{
    "tafsirs": [
        {
            "resource_id": 790,
            "text": "আল্লাহ তাআলাই সেই ঘোঁৰাৰ শপত কৰিছে, যাৰ তীব্ৰ দৌৰৰ কাৰণে তাৰ উশাহৰ শব্দ শুনা যায়।"
        },
        {
            "resource_id": 905,
            "text": "أقسم الله بالخيل التي تجري حتى يُسْمَع لنَفَسِها صوتٌ من شدة الجري."
        },
        {
            "resource_id": 792,
            "text": "អល់ឡោះបានស្បថនឹងសត្វសេះទាំងឡាយដែលរត់ទាំងដង្ហក់យ៉ាងខ្លាំងនៅក្នុងសមរភូមិ។"
        },
        {
            "resource_id": 172,
            "text": "Allah, hızlı koşmaları sebebiyle nefesinin sesi işitilene kadar koşan atlara yemin etmiştir."
        },
        {
            "resource_id": 181,
            "text": "الله به گروه اسبانی سوگند یاد فرمود که به حرکت درمی‌آیند تا آنجا که به‌سبب حرکت سریع، صدای نفس‌های‌شان به گوش می‌رسد."
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة العاديات وهي مكية .</p><p lang=\"ar\" class=\"ar \">يقسم تعالى بالخيل إذا أجريت في سبيله فعدت وضبحت ،<span class=\"blue\"> وهو :</span> الصوت الذي يسمع من الفرس حين تعدو .</p><p lang=\"ar\" class=\"ar \">قال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا عبدة ، عن الأعمش ،<span class=\"blue\"> عن إبراهيم عن عبد الله :</span> <span class=\"arabic qpc-hafs\">( والعاديات ضبحا )</span> قال : الإبل .</p><p lang=\"ar\" class=\"ar \">وقال علي : هي الإبل .<span class=\"blue\"> وقال ابن عباس :</span> هي الخيل . فبلغ عليا قول ابن عباس ،<span class=\"blue\"> فقال :</span> ما كانت لنا خيل يوم بدر .<span class=\"blue\"> قال ابن عباس :</span> إنما كان ذلك في سرية بعثت .</p><p lang=\"ar\" class=\"ar \">قال ابن أبي حاتم وابن جرير : حدثنا يونس ، أخبرنا ابن وهب ، أخبرني أبو صخر ، عن أبي معاوية البجلي ، عن سعيد بن جبير ، عن ابن عباس حدثه ،<span class=\"blue\"> قال :</span> بينا أنا في الحجر جالسا ،<span class=\"blue\"> جاءني رجل فسألني عن :</span> <span class=\"arabic qpc-hafs\">( والعاديات ضبحا )</span> فقلت له : الخيل حين تغير في سبيل الله ، ثم تأوي إلى الليل ، فيصنعون طعامهم ، ويورون نارهم . فانفتل عني فذهب إلى علي رضي الله عنه ، وهو عند سقاية زمزم فسأله عن <span class=\"arabic qpc-hafs\">( والعاديات ضبحا )</span> فقال : سألت عنها أحدا قبلي ؟<span class=\"blue\"> قال :</span> نعم ،<span class=\"blue\"> سألت ابن عباس فقال :</span> الخيل حين تغير في سبيل الله .<span class=\"blue\"> قال :</span> اذهب فادعه لي .<span class=\"blue\"> فلما وقف على رأسه قال :</span> تفتي الناس بما لا علم لك ، والله لئن كان أول غزوة في الإسلام بدر ،<span class=\"blue\"> وما كان معنا إلا فرسان :</span> فرس للزبير وفرس للمقداد ، فكيف تكون العاديات ضبحا ؟ إنما العاديات ضبحا من عرفة إلى المزدلفة ، ومن المزدلفة إلى منى .</p><p>قال ابن عباس : فنزعت عن قولي ورجعت إلى الذي قال علي رضي الله عنه .</p><p lang=\"ar\" class=\"ar \">وبهذا الإسناد عن ابن عباس قال : قال علي : إنما <span class=\"arabic qpc-hafs\">( والعاديات ضبحا )</span> من عرفة إلى المزدلفة ، فإذا أووا إلى المزدلفة أوروا النيران .</p><p>وقال العوفي ،<span class=\"blue\"> عن ابن عباس :</span> هي الخيل .</p><p lang=\"ar\" class=\"ar \">وقد قال بقول علي : إنها الإبل جماعة .<span class=\"blue\"> منهم :</span> إبراهيم وعبيد بن عمير وبقول ابن عباس آخرون ،<span class=\"blue\"> منهم :</span> مجاهد ، وعكرمة ، وعطاء ، وقتادة ، والضحاك . واختاره ابن جرير .</p><p>قال ابن عباس وعطاء : ما ضبحت دابة قط إلا فرس أو كلب .</p><p>وقال ابن جريج ،<span class=\"blue\"> عن عطاء :</span> سمعت ابن عباس يصف الضبح : أح أح .</p>"
        },
        {
            "resource_id": 791,
            "text": "വേഗതയിൽ സഞ്ചരിക്കുന്ന കുതിരകളെ കൊണ്ട് അല്ലാഹു സത്യം ചെയ്തിരിക്കുന്നു. വളരെ വേഗതയിൽ സഞ്ചരിക്കുന്നത് കാരണത്താൽ അതിൻ്റെ കിതപ്പിൻ്റെ ശബ്ദം കേൾക്കുന്നുണ്ട്."
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>(In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>Swearing by the Horses of War about the Ungratefulness of Man and His Zeal for Wealth</h2><p>Allah swears by the horses when they are made to gallop into battle in His path (i.e., Jihad), and thus they run and pant, which is the sound that is heard from the horse when it runs.</p><p>فَالمُورِيَـتِ قَدْحاً</p><p>(Striking sparks of fire.) meaning, the striking of their hooves on the rocks, which causes sparks of fire to fly from them.</p><p>فَالْمُغِيرَتِ صُبْحاً</p><p>(And scouring to the raid at dawn.) meaning, the raid that is carried out in the early morning time. This is just as the Messenger of Allah ﷺ used to perform raids in the early morning. He would wait to see if he heard the Adhan (call to prayer) from the people. If he heard it he would leave them alone, and if he didn't hear it he would attack. Then Allah says,</p><p>فَأَثَرْنَ بِهِ نَقْعاً</p><p>(And raise the dust in clouds the while.) meaning, dust at the place of the battle with the horses.</p><p>فَوَسَطْنَ بِهِ جَمْعاً</p><p>(And penetrating forthwith as one into the midst.) means, then are all in the middle of that spot, together. Allah's saying;</p><p>فَالْمُغِيرَتِ صُبْحاً</p><p>(And scouring to the raid at dawn.) Ibn `Abbas, Mujahid and Qatadah, all said, \"This means the invasion of the horses in the morning in the way of Allah.\" And His statement,</p><p>فَأَثَرْنَ بِهِ نَقْعاً</p><p>(And raise the dust in clouds the while.) This is the place in which the attack takes place. The dust is stirred up by it. And His statement,</p><p>فَوَسَطْنَ بِهِ جَمْعاً</p><p>(And penetrating forthwith as one into the midst.) Al-`Awfi narrated from Ibn `Abbas, `Ata, `Ikrimah, Qatadah and Ad-Dahhak that they all said, \"This means into the midst of the disbelieving enemy.\" Concerning Allah's statement,</p><p>إِنَّ الإِنسَـنَ لِرَبِّهِ لَكَنُودٌ</p><p>(Verily, man is ungrateful (Kanud) to his Lord.) This is the subject what is being sworn about, and it means that he (man) is ungrateful for the favors of His Lord and he rejects them. Ibn `Abbas, Mujahid, Ibrahim An-Nakha`i, Abu Al-Jawza', Abu Al-`Aliyah, Abu Ad-Duha, Sa`id bin Jubayr, Muhammad bin Qays, Ad-Dahhak, Al-Hasan, Qatadah, Ar-Rabi` bin Anas and Ibn Zayd all said, \"Al-Kanud means ungrateful.\" Al-Hasan said, \"Al-Kanud is the one who counts the calamities (that befall him) and he forgets Allah's favors.\"</p><h2>Concerning Allah's statement,</h2><p>وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ</p><p>(And to that He bears witness.) Qatadah and Sufyan Ath-Thawri both said, \"And indeed Allah is a witness to that.\" It is also possible that the pronoun (He) could be referring to man. This was said by Muhammad bin Ka`b Al-Qurazi. Thus, its meaning would be that man is a witness himself to the fact that he is ungrateful. This is obvious in his condition, meaning this is apparent from his statements and deeds. This is as Allah says,</p><p>مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُواْ مَسَاجِدَ الله شَـهِدِينَ عَلَى أَنفُسِهِم بِالْكُفْرِ</p><p>(It is not for the idolators, to maintain the Masajid of Allah, while they witness disbelief against themselves.) (9:17) Allah said;</p><p>وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ</p><p>(And verily, he is violent in the love of wealth.) meaning, and indeed in his love of the good, which is wealth, he is severe. There are two opinions concerning this. One of them is that it means that he is severe. There are two opinions concerning this. One of them is that it means that he is severe in his love of wealth. The other view is that it means he is covetous and stingy due to the love of wealth. However, both views are correct.</p><h2>The Threat about the Hereafter</h2><p>Then Allah encourages abstinence from worldly things and striving for the Hereafter, and He informs of what the situation will be after this present condition, and what man will face of horrors. He says,</p><p>أَفَلاَ يَعْلَمُ إِذَا بُعْثِرَ مَا فِى الْقُبُورِ</p><p>(Knows he not that when the contents of the graves are poured forth) meaning, the dead that are in it will be brought out.</p><p>وَحُصِّلَ مَا فِى الصُّدُورِ</p><p>(And that which is in the breasts shall be made known) Ibn `Abbas and others have said, \"This means what was in their souls would be exposed and made apparent.\"</p><p>إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ</p><p>(Verily, that Day their Lord will be Well-Acquainted with them.) meaning, He knows all of that they used to do, and He will compensate them for it with the most deserving reward. He does not do even the slightest amount of injustice. This is the end of the Tafsir of Surat Al-`Adiyat, and all praise and thanks are due to Allah.</p>"
        },
        {
            "resource_id": 178,
            "text": "Аллах поклялся конями, которые скачут, запыхаясь от бега и издавая при этом звук учащенного дыхания."
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  وَالْعَادِيَاتِ ضَبْحًا <span class=\"arabic qpc-hafs green\">(1)</span></p><p>اختلف أهل التأويل في تأويل قوله: <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> فقال بعضهم: عُني بالعاديات ضبحا: الخيل التي تعدو, وهي تحمحم.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس, في قوله <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: الخيل, وزعم غير ابن عباس أنها الإبل.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال ابن عباس: هو في القتال.</p><p lang=\"ar\" class=\"ar \">حدثنا هناد,<span class=\"blue\"> قال:</span> ثنا أبو الأحوص, عن سماك,<span class=\"blue\"> عن عكرِمة في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال الخيل.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن علية,<span class=\"blue\"> قال:</span> أخبرنا أبو رجاء,<span class=\"blue\"> قال:</span> سُئل عكرِمة,<span class=\"blue\"> عن قوله:</span> <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: ألم تر إلى الفرس إذا جرى كيف يضبح؟</p><p lang=\"ar\" class=\"ar \">حدثني إبراهيم بن سعيد الجوهري,<span class=\"blue\"> قال:</span> ثنا سفيان, عن ابن جُرَيج, عن عطاء,<span class=\"blue\"> قال:</span> ليس شيء من الدوابّ يضبح غير الكلب والفرس.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> في قوله الله:</span> <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: الخيل تضبح.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: هي الخيل, عدت حتى ضبحت.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة, في قوله <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: هي الخيل تعدو حتى تضبح.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن سعيد, عن قتادة مثل حديث بشر, عن يزيد؛ حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع,<span class=\"blue\"> قال:</span> ثنا سعيد,<span class=\"blue\"> قال:</span> سمعت سالما يقرأ: <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: هي الخيل عدت ضبحا.</p><p>قال: ثنا وكيع, عن واصل, عن عطاء <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: الخيل.</p><p lang=\"ar\" class=\"ar \">قال: ثنا وكيع, عن سفيان بن عيينة، عن عمرو, عن عطاء, عن ابن عباس,<span class=\"blue\"> قال:</span> ما ضبحت دابة قط إلا كلب أو فرس.</p><p lang=\"ar\" class=\"ar \">حُدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: أخبرنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: هي الخيل.</p><p lang=\"ar\" class=\"ar \">حدثني سعيد بن الربيع الرازي.<span class=\"blue\"> قال:</span> ثنا سفيان بن عيينة, عن عَمْرو, عن عطاء, عن ابن عباس,<span class=\"blue\"> قال:</span> هي الخيل.</p><p>وقال آخرون: هي الإبل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني أبو السائب.<span class=\"blue\"> قال:</span> ثنا أبو معاوية, عن الأعمش, عن إبراهيم, عن عبد الله <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: هي الإبل.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن الأعمش, عن إبراهيم, عن عبد الله, مثله.</p><p lang=\"ar\" class=\"ar \">حدثني عيسى بن عثمان الرملي,<span class=\"blue\"> قال:</span> ثني عمي يحيى بن عيسى الرملي, عن الأعمش, عن إبراهيم, عن عبد الله, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حُميد,<span class=\"blue\"> قال:</span> ثنا جرير, عن مُغيرة, عن إبراهيم, عن عبد الله <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: هي الإبل إذا ضبحت تنفست.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> أخبرنا أبو صخر, عن أبي معاوية البجلي, عن سعيد بن جبير,<span class=\"blue\"> عن ابن عباس حدثه قال:</span> بينما أنا في الحجر جالس, أتاني رجل يسأل عن <span class=\"arabic qpc-hafs green\">( الْعَادِيَاتِ ضَبْحًا )</span> فقلت له: الخيل حين تغير في سبيل الله, ثم تأوي إلى الليل, فيصنعون طعامهم, ويورون نارهم. فانفتل عني, فذهب إلى علي بن أبي طالب رضى الله عنه وهو تحت سقاية زمزم, فسأله عن <span class=\"arabic qpc-hafs green\">( الْعَادِيَاتِ ضَبْحًا )</span> فقال: سألتَ عنها أحدًا قبلي؟<span class=\"blue\"> قال:</span> نعم, سألت عنها ابن عباس,<span class=\"blue\"> فقال:</span> الخيل حين تغير في سبيل الله,<span class=\"blue\"> قال:</span> اذهب فادعه لي; فلما وقفت على رأسه قال: تفتي الناس بما لا علم لك به, والله لكانت أول غزوة في الإسلام لبدر,<span class=\"blue\"> وما كان معنا إلا فرسان:</span> فرس للزبير,<span class=\"blue\"> وفرس للمقداد فكيف تكون العاديات ضبحا! إنما العاديات ضبحا من عرفة إلى مزدلفة إلى منى ; قال ابن عباس:</span> فنـزعت عن قولي, ورجعت إلى الذي قال علي رضي الله عنه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن منصور, عن إبراهيم <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: الإبل.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: قال ابن مسعود: هو في الحج.</p><p lang=\"ar\" class=\"ar \">حدثنا سعيد بن الربيع الرازي,<span class=\"blue\"> قال:</span> ثنا سفيان, عن عمرو بن دينار, عن عبيد بن عمير,<span class=\"blue\"> قال:</span> هي الإبل, يعني <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا جرير, عن منصور, عن إبراهيم <span class=\"arabic qpc-hafs green\">( وَالْعَادِيَاتِ ضَبْحًا )</span> قال: قال ابن مسعود: هي الإبل.</p><p lang=\"ar\" class=\"ar \">وأولى القولين في ذلك عندي بالصواب: قول من قال: عني بالعاديات: الخيل, وذلك أن الإبل لا تضبح, وإنما تضبح الخيل, وقد أخبر الله تعالى أنها تعدو ضبحا,<span class=\"blue\"> والضبح:</span> هو ما قد ذكرنا قبل. وبما قلنا في ذلك قال أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا إبراهيم بن سعيد الجوهري,<span class=\"blue\"> قال:</span> ثنا أبو معاوية, عن إسماعيل بن أبي خالد, عن أبي صالح,<span class=\"blue\"> قال:</span> قال علي رضى الله عنه: الضبح من الخيل: الحمحمة,<span class=\"blue\"> ومن الإبل:</span> النفس.</p><p>قال: ثنا سفيان, عن ابن جُرَيج, عن عطاء,<span class=\"blue\"> قال:</span> سمعت ابن عباس يصف الضبح: أحْ أحْ.</p>"
        },
        {
            "resource_id": 182,
            "text": "真主以因剧烈的奔跑乃至于都能听得其声的奔驰的马队起誓，"
        },
        {
            "resource_id": 179,
            "text": "Sumumpa si Allāh sa mga kabayong tumatakbo hanggang sa may marinig, dahil sa paghinga nito, na isang tunog dala ng tindi ng pagtakbo."
        },
        {
            "resource_id": 165,
            "text": "<p>শপথ ঊর্ধ্বশ্বাসে ধাবমান অশ্বরাজির। [১]</p><p>[১] عاديات হল عادية এর বহুবচন শব্দ। এর মূল ধাতু হল عدو। যেমন غزو ধাতু হতে غازيات। মূল শব্দের و কে ي দ্বারা পরিবর্তন করা হয়েছে। এর অর্থ হল ঊর্ধ্বশ্বাসে ধাবমান অশ্ব বা ঘোড়া। ضَبح শব্দের অর্থ হল হাঁপানো। কারো নিকট এর অর্থ হল, চিঁহি রব করা। উদ্দেশ্য সেই অশ্বরাজি; যেগুলি হাঁপিয়ে হাঁপিয়ে অথবা চিঁহি রব করে (ঊর্ধ্বশ্বাসে) জিহাদে দ্রুত গতিতে শত্রুর দিকে ছুটে যায়।</p>"
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (عادیات) (واتە: ئەسپەكان كە غار دەدەن)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (عادیات) سورەتێكى مەككى یە. \n٢- ژمارەى ئایەتەكانى سورەتى (عادیات) (١١) ئایەتە.\n٣- سورەتى (عادیات) زنجیرەى ژمارە سەدە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (عادیات) لە دواى سورەتى (عەسر) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسەكانى ئەم سورەتە زیاتر باسى لایەنە خراپ و لاوازەكانى مرۆڤ دەكات، وەك كوفرانەكردنى بەرامبەر خواى گەورە لەگەڵ ئەو هەموو نیعمەتانەى خواى گەورە بەسەریەوە، وە نكۆڵی كردنى لەبەرامبەر نازو نیعمەتەكان جا بە زمان بێت یان بە كردار.\nپاشان خواى گەورە كۆتایی بە سورەتەكە دەهێنێت بە روونكردنەوەى سروشتى مرۆڤ بەوەى كە زۆر حەزى بە كۆكردنەوەى ماڵ و سامان هەیەو هەوڵی زۆری بۆ دەدات، وە لەبەرامبەریشدا لاوازە لە سوپاسگوزارى بۆ خواى گەورەو عیبادەت بۆ كردنیدا.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">وَالْعَادِيَاتِ ضَبْحًا (١)</span> ] خوای گەورە سوێند ئەخوات بە (عادیات) كە دوو تەفسیری هەیە: تەفسیرێكیان بریتین لەو حوشترانەی كە حاجیەكان لە عەرەفەوە ئەبەن بۆ موزدەلیفەو لە موزدەلیفەوە بۆ مینا, تەفسیرێكی تریان خوای گەورە سوێند ئەخوات بەو ئەسپ و ماینانەی كە موجاهیدەكان ئەبەن بەرەو دوژمنانی خوای گەورەو هەڵمەت ئەبەن و هێرشیان بۆ ئەبەن (ضَبْحًا) واتە: ئەو دەنگەی كە لەو ئەسپ و ماینانەوە دەرئەچێ لە كاتی غارداندا, خوای گەورە سوێندی پێ ئەخوات ."
        },
        {
            "resource_id": 180,
            "text": "১. আল্লাহ ওই সব অশ্বরাজির নামে শপথ করলেন যেগুলো ক্ষিপ্র গতিতে দৌড়ানোর সময় তার ঊর্ধ্বশ্বাসের শব্দ শ্রæতিগোচর হয়।"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>শপথ ঊর্ধ্বশ্বাসে ধাবমান অশ্বরাজির [১] ,</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>এ সূরায় আল্লাহ্ তা‘আলা সামরিক অশ্বের কতিপয় বিশেষ অবস্থা বর্ণনা করেছেন এবং তাদের শপথ করে বলেছেন যে, মানুষ তার পালনকর্তার প্রতি খুবই অকৃতজ্ঞ। একথা বারবার বর্ণিত আছে যে, আল্লাহ্ তা‘আলা তার সৃষ্টির মধ্য থেকে বিভিন্ন বস্তুর শপথ করে বিশেষ ঘটনাবলী ও বিধানাবলী বর্ণনা করেন। এটা আল্লাহ্ তা‘আলারই বৈশিষ্ট্য। মানুষের জন্য কোনো সৃষ্টবস্তুর শপথ করা বৈধ নয়। শপথ করা বাক্য নিজের বক্তব্যকে বাস্তবসম্মত ও নিশ্চিত প্রকাশ করা। আল্লাহ্ তা‘আলা পবিত্র কুরআনে যে বস্তুর শপথ করে কোন বিষয় বর্ণনা করে, বর্ণিত বিষয় সপ্রমাণে সে বস্তুর গভীর প্রভাব থাকে। এমনকি, সে বস্তু যেন সে বিষয়ের পক্ষে সাক্ষ্যদান করে। এখানে সামরিক অশ্বের কঠোর কর্তব্যনিষ্ঠার উল্লেখ যেন মানুষের অকৃতজ্ঞতার সাক্ষ্যস্বরূপ করা হয়েছে। এর ব্যাখ্যা এই যে, অশ্ব বিশেষতঃ সামরিক অশ্ব যুদ্ধক্ষেত্রে নিজের জীবন বিপন্ন করে মানুষের আদেশ ও ইঙ্গিতের অনুসারী হয়ে কত কঠোর খেদমতই না আনজাম দিয়ে থাকে। অথচ এসব অশ্ব মানুষ সৃষ্টি করেনি। তাদেরকে যে ঘাস-পানি মানুষ দেয়, তাও তার সৃজিত নয়। আল্লাহ্র সৃষ্টি করা জীবনোপকরণকে মানুষ তাদের কাছে পৌঁছে দেয় মাত্র। এখন অশ্বকে দেখুন, সে মানুষের এতটুকু অনুগ্রহকে কিভাবে চিনে এবং স্বীকার করে। তার সামান্য ইশারায় সে তার জীবনকে সাক্ষাৎ বিপদের মুখে ঠেলে দেয়, কঠোরতর কষ্ট সহ্য করে। পক্ষান্তরে মানুষের প্রতি লক্ষ্য করুন, আল্লাহ্ তা‘আলা তাকে এক ফোঁটা তুচ্ছ বীর্য থেকে সৃষ্টি করেছেন, বিভিন্ন কাজের শক্তি দিয়েছেন, বুদ্ধি ও চেতনা দান করেছেন, তার পানাহারের সামগ্ৰী সৃষ্টি করেছেন এবং সমস্ত প্রয়োজনীয় আসবাবপত্র সহজলভ্য করে তার কাছে পৌঁছে দিয়েছেন। কিন্তু সে এতসব উচ্চস্তরের অনুগ্রহেরও কৃতজ্ঞতা স্বীকার করে না।</p><p>-------------------------</p><p>[১] العاديات শব্দটি عدو থেকে উদ্ভূত। অর্থ দৌড়ানো। ضبح বলা হয় ঘোড়ার দৌড় দেয়ার সময় তার বক্ষ থেকে নিৰ্গত আওয়াজকে। কোন কোন গবেষকের মতে এখানে দৌড়ায় শব্দের মাধ্যমে ঘোড়া বা উট অথবা উভয়টিও উদ্দেশ্য হতে পারে। তবে ইমাম কুরতুবী ঘোড়াকেই প্রাধান্য দিয়েছেন।</p>"
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( والعاديات ضبحا )</span> قال ابن عباس ، وعطاء ومجاهد ، وعكرمة ، والحسن ، والكلبي ، وقتادة ، والمقاتلان ،<span class=\"blue\"> وأبو العالية وغيرهم :</span> هي الخيل العادية في سبيل الله - عز وجل - تضبح ،<span class=\"blue\"> والضبح :</span> صوت أجوافها إذا عدت .</p><p lang=\"ar\" class=\"ar \">قال ابن عباس : وليس شيء من الحيوانات تضبح غير الفرس والكلب والثعلب ، وإنما تضبح هذه الحيوانات إذا تغير حالها من تعب أو فزع ، وهو من <span class=\"reference\">[ قولهم ]</span> ضبحته النار ، إذا غيرت لونه .</p><p>[ وقوله : <span class=\"arabic qpc-hafs\">\" ضبحا \"</span> نصب على المصدر ،<span class=\"blue\"> مجازه :</span> والعاديات تضبح ضبحا ] .</p><p lang=\"ar\" class=\"ar \">وقال علي : هي الإبل في الحج ، تعدو من عرفة إلى المزدلفة ، ومن المزدلفة إلى منى ، وقال إنها نزلت في وقعة بدر ، <span class=\"reference\">[ كانت أول غزوة في الإسلام بدرا ]</span> وما كان معنا إلا فرسان ، فرس للزبير وفرس للمقداد بن الأسود فكيف تكون الخيل العاديات ؟ وإلى هذا ذهب ابن مسعود ، ومحمد بن كعب ، والسدي .</p><p>وقال بعض من قال : هي الإبل : قوله <span class=\"arabic qpc-hafs\">\" ضبحا \"</span> يعني ضباحا تمد أعناقها في السير .</p>"
        },
        {
            "resource_id": 92,
            "text": "وَالْعَادِيَاتِ ضَبْحًا (1) أقسم الله ب { العاديات } جمع العادية ، وهو اسم فاعل من العَدْو وهو السيْر السريع يطلق على سير الخيل والإِبل خاصة .وقد يوصف به سير الإِنسان وأحسب أنه على التشبيه بالخيل ومنه عَدَّاؤو العرب ، وهم أربعة : السُّلَيْك بن السُّلَكَة ، والشَّنْفَرى ، وتَأَبَّطَ شَرّاً ، وعَمْرو بن أمية الضّمْري . يضرب بهم المثل في العَدْو .وتأنيث هذا الوصف هنا لأنه من صفات ما لا يعقل .والضَّبح : اضطراب النفَس المتردد في الحنجرة دون أن يخرج من الفم وهو من أصوات الخيل والسباع . وعن عطاء : سمعت ابن عباس يصف الضبح أحْ أحْ .وعن ابن عباس ليس شيء من الدواب يضبح غير الفرس والكلْب والثعلب ، وهذا قول أهل اللغة واقتصر عليه في «القاموس» . روى ابن جرير بسنده إلى ابن عباس قال : «بينما أنا جالس في الحِجْر جاءني رجل فسألني عن { العاديات ضبحاً } فقلت له : الخيل حين تغير في سبيل الله ثم تأوي إلى الليل فيصنعون طعامهم ويُورون نارهم ، فانفتل عني فذهب إلى علي بن أبي طالب وهو تحت سِقاية زمزم فسأله عنها ، فقال : سألتَ عنها أحداً قبلي؟ قال : نعم ، سألتُ ابن عباس فقال : الخيلُ تغزو في سبيل الله ، قال : اذهب فادعُه لي ، فلما وقفتُ عند رأسه . قال : تُفتي الناس بما لا علم لك به واللَّهِ لَكانتْ أول غزوة في الإِسلام لبدر وما كان معَنا إلا فَرسَان فرسٌ للزبير وفرس للمِقداد فكيف تكون العادياتتِ ضَبحا ، إنما العاديات ضَبحا الإِبل من عَرفة إلى المزدلفة ومن المزدلفة إلى منى ( يعني بذلك أن السورة مكية قبل ابتداء الغزو الذي أوله غزوة بدر ) قال ابن عباس : فنزعت عن قولي ورجعت إلى الذي قال علي» .وليس في قول علي رضي الله عنه تصريح بأنها مكية ولا مدنية وبمثل ما قال علي قَال ابن مسعود وإبراهيمُ ومجاهد وعُبيد بن عمير .والضبح لا يطلق على صوت الإِبل في قول أهل اللغة . فإذا حمل { العاديات } على أنها الإِبل ، فقال المبرد وبعض أهل اللغة : من جعلها للإِبل جعل { ضبحا } بمعنى ضَبعا ، يقال : ضبحت الناقة في سيرها وضبَعت ، إذا مدت ضبعيها في السير . وقال أبو عبيدة : ضبحت الخيل وضبعت ، إذا عَدَت وهو أن يمد الفرس ضبعيه إذا عدا ، أي فالضبح لغة في الضبع وهو من قلب العين حاء . قال في «الكشاف» : «وليس بثبت» . ولكن صاحب «القاموس» اعتمده . وعلى تفسير { العاديات } بأنها الإِبل يكون الضبح استعير لصوت الإِبل ، أي من شدة العدو قويت الأصوات المتردّدة في حناجرها حتى أشبهت ضبح الخيل أو أريد بالضبح الضبع على لغة الإِبدال .وانتصب { ضبحاً } فيجوز أن يجعل حالاً من { العاديات } إذا أريد به الصوت الذي يتردد في جوفها حين العدو ، أو يجعل مبيناً لنوع العدو إذا كان أصله : ضبحا .وعلى وجه أن المقسم به رواحل الحج فالقَسم بها لتعظيمها بما تُعين به على مناسك الحج . واختير القسم بها لأن السامعين يوقنون أن ما يقسم عليه بها محقق ، فهي معظمة عند الجميع من المشركين والمسلمين .والموريات : التي توري ، أي توقد ."
        },
        {
            "resource_id": 157,
            "text": "<p>اللہ تعالیٰ یہاں سواروں کے دستے کی قسم اٹھاتے ہیں۔ ان کی ایک ایک جنگی حرکت کو ترتیب کے ساتھ لایا جاتا ہے۔ جب یہ دستہ اپنے حملے کا آغاز کرتا ہے اور تیز رفتاری کے ساتھ منزل کی طرف بڑھتا ہے۔ گھوڑے پھنکارمارتے آگے جارہے ہیں۔ یہ اپنے سموں سے پتھروں سے چنگاڑیاں نکالتے جاتے ہیں۔ پھر عین صبح کے وقت یہ دشمن پر ٹوٹ پڑتے ہیں ، یہ حملہ نہایت سرعت کے ساتھ ہوتا ہے اور اچانک ہوتا ہے۔ حملہ کے وقت گھوڑوں کی بھگدڑ سے غبار اڑتا ہے۔ کیونکہ دشمن حملے کے لئے تیار نہیں ہوتا اور اس کی حرکات غیر مرتب ہیں ، جب یہ دستہ دشمن کی صفوں میں خلاف توقع جاگھستا ہے تو سخت انتشار و اضطراب برپا ہوجاتا ہے۔</p><p>یہ کسی بھی حملہ کے وہ پے درپے اقدامات ہیں جن سے عرب خوف واقف تھے۔ اس قسم کے دستے اور گھوڑوں کی حرکات کی قسم کھانے کا مطلب یہی ہوا کہ اسلام میں اس قسم کے معرکے بہت محبوب ہیں ، یہ اللہ کو بھی محبوب ہیں ، اللہ ایسی حرکات کو اچھی نظروں سے دیکھتا ہے اور یہ پسندیدہ قدریں ہیں۔</p><p>پھر ، یہ مناظر اور جنگی ایکشن ان معانی سے زیادہ ہم آہنگ ہیں جن پر یہاں قسم اٹھائی جارہی ہے ، جیسا کہ ہم نے تبصرے میں وضاحت کی۔ جس مفہوم اور معنی پر قسم اٹھائی جارہی ہے۔ یہ انسان کی ایک نفسیاتی بیماری ہے اور یہ انسان کو اس وقت لاحق ہوتی ہے جب انسان نفسیات ایمان سے خالی ہوں۔ قرآن مجید اس حقیقت کی طرف بار بار اشارہ کرتا ہے تاکہ لوگ اس کے خلاف جدوجہد کریں ۔ اس لئے کہ اللہ کو معلوم تھا کہ انسانی نفسیات کے اندر یہ بیماری کس قدر گہری جڑیں رکھتی ہیں۔ اور انسانی شخصیت پر اس کے کتنے اثرات ہوا کرتے ہیں۔</p>"
        },
        {
            "resource_id": 91,
            "text": "أقسم الله تبارك وتعالى بالخيل، لما فيها من آيات الله الباهرة، ونعمه الظاهرة، ما هو معلوم للخلق. وأقسم <span class=\"arabic qpc-hafs\">[تعالى]</span> بها في الحال التي لا يشاركها <span class=\"arabic qpc-hafs\">[فيه]</span> غيرها من أنواع الحيوانات،<span class=\"blue\"> فقال:</span> <span class=\"arabic qpc-hafs brown\">{ وَالْعَادِيَاتِ ضَبْحًا }</span> أي: العاديات عدوًا بليغًا قويًا، يصدر عنه الضبح، وهو صوت نفسها في صدرها، عند اشتداد العدو  ."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1}</span> أقسم <span class=\"brown\">[الله تبارك و]</span> تعالى بالخيل؛ لما فيها من آياتِه الباهرة ونعَمِه الظَّاهرة ما هو معلومٌ للخلق، وأقسم تعالى بها في الحال التي لا يشاركُها فيه غيرها من أنواع الحيوانات،<span class=\"blue\"> فقال:</span><span class=\"arabic qpc-hafs brown\">{والعادياتِ ضَبۡحاً}</span>؛<span class=\"blue\"> أي:</span> العاديات عدواً بليغاً قويًّا يصدر عنه الضَّبحُ، وهو صوت نَفَسها في صدرها عند اشتداد عَدْوها.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{2}</span><span class=\"arabic qpc-hafs brown\">{فالمورياتِ}</span>: بحوافرهنَّ ما يطأنَ عليه من الأحجار، <span class=\"arabic qpc-hafs brown\">{قَدۡحاً}</span>؛<span class=\"blue\"> أي:</span> تنقدح النار من صلابة حوافرهنَّ وقوتهنَّ إذا عَدَوْنَ.                </div><div>\n<span class=\"arabic qpc-hafs brown\">{3}</span><span class=\"arabic qpc-hafs brown\">{فالمغيراتِ}</span>: على الأعداء، <span class=\"arabic qpc-hafs brown\">{صبحاً}</span>: وهذا أمرٌ أغلبيٌّ أنَّ الغارة تكون صباحاً.                </div><div lang=\"sd\" class=\"sd \">\n<span class=\"arabic qpc-hafs brown\">{4 ـ 5}</span><span class=\"arabic qpc-hafs brown\">{فأثرنَ به}</span>؛<span class=\"blue\"> أي:</span> بعدوهنَّ وغارتهنَّ، <span class=\"arabic qpc-hafs brown\">{نقعاً}</span>؛<span class=\"blue\"> أي:</span> غباراً، <span class=\"arabic qpc-hafs brown\">{فوسطن به}</span>؛<span class=\"blue\"> أي:</span> براكبهنَّ <span class=\"arabic qpc-hafs brown\">{جمعاً}</span>؛<span class=\"blue\"> أي:</span> توسطن به جموع الأعداء الذين أغار عليهم.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{6}</span> والمقسَم عليه قوله: <span class=\"arabic qpc-hafs brown\">{إنَّ الإنسانَ لربِّه لَكَنودٌ}</span>؛<span class=\"blue\"> أي:</span> منوعٌ للخير الذي لله عليه ؛ فطبيعة الإنسان وجِبِلَّتُه أنَّ نفسه لا تسمح بما عليه من الحقوق فتؤديها كاملة موفرة، بل طبيعتها الكسل والمنع لما عليها من الحقوق الماليَّة والبدنيَّة؛ إلاَّ مَن هداه الله وخرج عن هذا الوصف إلى وصف السماح بأداء الحقوق.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{7}</span><span class=\"arabic qpc-hafs brown\">{وإنَّه على ذلك لَشهيدٌ}</span>؛<span class=\"blue\"> أي:</span> إن الإنسانَ على ما يعرفُ من نفسه من المنع والكَنَد لشاهدٌ بذلك لا يجحده ولا ينكره؛ لأنَّ ذلك <span class=\"brown\">[أمرٌ]</span> بيِّن واضحٌ، ويحتمل أنَّ الضمير عائدٌ إلى الله <span class=\"brown\">[تعالى]</span>؛<span class=\"blue\"> أي:</span> إنَّ العبد لربِّه لكنودٌ، والله شهيدٌ على ذلك؛ ففيه الوعيد والتهديد الشديد لمَن هو لربِّه كنودٌ بأنَّ الله عليه شهيدٌ.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{8}</span><span class=\"arabic qpc-hafs brown\">{وإنه}</span>؛<span class=\"blue\"> أي:</span> الإنسان <span class=\"arabic qpc-hafs brown\">{لحبِّ الخير}</span>؛<span class=\"blue\"> أي:</span> المال، <span class=\"arabic qpc-hafs brown\">{لشديدٌ}</span>؛<span class=\"blue\"> أي:</span> كثير الحبِّ للمال، وحبُّه لذلك هو الذي أوجب له ترك الحقوق الواجبة عليه؛ قَدَّمَ شهوة نفسه على رضا ربِّه، وكلُّ هذا لأنَّه قصر نظره على هذه الدار، وغفل عن الآخرة.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{9 ـ 10}</span> ولهذا قال حاثًّا له على خوف يوم الوعيد: <span class=\"arabic qpc-hafs brown\">{أفلا يعلمُ}</span>؛<span class=\"blue\"> أي:</span> هلاّ يعلم هذا المغتر، <span class=\"arabic qpc-hafs brown\">{إذا بُعۡثِرَ ما في القبورِ}</span>؛<span class=\"blue\"> أي:</span> أخرج الله الأموات من قبورهم لحشرهم ونشورهم، <span class=\"arabic qpc-hafs brown\">{وحُصِّل ما في الصُّدور}</span>؛<span class=\"blue\"> أي:</span> ظهر وبان ما فيها وما استتر في الصدور من كمائن الخير والشرِّ، فصار السرُّ علانيةً والباطن ظاهراً، وبان على وجوه الخلق نتيجة أعمالهم.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{11}</span><span class=\"arabic qpc-hafs brown\">{إنَّ ربَّهم بهم يومئذٍ لخبيرٌ}</span>؛<span class=\"blue\"> أي:</span> مطلع على أعمالهم الظاهرة والباطنة، الخفيَّة والجليَّة، ومجازيهم عليها، وخصَّ خبرهم بذلك اليوم مع أنه خبيرٌ بهم كلَّ وقتٍ؛ لأنَّ المراد بهذا الجزاء على الأعمال الناشئ عن علم الله واطِّلاعه.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 93,
            "text": "العاديات : جمع عادية ، اسم فاعل من العدو ، وهو المشى السريع ، وأصل الياء فى العاديات واو ، فلما وقعت متطرفة بعد كسرة قلبت ياء ، مثل الغازيات من الغزو .والضَّبْح : اضطراب النَّفَسِ المتردد فى الحنجرة دون أن يخرج من الفم ، والمراد به هنا : صوت أنفاس الخيل عند جريها بسرعة . وقيل : الضج نوع من السير والعدو ، يقال : ضَبَحَتْ الخيل ، إذا عدَتْ بشدة . وهو مصدر منصوب بفعله المقدر ، أى : يضبحن ضحبا ، والجملة حال من \" العاديات \" ."
        },
        {
            "resource_id": 168,
            "text": "<p>Place of Revelation</p><p>According to Sayyidna Ibn Masud, Jabir, Hasan Basri, ` Ikramah and ` Ata' رحمۃ اللہ علیہم Surah Al-` Adiyat was revealed in Makkah and, according to Sayyidna Ibn ` Abbas, Anas ؓ ، Imam Malik and Qatadah رحمۃ اللہ علیہما ، the Surah was revealed in Madinah. [ Qurtubi ].</p><p>In this Surah Allah describes the special features of war-horses or chargers, and swears by them. The subject of the oath states that man is very ungrateful to his Lord. It has been explained time and again previously that it is the prerogative of Allah to swear oath by any of his creatures to recount an event or set down ordinances. It is not permitted for any of the human beings to take oath by any of the creatures. The purpose of swearing an oath is to confirm or give weight to a subsequently stated truth. It is also mentioned earlier that when the Holy Qur'an swears an oath by an object, it has some nexus with the subject of the oath. Here the hard tasks of the war-horses are called to bear testimony to the fact that man is very ungrateful for Allah's favours. In other words, man needs to look at the horses, especially the war-horses, who risk their lives to travel under very dangerous and difficult conditions, especially in the battlefields where they follow the commands of their masters, whereas man has not created them, he has not even created the fodder he gives to them. His task is merely to give them the fodder that Allah has created. The horses recognize and acknowledge this little favor man does to them, and are prepared to risk their lives and bear the greatest of hardships. As against this, Allah has created man with an insignificant drop of sperm and endowed him with high faculties, abilities, intellect and senses to perform various types of tasks, thus making him the crown of His creation. He [ Allah ] provided him with all types of food. Facilities are created for all his needs and necessities in an amazing manner. But man does not recognize and acknowledge any of these sublime favors, nor does he express his gratitude to his Creator.</p><p>Lexicographical Analysis</p><p>The word عَادِیَات adiyat is derived from the root ` adw' which means 'to run'. The ضَبح dabh means 'the sound coming out of the chest of a horse when it runs fast and breathes laboriously; panting.' The word مُورِیَاتِ muriyat is the active participle of the infinitive of\t اِیراَء ‘ira. The infinitive means 'to strike or produce fire with a particular piece of wood.' The word قَدح qadh means 'to strike or produce fire with a flint; striking sparks of fire when the horse runs fast on a rocky ground with horse-shoes on'. The word مُغِیرَات mughirat is active participle of the infinitive اِغَارَۃ igharah. The infinitive means 'to attack, or make a sudden hostile excursion upon, an enemy'. The word subh means 'morning or dawn'. This time has been specifically mentioned because it was the practice of Arabs to attack their enemy at dawn, and not at night in order to show off their bravery. They thought making a hostile excursion on the enemy in the darkness of night was an act of cowardice. The word\t اَثَرنَ atharna is derived from ` itharah, which means 'to raise dust'. The word نَقع naq' means 'dust'. This implies that the dust became stirred up and spread upon the horizon, especially in the morning when the horses run fast. Normally, this is not the time for clouds of dust to fly in this way, unless it was caused by very fast running.</p>"
        },
        {
            "resource_id": 164,
            "text": "<p><b>১-১১ নং আয়াতের তাফসীর</b>মুজাহিদের ঘোড়া যখন আল্লাহর পথে জিহাদ করার উদ্দেশ্যে হাঁপাতে হাঁপাতে এবং হ্রেষাধ্বনি দিতে দিতে দৌড়ায়, আল্লাহ তা'আলা ঐ ঘোড়ার শপথ করছেন। তারপর শপথ করছেন, ঐ ঘোড়াসমূহের যারা পদাঘাতে অগ্নিস্ফুলিঙ্গ নির্গত করতে থাকে। তারপর প্রভাতকালে অভিযান শুরু করে। অনন্তর ধুলি উড়ায়, তারপর শত্রুদলে ঢুকে পড়ে।রাসূলুল্লাহর (সঃ) পবিত্র অভ্যাস ছিল এই যে, তিনি শত্রু বেষ্টিত কোন জনপদে গমন করলে সেখানে রাত্রে অবস্থান করে আযানের শব্দ কান লাগিয়ে শোনার চেষ্টা করতেন। আযানের শব্দ কানে এলে তিনি থেমে যেতেন, আর তা কানে না এলে তিনি সঙ্গীয় সৈন্যদেরকে সামনে অগ্রসর হওয়ার নির্দেশ দিতেন।অতঃপর সেই ঘোড়াসমূহের ধুলি উড়ানো এবং শত্রু দলের মধ্যে প্রবেশকরণের শপথ করে, আল্লাহ তাবারাকা ওয়া তা'আলা প্রকৃত প্রসঙ্গ তুলে ধরেছেন।হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, (আরবি)এর অর্থ হলো উট। হযরত আলী (রাঃ) এ কথাই বলেন। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এ শব্দের অর্থ হলো ঘোড়া। হযরত আলী (রাঃ) এটা শোনার পর বলেনঃ “বদরের দিন আমাদের সাথে ঘোড়া ছিল কোথায়? ঘোড়া তো ছিল সেই ক্ষুদ্র ক্ষুদ্র দলে যা শত্রুদের খবরের জন্যে বা ছোট খাট ব্যাপারে পাঠানো হয়েছে।”হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) একদা হাতিমে বসেছিলেন এমন সময় একজন লোকে এসে তাঁর কাছে এ আয়াতের তাফসীর জানতে চাইলো। তিনি লোকটিকে বললেনঃ “এর অর্থ হলোঃ মুজাহিদদের ঘোড়াসমূহ, যেগুলো যুদ্ধের সময় শক্রদের উদ্দেশ্যে ধাবিত হয়। তারপর রাত্রিকালে সেই ঘোড়ার আরোহী মুজাহিদ নিজের শিবিরে এসে খাবার রান্নার জন্যে আগুন জ্বালিয়ে বসে।” লোকটি এ জবাব শুনে হযরত আলীর (রাঃ) কাছে গেল। হযরত আলী (রাঃ) ঐ সময় জনগণকে যমযমের পানি পান করাচ্ছিলেন। লোকটি হযরত আলী (রাঃ)-এর কাছেও একই প্রশ্ন করলো। হযরত আলী (রাঃ) বললেনঃ “আমার পূর্বে তুমি এটা অন্য কাউকে জিজ্ঞেস করেছো কি?” জবাবে লোকটি বললেনঃ “হ্যা, হযরত ইবনে আব্বাস (রাঃ) কে জিজ্ঞেস করেছি। তিনি বলেছেন যে, এর অর্থ হলোঃ মুজাহিদদের ঘোড়া, যেগুলো যুদ্ধের সময় শত্রুদের উদ্দেশ্যে আল্লাহর পথে ধাবিত হয়।\" হযরত আলী (রাঃ) তখন লোকটিকে বললেনঃ “যাও, তাকে আমার কাছে নিয়ে এসো।” হযরত ইবনে আব্বাস (রাঃ) এলে হযরত আলী (রাঃ) তাঁকে বললেনঃ তুমি না জেনে মানুষকে ফতোয়া দিচ্ছ? আল্লাহর কসম! ইসলামের প্রথম যুদ্ধ ছিল বদরের যুদ্ধ। সেই যুদ্ধে আমাদের। সাথে মাত্র দুটি ঘোড়া ছিল। একটি হ্যরত যুবায়ের (রাঃ)-এর এবং অন্যটি হযরত মিকদাদ (রাঃ)-এর। কাজেই(আরবি) এ যুদ্ধ হতে পারে কি করে? এখানে আরাফাত থেকে মুযদালাফার দিকে যাওয়া এবং মুযদালাফা থেকে মিনার দিকে যাওয়ার কথাই বুঝানো হয়েছে।” হযরত ইবনে আব্বাস (রাঃ) বলেন “এ কথা শুনে আমি আমার প্রথম কথা প্রত্যাহার করে নিয়েছি। হযরত আলী (রাঃ) যা বলেছেন সেটাই আমিও বলতে শুরু করেছি।” মুযদালাফায় পৌঁছে হাজীরাও নিজেদের হাঁড়িতে রুটি তৈরীর জন্যে আগুন প্রজ্জ্বলিত করে। মোটকথা হযরত আলী (রাঃ)-এর বক্তব্য হলো:(আরবি) দ্বারা উটকে বুঝানো হয়েছে। ইব্রাহীম (রঃ), উবায়েদ ইবনে উমায়ের (রঃ) প্রমুখ গুরুজনও একথাই বলেছেন। পক্ষান্তরে হযরত ইবনে আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ), হযরত কাতাদা (রঃ), হযরত ইকরামা (রঃ), হযরত আতা (রঃ) এবং হযরত যহহাক (রঃ) বলেছেন যে, এখানে ঘোড়াকেই বুঝানো হয়েছে। ইমাম ইবনে জারীরও (রঃ) এটাই পছন্দ করেছেন। উপরন্ত হযরত ইবনে আব্বাস (রাঃ), এবং হযরত আতা (রঃ) হতে বর্ণিত আছে যে, (আরবি) অর্থাৎ হাঁপাননা, ঘোড়ার ও কুকুর ছাড়া অন্য কোন প্রাণীর ক্ষেত্রে প্রযোজ্য নয়। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, হাঁপানোর সময় তাদের মুখ থেকে যে উহ্ উহ্ শব্দ বের হয় ওটাকেই (আরবি) বলে।পরবর্তী আয়াতের অর্থ হলো ঐ সব ঘোড়ার পা পাথরের সাথে ঘর্ষণ লেগে অগ্নিস্ফুলিঙ্গ সৃষ্টি হওয়া। অন্য একটি অর্থ হচ্ছেঃ ঐ ঘোড়ার আরোহীর যুদ্ধের আগুন প্রজ্জ্বলিত করা। আবার যুদ্ধের সময় ধােকা বা প্রতারণা অর্থেও এটা ব্যবহৃত হয়েছে। কারো কারো মতে এর অর্থ হলোঃ রাত্রিকালে নিজেদের অবস্থান স্থলে পৌঁছে আগুন জ্বালানো এবং মুযদালাফায় হাজীদের মাগরিবের পর পৌঁছে আগুন প্রজ্জ্বলিত করা।ইমাম ইবনে জারীর (রঃ) বলেনঃ আমার মতে সবচেয়ে নির্ভুল এবং যথার্থ বক্তব্য হলোঃ ঘোড়ার পা এবং ক্ষুরের পাথরের সাথে ঘর্ষণ লেগে আগুন সৃষ্টি করা। তারপর সকাল বেলায় মুজাহিদদের শত্রুদের উপর আকস্মিকভাবে ঝাঁপিয়ে পড়া। যারা এ শব্দের অর্থ উট বলেছেন তারা বলেন যে, এর অর্থ হলোঃ সকাল বেলায় মুযদালাফা হতে মিনার উদ্দেশ্যে যাত্রা করা। তারপর সবাই একটা কথার উপর একমত যে, যেই স্থানে তারা অবতরণ করেছেন, যুদ্ধের জন্যেই হোক অথবা হজ্বের জন্যেই হোক, তারা ধূলি উড়িয়ে পৌঁছেছেন। তারপর মুজাহিদীনের শত্রু শিবিরে পৌঁছে যাওয়া। আবার এ অর্থও হতে পারে যে, সবাই একত্রিত হয়ে মধ্যবর্তী স্থানে হাযির হওয়া। এ ব্যাপারে আবু বকর বাযযার (রঃ) একটি হাদীস উল্লেখ করেছেন। উসূলে হাদীসের পরিভাষায় হাদীসটিকে গারীব বা দুর্বল বলা হয়েছে। ঐ হাদীসটিতে রয়েছে যে, রাসূলুল্লাহ (সঃ) একটি সৈন্যদল পাঠান। কিন্তু একমাস অতিবাহিত হওয়ার পরও তাদের কোন খবর আসেনি। এই সময়ে এই আয়াতসমূহ অবতীর্ণ হয়। এতে আল্লাহ তা'আলার পক্ষ হতে ঐ মুজাহিদদের কথা বলা হয়েছে যাদের ঘোড়া হাঁপাতে হাঁপাতে দ্রুতগতিতে অগ্রসর হয়েছে। তাদের পদাঘাতে অগ্নিস্ফুলিঙ্গ নির্গত হয়েছে। সকাল বেলা তারা শত্রুদলের উপর পূর্ণ বিক্রমের সাথে আক্রমণ করেছে। তাদের ক্ষুর থেকে ধূলি উড়ছিল। তারপর তারা জয়লাভ করতঃ সবাই একত্রিত হয়ে অবস্থান করেছে।এসব শপথের পর এবার যে উদ্দেশ্যে শপথ করা হয়েছে আল্লাহ সে সব ব্যক্ত করছেন। মহামহিমান্বিত আল্লাহ বলেনঃ নিশ্চয়ই মানুষ বড়ই অকৃতজ্ঞ এবং সে এটা নিজেও জানে। কোন দুঃখ কষ্ট ভোগ করলে সে দিব্যি মনে রাখে, কিন্তু আল্লাহ তা'আলার বেহিসাব নিয়ামতের কথা সে বেমালুম ভুলে যায়। মুসনাদে ইবনে আবি হাতিমে একটি হাদীস রয়েছে যে, (আরবি) তাকে বলা হয় যে একাকী খায়, ভৃত্যদেরকে প্রহার করে এবং কারো সাথে ভাল ব্যবহার করে না। তবে এ হাদীসের সনদ উসূলে হাদীসের পরিভাষায় দুর্বল ।এরপর আল্লাহ্ তাআলা বলেনঃ আল্লাহ্ অবশ্যই সেটা অবহিত আছেন। আবার এ অর্থও হতে পারে যে, এটা সে নিজেও অবহিত আছে। তার অকৃতজ্ঞতা কথা ও কাজে প্রকাশ পায়। যেমন অন্যত্র রয়েছেঃ (আরবি)অর্থাৎ “মুশরিকরা যখন নিজেরাই নিজেদের কুফরী স্বীকার করে তখন তারা আল্লাহর মসজিদের রক্ষণাবেক্ষণ করবে এমন হতে পারে না।” (৯:১৭)।  অতঃপর আল্লাহপাক বলেনঃ অবশ্যই সে ধন সম্পদের আসক্তিতে প্রবল। তার কি ঐ সময়টির কথা জানা নেই যখন কবরে যা আছে তা উথিত হবে? অর্থাৎ তার ধন সম্পদের মোহ খুব বেশী! সেই মোহে পড়ে সে আমার পথে আসতে অনীহা প্রকাশ করে। পরকালের প্রতি আকৃষ্ট করার উদ্দেশ্যে আল্লাহ তা'আলা আরো বলেনঃ সমাধিস্থ মৃতদেরকে যখন জীবিত করা হবে তখনকার কথা কি তার জানা নেই? যা অন্তরসমূহে আছে তা প্রকাশিত হয়ে পড়বে। নিঃসন্দেহে তাদের প্রতিপালক তাদের অবস্থা সম্বন্ধে পূর্ণ ওয়াকিফহাল। সমস্ত আমলের পূর্ণ প্রতিদান তাদের প্রতিপালক তাদেরকে প্রদান করবেন। এক বিন্দু পরিমাণও জুলুম বা অবিচার করা হবে না। সকলেরই প্রাপ্যের ব্যাপারে তিনি সুবিচারের পরিচয় দিবেন।</p>"
        },
        {
            "resource_id": 177,
            "text": "Allah thề bởi những con ngựa chiến đang hùng hậu xông pha trên sa trường nghe được tiếng vó ngựa phi."
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Клянусь скачущими запыхаясь!  <span class=\"green\">(2)</span> Клянусь высекающими искры копытами!  <span class=\"green\">(3)</span> Клянусь нападающими на заре!  <span class=\"green\">(4)</span> Тем самым они поднимают столб пыли  <span class=\"green\">(5)</span> и врываются с ним <span class=\"green\">(со столбом пыли или с всадником)</span> в гущу.  <span class=\"green\">(6)</span> Воистину, человек неблагодарен своему Господу,  <span class=\"green\">(7)</span> и он сам является тому свидетелем.  <span class=\"green\">(8)</span> Воистину, он страстно любит блага.  <span class=\"green\">(9)</span> Неужели он не знает, что, когда будет опрокинуто то, что в могилах,  <span class=\"green\">(10)</span> и когда обнаружится то, что в груди,  <span class=\"green\">(11)</span> в тот день Господь их будет осведомлен о них?</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1)</span> Всевышний поклялся конями, потому что эти животные олицетворяют прекрас- ные знамения Аллаха и приносят людям огромную пользу. При этом Всевышний подчеркнул такие качества лошадей, по которым они превосходят всех осталь- ных животных. Они скачут стремительно и запыхаются, в результате чего из их груди вырывается удивительный звук.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(2)</span> Их копыта настолько тверды, а удары на- столько сильны, что своими копытами они высекают искры.                </div><div>\n<span class=\"green\">(3)</span> Из этих слов следует, что атака, как правило, начинается рано утром.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(4-5)</span> Все- вышний принес эти клятвы в подтверждение того, что человек отказывает- ся выполнять повеления Аллаха и творить благие дела. Поэтому далее Все-<span class=\"blue\"> вышний сказал:</span>\n</div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(6)</span> Человеческая природа такова, что душа постоянно удерживает человека от ис- полнения своих обязанностей надлежащим образом. Человек ленив и зачастую отказывается от выполнения своих материальных и физических обязанностей. Избежать этого порока удается лишь тем, кого Аллах наставил на прямой путь. Такие люди верно исполняют свои обязанности и обретают подлинное величие.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(7)</span> Человек является свидетелем собственной алчности и неблагодарности. Он не пытается оспорить это и не отрицает этого, потому что эти качества очевидны и явны. Существует мнение, что местоимение третьего лица относится к Аллаху. Из этого толкования следует, что человек неблагодарен своему Господу, и Аллах\nтому свидетель. В этих словах содержится великая угроза тем, кто отказывает- ся благодарить Всевышнего Аллаха, Который является Свидетелем каждого че- ловеческого поступка.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(8)</span> Именно любовь к богатству заставляет человека отказываться от выполнения обязанностей, которые предписаны ему Аллахом. Он отдает предпочтение удов- летворению своих низменных страстей перед обретением благоволения Господа. Причина же этого в том, что он предал забвению Последнюю жизнь и ограничил свои представления жизнью в этом мире.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(9-10)</span> Этими словами Господь призвал людей устрашиться Судного дня. В этот страш- ный день Аллах вернет к жизни покойников и соберет всех людей для сверше- ния справедливого суда. Все добро и зло, которое таилось в человеческих серд- цах, станет очевидным. Тайное станет явным, а на лицах людей отразятся со- вершенные ими деяния. Аллаху будет известно о каждом из этих деяний, и Он непременно воздаст людям за все содеянное ими.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(11)</span> Всевышний всегда знает о де- яниях Своих творений, однако Он особо отметил Свою осведомленность в День воскресения, потому что справедливое воздаяние будет вершиться на основании Его всеобъемлющего знания.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 16,
            "text": "أقسم الله تعالى بالخيل الجاريات في سبيله نحو العدوِّ، حين يظهر صوتها من سرعة عَدْوِها. ولا يجوز للمخلوق أن يقسم إلا بالله، فإن القسم بغير الله شرك."
        },
        {
            "resource_id": 776,
            "text": "Al-lah jura por los corceles que corren tan fuerte que se puede escuchar su aliento."
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Andolsun nefes nefese koşanlara,\n2- <span class=\"green\">(Nalları ile)</span> kıvılcım çıkartanlara,\n3- Sabahleyin baskın yapanlara,\n4- Derken orayı toza boğan,\n5- Ve bu şekilde bir <span class=\"green\">(düşman)</span> topluluğun ortasına dalan <span class=\"green\">(atlara)</span> ki;\n6- İnsan Rabbine karşı çok nankördür.\n7- Kendisi de buna kesinlikle şahittir.\n8- Ondaki mal sevgisi de gerçekten çok aşırıdır.\n9- O, bilmez mi ki kabirlerin altı<span class=\"green\">(ndakiler)</span> üstüne getirildiği, \n10- Ve kalplerde olanlar da açığa çıkartıldığı zaman <span class=\"green\">(onu neler bekliyor)</span>? \n11- Çünkü o gün Rableri onlardan tümüyle haberdardır.</p><div><span class=\"green\">(Mekke’de inmiştir. 11 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1. Yüce Allah, insanlar tarafından da bilinen birtakım göz kamaştırıcı özellikleri ve apaçık nimetleri dolayısı ile atlara yemin etmektedir.<span class=\"blue\"> Ancak bu atlara başka tür hayvanların onlara ortak olmadığı özel birtakım özellikleri ile yemin etmekte ve şöyle buyurmaktadır:</span><span class=\"brown\">“Andolsun nefes nefese koşanlara...”</span> Yani hızlı koştukları vakit göğüslerinden nefes sesi çıkan ve oldukça hızlı koşan atlara.                </div><div>\n                                        2. Toynaklarının sağlam ve güçlü oluşundan ötürü hızla koşmaları esnasında taşlara çarparak <span class=\"brown\">“kıvılcım çıkartanlara;”</span>\n</div><div>\n                                        3. Düşmanlara <span class=\"brown\">“sabahleyin baskın yapanlara;”</span> Bu çoğunlukla görülen durumdur. Zira baskınlar, çoğu kere sabah gerçekleşir.                </div><div lang=\"tr\" class=\"tr \">\n                                        4. <span class=\"brown\">“Derken” koşmaları ve baskınları ile “orayı toza boğan;”</span> \n5. <span class=\"brown\">“Ve bu şekilde”</span> binicileri ile birlikte kendilerine baskın yapılan düşman <span class=\"brown\">“topluluğun ortasına dalanlara ki;”</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        6.<span class=\"blue\"> Hakkında yemin edilen hususa gelince o da:</span><span class=\"brown\">“İnsan Rabbine karşı çok nankördür”</span> buyruğudur. Yani Allah’ın kendisine ihsan ettiği hayırlarını başkalarından esirger. \nİnsan, tabiatı ve mayası itibari ile üzerindeki hakları cömertlikle yerine getirmez, bu hakları tam ve eksiksiz olarak ifa etmez. Aksine tabiatı itibari ile üzerindeki malî ve bedenî hakları yerine getirmekten kaçınır ve tembellik eder. Allah’ın kendilerine hidâyet verip de bu vasıftan kurtularak gönül hoşluğu ile ve cömertlikle hakları yerine getirenler ise bundan müstesnâdır.                </div><div lang=\"tr\" class=\"tr \">\n                                        7. <span class=\"brown\">“Kendisi de buna kesinlikle şahittir.”</span> Yani insan, kendi nefsinden bildiği üzere bu hakları yerine getirmemesi ve cimriliği noktasında kendi aleyhine bir tanıktır. Bunu ret ve inkâr etmez. Çünkü bu apaçıktır. \nBuradaki zamirin Yüce Allah’a ait olması da mümkündür. Yani kul, Rabbine karşı çok nankördür, cimridir ve Allah da buna şahittir. Buna göre bu ifade, Rabbine karşı nankörlük eden kimseler hakkında -Allah’ın onların bu haline tanık olduğu bildirilmek suretiyle- oldukça ağır bir tehdittir.                </div><div lang=\"tr\" class=\"tr \">\n                                        8. <span class=\"brown\">“Ondaki” insandaki “mal sevgisi de gerçekten çok aşırıdır.”</span> Malı çokça sever. İşte yerine getirilmesi gereken bu hakları terk etmesine onu iten de bu sevgisi, kendi nefsinin isteklerini Rabbinin rızasının önüne geçirmesidir. Bütün bunlara sebep de onun görüşünü sadece bu dünya ile kısıtlaması ve âhiretten gafil olmasıdır. Bundan dolayı Yüce Allah,<span class=\"blue\"> kötülüklerin cezalarının verileceği günden korkmaya teşvik etmek üzere şöyle buyurmaktadır:</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        9-10. <span class=\"brown\">“O,” bu aldanmış insan “bilmez mi ki kabirlerin altı<span class=\"green\">(ndakiler)</span> üstüne getirildiği”</span> Allah ölüleri diriltip mahşerde toplamak için onları kabirlerinden çıkarttığı <span class=\"brown\">“ve kalplerde olanlar da açığa çıkartıldığı zaman”</span> içlerinde ne varsa açıkça ortaya çıktığı, kalplerinde gizli bulunan hayır ve şerler ortaya döküldüğü, gizli şeyler aleni, saklı olan şeyler görünür olduğu ve insanların yüzlerinde yaptıkları amellerin sonuçları açıkça görüldüğü zaman;                </div><div lang=\"tr\" class=\"tr \">\n                                        11. <span class=\"brown\">“Çünkü o gün”</span> görünen, görünmeyen, gizli ve açık amellerini de bu amellere görecekleri karşılıkları da bilen <span class=\"brown\">“Rableri onlardan tümüyle haberdardır.”</span>\nYüce Allah'ın, her zaman için her şeyden haberdar olmakla birlikte özellikle onların o gündeki hallerinden haberdar olduğunu belirtmesindeki amaç, yapılan amellerin karşılığının Allah’ın ilmi ve bilgisi dahilinde olarak mutlaka görüleceğinin hatırlatılmasıdır.\nÂdiyât Sûresi’nin tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">قسم ہے سر پٹ دوڑنے والے گھوڑوں کی ہانپتے ہوئے<span class=\"green\">(1)</span> پھر آگ نکالنے والوں کی سم مار کر<span class=\"green\">(2)</span> پھر حملہ کرنے والوں کی صبح کے وقت<span class=\"green\">(3)</span> پھر وہ اڑاتے ہیں اس وقت غبار<span class=\"green\">(4)</span> پھر وہ درمیان میں گھس جاتے ہیں اس وقت <span class=\"green\">(دشمن کی)</span> جماعت میں<span class=\"green\">(5)</span> یقیناً انسان اپنے رب کا بڑا ناشکرا ہے<span class=\"green\">(6)</span> اور بلاشبہ وہ اس بات پر  البتہ <span class=\"green\">(خودبھی)</span> شاہد ہے<span class=\"green\">(7)</span>اور بلاشبہ وہ محبت مال میں <span class=\"green\">(بھی)</span> بہت سخت ہے<span class=\"green\">(8)</span>کیا پس نہیں جانتا وہ جب نکال باہر کر دیا جائے گا جو کچھ قبروں میں ہے؟<span class=\"green\">(9)</span> اور ظاہر کر دیا جائے گا جو کچھ سینوں میں ہے <span class=\"green\">(10)</span> بلاشبہ ان کا رب ان <span class=\"green\">(کے حال)</span> سے اس دن خبر دار ہو گا <span class=\"green\">(11)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[1]</span>     اللہ تبارک و تعالیٰ نے گھوڑوں کی قسم کھائی ہے کیونکہ ان کے اندر اللہ تعالیٰ کی روشن اور نمایاں نشانیاں اور ظاہری نعمتیں ہیں جو تمام خلائق کو معلوم ہیں،<span class=\"bluﷺ\">  اور اللہ تعالیٰ نے گھوڑوں کی  ان کے اس حال میں قسم کھائی  جس حال میں حیوانات کی تمام انواع میں سے کوئی حیوان ان کے ساتھ مشارکت نہیں کر سکتا۔  فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿ وَالۡعٰدِيٰؔتِ ضَبۡحًا﴾</span>  یعنی  بہت قوت کے ساتھ دوڑنے والے گھوڑوں کی قسم جبکہ ان سے ہانپنے کی آواز آرہی ہو۔ اَلضَّبْحُ  گھوڑوں کے سانس کی آواز جو تیز دوڑتے وقت ان کے سینوں سے نکلتی ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[3]</span><span class=\"arabic qpc-hafs brown\">﴿ فَالۡمُغِيۡرٰتِ﴾</span> دشمن پر شب خون مارنے والے گھوڑوں کی <span class=\"arabic qpc-hafs brown\">﴿صُبۡحًا﴾</span> ’’صبح کے وقت۔‘‘  اور یہ امر غالب ہے کہ <span class=\"grﷺﷺn\">(دشمن پر)</span>  شب خون صبح کے وقت منہ اندھیرے مارا جاتا ہے۔                </div>"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Demi kuda perang yang berlari kencang dengan terengah-engah, dan demi kuda yang mencetuskan api dengan pukulan <span class=\"green\">(kuku kakinya)</span>, dan demi kuda yang menyerang dengan tiba-tiba di waktu pagi, maka ia menerbangkan debu, dan menyerbu ke tengah-tengah kumpulan musuh, sesungguhnya manusia itu sangat ingkar, tidak berterima kasih kepada Rabbnya, dan sesungguhnya manu-sia itu menyaksikan <span class=\"green\">(sendiri keingkaran)</span>nya itu, dan sesungguh-nya dia sangat bakhil karena cintanya kepada harta. Maka apabila dia tidak mengetahui apabila dibangkitkan apa yang ada di dalam kubur, dan dilahirkan apa yang ada di dalam dada, sesungguhnya Rabb mereka pada hari itu Maha Mengetahui keadaan mereka.\" <span class=\"green\">(Al-<span class=\"blue\">'Adiyat:</span> 1-11)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div>\n<span class=\"green\">(1)</span> Allah سبحانه وتعالى bersumpah dengan kuda, karena pada kuda terdapat tanda-tanda kekuasaan Allah سبحانه وتعالى yang amat jelas dan nik-matNya yang nyata padanya yang diketahui oleh manusia. Allah سبحانه وتعالى bersumpah dengan kuda pada kondisi di mana tidak ada hewan lain yang menyertainya seraya berfirman, ﴾ وَٱلۡعَٰدِيَٰتِ ضَبۡحٗا ﴿   \"Demi kuda perang yang berlari kencang dengan terengah-engah,\" yakni kuda yang berlari kencang dan kuat serta terengah-engah; suara nafasnya yang keluar dari dadanya karena kencangnya lari.                </div><div>\n<span class=\"green\">(2)</span> ﴾ فَٱلۡمُورِيَٰتِ <span class=\"brown\">﴿   \"Dan kuda yang mencetuskan api\" dengan kuku kakinya ketika menginjak batu ﴾</span>  قَدۡحٗا ﴿   \"dengan pukulan <span class=\"green\">(kuku kaki-nya)</span>,\" sehingga memercikkan api karena kokoh dan kuatnya kaki ketika lari.                </div><div>\n<span class=\"green\">(3)</span> ﴾ فَٱلۡمُغِيرَٰتِ <span class=\"brown\">﴿   \"Dan kuda yang menyerang\" musuh ﴾</span> صُبۡحٗا ﴿   \"di waktu pagi.\" Ini adalah hal umum, karena serangan tiba-tiba biasa-nya dilakukan pada waktu pagi.                </div><div>\n<span class=\"green\">(4-5)</span> ﴾ فَأَثَرۡنَ  بِهِۦ <span class=\"brown\">﴿   \"Maka ia menerbangkan\" dengan lari dan ser-buannya, ﴾</span> نَقۡعٗا <span class=\"brown\">﴿   \"debu,\" yakni tanah. ﴾</span> فَوَسَطۡنَ  بِهِۦ <span class=\"brown\">﴿   \"Dan menyerbu,\" de-ngan menungganginya, ﴾</span> جَمۡعًا ﴿   \"ke tengah-tengah kumpulan musuh,<span class=\"blue\">\" dengan penunggangnya:</span> kuda-kuda lari menyerbu musuh yang mereka serbu.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(6)</span> Dan yang disumpahkan adalah Firman Allah سبحانه وتعالى, ﴾ إِنَّ  ٱلۡإِنسَٰنَ   لِرَبِّهِۦ لَكَنُودٞ   ﴿ \"Sesungguhnya manusia itu sangat ingkar, tidak berterima kasih kepada Rabbnya,\" yakni amat mencegah kebaikan yang wajib ditunaikan untuk Allah سبحانه وتعالى atasnya. Tabiat dan fitrah manusia tidak merelakan dirinya menunaikan kewajiban-kewajibannya secara sempurna dan penuh. Bahkan tabiat manusia adalah pemalas dan mencegah kewajiban-kewajiban harta dan badan yang harus ditu-naikan, kecuali orang yang diberi petunjuk oleh Allah سبحانه وتعالى dan keluar dari sifat tersebut menuju sifat rela dengan menunaikan kewajiban-kewajiban.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(7)</span> ﴾ وَإِنَّهُۥ  عَلَىٰ  ذَٰلِكَ  لَشَهِيدٞ ﴿   \"Dan sesungguhnya manusia itu menyaksi-kan <span class=\"green\">(sendiri)</span> keingkarannya,\" yakni sesungguhnya manusia menyaksi-kan keengganannya menunaikan kewajiban dan keingkaran yang ia ketahui pada dirinya, ia tidak membantah dan tidak menging-karinya; karena itu adalah sesuatu yang jelas. Kemungkinan kata ganti dalam ayat ini merujuk pada Allah سبحانه وتعالى, artinya sesungguhnya manusia benar-benar ingkar terhadap Rabbnya dan Allah سبحانه وتعالى me-nyaksikan hal itu. Dalam ayat ini terdapat ancaman dan peringatan keras bagi orang yang ingkar terhadap Rabbnya, karena Allah سبحانه وتعالى Maha Menyaksikannya.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(8)</span> ﴾ وَإِنَّهُۥ <span class=\"brown\">﴿   \"Dan sesungguhnya dia,\" yaitu manusia, ﴾</span> لِحُبِّ ٱلۡخَيۡرِ لَشَدِيدٌ ﴿   \"sangat bakhil karena cintanya kepada harta,\" yakni amat men-cintai harta, dan kecintaannya itulah yang menyebabkannya tidak menunaikan kewajiban-kewajiban. Ia lebih mengedepankan hawa nafsu daripada keridhaan Rabbnya. Semua itu karena ia membatasi pandangannya pada dunia sementara akhirat dia lalaikan.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(9-10)</span> Karena itu Allah سبحانه وتعالى berfirman memberi anjuran bagi manusia agar takut akan hari yang diancamkan tersebut, ﴾ أَفَلَا يَعۡلَمُ <span class=\"brown\">﴿   \"Maka apabila dia tidak mengetahui,\" yakni apakah manusia yang ter-pedaya itu tidak mengetahui,  ﴾</span> إِذَا  بُعۡثِرَ  مَا  فِي  ٱلۡقُبُورِ <span class=\"brown\">﴿     \"apabila dibangkitkan apa yang ada di dalam kubur,\" yakni Allah سبحانه وتعالى akan mengeluarkan manusia dari kubur untuk dikumpulkan dan dibangkitkan, ﴾</span> وَحُصِّلَ  مَا  فِي  ٱلصُّدُورِ ﴿   \"dan dilahirkan apa yang ada di dalam dada,\" artinya, apa yang ada di dalam dada akan menjadi nampak nyata berupa sim-panan-simpanan kebaikan dan keburukan, sehingga rahasia men-jadi nampak terang dan yang batin menjadi nyata, serta nampak di hadapan para manusia sebagai akibat perbuatan-perbuatan mereka.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(11)</span> ﴾ إِنَّ  رَبَّهُم  بِهِمۡ  يَوۡمَئِذٖ  لَّخَبِيرُۢ ﴿   \"Sesungguhnya Rabb mereka pada hari itu Maha mengetahui keadaan mereka,\" yakni mengetahui amalan-amalan mereka, lahir maupun batin, samar atau nyata, dan Allah سبحانه وتعالى akan membalas mereka atasnya. Allah سبحانه وتعالى menyebutkan berita mereka secara khusus padahal Allah Maha Mengetahui mengenai mereka di setiap saat, karena yang dimaksudkan pembalasan atas perbuatan-perbuatan itu bersumber dari ilmu dan pengetahuan Allah سبحانه وتعالى.                </div>"
        },
        {
            "resource_id": 90,
            "text": "سورة العادياتوهي إحدى عشرة آيةوهي مكية في قول ابن مسعود وجابر والحسن وعكرمة وعطاء .ومدنية في قول ابن عباس وأنس ومالك وقتادة .والعاديات ضبحاقوله تعالى : والعاديات ضبحا أي الأفراس تعدو . كذا قال عامة المفسرين وأهل اللغة ; أي تعدو في سبيل الله فتضبح . قال قتادة : تضبح إذا عدت ; أي تحمحم . وقال الفراء : الضبح : صوت أنفاس الخيل إذا عدون . ابن عباس : ليس شيء من الدواب يضبح غير الفرس والكلب والثعلب . وقيل : كانت تكعم لئلا تصهل ، فيعلم العدو بهم فكانت تتنفس في هذه الحال بقوة .قال ابن العربي : أقسم الله بمحمد - صلى الله عليه وسلم - فقال : يس والقرآن الحكيم ، وأقسم بحياته فقال : لعمرك إنهم لفي سكرتهم يعمهون ، وأقسم بخيله وصهيلها وغبارها ، وقدح حوافرها النار من الحجر ، فقال : والعاديات ضبحا . . . الآيات الخمس . وقال أهل اللغة :وطعنة ذات رشاش واهيه طعنتها عند صدور العاديه[ ص: 138 ] يعني الخيل . وقال آخر :والعاديات أسابي الدماء بها     كأن أعناقها أنصاب ترجيبيعني الخيل . وقال عنترة :والخيل تعلم حين تض     بح في حياض الموت ضبحاوقال آخر :لست بالتبع اليماني إن لم     تضبح الخيل في سواد العراقوقال أهل اللغة : وأصل الضبح والضباح للثعالب ; فاستعير للخيل . وهو من قول العرب : ضبحته النار : إذا غيرت لونه ولم تبالغ فيه . وقال الشاعر :فلما أن تلهوجنا شواء     به اللهبان مقهورا ضبيحاوانضبح لونه : إذا تغير إلى السواد قليلا . وقال :علقتها قبل انضباح لوني وإنما تضبح هذه الحيوانات إذا تغيرت حالها من فزع وتعب أو طمع . ونصب ضبحا على المصدر ; أي والعاديات تضبح ضبحا . والضبح أيضا الرماد . وقال البصريون : ضبحا نصب على الحال . وقيل : مصدر في موضع الحال . قال أبو عبيدة : ضبحت الخيل ضبحا مثل ضبعت ; وهو السير . وقال أبو عبيدة : الضبح والضبع : بمعنى العدو والسير . وكذا قال المبرد : الضبح مد أضباعها في السير .وروي أن رسول الله - صلى الله عليه وسلم - بعث سرية إلى أناس من بني كنانة ، فأبطأ عليه خبرها ، وكان استعمل عليهم المنذر بن عمرو الأنصاري ، وكان أحد النقباء ; فقال المنافقون : إنهم قتلوا ; فنزلت هذه السورة إخبارا للنبي - صلى الله عليه وسلم - بسلامتها ، وبشارة له بإغارتها على القوم الذين بعث إليهم . وممن قال : إن المراد بالعاديات الخيل ،ابن عباس وأنس والحسن ومجاهد . والمراد الخيل التي يغزو عليها المؤمنون . وفي الخبر : \" من لم يعرف حرمة فرس الغازي ، ففيه شعبة من النفاق \" . وقول ثان : أنها الإبل ; قال مسلم : نازعت فيها عكرمة فقال عكرمة : قال ابن عباس هي الخيل . وقلت : قال علي هي الإبل في الحج ، ومولاي أعلم من مولاك . وقال الشعبي : تمارى علي وابن عباس في العاديات ، فقال علي : هي الإبل تعدو في الحج . وقال ابن عباس : هي الخيل ; ألا تراه يقول : فأثرن به نقعا [ ص: 139 ] فهل تثير إلا بحوافرها ! وهل تضبح الإبل ! فقال علي : ليس كما قلت ، لقد رأيتنا يوم بدر وما معنا إلا فرس أبلق للمقداد ، وفرس لمرثد بن أبي مرثد ; ثم قال له علي : أتفتي الناس بما لا تعلم ! والله إن كانت لأول غزوة في الإسلام وما معنا إلا فرسان : فرس للمقداد ، وفرس للزبير ; فكيف تكون العاديات ضبحا ! إنما العاديات الإبل من عرفة إلى المزدلفة ، ومن المزدلفة إلى عرفة . قال ابن عباس : فرجعت إلى قول علي ، وبه قال ابن مسعود وعبيد بن عمير ومحمد بن كعب والسدي . ومنه قول صفية بنت عبد المطلب :فلا والعاديات غداة جمعبأيديها إذا سطع الغباريعني الإبل . وسميت العاديات لاشتقاقها من العدو ، وهو تباعد الأرجل في سرعة المشي . وقال آخر :رأى صاحبي في العاديات نجيبة     وأمثالها في الواضعات القوامسومن قال هي الإبل فقوله ضبحا بمعنى ضبعا ; فالحاء عنده مبدلة من العين ; لأنه يقال : ضبعت الإبل وهو أن تمد أعناقها في السير . وقال المبرد : الضبع مد أضباعها في السير . والضبح أكثرها ما يستعمل في الخيل . والضبع في الإبل . وقد تبدل الحاء من العين . أبو صالح : الضبح من الخيل : الحمحمة ، ومن الإبل التنفس . وقال عطاء : ليس شيء من الدواب يضبح إلا الفرس والثعلب والكلب ; وروي عن ابن عباس . وقد تقدم عن أهل اللغة أن العرب تقول : ضبح الثعلب ; وضبح في غير ذلك أيضا . قال توبة :ولو أن ليلى الأخيلية سلمت     علي ودوني تربة وصفائحلسلمت تسليم البشاشة أو زقا     إليها صدى من جانب القبر ضابحزقا الصدى يزقو زقاء : أي صاح . وكل زاق صائح . والزقية : الصيحة ."
        },
        {
            "resource_id": 173,
            "text": "Allah prête serment par les chevaux qui courent tellement vite que leur respiration émet un bruit,"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">وَالْعَادِيَاتِ ضَبْحًا سوگند به  اسبان  دونده اي  که  نفس  نفس  مي ، زنند ،\nفَالْمُورِيَاتِ قَدْحًا سوگند به  اسباني  که  به  سم  از سنگ  آتش  مي  جهانند ،\nفَالْمُغِيرَاتِ صُبْحًا و سوگند به  اسباني  که  بامدادان  هجوم  آورند ،\nفَأَثَرْنَ بِهِ نَقْعًا و در آنجا غبار برانگيزند ،\nفَوَسَطْنَ بِهِ جَمْعًا و در آنجا همه  را در ميان  گيرند ،<span class=\"blue\">\nإِنَّ الْإِنسَانَ لِرَبِّهِ لَكَنُودٌ که  :</span> آدمي  پروردگار خود را سپاس  نمي  گويد ،\nوَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ و او خود بر اين  گواه  است\nوَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ او مال  را فراوان  دوست  دارد\nأَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ آيا نمي  داند که  چون  آنچه  در گورهاست  زنده  گردد ،\nوَحُصِّلَ مَا فِي الصُّدُورِ و آنچه  در دلها نهان  است  آشکار شود ،\nإِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ  پروردگارشان  در آن  روز از، حالشان  آگاه  است  ?</p><p>\n                                                            مکي و 11آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1)</span> خداوند به اسب سوگند می‌خورد؛ چون در آن نشانه‌های آشکار و نعمت‌های ظاهری است که برای مردم معلوم و مشخص است. و خداوند به حالتی از اسب سوگند خورده که دیگر حیوانات آن حالت را ندارند،<span class=\"blue\"> پس فرمود:</span> (<span class=\"arabic qpc-hafs brown\">﴿وَٱلۡعَٰدِيَٰتِ ضَبۡحٗا﴾</span>) سوگند به اسبان تازنده‌ای که به سرعت و نفس‌زنان می‌تازند و پیش می‌روند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(2)</span> (<span class=\"arabic qpc-hafs brown\">﴿فَٱلۡمُورِيَٰتِ قَدۡحٗا﴾</span>) و سوگند به اسبانی که بر اثر برخورد نعل آنها با سنگ، جرقه می‌افروزند؛ یعنی از صلابت و قدرتشان به هنگام دویدن، و از برخورد نعلشان با سنگ، جرقه می‌افروزند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(3)</span> (<span class=\"arabic qpc-hafs brown\">﴿فَٱلۡمُغِيرَٰتِ صُبۡحٗا﴾</span>) سوگند به اسبانی که به هنگام صبح بر دشمنان یورش می‌برند. و این بر اساس اغلبیت می‌باشد؛ یعنی غالباً هجوم در صبحگاهان صورت می‌گیرد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(4 - 5)</span> (<span class=\"arabic qpc-hafs brown\">﴿فَأَثَرۡنَ بِهِۦ نَقۡعٗا﴾</span>) و به سبب تاختن و یورش بردنشان غباری برمی‌انگیزند. (<span class=\"arabic qpc-hafs brown\">﴿فَوَسَطۡنَ بِهِۦ جَمۡعًا﴾</span>) و همراه با اسب، سوار وارد جمع دشمنانی می‌شوند که بر آنها هجوم برده‌اند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(6)</span> و آنچه که بر آن قسم یاد شده عبارت است از فرمودۀ خداوند: (<span class=\"arabic qpc-hafs brown\">﴿إِنَّ ٱلۡإِنسَٰنَ لِرَبِّهِۦ لَكَنُودٞ﴾</span>) یعنی بی‌گمان، انسان از ادای حقوق الهی به شدت ممانعت می‌ورزد. پس طبیعت انسان و عادتش بر این است حقوقی را که بر اوست به‌طور کامل ادا نکند، بلکه طبیعت انسان تنبلی و کاهلی می‌طلبد، و حقوق مالی و بدنی را که بر اوست ادا نمی‌کند. مگر کسی که خداوند او را هدایت کند و او را از این حالت درآوَرَد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(7)</span> (<span class=\"arabic qpc-hafs brown\">﴿وَإِنَّهُۥ عَلَىٰ ذَٰلِكَ لَشَهِيدٞ﴾</span>) انسان بخل و ناسپاسی خود را می‌داند، و بر آن گواه است، و آن را انکار نمی‌کند، چون این چیز روشن و واضح است. و احتمال دارد که ضمیر به خدا برگردد؛ یعنی انسان در حق پروردگارش ناسپاس است، و خداوند بر این ناسپاسی او گواه است. پس در اینجا انسان به شدّت مورد تهدید قرار گرفته است، <span class=\"brown\">[و به وی هشدار داده شده]</span> که خداوند بر او آگاه است. \\                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(8)</span> (<span class=\"arabic qpc-hafs brown\">﴿وَإِنَّهُۥ لِحُبِّ ٱلۡخَيۡرِ لَشَدِيدٌ﴾</span>) انسان مال و دارائی را به شدت دوست می‌دارد، و این محبت باعث می‌شود تا حقوقی را که بر او واجب است ترک نماید، و شهوت خود را بر رضایت پروردگارش مقدم بدارد. و این به خاطر آن است که او نگاهش را فقط به همین جهان منحصر کرده و از آخرت غافل مانده است.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(9 - 10)</span> به همین جهت او را بر داشتنِ ترس و پروا از روزِ هراسِ بزرگ تشویق نمود و فرمود: (<span class=\"arabic qpc-hafs brown\">﴿أَفَلَا يَعۡلَمُ إِذَا بُعۡثِرَ مَا فِي ٱلۡقُبُورِ﴾</span>) آیا انسانی که مغرور است نمی‌داند که خداوند مردگان را از گورهایشان برای حشر و نشر بیرون می‌آورد. (<span class=\"arabic qpc-hafs brown\">﴿وَحُصِّلَ مَا فِي ٱلصُّدُورِ﴾</span>) و رازهایی که در دل‌هاست و خیر و شری که در آن پنهان شده، در آن روز آشکار می‌گردد. پس در آن روز، نهان آشکار می‌گردد، و نتیجۀ کارها برای مردم معلوم می‌شود.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(11)</span> (<span class=\"arabic qpc-hafs brown\">﴿إِنَّ رَبَّهُم بِهِمۡ يَوۡمَئِذٖ لَّخَبِيرُۢ﴾</span>) همانا خداوند به اعمال ظاهر و باطن و پنهان و آشکار آنها آگاه است، و در برابر آن به آنها جزا و سزا می‌دهد.<span class=\"blue\"> با اینکه خداوند در همۀ اوقات از اعمال بندگان آگاه است اما به طور ویژه فرمود:</span> در آن روز از آنها آگاه است؛ چون منظور جزا دادن بر اعمال است؛ اعمالی که از دایرۀ علم و آگاهی خداوند خارج نبوده است.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 160,
            "text": "انسان کا نفسیاتی تجزیہ ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">مجاہدین کے گھوڑے جبکہ اللہ کی راہ میں جہاد کے لیے ہانپتے اور ہنہناتے ہوئے دوڑتے ہیں ان کی اللہ تبارک و تعالیٰ قسم کھاتا ہے پھر اس تیزی میں دوڑتے ہوئے پتھروں کے ساتھ ان کے نعل کا ٹکرانا اور اس رگڑ سے آگ کی چنگاڑیاں اڑنا پھر صبح کے وقت دشمن پر ان کا چھاپہ مارنا اور دشمنان رب کو تہہ و بالا کرنا۔ </p><p class=\"ur\"> <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی یہی عادت مبارک تھی کہ دشمن کی کسی بستی پر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> جاتے تو وہاں رات کو ٹھہر کر کان لگا کر سنتے اگر اذان کی آواز آ گئی تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> رک جاتے، نہ آتی تو لشکر کو حکم دیتے کہ بزن بول دیں </span>۔   <span class=\"reference\">[صحیح مسلم:382]</span> ‏ </p><p> پھر ان گھوڑوں کا گردو غبار اڑانا اور ان سب کا دشمنوں کے درمیان گھس جانا ان سب چیزوں کی قسم کھا کر پھر مضمون شروع ہوتا ہے۔ سیدنا عبداللہ رضی اللہ عنہ سے مروی ہے کہ <span class=\"arabic qpc-hafs\"> «وَالْعَادِيَاتِ»</span>  سے مراد اونٹ ہیں سیدنا علی رضی اللہ عنہ بھی یہی فرماتے ہیں۔</p></div><div>10796</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">سیدنا ابن عباس رضی اللہ عنہما کا قول کہ <span>”</span>اس سے مراد گھوڑے ہیں<span>“</span>، جب سیدنا علی رضی اللہ عنہ کو معلوم ہوا تو آپ نے فرمایا: <span>”</span>گھوڑے ہمارے بدر والے دن تھے ہی کب، یہ تو اس چھوٹے لشکر میں تھے جو بھیجا گیا تھا۔‏<span>“</span> </p><p class=\"ur\"> سیدنا عبداللہ بن عباس رضی اللہ عنہما ایک مرتبہ حطیم میں بیٹھے ہوئے تھے کہ ایک شخص نے آ کر اس آیت کی تفسیر پوچھی تو آپ نے فرمایا: <span>”</span>اس سے مراد مجاہدین کے گھوڑے ہیں جو بوقت جہاد دشمنوں پر دھاوا بولتے ہیں پھر رات کے وقت یہ گھڑ سوار مجاہد اپنے کیمپ میں آ کر کھانے پکانے کے لیے آگ جلاتے ہیں۔‏<span>“</span> وہ یہ پوچھ کر سیدنا علی رضی اللہ عنہ کے پاس گیا آپ اس وقت زمزم کا پانی لوگوں کو پلا رہے تھے اس نے آپ سے بھی یہی سوال کیا آپ نے فرمایا: <span>”</span>مجھ سے پہلے کسی اور سے بھی تم نے پوچھا ہے؟<span>“</span> کہا ہاں سیدنا ابن عباس رضی اللہ عنہما سے پوچھا ہے تو انہوں نے فرمایا <span>”</span>مجاہدین کے گھوڑے ہیں جو اللہ کی راہ میں دھاوا بولیں۔‏<span>“</span> سیدنا علی رضی اللہ عنہ نے فرمایا: <span>”</span>جانا ذرا انہیں میرے پاس بلانا<span>“</span>، جب وہ آ گئے تو سیدنا علی رضی اللہ عنہ نے فرمایا: <span>”</span>تمہیں معلوم نہیں اور تم لوگوں کو فتوے دے رہے ہو، اللہ کی قسم پہلا غزوہ اسلام میں بدر کا ہوا اس لڑائی میں ہمارے ساتھ صرف دو گھوڑے تھے ایک زبیر رضی اللہ عنہ کا دوسرا مقداد رضی اللہ عنہ کا، تو <span class=\"arabic qpc-hafs\"> «عَادِيَاتِ ضَبْحًا»</span>  یہ کیسے ہو سکتے ہیں اس سے مراد تو عرفات سے مزدلفہ کی طرف جانے والے اور پھر مزدلفہ سے منیٰ کی طرف جانے والے ہیں۔‏<span>“</span> سیدنا عبداللہ رضی اللہ عنہ فرماتے ہیں <span>”</span>یہ سن کر میں نے اپنے اگلے قول سے رجوع کر لیا اور سیدنا علی رضی اللہ عنہ نے جو فرمایا تھا وہی کہنے لگا۔‏<span>“</span>   <span class=\"reference\">[تفسیر ابن جریر الطبری:272/30:حسن]</span> ‏ </p><p> مزدلفہ میں پہنچ کر حاجی بھی اپنی ہنڈیا روٹی کے لیے آگ سلگاتے ہیں، غرض سیدنا علی رضی اللہ عنہ کا فرمان یہ ہوا کہ اس سے مراد اونٹ ہیں اور یہی قول ایک جماعت کا ہے۔ جن میں ابراہیم عبید بن عمیر وغیرہ ہیں اور ابن عباس رضی اللہ عنہما سے گھوڑے مروی ہیں۔</p></div><div>10797</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مجاہد، عکرمہ، عطاء، قتادہ اور ضحاک رحمہ اللہ علیہم بھی یہی کہتے ہیں اور امام ابن جریر رحمہ اللہ بھی اسی کو پسند فرماتے ہیں بلکہ سیدنا ابن عباس رضی اللہ عنہما اور عطا رحمہ اللہ سے مروی ہے کہ <span class=\"arabic qpc-hafs\"> «ضَبْحً»</span>  یعنی ہانپنا کسی جانور کے لیے نہیں ہوتا سوائے گھوڑے اور کتے کے۔ </p><p> سیدنا ابن عباس رضی اللہ عنہما فرماتے ہیں <span>”</span>ان کے منہ سے ہانپتے ہوئے جو آواز <span>(‏اح اح)</span> کی نکلتی ہے یہی <span class=\"arabic qpc-hafs\"> «ضَبْحً»</span>  ہے اور دوسرے جملے کے ایک تو معنی یہ کیے گئے ہیں کہ ان گھوڑوں کی ٹاپوں کا پتھر سے ٹکرا کر آگ پیدا کرنا اور دوسرے معنی یہ بھی کیے گئے ہیں کہ ان کے سواروں کا لڑائی کی آگ کو بھڑکانا اور یہ بھی کہا گیا ہے کہ لڑائی میں مکر و دھوکہ کرنا اور یہ بھی مروی ہے کہ راتوں کو اپنی قیام گاہ پر پہنچ کر آگ روشن کرنا اور مزدلفہ میں حاجیوں کا بعد از مغرب پہنچ کر آگ جلانا۔</p></div><div>10798</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">امام ابن جریر رحمہ اللہ فرماتے ہیں <span>”</span>میرے نزدیک سب سے زیادہ ٹھیک قول یہی ہے کہ گھوڑوں کی ٹاپوں اور سموں کا پتھر سے رگڑ کھا کر آگ پیدا کرنا پھر صبح کے وقت مجاہدین کا دشمنوں پر اچانک ٹوٹ پڑنا<span>“</span>، اور جن صاحبان نے اس سے مراد اونٹ لیے ہیں وہ فرماتے ہیں <span>”</span>اس سے مراد مزدلفہ سے منیٰ کی طرف صبح کو جانا ہے۔‏<span>“</span> </p><p class=\"ur\"> پھر یہ سب کہتے ہیں کہ پھر ان کا جس مکان میں یہ اترے ہیں خواہ جہاد میں ہوں، خواہ حج میں غبار اڑانا، پھر ان مجاہدین کا کفار کی فوجوں میں مردانہ گھس جانا اور چیرتے پھاڑتے مارتے پچھاڑتے ان کے بیچ لشکر میں پہنچ جانا اور یہ بھی مراد ہو سکتی ہے کہ سب جمع ہو کر اس جگہ درمیان میں آ جاتے ہیں تو اس صورت میں <span class=\"arabic qpc-hafs\"> «جَمْعاً»</span>  حال موکد ہونے کی وجہ سے منصوب ہو گا </p><p class=\"ur\"> ابوبکر بزار میں اس جگہ ایک غریب حدیث ہے جس میں ہے کہ <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ایک لشکر بھیجا تھا ایک مہینہ گزر گیا لیکن اس کی کوئی خبر نہ آئی اس پر یہ آیتیں اتریں اور اس لشکر کی اللہ تعالیٰ نے خبر دی کہ ان کے گھوڑے ہانپتے ہوئے تیز چال سے گئے ان کے سموں کی ٹکر سے چنگاڑیاں اڑ رہی تھیں انہوں نے صبح ہی صبح دشمنوں پر پوری یلغار کے ساتھ حملہ کر دیا ان کی ٹاپوں سے گرد اڑ رہی تھی پھر غالب آ کر سب جمع ہو کر بیٹھ گئے </span>۔   <span class=\"reference\">[مسند بزار:2291:ضعیف]</span> ‏ </p><p> ان قسموں کے بعد اب وہ مضمون بیان ہو رہا ہے جس پر قسمیں کھائیں گئی تھیں کہ انسان اپنے رب کی نعمتوں کا قدردان نہیں اگر کوئی دکھ درد کسی وقت آ گیا ہے تو وہ تو بخوبی یاد رکھتا ہے لیکن اللہ تعالیٰ کی ہزارہا نعمتیں جو ہیں سب کو بھلائے ہوئے ہے۔</p></div><div>10799</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ابن ابی حاتم کی حدیث میں ہے کہ <span class=\"text-translation\"> <span class=\"arabic qpc-hafs\"> «کَنُوْد»</span>  وہ ہے جو تنہا کھائے غلاموں کو مارے اور آسان سلوک نہ کرے </span>۔   <span class=\"reference\">[طبرانی:3778:مرفوعا ضعیف]</span> ‏ اس کی اسناد ضعیف ہے۔ </p><p class=\"ur\"> پھر فرمایا <span class=\"text-translation\">” اللہ اس پر شاہد ہے “</span> اور یہ بھی ہو سکتا ہے کہ یہ خود اس بات پر اپنا گواہ آپ ہے اس کی ناشکری اس کے افعال و اقوال سے صاف ظاہر ہے۔ </p><p class=\"ur\"> جیسے اور جگہ ہے <span class=\"arabic qpc-hafs\"> «مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا مَسَاجِدَ اللَّـهِ شَاهِدِينَ عَلَىٰ أَنفُسِهِم بِالْكُفْرِ»</span>    <span class=\"reference\">[9-التوبة:17]</span> ‏ یعنی <span class=\"text-translation\">” مشرکین سے اللہ تعالیٰ کی مسجدوں کی آبادی نہیں ہو سکتی جبکہ یہ اپنے فکر کے آپ گواہ ہیں “</span>۔ </p><p class=\"ur\"> پھر فرمایا <span class=\"text-translation\">” یہ مال کی چاہت میں بڑا سخت ہے “</span> یعنی اسے مال کی بے حد محبت ہے اور یہ بھی معنی ہیں کہ اس کی محبت میں پھنس کر ہماری راہ میں دینے سے جی چراتا اور بخل کرتا ہے۔ پھر پروردگار عالم اسے دنیا سے بے رغبت کرنے اور آخرت کی طرف متوجہ کرنے کے لیے فرما رہا ہے کہ کیا انسان کو یہ معلوم نہیں کہ ایک وقت وہ آ رہا ہے کہ جب تمام مردے قبروں سے نکل کھڑے ہوں گے اور جو کچھ باتیں چھپی لگی ہوئی تھیں سب ظاہر ہو جائیں گی، سن لو ان کا رب ان کے تمام کاموں سے باخبر ہے اور ہر ایک عمل کا بدلہ پورا پورا دینے والا ہے ایک ذرے کے برابر ظلم وہ روا نہیں رکھتا اور نہ رکھے۔ </p><p> سورۃ العادیات کی تفسیر اللہ کے فضل و احسان سے ختم ہوئی۔ <span class=\"arabic qpc-hafs\"> «فالْحَمْدُ لِلَّـه»</span> </p></div><div>10800</div>"
        },
        {
            "resource_id": 174,
            "text": "Allah bersumpah dengan kuda-kuda yang berlari hingga terdengar suara dari napasnya karena larinya yang kencang."
        },
        {
            "resource_id": 176,
            "text": "Allāh giurò sui cavalli che corrono finché non si sente il loro ansimare, tale la velocità della loro corsa,"
        },
        {
            "resource_id": 171,
            "text": "Allah takes an oath on the horses that run so hard that their breath can be heard."
        },
        {
            "resource_id": 175,
            "text": "Allah se kune konjima koji trče pa se čuje njihov glas i disanje zbog brzine trčanja."
        },
        {
            "resource_id": 183,
            "text": "アッラーは誓う。吐く息荒く進撃する馬にかけて、"
        },
        {
            "resource_id": 905,
            "text": "وأقسم بالخيل التي تُوقِد بحوافرها النار إذا لامست بها الصخور لشدة وقعها عليها."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 172,
            "text": "Ve kuvvetinin şiddetinden ötürü toynakları çakıl taşlarına değdiğinde kıvılcım saçan atlara yemin etmiştir."
        },
        {
            "resource_id": 170,
            "text": "Всевышний поклялся конями, потому что эти животные олицетворяют прекрасные знамения Аллаха и приносят людям огромную пользу. При этом Всевышний подчеркнул такие качества лошадей, по которым они превосходят всех остальных животных. Они скачут стремительно и запыхаются, в результате чего из их груди вырывается удивительный звук. Их копыта настолько тверды, а удары настолько сильны, что своими копытами они высекают искры."
        },
        {
            "resource_id": 176,
            "text": "e giurò sui cavalli che con i loro zoccoli emettono scintille quando toccano le rocce, per l'intensità dell'impatto,"
        },
        {
            "resource_id": 182,
            "text": "祂以因剧烈的摩擦到岩石，而使马蹄溅出火花的马队发誓，"
        },
        {
            "resource_id": 93,
            "text": "والموريات : جمع مُورِيَة ، اسم فاعل من الإِيراء ، وهو إخراج النار ، تقول : أَوْرَى فلان ، إذا أخرج النار بزند ونحوه .والقَدْح : ضَرْب شىءٍ لكى يخرج من بينهما شرر النار .والمراد به هنا : النار التى تخرج من أثر احتكاك حوافر الخيل بالحجارة خلال عدوها بسرعة ."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( فالموريات قدحا )</span> قال عكرمة ، وعطاء ، والضحاك ، ومقاتل ، والكلبي ،<span class=\"blue\"> :</span> هي الخيل توري النار بحوافرها إذا سارت في الحجارة .<span class=\"blue\"> يعني :</span> والقادحات قدحا يقدحن بحوافرهن .</p><p>وقال قتادة : هي الخيل تهيج الحرب ونار العداوة بين فرسانها .</p><p lang=\"ar\" class=\"ar \">وقال سعيد بن جبير عن ابن عباس : هي الخيل تغزو في سبيل الله ثم تأوي بالليل <span class=\"reference\">[ إلى مأواها ]</span> فيورون نارهم ، ويصنعون طعامهم .</p><p lang=\"ar\" class=\"ar \">وقال مجاهد ،<span class=\"blue\"> وزيد بن أسلم :</span> هي مكر الرجال ، يعني رجال الحرب ،<span class=\"blue\"> والعرب تقول إذا أراد الرجل أن يمكر بصاحبه :</span> أما والله لأقدحن لك ثم لأورين لك .</p><p>وقال محمد بن كعب : هي النيران تجتمع .</p>"
        },
        {
            "resource_id": 171,
            "text": "And He also takes an oath on the horses who, when their shoes strike the stones with force, sparks fly."
        },
        {
            "resource_id": 175,
            "text": "I kune se konjima koji trčeći snažno po kamenju prave varnice svojim kopitama."
        },
        {
            "resource_id": 179,
            "text": "Sumumpa Siya sa mga kabayong nagpapaningas ng apoy sa pamamagitan ng mga kuko ng mga ito, kapag sumaling ang mga [kabayong] ito sa pamamagitan ng [mga paa ng] mga ito sa mga bato, dahil sa tindi ng pagsalpok ng mga [kukong] ito sa mga [batong] ito."
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 100:5] فَوَسَطْنَ بِهِ جَمْعًا (then enter, at the same time, into the centre of the [ opposing ] host) In other words, they penetrate into the centre of the enemy forces without the least degree of fear.</p><p>The word kanud, (100:6) according to Hasan Basri (رح) ، refers to the one who counts the calamities that befall him, and forgets Allah's favours. Abu Bakr Wasiti said that kanud is the one who spends the bounties of Allah for sinful purposes. Tirmidhi said that kanud is the one who looks at the bounty, and not at the Bounteous Lord. In short, all these interpretations lead to the sense of 'ungratefulness to favours and bounties' and hence the expression kanud means 'ungrateful'.</p>"
        },
        {
            "resource_id": 174,
            "text": "Dia bersumpah dengan kuda-kuda yang memercikkan bunga api dari kaki-kakinya ketika bertumbuk dengan bebatuan dikarenakan kuatnya entakan kakinya dengan batu."
        },
        {
            "resource_id": 792,
            "text": "ហើយទ្រង់ស្បថនឹងសត្វសេះដែលរត់យ៉ាងលឿនរហូតចេញផ្កាភ្លើងតាមក្រចករបស់វានៅពេលដែលវាផាយជាន់យ៉ាងខ្លាំងទៅលើដុំថ្ម ។"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَالْمُورِيَاتِ }</span> بحوافرهن ما يطأن عليه من الأحجار <span class=\"arabic qpc-hafs brown\">{ قَدْحًا }</span> أي: تقدح  النار من صلابة حوافرهن <span class=\"arabic qpc-hafs\">[وقوتهن]</span> إذا عدون،"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "আৰু সেই ঘোঁৰাৰ শপত কৰিছে, যি ঘোঁৰাই শিলৰ ওপৰত দৌৰাৰ ফলত তাৰ ক্ষুৰৰ আঘাতত ফিৰিঙতি ওলায়।"
        },
        {
            "resource_id": 776,
            "text": "Y también jura por los corceles que, cuando sus cascos golpean las piedras con fuerza, arrancan chispas."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَالْمُورِيَاتِ قَدْحًا (٢)</span> ] خوای گەورە سوێند ئەخوات بە ناڵی ئەسپەكان كاتێك كە بە بەردا ئەداو پریشكی ئاگر فڕێ ئەدا ."
        },
        {
            "resource_id": 181,
            "text": "و به گروه اسبانی سوگند یاد کرد که به‌سبب برخورد شدید سم‌های‌شان به سنگ‌ها (جرقه) آتش برمی‌افروزد."
        },
        {
            "resource_id": 180,
            "text": "২. তিনি শপথ করলেন সেই অশ্বরাজির যেগুলো পাথরে প্রচÐ ক্ষুরাঘাতে অগ্নিস্ফুলিঙ্গ বিচ্ছুরিত করে।"
        },
        {
            "resource_id": 791,
            "text": "പാറക്കല്ലുകൾക്ക് മുകളിൽ കുളമ്പുകൾ ശക്തമായി ഉരസി തീപ്പൊരി പറപ്പിച്ച് കുതിക്കുന്ന കുതിരകളെ കൊണ്ട് അല്ലാഹു സത്യം ചെയ്യുന്നു."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 2{ فَالْمُوْرِیٰتِ قَدْحًا۔ } ”پھر وہ ُ سم مار کر چنگاریاں نکالتے ہیں۔“ جب سرپٹ دوڑتے ہوئے گھوڑوں کے سم کسی پتھر وغیرہ سے ٹکراتے ہیں تو ان سے چنگاریاں نکلتی دکھائی دیتی ہیں۔</p>"
        },
        {
            "resource_id": 14,
            "text": "<p><span class=\"red\">\"فالموريات قدحا\"</span> يعني اصطكاك نعالها للصخر فتقدح منه النار.</p><p lang=\"ar\" class=\"ar \">وقال أكثر هؤلاء في قوله : <span class=\"arabic qpc-hafs\">( فالموريات قدحا )</span> يعني : بحوافرها .<span class=\"blue\"> وقيل :</span> أسعرن الحرب بين ركبانهن . قاله قتادة .</p><p>وعن ابن عباس ومجاهد : <span class=\"arabic qpc-hafs\">( فالموريات قدحا )</span> يعني : مكر الرجال .</p><p>وقيل : هو إيقاد النار إذا رجعوا إلى منازلهم من الليل .</p><p>وقيل : المراد بذلك : نيران القبائل .</p><p>وقال من فسرها بالخيل : هو إيقاد النار بالمزدلفة .</p><p>وقال ابن جرير : والصواب الأول ; أنها الخيل حين تقدح بحوافرها .</p>"
        },
        {
            "resource_id": 183,
            "text": "ひづめが石に力強く当たる時、飛び散る火花に、"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span></p><p>اختلف أهل التأويل, في ذلك,<span class=\"blue\"> فقال بعضهم:</span> هي الخيل توري النار بحوافرها.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا ابن علية,<span class=\"blue\"> قال:</span> ثنا أبو رجاء,<span class=\"blue\"> قال:</span> سئل عكرِمة,<span class=\"blue\"> عن قوله:</span> <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span> قال: أورت وقدحت.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span> قال: هي الخيل; وقال الكلبي: تقدح بحوافرها حتى يخرج منها النار.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن واصل, عن عطاء <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span> قال: أورت النار بحوافرها.</p><p lang=\"ar\" class=\"ar \">حدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ,<span class=\"blue\"> يقول:</span> ثنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span> توري الحجارة بحوافرها.</p><p>وقال آخرون: بل معنى ذلك أن الخيل هجن الحرب بين أصحابهن وركبانهن.</p><p>ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span> قال: هجن الحرب بينهم وبين عدوهم.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> فال:</span> ثنا مهران, عن سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span> قال: هجن الحرب بينهم وبين عدوهم.</p><p>وقال آخرون: بل عني بذلك: الذين يورون النار بعد انصرافهم من الحرب.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> أخبرني أبو صخر, عن أبي معاوية البجلي, عن سعيد بن جبير, عن ابن عباس,<span class=\"blue\"> قال:</span> سألني علي بن أبي طالب رضى الله عنه, عن <span class=\"arabic qpc-hafs green\">(وَالْعَادِيَاتِ ضَبْحًا * فَالْمُورِيَاتِ قَدْحًا)</span> فقلت له: الخيل تغير في سبيل الله, ثم تأوي إلى الليل, فيصنعون طعامهم ويورون نارهم.</p><p>وقال آخرون: بل معنى ذلك: مكر الرجال.</p><p>*ذكر من قال ذلك:</p><p>حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبى,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه,<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span> قال: المكر.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح. عن مجاهد,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span> قال: مكر الرجال.</p><p>وقال آخرون: هي الألسنة</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا الحسن بن عرفة,<span class=\"blue\"> قال:</span> ثنا يونس بن محمد,<span class=\"blue\"> قال:</span> ثنا حماد بن سلمة, عن سماك بن حرب,<span class=\"blue\"> عن عكرِمة قال:</span> يقال في هذه الآية <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span> قال: هي الألسنة.</p><p>وقال آخرون: هي الإبل حين تسير تنسف بمناسمها الحصى.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا جرير, عن مغيرة, عن إبراهيم,<span class=\"blue\"> عن عبد الله:</span> <span class=\"arabic qpc-hafs green\">( فَالْمُورِيَاتِ قَدْحًا )</span> قال: إذا نسفت الحصى بمناسمها, فضرب الحصى بعضه بعضا, فيخرج منه النار.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك بالصواب: أن يقال: إن الله تعالى ذكره أقسم بالموريات التي توري النيران قدحا; فالخيل توري بحوافرها, والناس يورونها بالزند, واللسان - مثلا - يوري بالمنطق, والرجال يورون بالمكر - مثلا - ,<span class=\"blue\"> وكذلك الخيل تهيج الحرب بين أهلها:</span> إذا التقت في الحرب، ولم يضع الله دلالة على أن المراد من ذلك بعض دون بعض فكل ما أورت النار قدحا, فداخلة فيما أقسم به, لعموم ذلك بالظاهر.</p>"
        },
        {
            "resource_id": 177,
            "text": "Ngài thề bởi những con chiến mã phát ra lửa khi các móng chân hùng hậu của chúng chạy trên sa trường đã cọ xát mạnh vào đá làm bắn ra những tia lửa."
        },
        {
            "resource_id": 16,
            "text": "فالخيل اللاتي تنقدح النار من صلابة حوافرها؛ من شدَّة عَدْوها."
        },
        {
            "resource_id": 165,
            "text": "<p>অতঃপর ক্ষুরাঘাতে অগ্নিস্ফুলিঙ্গ বিচ্ছুরিতকারী (অশ্বরাজির শপথ)। [১]</p><p>[১] مُورِيَات শব্দটি উৎপত্তি إيرَاء থেকে; এর অর্থ হল অগ্নি প্রজ্বলনকারী । قَدح শব্দের অর্থ হল, চলাকালে হাঁটু অথবা গোড়ালির সংঘর্ষ হওয়া অথবা ক্ষুর দ্বারা আঘাত করা। এ থেকেই قَدح بالزنَاد বলা হয়; অর্থাৎ, চকমকি ঘষে আগুন বের করা। অর্থ দাঁড়াল, সেই ঘোড়াসমূহের কসম! যার ক্ষুরের ঘর্ষণে পাথর থেকে অগ্নিস্ফুলিঙ্গ বের হয়; যেমন চকমকি পাথর ঘষলে বের হয়।</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>অতঃপর যারা ক্ষুরের আঘাতে অগ্নি-স্ফুলিঙ্গ বিচ্ছুরিত করে [১] ,</p><p>[১] موريات শব্দটি إيراء থেকে উদ্ভূত। অর্থ অগ্নি নিৰ্গত করা। যেমন চকমকি পাথর ঘষে ঘষে অথবা দিয়াশলাই ঘষা দিয়ে অগ্নি নিৰ্গত করা হয়। قدح এর অর্থ আঘাত করা, ঘর্ষন করা; যার কারণে আগুন তৈরী হয়। লৌহনাল পরিহিত অবস্থায় ঘোড়া যখন প্রস্তরময় মাটিতে ক্ষুরাঘাত করে দৌড় দেয় তখন অগ্নিস্ফূলিঙ্গ নিৰ্গত হয়। [ফাতহুল কাদীর]</p>"
        },
        {
            "resource_id": 178,
            "text": "И поклялся Он конями, которые ударяют о скалы так сильно, что своими копытами они высекают искры."
        },
        {
            "resource_id": 173,
            "text": "dont les sabots font jaillir des étincelles au contact des pierres,"
        },
        {
            "resource_id": 92,
            "text": "فَالْمُورِيَاتِ قَدْحًا (2) والقَدْح : حكّ جسم على آخر ليقدح ناراً ، يقال : قدح فأورَى . وانتصب { قدحا } على أنه مفعول مطلق مُؤكّد لعامله . وكل من سنابك الخيل ومناسم الإِبل تقدح إذا صَكَّت الحجر الصَّوَّان ناراً تسمى نار الحُباحب ، قال الشنفرى يشبِّه نفسه في العدو ببعير: ... إذا الأمْعَز الصَّوَّان لاقَى مَناسميتَطَايَر منه قَادح ومُفلَّل ... وذلك كناية عن الإِمعان في العدو وشدة السرعة في السير .ويجوز أن يراد قَدح النيرَان بالليل حين نزولهم لحاجتهم وطعامهم ، وجُوز أن يكون { الموريات قدحاً } مستعار لإِثارة الحرب لأن الحرب تشبَّه بالنار . قال تعالى : { كلما أوقدوا ناراً للحرب أطفأها اللَّه } [ المائدة : 64 ] ، فيكون { قدحاً } ترشيحاً لاستعارة { الموريات } ومنصوباً على المفعول المطلق ل { الموريات } وجُوز أن يكون { قدحاً } بمعنى استخراج المرق من القِدر في القداح لإِطعام الجيش أو الركْب ، وهو مشتق من اسم القَدَح ، وهو الصحفة فيكون { قدحاً } مصدراً منصوباً على المفعول لأجله .والمغيرات : اسم فاعل من أغار ، والإِغارة تطلق على غزو الجيش داراً وهو أشهر إطلاقها فإسناد الإِغارة إلى ضمير { العاديات } مجاز عقلي فإن المغيرين راكبوها ولكن الخيل أو إبل الغزو أسباب للإِغارة ووسائل .وتطلق الإِغارة على الاندفاع في السير ."
        },
        {
            "resource_id": 90,
            "text": "فالموريات قدحا قال عكرمة وعطاء والضحاك : هي الخيل حين توري النار بحوافرها ، وهي سنابكها ; وروي عن ابن عباس . وعنه أيضا : أورت بحوافرها غبارا . وهذا يخالف سائر ما روي عنه في قدح النار ; وإنما هذا في الإبل . وروى ابن نجيح عن مجاهد والعاديات ضبحا فالموريات قدحا قال قال ابن عباس : هو في القتال وهو في الحج . ابن مسعود : هي الإبل تطأ الحصى ، فتخرج منها النار . وأصل القدح الاستخراج ; ومنه قدحت العين : إذا أخرجت منها الماء الفاسد . واقتدحت بالزند . واقتدحت المرق : غرفته . وركي قدوح : تغترف باليد . والقديح : ما يبقى في أسفل القدر ، فيغرف بجهد . والمقدحة : ما تقدح به النار . والقداحة والقداح : الحجر الذي يوري النار . يقال : ورى الزند ( بالفتح ) يري وريا : إذا خرجت ناره . [ ص: 140 ] وفيه لغة أخرى : وري الزند ( بالكسر ) يري فيهما . وقد مضى هذا في سورة ( الواقعة ) . وقدحا انتصب بما انتصب به ضبحا . وقيل : هذه الآيات في الخيل ; ولكن إيراءها : أن تهيج الحرب بين أصحابها وبين عدوهم . ومنه يقال للحرب إذا التحمت : حمي الوطيس . ومنه قوله تعالى : كلما أوقدوا نارا للحرب أطفأها الله . وروي معناه عن ابن عباس أيضا ، وقاله قتادة . وعن ابن عباس أيضا ، وقاله قتادة . وعن ابن عباس أيضا : أن المراد بالموريات قدحا : مكر الرجال في الحرب ; وقاله مجاهد وزيد بن أسلم . والعرب تقول إذا أراد الرجل أن يمكر بصاحبه : والله لأمكرن بك ، ثم لأورين لك . وعن ابن عباس أيضا : هم الذين يغزون فيورون نيرانهم بالليل ، لحاجتهم وطعامهم . وعنه أيضا : أنها نيران المجاهدين إذا كثرت نارها إرهابا . وكل من قرب من العدو يوقد نيرانا كثيرة ليظنهم العدو كثيرا . فهذا إقسام بذلك . قال محمد بن كعب : هي النار تجمع . وقيل هي أفكار الرجال توري نار المكر والخديعة .وقال عكرمة : هي ألسنة الرجال توري النار من عظيم ما تتكلم به ، ويظهر بها من إقامة الحجج ، وإقامة الدلائل ، وإيضاح الحق ، وإبطال الباطل . وروى ابن جريح عن بعضهم قال : فالمنجحات أمرا وعملا ، كنجاح الزند إذا أوري .قلت : هذه الأقوال مجاز ; ومنه قولهم : فلان يوري زناد الضلالة . والأول : الحقيقة ، وأن الخيل من شدة عدوها تقدح النار بحوافرها . قال مقاتل : العرب تسمي تلك النار نار أبي حباحب ، وكان أبو حباحب شيخا من مضر في الجاهلية ، من أبخل الناس ، وكان لا يوقد نارا لخبز ولا غيره حتى تنام العيون ، فيوقد نويرة تقد مرة وتخمد أخرى ; فإن استيقظ لها أحد أطفأها ، كراهية أن ينتفع بها أحد . فشبهت العرب هذه النار بناره ; لأنه لا ينتفع بها . وكذلك إذا وقع السيف على البيضة فاقتدحت نارا ، فكذلك يسمونها . قال النابغة :ولا عيب فيهم غير أن سيوفهم     بهن فلول من قراع الكتائبتقد السلوقي المضاعف نسجه     وتوقد بالصفاح نار الحباحب"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ فَالْمُغِیْرٰتِ صُبْحًا۔ } ”پھر وہ علی الصبح غارت گری کرتے ہیں۔“ اس آیت میں گھوڑوں کی خصوصی صفات کے ساتھ ساتھ زمانہ جاہلیت کے عرب تمدن کی جھلک بھی دکھائی دیتی ہے۔ اہل عرب جب لوٹ مار یا قتل و غارت کے لیے کسی قبیلے پر حملے کی منصوبہ بندی کرتے تو اس کے لیے علی الصبح منہ اندھیرے کے اوقات small hours of the morning کا انتخاب کرتے تھے۔ اس قسم کی غارت گری کے لیے رات کا پچھلا پہر اس لیے موزوں سمجھا جاتا تھا کہ اس وقت ہر کوئی بڑی سکون کی نیند سو رہا ہوتا ہے۔ حتیٰ کہ اگر کوئی مریض تکلیف کی وجہ سے ساری رات سو نہ سکے تو رات کے پچھلے پہر اسے بھی نیند آجاتی ہے۔</p>"
        },
        {
            "resource_id": 182,
            "text": "祂以清晨迎敌的马队起誓，"
        },
        {
            "resource_id": 791,
            "text": "പ്രഭാതത്തിൽ ശത്രുക്കൾക്ക് നേരെ കുതിച്ചു പായുന്ന കുതിരകളെ കൊണ്ടും അല്ലാഹു സത്യം ചെയ്തിരിക്കുന്നു."
        },
        {
            "resource_id": 171,
            "text": "And He also takes an oath on the horses that raid the enemy at dawn."
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( فَالْمُغِيرَاتِ صُبْحًا )</span></p><p lang=\"ar\" class=\"ar \">اختلف أهل التأويل في تأويل ذلك,<span class=\"blue\"> فقال بعضهم:</span> معنى ذلك: فالمغيرات صبحا على عدوّها علانية.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">29259 - حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> أخبرني أبو صخر, عن أبي معاوية البجلي, عن سعيد بن جبير, عن ابن عباس,<span class=\"blue\"> قال:</span> سألني رجل عن المغيرات صبحا,<span class=\"blue\"> فقال:</span> الخيل تغير في سبيل الله.</p><p lang=\"ar\" class=\"ar \">29260 - حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا ابن علية,<span class=\"blue\"> قال:</span> أخبرنا أبو رجاء,<span class=\"blue\"> قال:</span> سألت عكرِمة, عن قوله <span class=\"arabic qpc-hafs green\">( فَالْمُغِيرَاتِ صُبْحًا )</span> قال: أغارت على العدو صبحا.</p><p lang=\"ar\" class=\"ar \">29261 - حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( فَالْمُغِيرَاتِ صُبْحًا )</span> قال: هي الخيل.</p><p>29262 - حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فَالْمُغِيرَاتِ صُبْحًا )</span> قال: هي الخيل.</p><p lang=\"ar\" class=\"ar \">29263 - حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فَالْمُغِيرَاتِ صُبْحًا )</span> قال: أغار القوم بعد ما أصبحوا على عدوهم.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( فَالْمُغِيرَاتِ صُبْحًا )</span> قال: أغارت حين أصبحوا.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فَالْمُغِيرَاتِ صُبْحًا )</span> قال: أغار القوم حين أصبحوا.</p><p>وقال آخرون: عني بذلك الإبل حين تدفع بركبانها من <span class=\"red\">\" جمع \"</span> يوم النحر إلى <span class=\"red\">\" منى \"</span>.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا جرير, عن مغيرة, عن إبراهيم, عن عبد الله <span class=\"arabic qpc-hafs green\">( فَالْمُغِيرَاتِ صُبْحًا )</span> حين يفيضون من جمع.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك بالصواب: أن يقال: إن الله جل ثناؤه أقسم بالمغيرات صبحا, ولم يخصص^ من ذلك مغيرة دون مغيرة, فكل مغيرة صبحا, فداخلة فيما أقسم به ; وقد كان زيد بن أسلم يذكر تفسير هذه الأحرف ويأباها,<span class=\"blue\"> ويقول:</span> إنما هو قسم أقسم الله به.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">(وَالْعَادِيَاتِ ضَبْحًا * فَالْمُورِيَاتِ قَدْحًا)</span> قال: هذا قسم أقسم الله به.<span class=\"blue\"> وفي قوله:</span> <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> قال: كل هذا قسم,<span class=\"blue\"> قال:</span> ولم يكن أبي ينظر فيه إذا سئل عنه, ولا يذكره, يريد به القسم.</p>"
        },
        {
            "resource_id": 16,
            "text": "فالخيل التي تغير بركبانها على الأعداء عند الصبح."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 180,
            "text": "৩. তিনি শপথ করলেন সেই অশ্বরাজির যেগুলো প্রভাতকালে শত্রæর উপর আক্রমণ করে।"
        },
        {
            "resource_id": 179,
            "text": "Sumumpa Siya sa mga kabayong nanlulusob sa mga kaaway sa oras ng bukang liwayway."
        },
        {
            "resource_id": 776,
            "text": "Y también jura por los corceles que atacan al enemigo al amanecer."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "و ( المغيرات) جمع مغيرة . وفعله أغار ، تقول : أغار فلان على فلان ، إذا باغته بفعل يؤذيه . و ( صبحا ) منصوب على الظرفية ."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( فالمغيرات صبحا )</span> هي الخيل تغير بفرسانها ، على العدو عند الصباح ، هذا قول أكثر المفسرين .<span class=\"blue\"> وقال القرظي :</span> هي الإبل تدفع بركبانها يوم النحر من جمع إلى منى ، والسنة أن لا تدفع <span class=\"reference\">[ بركبانها يوم النحر ]</span> حتى تصبح والإغارة سرعة السير ،<span class=\"blue\"> ومنه قولهم :</span> أشرق ثبير كيما نغير .</p>"
        },
        {
            "resource_id": 177,
            "text": "Ngài thề bởi những con chiến mã hăng hái tấn công kẻ thù vào buổi sớm mai."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 173,
            "text": "qui attaquent l’ennemi au matin,"
        },
        {
            "resource_id": 176,
            "text": "e giurò sui cavalli che sorprendono i nemici al mattino,"
        },
        {
            "resource_id": 905,
            "text": "وأقسم بالخيل التي تُغِير على الأعداء وقت الصباح."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : فالمغيرات صبحاالخيل تغير على العدو عند الصبح ; عن ابن عباس وأكثر المفسرين . وكانوا إذا أرادوا الغارة سروا ليلا ، ويأتون العدو صبحا ; لأن ذلك وقت غفلة الناس . ومنه قوله تعالى : فساء صباح المنذرين . وقيل : لعزهم أغاروا نهارا ، وصبحا على هذا ، أي علانية ، تشبيها [ ص: 141 ] بظهور الصبح . وقال ابن مسعود وعلي - رضي الله عنهما - : هي الإبل تدفع بركبانها يوم النحر من منى إلى جمع . والسنة ألا تدفع حتى تصبح ; وقاله القرطبي . والإغارة : سرعة السير ; ومنه قولهم : أشرق ثبير ، كيما نغير ."
        },
        {
            "resource_id": 792,
            "text": "ហើយទ្រង់ស្បថនឹងសត្វសេះដែលវាបោលសម្រុកទៅរកខ្មាំងសត្រូវទាំងព្រឹកព្រលឹម"
        },
        {
            "resource_id": 790,
            "text": "আৰু সেইবোৰ ঘোঁৰাৰ শপত কৰিছে, যিবোৰে প্ৰভাতকালত শত্ৰুৰ ওপৰত আক্ৰমণ কৰে।"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَالْمُغِيرَاتِ صُبْحًا (٣)</span> ] ئەگەر مەبەست پێی حوشترەكان بێ ئەوە كاتێك كە بەیانیان لە موزدەلیفەوە بۆ مینا ئەڕۆن, ئەگەر ئەسپەكانیش بێ بە بەیانیان كاتێك كە غارە ئەكەن و ئەدەن بەسەر دوژمناندا، كە پێغەمبەری خوا صلى الله علیه وسلم عادەتی وابووە ئەگەر هێرشی بكردایە بە بەیانیان ئەیدا بەسەر دوژمندا وە گوێی لە بانگ ئەگرت ئەگەر گوێی لە بانگ بوایەو بیزانیایە موسڵمانن و بانگ ئەدەن و نوێژ ئەكەن ئەوە هێرشی نەئەكرد ئەگەر نا ئەوە هێرشی ئەكرد ."
        },
        {
            "resource_id": 174,
            "text": "Dia bersumpah dengan kuda-kuda yang menyerang musuh-musuh secara tiba-tiba di pagi hari."
        },
        {
            "resource_id": 175,
            "text": "I kune se konjima koji rano jutrom napadaju neprijatelja."
        },
        {
            "resource_id": 172,
            "text": "Ve sabah vaktinde düşmanlarına baskın yapan atlara yemin etmiştir."
        },
        {
            "resource_id": 165,
            "text": "<p>অতঃপর প্রভাতকালে আক্রমণকারী (অশ্বরাজির শপথ)। [১]</p><p>[১] المُغِيرَات শব্দটি أغَار يُغِير থেকে। আক্রমণকারী অশ্ব। صُبحًا থেকে ভোরবেলার অর্থ বোঝানো হয়েছে। আরবে সাধারণতঃ ঐ সময় আক্রমণ করা হত। আসলে আক্রমণ সেই সৈন্যরা করে, যারা ঘোড়ার উপর সওয়ার থাকে। কিন্তু এ কর্মের সম্বন্ধ ঘোড়ার প্রতি এই জন্য করা হয়েছে যে, আক্রমণ কাজে ঘোড়ার ভূমিকাই বেশী।</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">يعني الإغارة وقت الصباح كما كان رسول الله صلى الله عليه وسلم يغير صباحا ويستمع الأذان فإن سمع أذانا وإلا أغار.</p><p lang=\"ar\" class=\"ar \">وقوله <span class=\"arabic qpc-hafs\">( فالمغيرات صبحا )</span> قال ابن عباس ومجاهد وقتادة : يعني إغارة الخيل صبحا في سبيل الله .</p><p>وقال من فسرها بالإبل : هو الدفع صبحا من المزدلفة إلى منى .</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>অতঃপর যারা অভিযান করে প্রভাতকালে [১] ,</p><p>[১] مغيرات শব্দটি إغارة থেকে উদ্ভূত। অর্থ হামলা করা, হানা দেয়া। صبحاً বা ‘ভোর বেলায়’ বলে আরবদের অভ্যাস হিসেবে প্রভাতকালের উল্লেখ করা হয়েছে। কোন কোন মুফাসসির বলেন, আরববাসীদের নিয়ম ছিল, কোন জনপদে অতর্কিত আক্রমণ করতে হলে তারা রাতের আঁধারে বের হয়ে পড়তো। এর ফলে শত্রুপক্ষ পূর্বাহ্নে সতর্ক হতে পারতো না। এভাবে একেবারে খুব সকালে তাদের ওপর ঝাঁপিয়ে পড়তো। প্রভাতে আলো যেটুকু ছড়িয়ে পড়তো তাতে তারা সবকিছু দেখতে পেতো। আবার দিনের আলো খুব বেশী উজ্জ্বল না হবার কারণে প্রতিপক্ষ দূর থেকে তাদের আগমন দেখতে পেতো না। ফলে তারা মোকাবেলার জন্য প্রস্তুতিও গ্ৰহণ করতে পারতো না। [দেখুন: কুরতুবী] এখানে অবশ্য জিহাদে আল্লাহ্র পথে ব্যবহৃত ঘোড়সওয়ারদের বুঝানো হয়েছে। [ইবন কাসীর]</p>"
        },
        {
            "resource_id": 178,
            "text": "И поклялся Он конями, которые нападают на своих врагов в утреннее время."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَالْمُغِيرَاتِ }</span> على الأعداء <span class=\"arabic qpc-hafs brown\">{ صُبْحًا }</span> وهذا أمر أغلبي، أن الغارة تكون صباحًا."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 181,
            "text": "و به گروه اسبانی سوگند یاد فرمود که صبحگاه بر دشمنان هجوم می‌آورند."
        },
        {
            "resource_id": 92,
            "text": "فَالْمُغِيرَاتِ صُبْحًا (3) و { صبحاً } ظرف زمان فإذا فسر «المغيرات» بخيل الغزاة فتقييد ذلك بوقت الصبح لأنهم كانوا إذا غزوا لا يغيرون على القوم إلا بعد الفجر ولذلك كان مُنذر الحَيِّ إذا أنذر قومه بمجيء العدوّ نادى : يا صَبَاحاه ، قال تعالى : { فإذا نَزَل بساحتهم فساء صباح المنذرين } [ الصافات : 177 ] .وإذا فسر «المغيرات» بالإِبل المسرعات في السير ، فالمراد : دفعها من مزدلفة إلى منى صباحَ يوم النحر وكانوا يدفعون بكرة عندما تُشرق الشمس على ثبير ومن أقوالهم في ذلك : «أشْرِق ثَبير كيما نغير» .«وأثَرنَ به نقعاً» : أصعَدْن الغبار من الأرض من شدة عدْوِهن ، والإِثارة : الإِهاجة ، والنقع : الغبار .والباء في { به } يجوز أن تكون سببية ، والضمير المجرور عائد إلى العَدْوِ المأخوذ من { العاديات } . ويجوز كون الباء ظرفية والضمير عائداً إلى { صبحاً } ، أي أثرن في ذلك الوقت وهو وقت إغارتها .ومعنى : «وسَطْن» : كُنَّ وسط الجمع ، يقال : وسط القومَ ، إذا كان بينهم .و { جمعاً } مفعول : «وسَطْن» وهو اسم لجماعة الناس ، أي صِرْن في وسط القوم المغزوون . فأما بالنسبة إلى الإِبل فيتعين أن يكون قوله : { جمعاً } بمعنى المكان المسمى { جمعاً } وهو المزدلفة فيكون إشارة إلى حلول الإِبل في مزدلفة قبل أن تغير صبحاً منها إلى عرفة إذ ليس ثمة جماعة مستقرة في مكان تصل إليه هذه الرواحل .ومن بديع النظم وإعجازه إيثار كلمات «العاديات وضبحاً والموريات وقدحا ، والمغيرات وصبحاً ، ووسطن وجمعاً» دون غيرها لأنها برشقاتها تتحمل أن يكون المقسم به خيل الغزو ورواحل الحج .وعطفت هذه الأوصاف الثلاثة الأولى بالفاء لأن أسلوب العرب في عطف الصفات وعطف الأمكنة أن يكون بالفاء وهي للتعقيب ، والأكثر أن تكون لتعقيب الحصول كما في هذه الآية ، وكما في قول ابن زيَّابة: ... يا لهفَ زيَّابةَ للحارِث الصَّابح فالغانم فالآيب ... وقد يكون لمجرد تعقيب الذِّكر كما في سورة الصافات ."
        },
        {
            "resource_id": 183,
            "text": "暁に急襲する馬に、"
        },
        {
            "resource_id": 181,
            "text": "و با حرکت‌شان غباری به‌پا می‌کنند."
        },
        {
            "resource_id": 172,
            "text": "Koşarken toz kaldıran atlara yemin etmiştir."
        },
        {
            "resource_id": 92,
            "text": "فَأَثَرْنَ بِهِ نَقْعًا (4) والفاء العاطفة لقوله : { فأثرن به نقعاً } عاطفة على وصف «المغيرات» . والمعطوف بها من آثار وصف المغيرات . وليست عاطفة على صفة مستقلة مثل الصفات الثلاث التي قبلها لأن إثارة النقع وتوسط الجمع من آثار الإِغارة صُبحاً ، وليسا مُقْسماً بهما أصالةً وإنما القَسم بالأوصاف الثلاثة الأولى .فلذلك غُير الأسلوب في قوله : { فأثرن به نقعاً فوسطن به جمعاً } فجيء بهما فعلين ماضيين ولم يأتيا على نسق الأوصاف قبلهما بصيغة اسم الفاعل للإِشارة إلى أن الكلام انتقل من القَسَم إلى الحكاية عن حصول ما تَرتَّبَ على تلك الأوصاف الثلاثة ما قُصد منها من الظفَر بالمطلوب الذي لأجله كان العَدو والإِيراء والإِغارة عقبه وهي الحلُول بدار القوم الذين غزَوهم إذَا كان المراد ب { العاديات } الخيل ، أو بلوغُ تمام الحج بالدفع عن عرفة إذا كان المراد ب { العاديات } رواحل الحجيج ، فإن إثارة النقع يشعرون بها عند الوصول حين تقف الخيل والإِبل دفعة ، فتثير أرجلها نقعاً شديداً فيما بينهما ، وحينئذ تتوسطن الجمع من الناس . وعلى هذا"
        },
        {
            "resource_id": 905,
            "text": "فحركن بجريهنّ غبارًا."
        },
        {
            "resource_id": 173,
            "text": "font voler la poussière à leur passage,"
        },
        {
            "resource_id": 791,
            "text": "തങ്ങളുടെ ചലനം കൊണ്ട് അവ പൊടിപറത്തിയിരിക്കുന്നു."
        },
        {
            "resource_id": 177,
            "text": "Chúng xông mạnh vào kẻ thù làm tung bụi mịt mù."
        },
        {
            "resource_id": 93,
            "text": "وقوله : ( فَأَثَرْنَ بِهِ نَقْعاً ) أى : هيجن وأثرن \" النقع \" أى : الغبار من شدة الجرى . تقول : أثرت الغبار أثيره ، إذا هيجته وحركته . والنون فى \" أثرن \" ضمير العاديات ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَأَثَرْنَ بِهِ }</span> أي: بعدوهن وغارتهن <span class=\"arabic qpc-hafs brown\">{ نَقْعًا }</span> أي: غبارًا."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 776,
            "text": "Y arrancan el polvo con su carrera."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 179,
            "text": "Saka nagpagalaw ang mga ito, sa pamamagitan ng pagtakbo ng mga ito, ng mga alikabok."
        },
        {
            "resource_id": 178,
            "text": "Они поднимают своим бегом пыль."
        },
        {
            "resource_id": 180,
            "text": "৪. ফলে দৌড়ের মাধ্যমে সেগুলো ধুলি উৎক্ষিপ্ত করে।"
        },
        {
            "resource_id": 182,
            "text": "它们的动作掀起阵阵尘埃，"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( فأثرن به )</span> أي هيجن بمكان <span class=\"reference\">[ سيرهن ]</span> كناية عن غير مذكور ، لأن المعنى مفهوم ، <span class=\"green\">( نقعا )</span> غبارا ،<span class=\"blue\"> والنقع :</span> الغبار .</p>"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>যারা সে সময়ে ধূলি উৎক্ষিপ্ত করে। [১]</p><p>[১] أثَار শব্দের অর্থ হল উৎক্ষিপ্ত করা, উড়ানো। আর نَقع শব্দের অর্থ হল ধূলো-বালি। অর্থাৎ, যখন দ্রুতগতিতে ছুটে যায় অথবা হামলা করে, তখন সে স্থান ধূলো-বালিতে ছেয়ে যায়।</p>"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله <span class=\"arabic qpc-hafs green\">( فَأَثَرْنَ بِهِ نَقْعًا )</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: فرفعن بالوادي غبارا; والنقع: الغبار,<span class=\"blue\"> ويقال:</span> إنه التراب. والهاء في قوله <span class=\"red\">\" به \"</span> كناية اسم الموضع, وكنى عنه, ولم يجر له ذكر, لأنه معلوم أن الغبار لا يثار إلا من موضع, فاستغنى بفهم السامعين بمعناه من ذكره.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( فَأَثَرْنَ بِهِ نَقْعًا )</span> قال: الخيل.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن واصل, عن عطاء وابن زيد,<span class=\"blue\"> قال:</span> النقع: الغبار.</p><p lang=\"ar\" class=\"ar \">حدثنا هناد,<span class=\"blue\"> قال:</span> ثنا أبو الأحوص, عن سماك, عن عكرِمة <span class=\"arabic qpc-hafs green\">( فَأَثَرْنَ بِهِ نَقْعًا )</span> قال: هي أثارت الغبار, يعني الخيل.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن علية,<span class=\"blue\"> قال:</span> ثنا أبو رجاء,<span class=\"blue\"> قال:</span> سئل عكرِمة, عن قوله <span class=\"arabic qpc-hafs green\">( فَأَثَرْنَ بِهِ نَقْعًا )</span> قال: أثارت التراب بحوافرها.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران عن سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فَأَثَرْنَ بِهِ نَقْعًا )</span> قال: أثرن بحوافرها نقع التراب.</p><p>حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( فَأَثَرْنَ بِهِ نَقْعًا )</span> قال: أثرن به غبارا.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> أخبرني أبو صخر, عن أبي معاوية البجلي, عن سعيد بن جبير,<span class=\"blue\"> عن ابن عباس قال:</span> قال لي علي: إنما العاديات ضبحا من عرفة إلى المزدلفة, ومن المزدلفة إلى منى <span class=\"arabic qpc-hafs green\">( فَأَثَرْنَ بِهِ نَقْعًا )</span> : الأرض حين تطؤها بأخفافها وحوافرها.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا جرير, عن مغيرة, عن إبراهيم, عن عبد الله <span class=\"arabic qpc-hafs green\">( فَأَثَرْنَ بِهِ نَقْعًا )</span> قال: إذا سرن يثرن التراب.</p>"
        },
        {
            "resource_id": 183,
            "text": "走って起こる砂塵に、"
        },
        {
            "resource_id": 16,
            "text": "فهيَّجْنَ بهذا العَدْو غبارًا."
        },
        {
            "resource_id": 14,
            "text": "<p>يعني غبارا فى مكان معترك الخيول.</p><p lang=\"ar\" class=\"ar \">وقالوا كلهم في قوله : <span class=\"arabic qpc-hafs\">( فأثرن به نقعا )</span> هو : المكان الذي إذا حلت فيه أثارت به الغبار ، إما في حج أو غزو .</p>"
        },
        {
            "resource_id": 176,
            "text": "che muovono la polvere quando sono in corsa,"
        },
        {
            "resource_id": 175,
            "text": "I svojim trčanjem pokreću i dižu prašinu."
        },
        {
            "resource_id": 171,
            "text": "And unsettle the dust by their running."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَأَثَرْنَ بِهِ نَقْعًا (٤)</span> ] وە لە كاتی ڕۆیشتندا تەپ و تۆز ئەكەن ."
        },
        {
            "resource_id": 790,
            "text": "আকৌ যিয়ে নিজ দৌৰৰ জৰিয়তে ধূলি উৰুৱাই।"
        },
        {
            "resource_id": 166,
            "text": "<p>ফলে তারা তা দ্বারা ধূলি উৎক্ষিপ্ত করে [১] ;</p><p>[১] أثرن শব্দটি إثارة থেকে উৎপন্ন। অর্থ ধূলি উড়ানো। نقع ধূলিকে বলা হয়। আর به শব্দের অর্থ, সে সময়ে বা শক্ৰদের সে স্থানে। অর্থাৎ অশ্বসমূহ যুদ্ধক্ষেত্রে এত দ্রুত ধাবমান হয় যে, তাদের ক্ষুর থেকে ধূলি উড়ে চতুর্দিক আচ্ছন্ন করে ফেলে। [আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 174,
            "text": "Lalu kuda-kuda menerbangkan debu-debu karena (begitu kencang) larinya."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 792,
            "text": "ដោយពួកវាធ្វើឱ្យធូលីប៉ើងហុយទ្រលោមនៅចំពោះមុខសត្រូវ។"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : فأثرن به نقعا أي غبارا ; يعني الخيل تثير الغبار بشدة العدو في المكان الذي أغارت به . قال عبد الله بن رواحة :عدمت بنيتي إن لم تروها تثير النقع من كنفي كداءوالكناية في به ترجع إلى المكان أو إلى الموضع الذي تقع فيه الإغارة . وإذا علم المعنى جاز أن يكنى عما لم يجر له ذكر بالتصريح ; كما قال حتى توارت بالحجاب . وقيل : فأثرن به ، أي بالعدو نقعا . وقد تقدم ذكر العدو . وقيل : النقع : ما بين مزدلفة إلى منى ; قاله محمد بن كعب القرظي . وقيل : إنه طريق الوادي ; ولعله يرجع إلى الغبار المثار من هذا الموضع . وفي الصحاح : النقع : الغبار ، والجمع : نقاع . والنقع : محبس الماء ، وكذلك ما اجتمع في البئر منه . وفي الحديث : أنه نهى أن يمنع نقع البئر . والنقع الأرض الحرة الطين يستنقع فيها الماء ; والجمع : نقاع وأنقع ; مثل بحر وبحار وأبحر .قلت : وقد يكون النقع رفع الصوت ، ومنه حديث عمر حين قيل له : إن النساء قد اجتمعن يبكين على خالد بن الوليد ; فقال : وما على نساء بني المغيرة أن يسفكن من دموعهن وهن جلوس على أبي سليمان ، ما لم يكن نقع ، ولا لقلقة . قال أبو عبيد : يعني بالنقع رفع الصوت ; على هذا رأيت قول الأكثرين من أهل العلم ; ومنه قول لبيد :فمتى ينقع صراخ صادق     يحلبوها ذات جرس وزجلويروى يحلبوها أيضا . يقول : متى سمعوا صراخا أحلبوا الحرب ، أي جمعوا لها . وقوله ( ينقع صراخ ) : يعني رفع الصوت . وقال الكسائي : قوله نقع ولا لقلقة النقع : صنعة الطعام ; يعني في المأتم . يقال منه : نقعت أنقع نقعا . قال أبو عبيد : ذهب بالنقع إلى النقيعة ; وإنما النقيعة عند غيره من العلماء : صنعة الطعام عند القدوم من سفر ، لا في المأتم . وقال بعضهم : يريد عمر بالنقع : وضع التراب على الرأس ; يذهب إلى أن النقع هو الغبار . ولا [ ص: 142 ] أحسب عمر ذهب إلى هذا ، ولا خافه منهن ، وكيف يبلغ خوفه ذا وهو يكره لهن القيام . فقال : يسفكن من دموعهن وهن جلوس . قال بعضهم : النقع : شق الجيوب ; وهو الذي لا أدري ما هو من الحديث ولا أعرفه ، وليس النقع عندي في الحديث إلا الصوت الشديد ، وأما اللقلقة : فشدة الصوت ، ولم أسمع فيه اختلافا . وقرأ أبو حيوة ( فأثرن ) بالتشديد ; أي أرت آثار ذلك . ومن خفف فهو من أثار : إذا حرك ; ومنه وأثاروا الأرض ."
        },
        {
            "resource_id": 181,
            "text": "و با سواران‌شان به میان گروهی از دشمنان وارد می‌شوند."
        },
        {
            "resource_id": 175,
            "text": "Pa u sredinu gomile nevjernika upadaju sa svojim konjanicima."
        },
        {
            "resource_id": 792,
            "text": "ហើយពួកវាសម្រុកចូលទៅកណ្ដាលហ្វូងសត្រូវ។"
        },
        {
            "resource_id": 905,
            "text": "فتوسّطن بفوارسهنّ جَمْعًا من الأعداء."
        },
        {
            "resource_id": 172,
            "text": "Süvarileriyle düşman topluluğunun ortasına dalanlara yemin etmiştir."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>অতঃপর শত্রু দলের অভ্যন্তরে ঢুকে পড়ে। [১]</p><p>[১] فَوَسَطنَ শব্দের অর্থ হল মধ্যস্থলে ঢুকে পড়া। جَمعًا শব্দের অর্থ হল শত্রুসেনা। অর্থাৎ, সে সময় বা সেই অবস্থায় যখন আকাশ ধূলো-বালিতে ছেয়ে যায়, তখন এই অশ্বদল শত্রুসেনার মাঝে ঢুকে পড়ে আর ভীষণভাবে যুদ্ধ লড়ে।</p>"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( فوسطن به جمعا )</span> أي دخلن به وسط جمع العدو ،<span class=\"blue\"> وهم الكتيبة يقال :</span> وسطت ، القوم بالتخفيف ، ووسطتهم ، بالتشديد ، وتوسطهم بالتشديد ، كلها بمعنى واحد .<span class=\"blue\"> قال القرظي :</span> <span class=\"reference\">[ هي الإبل توسط بالقوم ]</span> يعني جمع منى ، <span class=\"reference\">[ هذا موضع القسم ]</span> ، أقسم الله بهذه الأشياء .</p>"
        },
        {
            "resource_id": 171,
            "text": "They then take their riders collectively into the midst of the enemy."
        },
        {
            "resource_id": 173,
            "text": "et pénètrent au centre d’une troupe ennemie."
        },
        {
            "resource_id": 166,
            "text": "<p>অতঃপর তা দ্বারা শত্রু দলের অভ্যন্তরে ঢুকে পরে [১]।</p><p>[১] وسطن শব্দটির অর্থ কোন কিছুর মধ্যভাগে পৌছে যাওয়া। جمعاً অর্থ, দল বা গোষ্ঠী। আর به অর্থ, তা দ্বারা। এখানে তা বলতে আরোহীদের দ্বারা বুঝানো হয়েছে। অর্থাৎ অশ্বসমূহ ধূলিকণা উড়িয়ে তাদের আরোহীদের নিয়ে শক্ৰদের মধ্যভাগে পৌছে যায়। [তাবারী]</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 5{ فَوَسَطْنَ بِہٖ جَمْعًا۔ } ”پھر اس کے ساتھ وہ دشمن کی جمعیت کے اندر گھس جاتے ہیں۔“ پرانے زمانے کی جنگوں میں گھوڑے بہت موثر اور کارآمد ہتھیار کے طور پر استعمال ہوتے تھے۔ حملے کے وقت گھوڑے اپنے سواروں کے حکم پر مخالف فوج کی طرف سے تیروں کی بوچھاڑ اور نیزوں کی یلغار کی پروا نہ کرتے ہوئے ان کی صفوں میں گھس جاتے تھے۔ گھوڑے کا اپنے مالک کی فرمانبرداری میں اپنا خون پسینہ ایک کردینے کا جذبہ اور اس کی وفاداری میں اپنی جان کی بازی تک لگادینے کا وصف ! یہ ہے دراصل ان قسموں کے مضمون کا مرکزی نکتہ جس کی طرف یہاں توجہ دلانا مقصود ہے۔ چناچہ گھوڑوں کے ان اوصاف کے ذکر کے بعد تقابل کے طور پر انسان کے کردارکا ذکر یوں کیا گیا ہے :</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>أي توسطن ذلك المكان كلهن جمع.</p>"
        },
        {
            "resource_id": 177,
            "text": "Tất cả đều tiến thẳng vào lòng quân địch một cách hùng hồn."
        },
        {
            "resource_id": 183,
            "text": "敵の騎馬兵のただ中に突入する時にかけて。"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : فوسطن به جمعاجمعا مفعول ب وسطن ; أي فوسطن بركبانهن العدو ; أي الجمع الذي أغاروا عليهم . وقال ابن مسعود : فوسطن به جمعا : يعني مزدلفة ; وسميت جمعا لاجتماع الناس . ويقال : وسطت القوم أسطهم وسطا وسطة ; أي صرت وسطهم . وقرأ علي - رضي الله عنه - فوسطن بالتشديد ، وهي قراءة قتادة وابن مسعود وأبي رجاء ; لغتان بمعنى ، يقال : وسطت القوم ( بالتشديد والتخفيف ) وتوسطهم : بمعنى واحد . وقيل : معنى التشديد : جعلها الجمع قسمين . والتخفيف : صرن في وسط الجمع ; وهما يرجعان إلى معنى الجمع ."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "وقوله : ( فَوَسَطْنَ بِهِ جَمْعاً ) أى : فتوسطن فى ذلك الوقت جمعو الأعداء ، ففرقنها ، ومزقنها ، تقول : وسَطْتُ القومَ أسِطُهم وَسْطاً ، إذا صرت فى وسطهم .والمراد بالعاديات ، والموريات ، والمغيرات : خيل المجاهدين فى سبيل الله ، والكلام على حذف الموصوف . والمعنى : وحق الخيل التى يعتلى صهواتها المجاهدون من أجل إعلاء كلمة الله - تعالى - . والتى تجرى بهم فى ساحات القتال ، فيسمع صوت أنفاسها ، والتى تظهر شرر النار من أثر ضك حوافرها بالحجارة وما يشبهها والتى تغير على العدو فى وقت الصباح ، فتثير الغبار ، وتمزق جمعو الأعداء .وحق هذه الخيل الموصوفة بتلك الصفات . . ( إِنَّ الإنسان لِرَبِّهِ لَكَنُودٌ ) .وقد أقسم - سبحانه - بالخيل المستعملة للجهاد فى سبيله ، للتنبيه على فضلها ، وفضل ربطها ، ولما فيها من المنافع الدينية والدنيوية ، ولما يترتب على استعمالها فى تلك الأغراض من أجر وغنيمة ، ومن ترويع لجموع المشركين ، وتمزيق لصفوفهم .وأسند - سبحانه - الإِغارة إليها - مع أنها فى الحقيقة لراكبيها - ، لأن الخيول هى عدة الإِغارة ، وهى على رأس الوسائل لبلوغ النصر على الأعداء .وقيل : المراد بالعاديات : الإِبل ، إلا أن الأوصاف فى الآيات الكريمة من الضج والإِغارة . . تؤيد أن المراد بها الخيل .قال صاحب الكشاف : أقسم - سبحانه - بخيل الغزاة تعدو فتضبح . والضبح : صوت أنفاسها إذا عدون .فإن قلت : علام عطف \" فأثرن \"؟ قلت : على الفعل الذى وضع اسم الفاعل موضعه ، وهو قوله ( فالمغيرات صُبْحاً ) وذلك لصحة عطف الفعل على الاسم الذى يشبه الفعل كاسم الفاعل - لأن المعنى : واللائى عدون ، فأورين ، فأغرن .فأثرن الغبار .والتعبير بالفاء فى قوله - تعالى - : ( فَأَثَرْنَ ) ( فَوَسَطْنَ ) . وبالفعل الماضى ، للإِشارة إلى أن إثارة الغبار ، وتمزيق صفوف الأعداء ، قد تحقق بسرعة ، وأن الظفر بالمطلوب قد تم على أحسن الوجوه ."
        },
        {
            "resource_id": 16,
            "text": "فتوسَّطن بركبانهن جموع الأعداء."
        },
        {
            "resource_id": 92,
            "text": "فَوَسَطْنَ بِهِ جَمْعًا (5) الوجه يجوز أن يكون المراد بقوله : { جمعاً } اسم المزدلفة حيث المشعر الحرام .ومناسبة القسم بهذه الموصوفات دون غيرها إن أريد رواحل الحجيج وهو الوجه الذي فسر به علي بن أبي طالب هو أن يصدّق المشركون بوقوع المقسم عليه لأن القسم بشعائر الحج لا يكون إلا باراً حيث هم لا يصدقون بأن القرآن كلام الله ويزعمونه قول النبي صلى الله عليه وسلموإن أريد ب { العاديات } وما عطف عليها خيل الغزاة ، فالقسم بها لأجل التهويل والترويع لإِشعار المشركين بأنَّ غارة تترقبهم وهي غزوة بدر ، مع تسكين نفس النبي صلى الله عليه وسلم من التردد في مصير السرية التي بعث بها مع المُنذر بن عَمْرو إذا صحّ خبرها فيكون القسم بخصوص هذه الخيل إدماجاً للاطمئنان .وجملة : { إن الإنسان لربه لكنود } جواب القسم .والكَنود : وصف من أمثلة المبالغة من كَند ولغات العرب مختلفة في معناه فهو في لغة مضر وربيعةَ : الكفور بالنعمة ، وبلغة كنانة : البخيل ، وفي لغة كِندة وحضرموت : العاصي . والمعنى : لشديد الكفران لله .والتعريف في { الإنسان } تعريف الجنس وهو يفيد الاستغراق غالباً ، أي أن في طبع الإنسان الكُنود لربه ، أي كفرانَ نعمته ، وهذا عارض يعرض لكل إنسان على تفاوتتٍ فيه ولا يسلم منه إلا الأنبياء وكُمَّل أهل الصلاح لأنه عارض ينشأ عن إيثار المرء نفسه وهو أمر في الجبلة لا تدفعه إلا المراقبة النفسية وتذكّرُ حق غيره .وبذلك قد يذهل أو ينسَى حق الله ، والإِنسان يحس بذلك من نفسه في خطراته ، ويتوانى أو يغفل عن مقاومته لأنه يشتغل بإرضاء داعية نفسه والأنفس متفاوتة في تمكن هذا الخُلق منها ، والعزائم متفاوتة في استطاعة مغالبته .وهذا ما أشار إليه قوله تعالى : { وإنه على ذلك لشهيد وإنه لحب الخير لشديد } فلذلك كان الاستغراق عرفياً أو عامّاً مخصوصاً ، فالإِنسان لا يخلو من أحوال مآلها إلى كفران النعمة ، بالقول والقصد ، أو بالفعل والغفلة ، فالإِشراك كنود ، والعِصيان كنود ، وقِلة ملاحظة صَرف النعمة فيما أعطيت لأجله كنود ، وهو متفاوت ، فهذا خلق متأصل في الإِنسان فلذلك أيقظ الله له الناس ليَريضوا أنفسهم على أمانة هذا الخلق من نفوسهم كما في قوله تعالى : { إن الإنسان خلق هلوعاً } [ المعارج : 19 ] وقوله : { خلق الإنسان من عجل } [ الأنبياء : 37 ] وقوله : { إن الإنسان ليطغى أن رآه استغنى } [ العلق : 6 ، 7 ] وقد تقدمت قريباً .وعن ابن عباس : تخصيص الإنسان هنا بالكافر فهو من العموم العرفي .وروي عن أبي أمامة الباهلي بسند ضعيف قال : قال رسول الله صلى الله عليه وسلم « الكنود هو الذي يأكل وحْدَه ويمنع رفده ويضْرب عبده » وهو تفسير لأدنى معاني الكنود فإن أكله وحده ، أي عدم إطعامه أحداً معه ، أو عدم إطعامه المحاويج إغضاء عن بعض مراتب شكر النعمة ، وكذلك منعه الرفد ، ومثله : ضربه عبده فإن فيه نسياناً لشكر الله الذي جعل العبد ملكاً له ولم يجعله ملكاً للعبد فيدل على أن ما هو أشد من ذلك أولى بوصف الكَنود ."
        },
        {
            "resource_id": 176,
            "text": "e che si buttano, con i loro cavalieri, nella mischia, tra i nemici."
        },
        {
            "resource_id": 776,
            "text": "Luego irrumpen sus jinetes colectivamente en medio del enemigo."
        },
        {
            "resource_id": 178,
            "text": "И они со своими всадниками толпой врываются во вражеское войско."
        },
        {
            "resource_id": 791,
            "text": "അങ്ങനെ തങ്ങളുടെ മേലിരിക്കുന്ന പടയാളിയെയും കൊണ്ട് ശത്രുസംഘത്തിന് നടുവിൽ അത് പ്രവേശിച്ചിരിക്കുന്നു."
        },
        {
            "resource_id": 179,
            "text": "Saka pumagitna ang mga ito sa pamamagitan ng mga mangangabayo ng mga ito sa isang pagtitipon."
        },
        {
            "resource_id": 790,
            "text": "আকৌ যিয়ে নিজ আৰোহীৰ সৈতে শত্ৰু দলৰ অভ্যন্তৰত সোমাই যায়।"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَوَسَطْنَ بِهِ }</span> أي: براكبهن <span class=\"arabic qpc-hafs brown\">{ جَمْعًا }</span> أي: توسطن به جموع الأعداء، الذين أغار عليهم."
        },
        {
            "resource_id": 170,
            "text": "Из этих слов следует, что атака, как правило, начинается рано утром. Всевышний принес эти клятвы в подтверждение того, что человек отказывается выполнять повеления Аллаха и творить благие дела. Поэтому далее Всевышний сказал:"
        },
        {
            "resource_id": 174,
            "text": "Kuda-kuda itu lalu menyerbu ke tengah-tengah musuh bersama para penunggangnya."
        },
        {
            "resource_id": 180,
            "text": "৫. অতঃপর সেগুলোর আরোহীদেরকে নিয়ে শত্রæদলের মাঝে ঢুকে পড়ে।"
        },
        {
            "resource_id": 182,
            "text": "故它们冲击着敌人的重重包围。"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: فوسطن بركبانهن جمع القوم,<span class=\"blue\"> يقال:</span> وسطت القوم بالتخفيف, ووسطته بالتشديد,<span class=\"blue\"> وتوسطته:</span> بمعنى واحد.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن علية,<span class=\"blue\"> قال:</span> ثنا أبو رجاء,<span class=\"blue\"> قال:</span> سئل عكرِمة,<span class=\"blue\"> عن قوله:</span> <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> قال: جمع الكفار.</p><p lang=\"ar\" class=\"ar \">حدثنا هناد بن السري,<span class=\"blue\"> قال:</span> ثنا أبو الأحوص, عن سماك, عن عكرِمة <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> قال جمع القوم.</p><p>حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه,<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> قال: هو جمع القوم.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن واصل, عن عطاء <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> قال: جمع العدو.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> قال: جمع هؤلاء وهؤلاء.</p><p>حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> فوسطن جمع القوم.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد قال: ثنا مهران, عن سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> فوسطن بالقوم جمع العدو.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> قال: وسطن جمع القوم.</p><p lang=\"ar\" class=\"ar \">حُدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: أخبرنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> الجمع: الكتيبة.</p><p>وقال آخرون: بل عني بذلك <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ )</span> مزدلفة.</p><p>ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا جرير, عن مغيرة, عن إبراهيم, عن عبد الله <span class=\"arabic qpc-hafs green\">( فَوَسَطْنَ بِهِ جَمْعًا )</span> يعني: مزدلفة.</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَوَسَطْنَ بِهِ جَمْعًا (٥)</span> ] هەموویان كۆئەبنەوە لە شوێنێكدا وە بەیەك ئەگەن یاخود ئەسپ و ماینەكان ئەگەنە ناوەڕاستی دوژمن لە كاتی هێرش كردندا."
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya manusia itu sangat ingkar untuk melakukan kebaikan yang diharapkan Tuhannya darinya."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": "<p>ان الانسان ............................ لشدید (6:100 تا 8) ” حقیقت یہ ہے کہ انسان اپنے رب کا بڑا ناشکرا ہے ، اور وہ خود اس پر گواہ ہے ، اور وہ مال و دولت کی محبت میں بری طرح مبتلا ہے “۔ بیشک انسان اپنے رب کی نعمتوں کی ناشکری کرتا ہے اور اللہ کے فضل وکرم کا عملی انکار کرتا ہے۔ اور اس کی یہ ناشکری اور کفران نعمت کئی شکلوں میں ظاہر ہوتی ہے۔ اس کے افعال سے اور اس کے اقوال سے ، چناچہ اس کے اعمال واقوال ہی اس کے اس جرم پر گواہ ہوتے ہیں۔ گویا آفتاب آمد دلیل آفتاب ، وہ اپنے اوپر خود گواہ بن جاتا ہے ، اور قیامت میں بھی ایسا ہی ہوگا۔</p><p>وانہ .................... ذلک لشھید (7:100) ” وہ خود اس پر گواہ ہے “۔ اور ایک دن ایسا آئے گا کہ یہ سچائی کی شہادت خود اپنے خلاف دے گا۔ جس میں کوئی شک اور نزاع نہیں۔</p><p>وانہ ................ لشدید (8:100) ” اور یہ مال اور دولت کی محبت میں بری طرح مبتلا ہے “۔ یہ اپنی جان اور اپنے مفاد کو بہت ہی محبوب رکھتا ہے۔ اس لئے اسے دولت کے ساتھ بہت محبت ہے ، دولت کو یہاں ” خیر “ سے تعبیر کیا گیا ہے ، کیونکہ انسان سمجھتا ہے کہ اس کی بھلائی مال ومتاع اور اقتدار و حکومت میں ہے جو دنیا کے سازو سامان ہیں۔</p><p>یہ ہے انسان کی فطرت ، یہ ہے اس کا مزاج اور یہ تب بدل سکتا ہے جب اس کے مزاج اور اس کی نفسیات میں ایمان داخل ہوجائے۔ ایمان کی وجہ سے اس کے تصورات ، اس کی قدریں اور اس کے پیمانے ہی بدل جاتے ہیں۔ اس کی ترجیحات بدل جاتی ہیں۔ جب اس کی نفسیات میں ایمان داخل ہوتا ہے تو پھر انکار اور ناشکری اللہ کے فضل کے اعتراف اور شکر میں بدل جاتی ہے۔ جبکہ بخل اور دولت کی محبت ، ایثار اور محبت سے بدل جاتی ہے۔ یہ امان انسان کو ایسی قدریں عطا کرتا ہے جن کے لئے انسان حرص ، لالچ ، مناقست اور جدوجہد کرتا ہے۔ اور یہ قدریں مال و دولت اور اقتدار اور حکومت سے زیادہ بلند ہوتی ہیں ، اور وہ تمام دنیاوی اور حیوانی قدروں سے برتر ہوتی ہیں۔</p><p>حقیقت یہ ہے کہ انسان ایمان کے بغیر نہایت ہی چھوٹا اور حقیر ہوتا ہے ، جس کی امیدیں حقیر ، جس کی ترجیحات حقیر اور جس کے اہداف حقیر ہوتے ہیں اگرچہ بظاہر وہ بہت عظیم مقاصد نظر آئیں۔ جوں جوں انسان کا حرص اور اس کی طمع بڑھتی ہے اور جوں جوں اس کا لالچ شدید ہوتا ہے ، اسکے مقاصدبلند ہوتے ہیں ، وہ زمینی قدروں کے دلدل میں گرتا جاتا ہے۔ اس کی تمام سرگرمیاں اس عمر کے لئے ہوتی ہیں۔ وہ اپنی ذات کے اندر محدود اور قید ہوجاتا ہے اور اس قید سے اسے رہائی صرف اس صورت میں نصیب ہوسکتی ہے جب وہ اس دنیا سے ایک بڑی دنیا کے ساتھ مربوط ہوجائے ۔ جو اس دنیا سے بہت بلند اور دور ہے ، جو اس کی ذاتی محدود دنیا سے بہت وسیع ہے۔ وہ ایسی دنیا ہے جو اللہ ازلی کی تخلیق ہے ، جس میں تمام امور اللہ ازلی وابدی کی طرف لوٹتے ہیں۔ اور جس میں اس محدود دنیا کی سرحدیں ایک وسیع اور لازوال دنیا سے جاملتی ہیں۔</p><p>چناچہ سورت کی آخری جھلک اسی کے بارے میں ہے تاکہ انکار اور ناشکری کا علاج ہوسکے ، تاکہ خود غرضی اور مفاد پرستی کی بیماری کا علاج کیا جاسکے تاکہ نفس پرستی کے قلعے کو توڑ کر حقیقی انسان کو اس سے رہائی دلائی جاسکے۔ چناچہ حشر ونشر کے منظر کو اس طرح پیش کیا جاتا ہے کہ انسان اس دنیا پرستی اور خود غرضی کو ، مارے خوف کے بھول جائے اور خواب خرگوش سے بیدار ہوکر چوکنا ہوجائے۔</p>"
        },
        {
            "resource_id": 171,
            "text": "Indeed, the human is hesitant of the goodness his Lord intends from him."
        },
        {
            "resource_id": 91,
            "text": "والمقسم عليه،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs brown\">{ إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ }</span> أي: لمنوع للخير الذي عليه لربه  . فطبيعة <span class=\"arabic qpc-hafs\">[الإنسان]</span> وجبلته، أن نفسه لا تسمح بما عليه من الحقوق، فتؤديها كاملة موفرة، بل طبيعتها الكسل والمنع لما عليه من الحقوق المالية والبدنية، إلا من هداه الله وخرج عن هذا الوصف إلى وصف السماح بأداء الحقوق."
        },
        {
            "resource_id": 179,
            "text": "Tunay na ang tao ay talagang mapagkait ng kabutihang ninanais mula sa kanya ng Panginoon niya."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Quả thật, con người đã vô ơn với biết bao ân huệ mà Allah ban cho y."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( إن الإنسان لربه لكنود )</span> قال ابن عباس ، ومجاهد ،<span class=\"blue\"> وقتادة :</span> <span class=\"arabic qpc-hafs\">\" لكنود \"</span> : لكفور جحود لنعم الله تعالى .<span class=\"blue\"> قال الكلبي :</span> هو بلسان مضر وربيعة الكفور ، وبلسان كندة وحضرموت العاصي .</p><p lang=\"ar\" class=\"ar \">وقال الحسن : هو الذي يعد المصائب وينسى النعم .<span class=\"blue\"> وقال عطاء :</span> هو الذي لا يعطي في النائبة مع قومه .</p><p>وقال أبو عبيدة : هو قليل الخير ،<span class=\"blue\"> والأرض الكنود :</span> التي لا تنبت شيئا .</p><p lang=\"ar\" class=\"ar \">وقال الفضيل بن عياض : <span class=\"arabic qpc-hafs\">\" الكنود \"</span> الذي أنسته الخصلة ، الواحدة من الإساءة الخصال الكثيرة من الإحسان ، و <span class=\"arabic qpc-hafs\">\" الشكور \"</span> : الذي أنسته الخصلة الواحدة من الإحسان الخصال الكثيرة من الإساءة .</p>"
        },
        {
            "resource_id": 905,
            "text": "إن الإنسان لمَنُوع للخير الذي يريده منه ربه."
        },
        {
            "resource_id": 175,
            "text": "Doista čovjek svojom nezahvalnošću spriječava dobro koje od Njega Gospodar želi."
        },
        {
            "resource_id": 804,
            "text": "مرۆڤـ بێ ئەمەكە\n[ <span class=\"arabic uthmani\">إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (٦)</span> ] ئەمە وەڵامی سوێند خواردنەكەیە كە مرۆڤ زۆر كوفرانەی نیعمەتەكانی خوای گەورە ئەكات بەسەریەوە، واتە: شوكرانەبژێری خوای گەورە ناكات یاخود ئەو كەسەی كە هەر بەڵاو موسیبەتی بەسەردا بێ ئەیژمێرێ وام بەسەرهات وام بەسەرهات بەڵام نیعمەتە زۆرەكانی خوای گەورە لە یاد ئەكات ."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : إن الإنسان لربه لكنودهذا جواب القسم ; أي طبع الإنسان على كفران النعمة . قال ابن عباس : لكنود لكفور جحود لنعم الله . وكذلك قال الحسن . وقال : يذكر المصائب وينسى النعم . أخذه الشاعر فنظمه :يا أيها الظالم في فعله والظلم مردود على من ظلم     إلى متى أنت وحتى متىتشكو المصيبات وتنسى النعم !وروى أبو أمامة الباهلي قال : قال رسول الله - صلى الله عليه وسلم - : \" الكنود ، هو الذي يأكل وحده ، ويمنع رفده ، ويضرب عبده \" . وروى ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - \" ألا أنبئكم بشراركم \" ؟ قالوا بلى يا رسول الله . قال : \" من نزل وحده ، ومنع رفده ، وجلد عبده \" . خرجهما الترمذي الحكيم في نوادر الأصول . وقد روي عن ابن عباس أيضا أنه قال : الكنود بلسان كندة [ ص: 143 ] وحضرموت : العاصي ، وبلسان ربيعة ومضر : الكفور . وبلسان كنانة : البخيل السيئ الملكة ; وقاله مقاتل : وقال الشاعر :كنود لنعماء الرجال ومن يكن     كنودا لنعماء الرجال يبعدأي كفور . ثم قيل : هو الذي يكفر باليسير ، ولا يشكر الكثير . وقيل : الجاحد للحق . وقيل : إنما سميت كندة كندة ; لأنها جحدت أباها . وقال إبراهيم بن هرمة الشاعر :دع البخلاء إن شمخوا وصدوا     وذكرى بخل غانية كنودوقيل : الكنود : من كند إذا قطع ; كأنه يقطع ما ينبغي أن يواصله من الشكر . ويقال : كند الحبل : إذا قطعه . قال الأعشى :أميطي تميطي بصلب الفؤاد     وصول حبال وكنادهافهذا يدل على القطع . ويقال : كند يكند كنودا : أي كفر النعمة وجحدها ، فهو كنود . وامرأة كنود أيضا ، وكنود مثله . قال الأعشى :أحدث لها تحدث لوصلك إنها     كند لوصل الزائر المعتادأي كفور للمواصلة . وقال ابن عباس : الإنسان هنا الكافر ; يقول إنه لكفور ; ومنه الأرض الكنود التي لا تنبت شيئا . وقال الضحاك : نزلت في الوليد بن المغيرة . قال المبرد : الكنود : المانع لما عليه . وأنشد لكثير :أحدث لها تحدث لوصلك إنها     كند لوصل الزائر المعتادوقال أبو بكر الواسطي : الكنود : الذي ينفق نعم الله في معاصي الله . وقال أبو بكر الوراق : الكنود : الذي يرى النعمة من نفسه وأعوانه . وقال الترمذي : الذي يرى النعمة ولا يرى المنعم . وقال ذو النون المصري : الهلوع والكنود : هو الذي إذا مسه الشر جزوع ، وإذا مسه الخير منوع . وقيل : هو الحقود الحسود . وقيل : هو الجهول لقدره . وفي الحكمة : من جهل قدره : هتك ستره .قلت : هذه الأقوال كلها ترجع إلى معنى الكفران والجحود . وقد فسر النبي - صلى الله عليه وسلم - معنى الكنود بخصال مذمومة ، وأحوال غير محمودة ; فإن صح فهو أعلى ما يقال ، ولا يبقى لأحد معه مقال ."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 6{ اِنَّ الْاِنْسَانَ لِرَبِّہٖ لَکَنُوْدٌ۔ } ”یقیناانسان اپنے رب کا بہت ہی ناشکرا ہے۔“ مطلب یہ کہ ایک طرف وہ جانور ہے جو اپنے مالک کے ایک اشارے پر اپنی جان تک قربان کردیتا ہے ‘ جو اس کا خالق نہیں ہے ‘ بلکہ صرف اس کے دانے پانی کا انتظام کرتا ہے ‘ اور دوسری طرف یہ باشعور ‘ صاحب عقل و دانش اشرف المخلوقات انسان ہے جو اپنے خالق اور مالک کا شکر ادا نہیں کرتا۔</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>অবশ্যই মানুষ তার প্রতিপালকের প্রতি অকৃতজ্ঞ। [১]</p><p>[১] এটা হল কসমের জওয়াব। এখানে 'মানুষ' বলে উদ্দেশ্য হল কাফের (অবিশ্বাসী)। অর্থাৎ, সকল মানুষ উদ্দেশ্য নয়; (যেহেতু বিশ্বাসী এরূপ নয়।) كَنُود অর্থ হল, না-শুক্র, অকৃতজ্ঞ।</p>"
        },
        {
            "resource_id": 182,
            "text": "的确，人们对于真主所期望的善功确是辜负的，"
        },
        {
            "resource_id": 170,
            "text": "Человеческая природа такова, что душа постоянно удерживает человека от исполнения своих обязанностей надлежащим образом. Человек ленив и зачастую отказывается от выполнения своих материальных и физических обязанностей. Избежать этого порока удается лишь тем, кого Аллах наставил на прямой путь. Такие люди верно исполняют свои обязанности и обретают подлинное величие."
        },
        {
            "resource_id": 183,
            "text": "人間は、自分の主が望まれる善は、控えめである。"
        },
        {
            "resource_id": 166,
            "text": "<p>নিশ্চয় মানুষ তার রবের প্রতি বড়ই অকৃতজ্ঞ [১]</p><p>[১] এত বড় শপথ করার পরে এখানে যে উদ্দেশ্যে শপথ করা হয়েছে : তা বর্ণনা করা হয়েছে। শপথের মূলকথা হচ্ছে এটা বৰ্ণনা করা যে, মানুষ তার প্রভুর অকৃতজ্ঞতাই প্রকাশ করে থাকে। كنود বলতে এখানে মূলত বোঝানো হয়েছে যে, মানুষ তার রবের নেয়ামতের প্রতি বড়ই অকৃতজ্ঞ। হাসান বসরী বলেন, كنود এর অর্থ সে ব্যক্তি, যে বিপদ স্মরণ রাখে এবং নেয়ামত ভুলে যায়। [ইবন কাসীর]</p>"
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( إِنَّ الإنسان لِرَبِّهِ لَكَنُودٌ ) جواب القسم . والكنود : الجحود ، يقال : فلان كند النعمة - من باب دخل - ، إذا جحدها ولم يشكر الله عليها . وكند الحبل : أى قطعة ، وأصل الكنود : الأرض التى لا تنبت شيئا ، فشبه بها الإِنسان الذى يمنع الحق والخير ، ويجحد ما عليه من حقوق وواجبات .أى : إن فى طبع الإِنسان - إلا من عصمه الله - تعالى - الكنود لربه والكفران لنعمته ، والنسيان لمننه وإحسانه ، والغفلة عن المواظبة على شكره - تعالى - ، والتضرع إليه - سبحانه - عند الشدائد والضراء . . والتشاغل عن ذلك عند العافية والرخاء .فالمراد بالإِنسان هنا : جنسه ، إذ أن هذه الصفة غالبة على طبع الإِنسان بنسب متفاوتة ، ولا يسلم منها إلا من عصمه الله - تعالى - .وقيل : المراد بالإِنسان هنا : الكافر ، وأن المقصود به ، الوليد بن المغيرة .والأولى أن يكون المراد به الجنس ، ويدخل فيه الكافر دخولا أوليا ."
        },
        {
            "resource_id": 92,
            "text": "إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (6) وقيل التعريف في { الإنسان } للعهد ، وأن المراد به الوليد بن المغيرة ، وقيل : قرطة بن عبد عمرِو بن نوفل القرشي .واللام في { لربه } لام التقوية لأن ( كَنود ) وصف ليس أصيلاً في العمل ، وإنما يتعلق بالمعمولات لمشابهته الفعل في الاشتقاق فيكثر أن يقترن مفعوله بلام التقوية ، ومع تأخيره عن معموله .وتقديم { لربه } لإِفادة الاهتمام بمتعلق هذا الكنود لتشنيع هذا الكنود بأنه كنود للرب الذي هو أحق الموجودات بالشكر وأعظم ذلك شرك المشركين ، ولذلك أكد الكلام بلام الابتداء الداخلة على خبر ( إنَّ ) للتعجيب من هذا الخبر .وتقديم { لربه } على عامله المقترن بلام الابتداء وهي من ذوات الصدر لأنهم يتوسعون في المجرورات والظروف ، وابنُ هشام يرى أن لام الابتداء الواقعة في خبر ( إنَّ ) ليست بذات صدارة ."
        },
        {
            "resource_id": 181,
            "text": "که انسان به‌طور قطع بسیار بازدارنده از خیری است که پروردگارش آن را از او می‌خواهد."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( إن الإنسان لربه لكنود )</span> هذا هو المقسم عليه ،<span class=\"blue\"> بمعنى :</span> أنه لنعم ربه لجحود كفور .</p><p lang=\"ar\" class=\"ar \">قال ابن عباس ، ومجاهد ، وإبراهيم النخعي ، وأبو الجوزاء ، وأبو العالية ، وأبو الضحى ، وسعيد بن جبير ، ومحمد بن قيس ، والضحاك ، والحسن ، وقتادة ، والربيع بن أنس ،<span class=\"blue\"> وابن زيد :</span> الكنود : الكفور .<span class=\"blue\"> قال الحسن :</span> هو الذي يعد المصائب ، وينسى نعم ربه .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو كريب ، حدثنا عبيد الله ، عن إسرائيل ، عن جعفر بن الزبير ، عن القاسم ،<span class=\"blue\"> عن أبي أمامة قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"arabic qpc-hafs\">( إن الإنسان لربه لكنود )</span> قال : <span class=\"red\">\" الكفور الذي يأكل وحده ، ويضرب عبده ، ويمنع رفده \"</span> .</p><p lang=\"ar\" class=\"ar \">ورواه ابن أبي حاتم ، من طريق جعفر بن الزبير - وهو متروك - فهذا إسناد ضعيف . وقد رواه ابن جرير أيضا من حديث حريز بن عثمان ، عن حمزة بن هانئ ، عن أبي أمامة موقوفا .</p>"
        },
        {
            "resource_id": 178,
            "text": "Поистине, человек очень скуп на добро, которое Господь его желает от него."
        },
        {
            "resource_id": 172,
            "text": "Şüphesiz insan, Rabbinin kendisinden beklediği iyiliğe çokça engel olur."
        },
        {
            "resource_id": 790,
            "text": "বাস্তৱত মানুহে সেই পূণ্য কৰ্মৰ পৰা বহু দূৰত অৱস্থান কৰে যিটো তাৰ প্ৰতিপালকে তাৰ পৰা বিচাৰে।"
        },
        {
            "resource_id": 792,
            "text": "ពិតប្រាកដណាស់ មនុស្សលោកគឺរមិលគុណចំពោះម្ចាស់របស់គេ។"
        },
        {
            "resource_id": 173,
            "text": "L’être humain s’abstient certainement de faire le bien qu’attend de lui son Seigneur."
        },
        {
            "resource_id": 776,
            "text": "Él jura que el ser humano no cumple con la bondad que su Señor pide de él y es ingrato,"
        },
        {
            "resource_id": 180,
            "text": "৬. নিশ্চয়ই মানুষ তার রবের পছন্দসই কল্যাণ কাজে শক্তরূপে বাধ সাধে।"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span></p><p>يقول: إن الإنسان لكفور لنعم ربه.<span class=\"blue\"> والأرض الكنود:</span> التي لا تنبت شيئا,<span class=\"blue\"> قال الأعشى:</span></p><p>أحْـدِثْ لَهَـا تُحْـدِثْ لِـوَصْلِكَ إنَّهـا</p><p>كُنُــدٌ لــوَصْلِ الزَّائِــرِ المُعْتـادِ <span class=\"arabic qpc-hafs green\">(1)</span></p><p>وقيل: إنما سميت كندة: لقطعها أباها.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عبيد الله بن يوسف الجبيري,<span class=\"blue\"> قال:</span> ثنا محمد بن كثير,<span class=\"blue\"> قال:</span> ثنا مسلم, عن مجاهد, عن ابن عباس,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> قال: لكفور.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه,<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> قال: لربه لكفور.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن منصور, عن مجاهد <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> قال: لكفور.</p><p>حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن منصور, عن مجاهد, مثله.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن منصور, عن مجاهد, مثله.</p><p>حدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن مهدي بن ميمون, عن شعيب بن الحبحاب,<span class=\"blue\"> عن الحسن البصري:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> قال: هو الكفور الذي يعد المصائب, وينسى نعم ربه.</p><p>حدثنا وكيع, عن أبي جعفر, عن الربيع,<span class=\"blue\"> قال:</span> الكنود: الكفور.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان,<span class=\"blue\"> قال:</span> قال الحسن: <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> يقول: لوام لربه يعد المصائب</p><p>حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن الحسن <span class=\"arabic qpc-hafs green\">( لَكَنُودٌ )</span> قال: لكفور.</p><p>حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> قال: لكفور.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سعيد, عن قتادة, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا يحيى بن حبيب بن عربي,<span class=\"blue\"> قال:</span> ثنا خالد بن الحارث,<span class=\"blue\"> قال:</span> ثنا شعبة,<span class=\"blue\"> عن سماك أنه قال:</span> إنما سميت كندة: أنها قطعت أباها<span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> قال: لكفور.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا عبيد الله, عن إسرائيل, عن جعفر بن الزبير, عن القاسم,<span class=\"blue\"> عن أبي أمامة قال:</span> قال رسول الله صلى الله عليه وسلم: <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> قال: <span class=\"red\">\" لَكَفُورٌ, الَّذِي يَأْكُلُ وَحْدَهُ وَيَضْرِبُ عَبْدَهُ, وَيَمْنَعُ رِفْدَهُ \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> قال: الكنود: الكفور,<span class=\"blue\"> وقرأ:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لَكَفُورٌ )</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا الحسن بن علي بن عياش,<span class=\"blue\"> قال:</span> ثنا أبو المغيرة عبد القدوس,<span class=\"blue\"> قال:</span> ثنا حريز بن عثمان,<span class=\"blue\"> قال:</span> ثني حمزة بن هانيء,<span class=\"blue\"> عن أبي أمامة أنه كان يقول:</span> الكنود: الذي ينـزل وحده, ويضرب عبده, ويمنع رفده.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن إسماعيل الصوارى,<span class=\"blue\"> قال:</span> ثنا محمد بن سوار,<span class=\"blue\"> قال:</span> أخبرنا أبو اليقظان, عن سفيان عن هشام, عن الحسن, في قوله <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> قال: لوام لربه, يعد المصائب, وينسى النعم.</p><p>------------------------</p><p>الهوامش:</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(1)</span> البيت من شواهد أبي عبيدة في مجاز القرآن <span class=\"arabic qpc-hafs green\">( 189 )</span> قال : <span class=\"arabic qpc-hafs brown\">{ إن الإنسان لربه لكنود }</span> : لكفور . وكذلك الأرض الكنود التي لا تنبت شيئا .<span class=\"blue\"> قال الأعشى :</span> <span class=\"red\">\" أحدث لها ... \"</span> البيت . وفي <span class=\"arabic qpc-hafs green\">( اللسان : كند )</span> كند يكند كنودا : كفر النعمة . ورجل كناد <span class=\"arabic qpc-hafs green\">( كشداد )</span> وكنود .<span class=\"blue\"> وقوله تعالى :</span> <span class=\"arabic qpc-hafs brown\">{ إن الإنسان لربه لكنود }</span> قيل : هو الجحود ، وهو أحسن .<span class=\"blue\"> وقيل :</span> هو الذي يأكل وحده ، ويمنع رفده ، ويضرب عبده .<span class=\"blue\"> قال ابن سيده في التعليق على هذا الأخير :</span> ولا أعرف له في اللغة أصلا ،<span class=\"blue\"> ولا يسوغ أيضا من قوله :</span> <span class=\"arabic qpc-hafs brown\">{ لربه }</span> .<span class=\"blue\"> وقيل :</span> لكنود : لكفور بالنعمة .<span class=\"blue\"> وقال الحسن :</span> لوام لربه : يعد المصيبات ، وينسى النعم .<span class=\"blue\"> وقال الزجاج :</span> لكفور .<span class=\"blue\"> يعني بذلك :</span> الكافر . ا هـ .</p>"
        },
        {
            "resource_id": 791,
            "text": "തീർച്ചയായും മനുഷ്യൻ അവൻ്റെ രക്ഷിതാവ് അവനിൽ നിന്ന് ആവശ്യപ്പെടുന്ന നന്മയോട് വളരെ നിഷേധാത്മക സമീപനമുള്ളവൻ തന്നെ."
        },
        {
            "resource_id": 16,
            "text": "إن الإنسان لِنعم ربه لَجحود، وإنه بجحوده ذلك لمقر. وإنه لحب المال لشديد."
        },
        {
            "resource_id": 176,
            "text": "In verità, l'uomo ostacola il bene che il suo Dio desidera,"
        },
        {
            "resource_id": 166,
            "text": "<p>আর নিশ্চয় সে এ বিষয়ে সাক্ষী [১] ,</p><p>[১] এখানে ‘সে’ বলে বোঝানো হচ্ছে, মানুষ নিজেই এ বিষয়ে সাক্ষী। এ সাক্ষ্য নিজ মুখেই প্রকাশ করতে পারে, আবার কাজ-কর্ম ও অবস্থার মাধ্যমেও প্রকাশিত হতে পারে। এর আরেকটি অর্থ হতে পারে যে, আল্লাহ্ তা‘আলা মানুষের এ অকৃতজ্ঞতার ব্যপারে সাক্ষী। [ইবন কাসীর]</p>"
        },
        {
            "resource_id": 791,
            "text": "താൻ നന്മയോട് വളരെ തടസ്സം കാണിക്കുന്നവനാണ് എന്നതിന് അവൻ സ്വയം തന്നെ സാക്ഷിയാണ്; അത്ര വ്യക്തമാണ് അക്കാര്യം എന്നതിനാൽ അവനത് നിഷേധിക്കുക സാധ്യമല്ല തന്നെ."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "And indeed, he is witness to the goodness he is hesitant in giving; he cannot deny it because of its clarity."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( وإنه على ذلك لشهيد )</span> قال <span class=\"reference\">[ أكثر المفسرين ]</span> : وإن الله على كونه كنودا لشاهد .<span class=\"blue\"> وقال ابن كيسان :</span> الهاء راجعة إلى الإنسان أي : إنه شاهد على نفسه بما يصنع .</p>"
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( وَإِنَّهُ على ذَلِكَ لَشَهِيدٌ ) أى : وإن الإِنسان على كنوده وجحوده لنعم ربه \" لشهيد \" أى : لشاهد على نفسه بذلك ، لظهور أثر هذه الصفة عليه ظهروا واضحا ، إذ هو عند لجاجه فى الطغيان يجحد الجلى من النعم ، ويعبد من دون خالقه أصناما ، مع أنه إذا سئل عن خالقه اعترف وأقر بأن خالقه هو الله - تعالى - ، كما قال - سبحانه - : ( وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله ) قال الإِمام الشيخ محمد عبده : قوله : ( وَإِنَّهُ على ذَلِكَ لَشَهِيدٌ ) أى : وإن الإِنسان لشهيد على كنوده ، وكفره لنعمة ربه ، لأنه يفخلر بالقسوة على من دونه ، وبقوة الحيلة على من فوقه ، وبكثرة ما فى يده من المال مع الحذق فى تحصيله ، وقلما يفتخر بالمرحمة ، وبكثرة البذل - اللهم إلا أن يريد غشا للسامع - وفى ذلك كله شهادة على نفسه بالكنود ، لأن ما يفتخر به ليس من حق شكر النعمة ، بل من آيات كفرها .ومنهم من يرى أن الضمير فى قوله - تعالى - هنا ( وأنه ) يعود على الخالق - سبحانه - أى : وإن الله - تعالى - لعليهم ولشهيد على ما يسلكه هذا الإِنسان من جحود ، فيكون المقصود من الآية الكريمة ، التهديد والوعيد .قالوا : والأول أولى ، لأنه هو الذى يتسق مع سياق الآيات ، ومع اتحاد الضمائر فيها ."
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ )</span></p><p>يقول تعالى ذكره: إن الله على كنوده ربه لشهيد: يعني لشاهد.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>ذكر من قال ذلك:</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران، عن سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ )</span> قال: يقول: إن الله على ذلك لشهيد.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ )</span> في بعض القراءات <span class=\"red\">\" إن الله على ذلك لشهيد \"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان <span class=\"arabic qpc-hafs green\">( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ )</span> يقول: وإن الله عليه شهيد.</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>এবং নিশ্চয়ই সে নিজেই এ বিষয়ে সাক্ষী। [১]</p><p>[১] অর্থাৎ, মানুষ স্বয়ং নিজের অকৃতজ্ঞতার সাক্ষ্য দেয়। কেউ কেউ إنَّه (সে) সর্বনামের বিশেষ্য বা সাক্ষ্য-ক্রিয়ার কর্তা আল্লাহকে বুঝেছেন। কিন্তু ইমাম শাওকানী প্রথম অর্থকেই বলিষ্ঠ বলেছেন। কেননা, পরবর্তী সর্বনামের বিশেষ্য মানুষই। এ আয়াতেও মানুষ উদ্দেশ্য হওয়াটাই অধিক সঠিক।</p>"
        },
        {
            "resource_id": 173,
            "text": "Il en est témoin et ne peut le nier, tellement la chose est évidente."
        },
        {
            "resource_id": 178,
            "text": "И, поистине, он свидетель тому, что сам скупится на добро, и не может отрицать это, поскольку это очевидно."
        },
        {
            "resource_id": 176,
            "text": "e, in verità, egli è consapevole di ostacolare il bene e non può negarlo, poiché è evidente,"
        },
        {
            "resource_id": 180,
            "text": "৭. সেই তার এই বাধসাধার উপর সাক্ষী রয়েছে। কারণ, বিষয়টি এতোটা পরিষ্কার যে, তা অস্বীকার করার কোন উপায় নাই।"
        },
        {
            "resource_id": 179,
            "text": "Tunay na siya, sa pagkakait niya ng kabutihan, ay talagang isang tagasaksi, na hindi nakakakaya ng pagkakaila niyon dahil sa kaliwanagan niyon."
        },
        {
            "resource_id": 776,
            "text": "y de hecho, es testigo de la bondad que es reacio a dar; no lo puede negar porque es completamente cierto."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وإنه على ذلك لشهيد[ ص: 144 ] أي وإن الله - عز وجل - ثناؤه على ذلك من ابن آدم لشهيد . كذا روى منصور عن مجاهد ; وهو قول أكثر المفسرين ، وهو قول ابن عباس . وقال الحسن وقتادة ومحمد بن كعب : وإنه أي وإن الإنسان لشاهد على نفسه بما يصنع ; وروي عن مجاهد أيضا ."
        },
        {
            "resource_id": 177,
            "text": "Và sự vô ơn của y sẽ do bản thân y xác nhận và làm chứng khiến y không thể chối cãi."
        },
        {
            "resource_id": 792,
            "text": "គេធ្វើជាសាក្សីលើខ្លួនឯងចំពោះការរមិលគុណនេះ។ គេមិនអាចប្រកែកបានឡើយដោយសារវាបានស្តែងចេញមកយ៉ាងច្បាស់លាស់។"
        },
        {
            "resource_id": 905,
            "text": "وإنه على منعه للخير لشاهد، لا يستطيع إنكار ذلك لوضوحه."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "আৰু সি পূণ্যৰ কামৰ পৰা পিছুৱাই থকাৰ বাবে সি নিজেই তাৰ সাক্ষী। আৰু এয়া ইমান স্পষ্ট কথা যে ইয়াৰ অস্বীকাৰ কৰিব নোৱাৰি।"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ }</span> أي: إن الإنسان على ما يعرف من نفسه من المنع والكند لشاهد بذلك، لا يجحده ولا ينكره، لأن ذلك أمر بين واضح.<span class=\"blue\"> ويحتمل أن الضمير عائد إلى الله تعالى أي:</span> إن العبد لربه لكنود، والله شهيد على ذلك، ففيه الوعيد، والتهديد الشديد، لمن هو لربه كنود، بأن الله عليه شهيد."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( وإنه على ذلك لشهيد )</span> قال قتادة وسفيان الثوري : وإن الله على ذلك لشهيد . ويحتمل أن يعود الضمير على الإنسان ، قاله محمد بن كعب القرظي ،<span class=\"blue\"> فيكون تقديره :</span> وإن الإنسان على كونه كنودا لشهيد ،<span class=\"blue\"> أي :</span> بلسان حاله ،<span class=\"blue\"> أي :</span> ظاهر ذلك عليه في أقواله وأفعاله ،<span class=\"blue\"> كما قال تعالى :</span> <span class=\"arabic qpc-hafs\">( ما كان للمشركين أن يعمروا مساجد الله شاهدين على أنفسهم بالكفر )</span> <span class=\"reference brown\">[ التوبة : 17 ]</span></p>"
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya ia menjadi saksi atas keingkarannya terhadap kebaikan, ia tidak bisa mengingkari kenyataan ini karena sudah sangat jelas."
        },
        {
            "resource_id": 183,
            "text": "実際のところそうしていることについて、かれは証人である。"
        },
        {
            "resource_id": 170,
            "text": "Человек является свидетелем собственной алчности и неблагодарности. Он не пытается оспорить это и не отрицает этого, потому что эти качества очевидны и явны. Существует мнение, что местоимение третьего лица относится к Аллаху. Из этого толкования следует, что человек неблагодарен своему Господу, и Аллах тому свидетель. В этих словах содержится великая угроза тем, кто отказывается благодарить Всевышнего Аллаха, Который является Свидетелем каждого человеческого поступка."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ (7) وضمير { وإنه على ذلك لشهيد } عائد إلى الإنسان على حسب الظاهر الذي يقتضيه انتساق الضمائر واتحاد المتحدث عنه وهو قول الجمهور .والشهيد : يطلق على الشاهد وهو الخبر بما يُصدَّق دعوى مدع ، ويطلق على الحاضر ومنه جاء إطلاقه على العالم الذي لا يفوته المعلوم ، ويطلق على المقر لأنه شهد على نفسه .والشهيد هنا : إما بمعنى المقر كما في «أشْهد أن لا إله إلا الله» .والمعنى : أن الإنسان مقر بكنوده لربه من حيث لا يقصد الإِقرار ، وذلك في فلتات الأقواللِ مثل قول المشركين في أصنامهم : { ما نعبدهم إلا ليقربونا إلى اللَّه زلفى } [ الزمر : 3 ] . فهذا قول يلزمه اعترافهم بأنهم عبدوا ما لا يستحق أن يُعبد وأشركوا في العبادة مع المستحق للانفراد بها ، أليس هذا كنوداً لربهم ، قال تعالى : { وشهدوا على أنفسهم أنهم كانوا كافرين } [ الأنعام : 130 ] ، وفي فلتات الأفعال كما يعرض للمسلم في المعاصي .والمقصود من هذه الجملة تفظيع كنود الإنسان بأنه معلوم لصاحبه بأدنى تأمل في أقواله وأفعاله . وعلى هذا فحرف { على } متعلق ب«شهيد» واسم الإِشارة مُشار به إلى الكُنود المأخوذ من صفة «كَنود» .ويجوز أن يكون «شهيد» بمعنى ( عليم ) كقول الحارث بن حِلَّزة في عمرو بن هند: ... وهو الربُّ والشهيدُ على يَوْم الخيَارَيْننِ والبَلاء بَلاء ... ومتعلق «شهيد» محذوفاً دلّ عليه المقام ، أي عليم بأن الله ربه ، أي بدلائل الربوبية ، ويكون قوله : { على ذلك } بمعنى : مع ذلك ، أي مع ذلك الكُنود هو عليم بأنه ربه مستحق للشكر والطاعة لا للكنود ، فحرف { على } بمعنى ( مع ) كقوله : { وآتى المال على حبه } [ البقرة : 177 ] و { يطعمون الطعام على حبه } [ الإنسان : 8 ] وقول الحارث بن حلزة: ... فبقِينَا على الشَّناءَةِ تنْمِنَا حصون وعِرة قعساء ... والجار والمجرور في موضع الحال وذلك زيادة في التعجيب من كنود الإِنسان .وقال ابن عباس والحسن وسفيان : ضمير { وإنَّه } عائد إلى «ربه» ، أي وأن الله على ذلك لشهيد ، والمقصود أن الله يعلم ذلك في نفس الإِنسان ، وهذا تعريض بالتحذير من الحساب عليه . وهذا يسوغه أن الضمير عائد إلى أقرب مذكور ونقل عن مجاهد وقتادة كلا الوجهين فلعلهما رأيا جواز المحملين وهو أولى .وتقديم { على ذلك } على «شهيد» للاهتمام والتعجيب ومراعاة الفاصلة .والشديد : البخيل . قال أبو ذؤيب راثياً: ... حَذَرْنَاه بأثواب في قَعر هوةشَديدٍ على ما ضُمَّ في اللحد جُولُها ... والجول بالفتح والضَّم : التراب ، كما يقال للبخيل المتشدد أيضاً قال طرفة: ... عقيلة مال الفاحش المتشددواللام في { لحب الخير } لام التعليل ، والخير : المال قال تعالى : { إن ترك خيراً } [ البقرة : 18 ] .والمعنى : إن في خُلق الإِنسان الشُّحّ لأجل حبه المال ، أي الازدياد منه قال تعالى : { ومن يوق شح نفسه فأولئك هم المفلحون } [ الحشر : 9 ] ."
        },
        {
            "resource_id": 181,
            "text": "و در حقیقت خودش بر بازدارندگی خویش از خیر گواه است، و به خاطر وضوح این امر نمی‌تواند آن را انکار کند."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 7{ وَاِنَّہٗ عَلٰی ذٰلِکَ لَشَہِیْدٌ۔ } ”اور وہ خود اس پر گواہ ہے۔“ وہ اپنے اس طرزعمل سے خوب واقف ہے۔ جیسا کہ سورة القیامہ میں فرمایا گیا : { بَلِ الْاِنْسَانُ عَلٰی نَفْسِہٖ بَصِیْرَۃٌ۔ } کہ انسان اپنے خیالات ‘ جذبات اور کردار کے بارے میں خود سب کچھ جانتا ہے۔ چناچہ انسان خوب جانتا ہے کہ وہ قدم قدم پر اپنے رب کی ناشکری کا مرتکب ہو رہا ہے۔</p>"
        },
        {
            "resource_id": 175,
            "text": "On je svjedok toga što spriječava dobro, i zbog jasnoće toga, on to ne može negirati."
        },
        {
            "resource_id": 172,
            "text": "Muhakkak insan, kendisinin iyiliğe mani olduğuna elbette şahittir. Apaçık olmasından ötürü bunu inkâr da edemez."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ (٧)</span> ] وتراوە: مەبەست (إِنَّهُ) خوای گەورەیە شایەتە بەسەر مرۆڤەوە، یاخود مەبەست ئینسانە خۆی شایەتە بەسەر خۆیەوە لە ڕۆژی قیامەتدا كە شایەتی ئەدات كە شوكرانەی نیعمەتەكانی خوای گەورەی نەكردووە كوفرانەی نیعمەتەكانی خوای گەورەی كردووە ."
        },
        {
            "resource_id": 182,
            "text": "他辜负善功的行为，确是有见证者的，因此他完全不能予以否认，"
        },
        {
            "resource_id": 172,
            "text": "Muhakkak o, mal sevgisindeki aşırılığından dolayı cimrilik eder."
        },
        {
            "resource_id": 183,
            "text": "また富を強く愛して、けちである。"
        },
        {
            "resource_id": 92,
            "text": "وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ (8)وتقديم { لحب الخير } على متعلَّقه للاهتمام بغرابة هذا المتعلق ولمراعاة الفاصلة ، وتقديمه على عامله المقترن بلام الابتداء ، وهي من ذوات الصدر لأنه مجرور كما علمت في قوله : { لربه لكنود } .وحب المال يبعث على منع المعروف ، وكان العرب يعيِّرون بالبخل وهم مع ذلك يبْخَلون في الجاهلية بمواساة الفقراء والضعفاء ويأكلون أموال اليتامى ولكنهم يسرفون في الإِنفاق في مظان السمعة ومجالس الشرب وفي الميسر قال تعالى : { ولا تحاضون على طعام المسكين وتأكلون التراث أكلاً لما وتحبون المال حباً جماً } [ الفجر : 18 20 ] ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ (٨)</span> ] وە مرۆڤ زۆر خۆشەویستی بۆ ماڵ هەیەو ئەم خۆشەویستییە بۆ ماڵ وای كردووە كە ڕەزیل و چروك بێت ."
        },
        {
            "resource_id": 166,
            "text": "<p>আর নিশ্চয় সে ধন-সম্পদের আসক্তিতে প্রবল [১]।</p><p>[১] خير এর শাব্দিক অর্থ মঙ্গল। এখানে ব্যাপক অর্থ ত্যাগ করে আরবের বাকপদ্ধতি অনুযায়ী এ আয়াত ধন-সম্পদকে خير বলে ব্যক্ত করা হয়েছে। যেমন, অন্য এক আয়াতে আছে اِنْ تَرَكَ خَيْرَا “যদি কোন সম্পদ ত্যাগ করে যায়” [সূরা আল-বাকারাহ: ১৮০] এ আয়াতটির অর্থও দুরকম হতে পারে। এক. সে সম্পদের আসক্তির কারণে প্রচণ্ড কৃপণ; দুই. সম্পদের প্রতি তার আসক্তি অত্যন্ত প্রবল। দ্বিতীয় অর্থটির মধ্যেই মূলত প্রথমটি চলে আসে; কেননা সম্পদের প্রতি প্রচণ্ড আসক্তিই কৃপণতার কারণ। [আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 181,
            "text": "و به‌راستی‌که او به‌سبب دوست ‌داشتن زیاد مال در آن بخل می‌ورزد."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>এবং অবশ্যই সে ধন-সম্পদের আসক্তিতে অত্যন্ত প্রবল। [১]</p><p>[১] خَير থেকে মাল-ধনকে বুঝানো হয়েছে। যেমন, আল্লাহর বাণী (إن تَرَكَ خَيرًا الوَصِيّة) সূরা বাক্বারাহ ২:১৮০ নং আয়াতে ঐ শব্দ স্পষ্টভাবে মাল-ধনের অর্থেই ব্যবহূত হয়েছে। অর্থ হল, মানুষ ধন-সম্পদের ব্যাপারে অতি লালসা রাখে ও কৃপণতা বা বখীলী করে; যা মালের প্রতি মহব্বত ও আসক্তি রাখার অনিবার্য পরিণতি।</p>"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( وإنه )</span> يعني الإنسان ، <span class=\"green\">( لحب الخير )</span> أي لحب المال ، <span class=\"green\">( لشديد )</span> أي : لبخيل ، أي إنه من أجل حب المال لبخيل .<span class=\"blue\"> يقال للبخيل :</span> شديد ومتشدد .</p><p>وقيل : معناه وإنه لحب الخير لقوي ، أي شديد الحب للخير أي المال .</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>وقوله : <span class=\"arabic qpc-hafs\">( وإنه لحب الخير لشديد )</span> أي : وإنه لحب الخير -<span class=\"blue\"> وهو :</span> المال - لشديد .<span class=\"blue\"> وفيه مذهبان :</span></p><p>أحدهما : أن المعنى : وإنه لشديد المحبة للمال .</p><p>والثاني : وإنه لحريص بخيل ; من محبة المال . وكلاهما صحيح .</p>"
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( وَإِنَّهُ لِحُبِّ الخير لَشَدِيدٌ ) أى : وإن هذا الإِنسان لشديد الحب لجمع المال ، ولكسبه من مختلف الوجوه بدون تفرقة - فى كثير من الأحيان - بين الحلال والحرام ، ولكنزه والتكثر منه ، وبالبخل به على من يستحقه .وصدق الله إذ يقول : ( قُل لَّوْ أَنْتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّي إِذاً لأمْسَكْتُمْ خَشْيَةَ الإنفاق وَكَانَ الإنسان قَتُوراً ) ."
        },
        {
            "resource_id": 178,
            "text": "И, поистине, он страстно любит имущество и скупится [отдавать] его."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 173,
            "text": "Son amour des richesses est tel qu’il en est avare."
        },
        {
            "resource_id": 175,
            "text": "On je, uistinu, u ljubavi prema imetku veoma žestok, škrtareći ga."
        },
        {
            "resource_id": 176,
            "text": "e, in verità, il suo eccessivo amore per il denaro lo rende avaro."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَإِنَّهُ }</span> أي: الإنسان <span class=\"arabic qpc-hafs brown\">{ لِحُبِّ الْخَيْرِ }</span> أي: المال <span class=\"arabic qpc-hafs brown\">{ لَشَدِيدُ }</span> أي: كثير الحب للمال. وحبه لذلك، هو الذي أوجب له ترك الحقوق الواجبة عليه، قدم شهوة نفسه على حق  ربه، وكل هذا لأنه قصر نظره على هذه الدار، وغفل عن الآخرة،<span class=\"blue\"> ولهذا قال حاثًا له على خوف يوم الوعيد:</span>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya ia sangat berlebihan dalam mencintai hartanya hingga kikir dengannya."
        },
        {
            "resource_id": 790,
            "text": "আৰু সি ধনৰ প্ৰবল লোভত পৰিছে, এই বিষয়ে সি কৃপণালিও কৰে।"
        },
        {
            "resource_id": 792,
            "text": "គេស្រលាញ់ទ្រព្យសម្បត្តិយ៉ាងងប់ងល់ ហើយកំណាញ់នឹងការបរិច្ចាគទ្រព្យសម្បត្តិរបស់គេ។"
        },
        {
            "resource_id": 905,
            "text": "وإنه لفرط حبه للمال يبخل به."
        },
        {
            "resource_id": 177,
            "text": "Và y thường chỉ biết yêu thích tiền tài và của cải và y luôn keo kiệt."
        },
        {
            "resource_id": 776,
            "text": "Es avaro con su riqueza y siente apego extremo por ella."
        },
        {
            "resource_id": 179,
            "text": "Tunay na siya, dahil sa pagkalabis ng pag-ibig niya sa yaman, ay nagmamaramot nito."
        },
        {
            "resource_id": 180,
            "text": "৮. সে সম্পদের প্রতি অতিরিক্ত আসক্তির দরুন তা ব্যয়ে কার্পণ্য করে।"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ )</span></p><p>يقول تعالى ذكره: وإن الإنسان لحب المال لشديد.</p><p lang=\"ar\" class=\"ar \">واختلف أهل العربية في وجه وصفه بالشدة لحب المال,<span class=\"blue\"> فقال بعض البصريين:</span> معنى ذلك: وإنه من أجل حب الخير لشديد: أي لبخيل; قال: يقال للبخيل: شديد ومتشدد.<span class=\"blue\"> واستشهدوا لقوله ذلك ببيت طرفة بن العبد البكري:</span></p><p>أرَى المَـوْتَ يَعْتـامُ النُّفُوسَ ويَصْطَفِي</p><p>عَقِيلَــةَ مــالِ البــاخِلِ المُتَشَـددِ <span class=\"arabic qpc-hafs green\">(2)</span></p><p>وقال آخرون: معناه: وإنه لحب الخير لقوي.</p><p lang=\"ar\" class=\"ar \">وقال بعض نحويي الكوفة: كان موضع <span class=\"arabic qpc-hafs green\">( لِحُبِّ )</span> أن يكون بعد شديد, وأن يضاف شديد إليه,<span class=\"blue\"> فيكون الكلام:</span> وإنه لشديد حب الخير; فلما تقدم الحب في الكلام,<span class=\"blue\"> قيل:</span> شديد, وحذف من آخره, لما جرى ذكره في أوله ولرءوس الآيات,<span class=\"blue\"> قال:</span> ومثله في سورة إبراهيم:  كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ  والعصوف لا يكون لليوم, إنما يكون للريح; فلما جرى ذكر الريح قبل اليوم طرحت من آخره,<span class=\"blue\"> كأنه قال:</span> في يوم عاصف الريح, والله أعلم.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ )</span> قال: الخير: الدنيا; وقرأ:  إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ  قال: فقلت له:  إِنْ تَرَكَ خَيْرًا  : المال؟<span class=\"blue\"> قال:</span> نعم, وأي شيء هو إلا المال؟<span class=\"blue\"> قال:</span> وعسى أن يكون حراما, ولكن الناس يعدونه خيرا, فسماه الله خيرا, لأن الناس يسمونه خيرا في الدنيا, وعسى أن يكون خبيثا, وسمي القتال في سبيل الله سوءا,<span class=\"blue\"> وقرأ قول الله:</span>  فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ  قال: لم يمسسهم قتال; قال: وليس هو عند الله بسوء, ولكن يسمونه سوءا.</p><p lang=\"ar\" class=\"ar \">وتأويل الكلام: إن الإنسان لربه لكنود, وإنه لحب الخير لشديد, وإن الله على ذلك من أمره لشاهد.<span class=\"blue\"> ولكن قوله:</span> <span class=\"arabic qpc-hafs green\">( وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ )</span> قدم, ومعناه التأخير,<span class=\"blue\"> فجعل معترضا بين قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لِرَبِّهِ لَكَنُودٌ )</span> ,<span class=\"blue\"> وبين قوله:</span> <span class=\"arabic qpc-hafs green\">( وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ )</span></p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">(إِنَّ الإِنْسَانَ لِرَبِّهِ لَكَنُودٌ * وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ)</span> قال: هذا في مقاديم الكلام,<span class=\"blue\"> قال:</span> يقول: إن الله لشهيد أن الإنسان لحب الخير لشديد.</p><p>------------------------</p><p>الهوامش:</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(2)</span> البيت لطرفة بن العبد <span class=\"arabic qpc-hafs green\">( مختار الشعر الجاهلي 318 )</span> في معلقته .<span class=\"blue\"> وفيه :</span> <span class=\"red\">\" يعتام الكرام \"</span> .<span class=\"blue\"> قال شارحه :</span> يعتام : يختار .<span class=\"blue\"> والعقيلة :</span> الخيار من كل شيء .<span class=\"blue\"> والفاحش :</span> البخيل الحريص .<span class=\"blue\"> يقول :</span> أرى الموت يختار كرام الناس ، وصفوة مال البخلاء ،<span class=\"blue\"> أي :</span> يأخذ النفيس الذي يضن به ، كما يأخذ الحقير ، فلا يترك شيئا . ا هـ . وقال أبو عبيدة في مجاز القرآن <span class=\"arabic qpc-hafs green\">( 189 )</span> <span class=\"arabic qpc-hafs brown\">{ وإنه لحب الخير لشديد }</span> : وإنه من أجل حب الخير لشديد : لبخيل ،<span class=\"blue\"> يقال للبخيل :</span> شديد ومتشدد ؛<span class=\"blue\"> قال طرفة :</span> <span class=\"red\">\" أرى الموت يعتام النفوس ... \"</span> البيت .</p>"
        },
        {
            "resource_id": 171,
            "text": "And indeed, he is miserly with his wealth due to his extreme love for it."
        },
        {
            "resource_id": 791,
            "text": "സമ്പത്തിനോടുള്ള അവൻ്റെ കഠിനമായ സ്നേഹം കാരത്താൽ അവൻ പിശുക്കനായി തീർന്നിരിക്കുന്നു."
        },
        {
            "resource_id": 182,
            "text": "他的确酷爱钱财，并吝啬不舍，"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وإنه لحب الخير لشديدقوله تعالى : وإنه أي الإنسان من غير خلاف .لحب الخير أي المال ; ومنه قوله تعالى : إن ترك خيرا . وقال عدي :ماذا ترجي النفوس من طلب ال خير ، وحب الحياة كاربهالشديد أي لقوي في حبه للمال . وقيل : لشديد لبخيل . ويقال للبخيل : شديد ومتشدد . قال طرفة :أرى الموت يعتام الكرام ويصطفي     عقيلة مال الفاحش المتشدديقال : اعتامه واعتماه ; أي اختاره . والفاحش : البخيل أيضا . ومنه قوله تعالى : ويأمركم بالفحشاء أي البخل . قال ابن زيد : سمى الله المال خيرا ; وعسى أن يكون شرا وحراما ; ولكن الناس يعدونه خيرا ، فسماه الله خيرا لذلك . وسمى الجهاد سوءا ، فقال : فانقلبوا بنعمة من الله وفضل لم يمسسهم سوء على ما يسميه الناس . قال الفراء : نظم الآية أن يقال : وإنه لشديد الحب للخير ; فلما تقدم الحب قال : شديد ، وحذف من آخره ذكر الحب ; لأنه قد جرى ذكره ، ولرءوس الآي ; كقوله تعالى : في يوم عاصف والعصوف : للريح لا الأيام ، فلما جرى ذكر الريح قبل اليوم ، طرح من آخره ذكر الريح ; كأنه قال : في يوم عاصف الريح ."
        },
        {
            "resource_id": 170,
            "text": "Именно любовь к богатству заставляет человека отказываться от выполнения обязанностей, которые предписаны ему Аллахом. Он отдает предпочтение удовлетворению своих низменных страстей перед обретением благоволения Господа. Причина же этого в том, что он предал забвению Последнюю жизнь и ограничил свои представления жизнью в этом мире."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 8{ وَاِنَّہٗ لِحُبِّ الْخَیْرِ لَشَدِیْدٌ۔ } ”اور وہ مال و دولت کی محبت میں بہت شدید ہے۔“ مال و دولت کی محبت میں انسان اکثر اوقات حلال و حرام کی تمیز تک بھلا دیتا ہے۔ حتیٰ کہ حرام کھاتے ہوئے وہ اپنے نفس ِلوامہ بحوالہ سورة القیامہ ‘ آیت 2 اور ضمیر کی ملامت کی بھی پروا نہیں کرتا۔</p>"
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 100:8] وَإِنَّهُ لِحُبِّ الْخَيْرِ‌ لَشَدِيدٌ (and in his love for wealth, he is very intense.) Literally, the word khair means 'any good thing'. Idiomatically, the word khair, in Arabic, means 'wealth' implying that 'wealth' is an embodiment of goodness and benefit. However, some type of wealth can involve man in untold misery. In the Hereafter, this will be the position of all wealth acquired through unlawful means. Sometimes, wealth in this world too can prove to be nuisance and disaster. Nonetheless, according to Arabic idiom, worldly goods in this verse have been described as khair as the same word in another verse [ 2:180]\tاِن تَرَکَ خَیراً \"...he leaves some wealth...\". In this verse as well the word khair means 'wealth'.</p><p>To recap, having taken oath by war-horses, the subject states two points: [ 1] man is ungrateful or he is a blamer of his Lord who remembers misfortunes and forgets His favours; and [ 2] he is passionate in his love for wealth. Both these points are evil, rationally as well as from the Shari'ah point of view. These statements warn man against these evils. The evil of ingratitude is quite obvious and needs no elaboration, but the evil of man's violent love for wealth is not that obvious, and needs some elaboration. Wealth is the axis of man's needs and necessities. Shari'ah has not only permitted its acquisition, but it has also made its acquisition obligatory to the degree of his needs. Therefore, what is condemned in the verse is either the 'intense' or excessive love for wealth that makes one neglectful to one's obligations, and oblivious of the divine injunctions, or the sense is that earning wealth, even saving it according to one's needs is though permissible, having its love in the heart is bad. Let us consider the following illustration: When man feels the need to answer the call of nature, he does it out of necessity. In fact, he makes arrangements for it, but he does not develop love or passion for it in his heart. Likewise, when he falls sick and takes medication, or even undergoes surgery, but he does not develop attachment for it in his heart. He does it only out of necessity. The believer should treat the wealth in this way: A believer should acquire wealth, as Allah has commanded him, to the extent of his need, save it, look after it and utilize it whenever and wherever necessary, but his heart should not be attached to it. How elegantly Maulana Rumi (رح) has put it in one of his verses!</p><p>آب اندر زیر کشتی پشتی است آب در کشتی ھلاک کشتی است</p><p>\"As long as the water remains under the boat, it helps the boat [ to sail ];</p><p>but if the water seeps into the boat, it sinks it.\"</p><p>Likewise, as long as the wealth floats around the boat of heart, it would be useful; but when it seeps into the heart, it will destroy it. Towards the conclusion of the Surah a warning has been sounded against these two evil qualities of man for which he will be punished in the Hereafter.</p>"
        },
        {
            "resource_id": 168,
            "text": "<p>Verses [ 100:9-11] وَحُصِّلَ مَا فِي الصُّدُورِ‌ ﴿10﴾ إِنَّ رَ‌بَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ‌ ﴿11﴾ أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ‌ مَا فِي الْقُبُورِ‌ ﴿9﴾ (Does he not then know [ what will happen ] when all that is contained in the graves will be overturned, and all that is contained in the hearts will be exposed. Surely your Lord, that day, is fully aware of them.) Divine retribution will be meted out, in the Hereafter, to each person commensurate with his deeds, good or bad, as Allah is well-aware of them. Therefore, it would be wise for man to abstain from ingratitude, and he should not have such a violently passionate love for wealth and indulgence in worldly riches as to be unable to separate the good from the bad.</p><p>Special Note</p><p>The current set of verses describes these evil qualities of man in general terms, while Prophets (علیہم السلام) ، friends of Allah and many of His righteous servants are free from these evil qualities or from any earthly attachments. They acquire wealth through lawful means and abstain from acquiring it through unlawful means. They are ever so grateful to Allah for the wealth He has given them and spend it in the way of Allah. So how these evils are attributed to man in general terms? The answer is that most people have these evil qualities, but this does not imply that all, without any exception, are characterized by these qualities. The upright people are excluded from the general statement. Some of the scholars restrict the word 'man' to 'unbelievers'. These two evil qualities are the essential characteristics of unbelievers, and if they are found in a Muslim [ God forbid!], he needs to reflect and be careful. Allah knows best!</p><p>Al-Hhamdulillah</p><p>The Commentary on</p><p>Surah Al‘Adiyat</p><p>Ends here</p>"
        },
        {
            "resource_id": 175,
            "text": "A zar ovaj čovjek koji je obmanut dunjalučkim životom ne zna da, kada kaburovi budu prevrnuti i kada Allah iz njih proživi ljude radi obračuna, stanje neće biti onako kako je zamišljao."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"أفلا يعلم\"</span>،<span class=\"blue\"> أي:</span> أفلا يعلم هذا الإنسان، <span class=\"arabic qpc-hafs\">\"إذا بعثر\"</span>،<span class=\"blue\"> أي:</span> أثير وأخرج، <span class=\"arabic qpc-hafs\">\"ما في القبور\"</span> من الموتى.</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>یہ ایک شدید اور موثر منظر ہے۔ قبروں سے انسانوں کا نکالا جانا ، اس عمل کے لئے ” بعثرہ “ کا شدید لفظ لایا گیا ہے اور پھر اس منظر میں ان رازوں کو کھینچ کھینچ کر باہر نکالا جارہا ہے جن کو نفوس انسانی نے دبائے اور چھپائے رکھا تھا۔ حصلت کا لفظ اس کے لئے استعمال ہوا کہ گویا سرکاری کارندے زبردستی حاصل کررہے ہیں۔ سرکاری تحصیل دار پہنچے ہوتے ہیں اور نہایت شدید پکڑ دھکڑ کا منظر ہے۔</p><p>کیا انسان نہیں جانتا کہ اسے اس قسم کے منظر سے گزرنا ہے۔ اسے کچھ یاد ہے ان حقائق کے بارے میں ، یہ حقائق تو ہر انسان کی فطرت میں ہیں۔ اگر اسے علم ہے اور یاد ہے تو بس اس کی اصلاح کے لئے تو یہی کافی ہے۔ اس علم کا جواب نہیں دیا جاتا کہ اگر وہ جانتا تو کیا ہوتا ؟ تم خودہی سوچ لو کہ کیا ہوتا۔ بہت کچھ ہوجاتا۔ اگر انسان اس بات کو جانتا ، بہت بڑے بڑے نتائج برآمد ہوجاتے ، مجرد اس علم سے ۔ یہ سب حرکات اور یہ جھلکیاں ایک آخری سکون وقرار پر ختم ہوتی ہیں جس تک پہنچ کر ہر حرکت اور ہر بات اپنے ٹھکانے تک پہنچ جاتی ہے۔</p>"
        },
        {
            "resource_id": 178,
            "text": "Разве этот человек, обольщенный мирской жизнью, не знает о том, что, когда Аллах воскресит мертвых, что находятся в могилах, и выведет их из земли для расчета и воздаяния, дело не будет обстоять так, как он себе воображал?!"
        },
        {
            "resource_id": 165,
            "text": "<p>তবে কি সে (তখনকার খবর) জানে না, যখন কবরে যা আছে, তা উত্থিত করা হবে? [১]</p><p>[১] بُعثِر শব্দের অর্থ হল, কবর থেকে মৃতব্যক্তিকে জীবিত করে উঠান হবে।</p>"
        },
        {
            "resource_id": 173,
            "text": "Cet homme trompé par le bas monde ne saura-t-il pas, lorsqu’Allah ressuscitera ceux qui sont dans les tombes et les sortira de sous terre afin de leur demander des comptes et de les rétribuer, que ce en quoi il croyait est faux?"
        },
        {
            "resource_id": 166,
            "text": "<p>তবে কি সে জানে না যখন কবরে যা আছে তা উত্থিত হবে,</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ أَفَلَا يَعْلَمُ }</span> أي: هلا يعلم هذا المغتر <span class=\"arabic qpc-hafs brown\">{ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ }</span> أي: أخرج الله الأموات من قبورهم، لحشرهم ونشورهم."
        },
        {
            "resource_id": 177,
            "text": "Há con người không biết là rồi đây vào Ngày Phục Sinh, Allah sẽ cho tất cả sống lại và đi ra từ cõi mộ đến một nơi trình diện trước Allah để Ngài xét xử và thưởng phạt ư?"
        },
        {
            "resource_id": 905,
            "text": "أفلا يعلم هذا الإنسان المغترّ بالحياة الدنيا إذا بعث الله ما في القبور من الأموات وأخرجهم من الأرض للحساب والجزاء أن الأمر لم يكن كما كان يتوهم؟!"
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( أَفَلاَ يَعْلَمُ إِذَا بُعْثِرَ مَا فِي القبور . وَحُصِّلَ مَا فِي الصدور . إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ ) تهديد لهذا الإِنسان الكنود . . وتحريض له على التفكر والاعتبار ، وتذكير له بأهوال يوم القيامة .أى : أيفعل ما يفعل هذا الإِنسان الجحود لنعم ربه . . فلا يعلم مآله وعاقبته ( إِذَا بُعْثِرَ ) . أى : إذا أثير وأخرج وقلب رأسا على عقب ( مَا فِي القبور ) من أموات حيث أعاد - سبحانه - إليهم الحياة ، وبعثهم للحساب والجزاء ، كما قال - تعالى - : ( وَإِذَا القبور بُعْثِرَتْ ) أى : أثيرت وأخرج ما فيها . يقال : بعثر فلان متاعه ، إذا جعل أسفله أعلاه ."
        },
        {
            "resource_id": 776,
            "text": "¿Acaso este ser humano, engañado por la vida mundanal, no sabe que cuando Al-lah resucite a los muertos de sus tumbas y los regrese a la tierra para que rindan cuentas y recompensarlos, nada será como él se imagina?"
        },
        {
            "resource_id": 92,
            "text": "أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ (9) فُرع على الإِخبار بكنود الإِنسان وشحه استفهام إنكاري عن عدم علم الإِنسان بوقت بعثرة ما في القبور وتحصيل ما في الصدور فإنه أمر عجيب كيف يغفل عنه الإِنسان . وهمزة الاستفهام قدمت على فاء التفريع لأن الاستفهام صدر الكلام .وانتصب { إذا } على الظرفية لمفعول { يعلم } المحذوف اقتصاراً ، لِيَذْهَبَ السامع في تقديره كلَّ مذهب ممكن قصداً للتهويل .والمعنى : ألا يعلم العذابَ جزاءً له على ما في كنوده وبخله من جناية متفاوتة المقدار إلى حد إيجاب الخلود في النار .وحُذف مفعولا { يعلم } ولا دليل في اللفظ على تعيين تقديرهما فيوكل إلى السامع تقدير ما يقتضيه المقام من الوعيد والتهويل ويسمى هذا الحذف عند النحاة الحذف الاقتصاري ، وحذف كلا المفعولين اقتصاراً جائز عند جمهور النحاة وهو التحقيق وإن كان سيبويه يمنعه .و { بُعثِر } : معناه قُلب من سفل إلى علوّ ، والمراد به إحياء ما في القبور من الأموات الكاملة الأجساد أو أجزائها ، وتقدم بيانه عند قوله تعالى : { وإذا القبور بعثرت } في سورة الانفطار ( 4 ) ."
        },
        {
            "resource_id": 176,
            "text": "Quest'uomo non sa che viene ingannato dalla vita terrena e che, quando Allāh farà risorgere i morti dalle loro tombe e usciranno dalla terra per il Rendiconto e la Retribuzione, le cose non staranno come immaginava?!"
        },
        {
            "resource_id": 179,
            "text": "Kaya hindi ba nakaaalam ang taong ito na nalilinlang ng buhay na pangmundo – kapag bumuhay si Allāh ng anumang nasa mga puntod na mga patay at nagpalabas Siya sa kanila mula sa lupa para sa pagtutuos at pagganti – na ang usapin ay hindi magiging gaya ng dati nilang hinahaka-haka."
        },
        {
            "resource_id": 172,
            "text": "Dünya hayatına aldanmış bu insan, Allah’ın kabirde olan ölüleri diriltip hesaba çekip, karşılıklarını vermek üzere onları yeryüzüne çıkarttığı zaman durumun onların hayal ettiği gibi olmayacağını bilmez mi?"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : أفلا يعلم أي ابن آدم إذا بعثر أي أثير وقلب وبحث ، فأخرج ما [ ص: 145 ] فيها . قال أبو عبيدة : بعثرت المتاع : جعلت أسفله أعلاه . وعن محمد بن كعب قال : ذلك حين يبعثون . الفراء : سمعت بعض أعراب بني أسد يقرأ : ( بحثر ) بالحاء مكان العين ; وحكاه الماوردي عن ابن مسعود ، وهما بمعنى ."
        },
        {
            "resource_id": 791,
            "text": "ഐഹിക ജീവിതത്തിൽ വഞ്ചിതനായിട്ടുള്ള ഈ മനുഷ്യൻ മനസ്സിലാക്കുന്നില്ലേ, അല്ലാഹു ഖബ്റുകളിൽ കിടക്കുന്ന മരിച്ചവരെ തിരിച്ചു കൊണ്ടു വരികയും, വിചാരണക്കും പ്രതിഫലത്തിനുമായി അവരെ ഭൂമിയിൽ നിന്ന് പുറത്തെത്തിക്കുകയും ചെയ്താൽ അവൻ ധരിച്ചു വെച്ചതു പോലെയായിരിക്കില്ല കാര്യമെന്ന്?!"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "পাৰ্থিৱ জীৱনৰ প্ৰৱঞ্চনাত পৰা ব্যক্তিয়ে নাজানে নেকি, যেতিয়া আল্লাহে কবৰত থকা মৃত সকলক জীৱিত কৰিব আৰু তেওঁলোকক হিচাপ- নিকাচ আৰু পৰিণামৰ বাবে ভূমিৰ পৰা উত্থিত কৰিব। ঘটনা তেনে নহয় যিদৰে সিহঁতে ভাবিছে?"
        },
        {
            "resource_id": 181,
            "text": "پس آیا این انسان فریب‌ خورده به زندگی دنیا ندانسته است آن‌گاه که الله مردگان قبرها را برانگیزد و آنها را از زمین برای حسابرسی و جزا درآوَرَد امر آن‌گونه که تصور می‌کرد نبوده است؟!"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( أَفَلا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ )</span></p><p lang=\"ar\" class=\"ar \">يقول: أفلا يعلم هذا الإنسان الذي هذه صفته, إذا أثير ما في القبور, وأخرج ما فيها من الموتى وبحث.</p><p>وذكر أنها في مصحف عبد الله: <span class=\"red\">\" إذا بحث ما في القبور \"</span>, وكذلك تأول ذلك أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني علي,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن علي, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( بُعْثِرَ مَا فِي الْقُبُورِ )</span> بحث. وللعرب في <span class=\"arabic qpc-hafs green\">( بُعْثِرَ )</span> لغتان: تقول: بعثر, وبحثر, ومعناهما واحد.</p>"
        },
        {
            "resource_id": 171,
            "text": "Does this human, deceived by the worldly life, not know that when Allah will resurrect the dead from their graves and take them out of the earth to take them to account and requite them, that the matter will not be as he imagines?"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 183,
            "text": "かれは世俗欲で惑わされて、墓の中のものが、掘り出されて、清算と応報のためにアッラーが復活させられることを知らないのか。それは予想を超えるものである。"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ (٩)</span> ] ئایا نازانێ كاتێك كە لەناو قەبرەكان دەرئەكرێن و زیندوو ئەكرێنەوە."
        },
        {
            "resource_id": 16,
            "text": "أفلا يعلم الإنسان ما ينتظره إذا أخرج الله الأموات من القبور للحساب والجزاء؟"
        },
        {
            "resource_id": 14,
            "text": "<p>أي أخرج ما فيها من الأموات.</p>"
        },
        {
            "resource_id": 182,
            "text": "难道贪恋今世生活的自负的人们就不知道吗？当真主将掩埋在坟墓中的死者复生，使他从地下出来接受清算和报偿时，事情与他们想象的截然不同。"
        },
        {
            "resource_id": 792,
            "text": "តើមនុស្សលោកដែលស្រលាញ់ងុបងល់នឹងការរស់នៅលើលោកិយនេះមិនដឹងទេឬថា នៅពេលដែលអល់ឡោះធ្វើឲ្យសាកសពនៅក្នុងផ្នូររស់ឡើងវិញ និងបញ្ចេញពួកគេពីក្នុងដីដើម្បីជំនុំជម្រះ និងទទួលការតបស្នងនោះ រឿងនោះគឺនឹងមិនកើតឡើងដូចអ្វីដែលពួកគេគិតស្រមៃទេនោះ?"
        },
        {
            "resource_id": 174,
            "text": "Tidakkah orang yang tertipu dengan kehidupan duniawi ini tahu, apabila Allah telah membangkitkan mayat-mayat yang ada di alam kubur dan mengeluarkan mereka dari perut bumi untuk mendapatkan perhitungan dan pembalasan, bahwa urusannya tidak sebagaimana yang pernah mereka sangka?!"
        },
        {
            "resource_id": 180,
            "text": "৯. দুনিয়ার জীবন কর্তৃক প্রতারিত এ মানুষ কি জানে না যে, আল্লাহ যখন কবরস্থ লোকগুলোকে পুনরুত্থিত করবেন এবং তাদেরকে হিসাব ও প্রতিদানের উদ্দেশ্যে জমিন থেকে বের করবেন তখনকার অবস্থা সত্যিই তার ধারণাতীত হবে।"
        },
        {
            "resource_id": 90,
            "text": "وحصل ما في الصدور أي ميز ما فيها من خير وشر ; كذا قال المفسرون : وقال ابن عباس : أبرز . وقرأ عبيد بن عمير وسعيد بن جبير ويحيى بن يعمر ونصر بن عاصم وحصل بفتح الحاء وتخفيف الصاد وفتحها ; أي ظهر ."
        },
        {
            "resource_id": 92,
            "text": "وَحُصِّلَ مَا فِي الصُّدُورِ (10)و { حُصِّل } : جُمع وأُحصي . و { ما في الصدور } : هو ما في النفوس من ضمائر وأخلاق ، أي جُمع عَدُّه والحسابُ عليه ."
        },
        {
            "resource_id": 182,
            "text": "胸中所隐藏的意念、信仰和其它都将公布于众，"
        },
        {
            "resource_id": 174,
            "text": "Saat itu juga ditampakkan serta diperjelas segala niat, keyakinan, dan hal lainnya yang ada di dalam hati."
        },
        {
            "resource_id": 14,
            "text": "<p>قال ابن عباس وغيره يعني أبرز وأظهر ما كانوا يسرون في نفوسهم.</p>"
        },
        {
            "resource_id": 176,
            "text": "Verranno mostrate e chiarite le intenzioni e la fede che si celano nei cuori, e altro ancora."
        },
        {
            "resource_id": 183,
            "text": "また意図、信仰など胸の中にあるものが、暴き出される時のことを。"
        },
        {
            "resource_id": 790,
            "text": "আৰু অন্তৰৰ মাজত যি নিয়ত আৰু আস্থা আছে তাক প্ৰকাশ কৰা হব,"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "وأُبْرِز وبُيِّن ما في القلوب من النيات والاعتقادات وغيرها."
        },
        {
            "resource_id": 792,
            "text": "គេនឹងលាតត្រដាងនិងបញ្ជាក់នូវអ្វីដែលនៅក្នុងដួងចិត្ត ដូចជាការនៀត(ការប៉ង) គោលជំនឿ និងអ្វីផ្សេងៗទៀត។"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"وحصل ما في الصدور\"</span>،<span class=\"blue\"> أي:</span> ميز وأبرز ما فيها من خير أو شر.</p>"
        },
        {
            "resource_id": 177,
            "text": "Tất cả mọi điều trong tim như sự định tâm, niềm tin và các điều khác đều bị phơi bày."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 173,
            "text": "Ne saura-t-il pas cela lorsque les intentions et les croyances contenues dans les cœurs seront dévoilées et divulguées?"
        },
        {
            "resource_id": 179,
            "text": "at pinalantad at nilinaw ang anumang nasa mga dibdib na mga layunin, mga paniniwala, at iba pa sa mga ito,"
        },
        {
            "resource_id": 166,
            "text": "<p>আর অন্তরে যা আছে তা প্ৰকাশ করা হবে [১] ?</p><p>[১] অর্থাৎ অন্তরের ভালো-মন্দ পৃথক করে প্রকাশ করে দেওয়া হবে। ফলে গোপনগুলো প্রকাশ হয়ে পড়বে; মানুষের কর্মফল তাদের চেহারায় ফুটে উঠবে। [সা’দী] এ-বক্তব্যটিই অন্যত্র আল্লাহ্ বলেছেন, “যেদিন গোপন রহস্য যাচাই বাছাই করা হবে।” [সূরা আত-তারিক: ৯] এ দু আয়াতে বলা হয়েছে আল্লাহ্ তা‘আলা কবর থেকে উত্থিত করে, গোপন বিষয় প্রকাশ করার পর যে বিচার ও প্রতিদান প্ৰদান করা হবে, মানুষ কি তা জানেনা ? [মুয়াসসার]</p>"
        },
        {
            "resource_id": 776,
            "text": "En ese momento las intenciones y las creencias que hay dentro de los corazones se harán claras y evidentes."
        },
        {
            "resource_id": 16,
            "text": "واستُخرج ما استتر في الصدور من خير أو شر."
        },
        {
            "resource_id": 180,
            "text": "১০. যখন অন্তঃকরণগুলোতে যে সব উদ্দেশ্য ও বিশ্বাস ইত্যাদি রয়েছে তা প্রকাশ করা হবে।"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله تعالى :  وَحُصِّلَ مَا فِي الصُّدُورِ <span class=\"arabic qpc-hafs green\">(10)</span></p><p>وقوله: <span class=\"arabic qpc-hafs green\">( وَحُصِّلَ مَا فِي الصُّدُورِ )</span></p><p>يقول: وميز وبين, فأبرز ما في صدور الناس من خير وشر.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني علي,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن علي, عن ابن عباس,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( وَحُصِّلَ مَا فِي الصُّدُورِ )</span> يقول: أبرز.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان <span class=\"arabic qpc-hafs green\">( وَحُصِّلَ مَا فِي الصُّدُورِ )</span> يقول: ميز.</p>"
        },
        {
            "resource_id": 171,
            "text": "And the intentions, beliefs etc. within the hearts will be made clear and apparent."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 172,
            "text": "Kalplerde olanlar niyet, inanç ve diğer şeyler ortaya çıkarıldığı ve beyan edildiği zaman."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 178,
            "text": "Тогда будут выставлены и обнаружены намерения, убеждения и другое, что таилось в сердцах."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَحُصِّلَ مَا فِي الصُّدُورِ }</span> أي: ظهر وبان <span class=\"arabic qpc-hafs\">[ما فيها و]</span> ما استتر في الصدور من كمائن الخير والشر، فصار السر علانية، والباطن ظاهرًا، وبان على وجوه الخلق نتيجة أعمالهم."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَحُصِّلَ مَا فِي الصُّدُورِ (١٠)</span> ] وە ئەوەی لەناو سینگدایەو شاردراوەتەوە لە نەفس و دڵدا هەمووی دەرئەكەوێ و ئاشكرا ئەكرێ ."
        },
        {
            "resource_id": 165,
            "text": "<p>এবং অন্তরে যা আছে, তা প্রকাশ করা হবে। [১]</p><p>[১] حُصِّل এর মানে হল, অন্তরে যা কিছু গোপন আছে তা প্রকাশ করে দেওয়া হবে।</p>"
        },
        {
            "resource_id": 93,
            "text": "( وَحُصِّلَ مَا فِي الصدور ) أى : وجمع ما فى القلوب من خير وشر وأظهر ما كانت تخفيه ، وأبرز ما كان مستورا فيها ، بحيث لا يبقى لها سبيل إلى الإِخفاء أو الكتمان .وأصل التحصيل : إخراج اللب من القشر ، والمراد به هنا : إظهار وإبراز ما كانت تخفيه الصدور ، والمجازاة على ذلك . ومفعول ( يعلم ) محذوف ، لتذهب النفس فيه كل مذهب ويجول الفكر فى استحضاره وتقديره ."
        },
        {
            "resource_id": 175,
            "text": "i kada budu ispoljene namjere i uvjerenja koja su u srcima."
        },
        {
            "resource_id": 791,
            "text": "ഹൃദയങ്ങളിൽ ഉണ്ടായിരുന്ന ഉദ്ദേശങ്ങളും വിശ്വാസങ്ങളും മറ്റും പുറത്തു കൊണ്ടു വരപ്പെടുകയും, വ്യക്തമാവുകയും ചെയ്താൽ;"
        },
        {
            "resource_id": 181,
            "text": "و نیات و اعتقادات و سایر مواردی که در دل‌هاست آشکار و روشن گردد."
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ ) جملة مستأنفة لزيادة التهديد ووالوعيد .أى : إن رب المبعوثين للحساب والجزاء ، ليعلم علما تاما ً بأحوالهم الظاهرة والباطنة ، فى ذلك اليوم الهائل الشديد الذى يبعث فيه الناس من قبورهم ، وسيجازى - سبحانه - الذين أساؤوا بما عملوا ، وسيجازى الذين أحسنوا بالحسنى .نسأل الله - تعالى - أن يجعلنا من أهل طاعته ومثوبته .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 171,
            "text": "Indeed, their Lord will be aware of every matter of theirs on that day; none of the affairs of His servants will be hidden from Him, and He will requite them for that."
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">The horse is a very loyal animal. He sacrifices himself to the utmost for the sake of his master. Even in the battlefield, he does not leave his side. This is an example which shows how a man should conduct himself. Man should also be loyal to his Lord just as the horse is loyal to man. But, in practice, it is not like that. In this world, the animal is grateful to his master, but man is not grateful to his Lord. Here an animal knows his obligations towards his master, but man does not know his obligations towards his Lord. Here an animal is totally obedient to his master, but man is not totally obedient to his Lord. Man appreciates any animal which is loyal to him. Then, how is it possible that he does not comprehend that in the eyes of God only that individual is worthy of appreciation who is loyal to Him? It is the love of wealth which blinds him. He is unable to learn the truth even from his own experiences.</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 1 1{ اِنَّ رَبَّہُمْ بِہِمْ یَوْمَئِذٍ لَّخَبِیْرٌ۔ } ”یقینا ان کا رب اس دن ان سے پوری طرح باخبر ہوگا۔“ اللہ تعالیٰ کو ان کے تمام اعمال و افعال کا علم ہے اور اس دن وہ ان سے ایک ایک چیز کا حساب لے لے گا۔ اَللّٰھُمَّ حَاسِبْنَا حِسَابًا یَّسِیْرًا۔ آمین ! انذارِ آخرت کے مضمون کی حامل ان سورتوں میں سے ہر سورت کی تلاوت کے بعد یہ دعا ضرور کرنی چاہیے کہ اے اللہ ! تو ہم سے آسان حساب لینا اور اپنی خصوصی رحمت سے ہمارے گناہوں کو معاف کردینا۔</p>"
        },
        {
            "resource_id": 172,
            "text": "Şüphesiz Rableri o gün, bütün bunlardan haberdardır. Kullarının yaptıklarından hiçbir şey ona gizli kalmaz. Onlara bütün bunların karşılığını verecektir."
        },
        {
            "resource_id": 791,
            "text": "തീർച്ചയായും അവരുടെ രക്ഷിതാവ് അന്നേ ദിവസം അവരെ കുറിച്ച് സൂക്ഷ്മമായി അറിയുന്നവൻ തന്നെയാകുന്നു; അവരുടെ ഒരു കാര്യവും അവന് അവ്യക്തമായിരിക്കുകയില്ല. അതിൻ്റെ അടിസ്ഥാനത്തിൽ തന്നെ അവർക്ക് അവൻ പ്രതിഫലം നൽകുകയും ചെയ്യും."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( إن ربهم بهم )</span> ، <span class=\"reference\">[ جمع ]</span> الكناية لأن الإنسان اسم لجنس ، <span class=\"green\">( يومئذ لخبير )</span> عالم ،<span class=\"blue\"> قال الزجاج :</span> إن الله خبير بهم في ذلك اليوم وفي غيره ، ولكن المعنى أنه يجازيهم على كفرهم في ذلك <span class=\"reference\">[ اليوم ]</span> .</p>"
        },
        {
            "resource_id": 790,
            "text": "নিশ্চয় সিহঁতৰ প্ৰতিপালক সিদিনাখন সম্পূৰ্ণ খবৰ ৰাখিব। আল্লাহৰ পৰা বান্দাৰ কোনো কথা লোকাই নাথাকিব আৰু আল্লাহে সিহঁতক তাৰ পৰিণাম দিব।"
        },
        {
            "resource_id": 157,
            "text": "<p>سب لوگ رب کی طرف لوٹنے والے ہیں اور اس دن ان کے امور ، ان کے رازوں اور ان کے حالات سے اللہ نہایت ہی اچھی طرح خبردار ہوگا۔ اس دن کی قید نہیں ہے ، اللہ تو ہر وقت اور ہر دن ان حالات سے خبردار ہے۔ لیکن یہاں ” یومئذ “ کا لفظ نہایت موثر ہے۔ اور اس کے آثار انسان کو اس دن کے بارے میں چوکنا کردیتے ہی۔ یہ کہ اللہ اس دن خبردار ہوگا یعنی کوئی سزا سے نہ بچ سکے گا۔ حساب و کتاب نہایت علم وخبرداری پر مبنی ہوگا۔ یہی ضمنی مفہم ہی یہاں اہمیت رکھتا ہے۔ غرض یہ پوری سورت ایک مسلسل منظر ہے۔ ایک خوفناک وہیبت ناک منظر ، معانی ، الفاظ اور انداز بیان سب کچھ بدل جاتا ہے اور یہ منظر اختتام پذیر ہوتا ہے اور یہ قرآن کے معجزانداز کلام کا ایک مخصوص پہلو ہے۔</p>"
        },
        {
            "resource_id": 182,
            "text": "的确，他们的养主在那日对他们确是全知的，任何事无法隐瞒，祂将以此报偿他们。"
        },
        {
            "resource_id": 905,
            "text": "إن ربهم بهم في ذلك اليوم لخبير، لا يخفى عليه من أمر عباده شيء، وسيجازيهم على ذلك."
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ: </b></p><p>الْعٰدِيٰتِ হলো عادية এর বহুবচন। এর মূল ধাতু হলো عدو। যেমন غزو ধাতু হতে غازيات শব্দ থেকে এসেছে। মূল শব্দের و কে ى দ্বারা পরির্বতন করা হয়েছে। এর অর্থ : ঊর্ধ্বশ্বাসে ধাবমান অশ্ব বা ঘোড়া। সূরার প্রথম আয়াতে উল্লিখিত শব্দ থেকেই সূরার নামকরণ করা হয়েছে।</p><p>সূরায় মানুষের আল্লাহ তা‘আলার প্রতি অকৃতজ্ঞতা ও সে ধন-সম্পদের মায়ায় অন্ধ এবং আখিরাতে তার জবাবদিহিতা সম্পর্কে আলোচনা করা হয়েছে। সূরার সূচনাতেই আল্লাহ তা‘আলা প্রশিক্ষণপ্রাপ্ত, সুদক্ষ ও মালিকের আনুগত্যশীল অশ্বের শপথ করেছেন যেসব অশ্ব দুঃসাহসিকতার সাথে শত্রুপক্ষের ওপর হামলা করে। এর দ্বারা আল্লাহ তা‘আলা বুঝাতে চাচ্ছেন যে, অবলা চতুষ্পদ জন্তু সর্বদা মালিকের কথা মেনে চলে কিন্তু মানুষ আল্লাহ তা‘আলার নির্দেশের প্রতি আনুগত্যশীল হয় না।</p><p>ضبح শব্দের অর্থ হলো : হাঁপানো, ইবনু কাসীর (রহঃ) বলেন : ঘোড়া যখন দৌড়ায় তখন যে আওয়াজ করে সে আওয়াজকে ضبح বলা হয়। (ইবনু কাসীর)</p><p>উদ্দেশ্য হলো আল্লাহ তা‘আলা সেই ঘোড়ার শপথ করেছেন যে ঘোড়া দৌড়ে গিয়ে শত্রুর ওপর আক্রমণ করে।</p><p>الْمُوْرِيٰتِ শব্দটির উৎপত্তি ايراء থেকে, অর্থ : অগ্নি প্রজ্জ্বলনকারী। قدح শব্দের অর্থ : চলাচল কালে হাঁটু বা গোড়ালির সংঘর্ষ হওয়া অথবা ক্ষুর দ্বারা আঘাত করা। অর্থ হলো : সে ঘোড়ার শপথ, যার ক্ষুরের ঘর্ষণে পাথর থেকে অগ্নিস্ফুলিঙ্গ বের হয়।</p><p>الْمُغِيْرٰتِ শব্দটি يغير-أغار থেকে এসেছে, অর্থ হলো : হামলা করা। صبح অর্থ : সকাল, প্রভাত। অর্থ হলো : সকালে আক্রমণকারী ঘোড়ার শপথ। ইসলামে বিধান হলো কোন বসতি বা দেশের মানুষকে সতর্ক করার পরেও ইসলামের বিরুদ্ধাচরণ করলে বা মুসলিমদের ওপর আক্রমণ করলে তাদের ওপর রাতে আক্রমণ করা যাবে না। বরং দেখতে হবে সেখানে ফজরের আযান হয় কিনা, আযান না হলে বিসমিল্লাহ বলে হামলা করবে। আরবরা সাধারণত সকালেই হামলা করত।</p><p>أَثَرْنَ শব্দটির মূল ক্রিয়া হলো : أثار। অর্থ হলো : উৎক্ষিপ্ত করা, অবশিষ্ট অংশ। نفع শব্দের অর্থ : ধূলোবালি। অর্থাৎ যখন দ্রুত গতিতে ঘোড়া ছুটে যায় অথবা হামলা করে তখন সে স্থান ধূলোবালিতে একাকার হয়ে যায়।</p><p>وسطن শব্দটি وسط থেকে নেয়া হয়েছে, যার অর্থ : মাঝে, মধ্যে। جَمْعًا একত্র করা এখানে উদ্দেশ্য সেনা দলের সমষ্টি। অর্থাৎ যে ঘোড়াসমূহ সৈন্যদলের মাঝে প্রবেশ করে হামলা করে।</p><p>لَكَنُوْدٌ পূর্বের আয়াতগুলোতে আল্লাহ তা‘আলা যে শপথ করেছেন এ আয়াত হতে তার জবাব শুরু। অর্থাৎ আল্লাহ তা‘আলা প্রাগুক্ত বিষয়গুলোর শপথ করে বলছেন : নিশ্চয়ই মানুষ তার প্রতিপালকের প্রতি অকৃতজ্ঞ। ফলে আল্লাহ তা‘আলার নির্দেশের অবাধ্য হওয়াটাই যেন মানুষের স্বভাবে পরিণত হয়েছে। আল্লাহ তা‘আলা অন্যত্র বলেন :</p><p class='arabic uthmani'>(إِنَّ الْإِنْسَانَ خُلِقَ هَلُوْعًا إِذَا مَسَّهُ الشَّرُّ جَزُوْعًا وَّإِذَا مَسَّهُ الْخَيْرُ مَنُوْعًا) ‏</p><p>“নিশ্চয়ই মানুষকে সৃষ্টি করা হয়েছে অস্থিরমনারূপে; যখন তাকে বিপদ স্পর্শ করে তখন সে হয় হা-হুতাশকারী। আর যখন কল্যাণ তাকে স্পর্শ করে তখন সে হয় অতি কৃপণ; (সূরা মা‘আরিজ ৭০: ১৯-২১) অতএব আল্লাহ তা‘আলার প্রতি অকৃতজ্ঞ হওয়া এক বড় ধরণের গুনাহ। এ থেকে আমাদের বেঁচে থাকতে হবে।</p><p class='arabic uthmani'>(وَإِنَّه عَلٰي ذٰلِكَ لَشَهِيْدٌ)</p><p>অর্থাৎ মানুষ তার অকৃতজ্ঞতার ব্যাপারে নিজেই সাক্ষ্য দেয়। অনেকে এখানে إِنَّه দ্বারা আল্লাহ তা‘আলাকে বুঝিয়েছেন, কিন্তু প্রথমটাই সঠিক। আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(يَّوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيْهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ‏)‏</p><p>“যেদিন তাদের বিরুদ্ধে সাক্ষ্য দেবে তাদের জিহ্বা, তাদের হাত‎ ও তাদের চরণ তাদের কৃতকর্ম সম্বন্ধে” (সূরা নূর ২৪: ২৪)</p><p>خَيْرِ দ্বারা ধন-সম্পদ উদ্দেশ্য। যেমন সূরা বাক্বারাতে আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(کُتِبَ عَلَیْکُمْ اِذَا حَضَرَ اَحَدَکُمُ الْمَوْتُ اِنْ تَرَکَ خَیْرَاﺊ اۨلْوَصِیَّةُ لِلْوَالِدَیْنِ وَالْاَقْرَبِیْنَ بِالْمَعْرُوْفِﺆ حَقًّا عَلَی الْمُتَّقِیْنَ)</p><p>“তোমাদের ওপর এ বিধান দেয়া হল যে, যখন তোমাদের কারো মৃত্যু উপস্থিত হয় সে যদি কোনো ধন-সম্পত্তি রেখে যায় তাহলে সে যেন ইনসাফের ভিত্তিতে মাতা-পিতা ও আত্মীয়দের জন্য অসিয়ত করে যায়। মুত্তাক্বীদের জন্য এটা কর্তব্য।” (সূরা বাক্বারাহ ২: ১৮০)</p><p>মূলত এখানে মানুষের সম্পদের প্রতি এ আসক্তিকে নিন্দা জানানো হয়েছে।</p><p class='arabic uthmani'>(أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُوْرِ)</p><p>অর্থাৎ মানুষ কি দৃঢ় বিশ্বাস করে যে, কবরে যা আছে তথা মানুষকে হিসাব-নিকাশের জন্য পুনরুত্থিত হতে হবে? বরং প্রত্যেক আত্মাকে পুনরুত্থিত হতে হবে। এতে কোন সংশয় নেই।</p><p>حُصِّلَ অর্থ হলো: অন্তরে যা কিছু গোপন আছে তা প্রকাশ করে দেয়া হবে। এখানে সবাইকে অন্তরের বিষয়ে সতর্ক করা হয়েছে বিশেষ করে মুনাফিকদেরকে, কারণ তারা দুনিয়াতে মু’মিনদের মতই আচরণ প্রকাশ করে থাকে। ফলে প্রকৃত সত্য বা অবস্থা জানা যায় না। তাই আল্লাহ তা‘আলা মনের কথা প্রকাশ করে প্রকৃত অবস্থা তুলে ধরবেন।</p><p class='arabic uthmani'>(إِنَّ رَبَّهُمْ بِهِمْ)</p><p>অর্থাৎ মানুষ প্রকাশ্যে ও অপ্রকাশ্যে যা কিছু করে সব কিছু সম্পর্কে আল্লাহ তা‘আলা অবগত। তিনি তাদের ভাল মন্দ কর্মের পুরোপুরি প্রতিদান প্রদান করবেন। সূরায় জিহাদ সম্পর্কে আলোচনা ও জিহাদের সরঞ্জামাদি প্রস্তুত করার প্রতিও উৎসাহ প্রদান করা হয়েছে।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. জিহাদ ও তার সরঞ্জামাদী তৈরি করার প্রতি উৎসাহ প্রদান করা হয়েছে।</p><p>২. মানুষের চিরন্তন স্বভাব, তারা আল্লাহ তা‘আলার নেয়ামতের প্রতি অকৃতজ্ঞ হয়।</p><p>৩. অধিকাংশ মানুষই পার্থিব সম্পদের প্রতি মোহিত।</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ (١١)</span> ] هەموو كاتێك بەتایبەتی لەو ڕۆژەدا خوای گەورە زانست و زانیارییەكی زۆر وردەكاری هەیە بەرامبەر مرۆڤ وە هیچ شتێك لە خوای گەورە ناشاردرێتەوە، والله أعلم . \nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (عادیات) والحمد لله."
        },
        {
            "resource_id": 183,
            "text": "本当にかれらの主は、その日、かれらについてすべてを知り尽くされて、僕のことで隠せるものはなく、それによって応報されるのだ。"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">أي لعالم بجميع ما كانوا يصنعون ويعملون ومجازيهم عليه أوفر الجزاء ولا يظلم مثقال ذرة.</p><p>آخر تفسير سورة العاديات ولله الحمد و المنة.</p>"
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya Tuhan mereka pada hari itu Maha Mengetahui keadaan mereka, tidak ada sesuatu pun dari urusan hamba-hamba-Nya yang tersembunyi dari-Nya, dan Dia akan membalas mereka karenanya."
        },
        {
            "resource_id": 181,
            "text": "که پروردگارشان در آن روز نسبت به آنها بسیار دانا است، و ذره‌ای از کار بندگانش بر او پوشیده نمی‌ماند، و آنها را در قبال اعمالشان جزا خواهد داد."
        },
        {
            "resource_id": 92,
            "text": "إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ (11)جملة مستأنفة استئنافاً بيانياً ناشئاً عن الإِنكار ، أي كان شأنهم أن يعلموا اطلاع الله عليهم إذا بعثر ما في القبور ، وأن يذكروه لأن وراءهم الحساب المدقق ، وتفيد هذه الجملة مفاد التذييل .وقوله : { يومئذ } متعلق بقوله : { لخبير } ، أي عليم .والخبير : مكنَى به عن المجازى بالعقاب والثواب ، بقرينة تقييده بيومئذ لأن علم الله بهم حاصل من وقت الحياة الدنيا ، وأما الذي يحصل من علمه بهم يوم بَعثرة القبور ، فهو العلم الذي يترتب عليه الجزاء .وتقديم { بهم } على عامله وهو { لخبير } للاهتمام به ليعلموا أنهم المقصود بذلك . وتقديم المجرور على العامل المقترن بلام الابتداء مع أن لها الصدر سائغ لتوسعهم في المجرورات والظرف كما تقدم آنفاً في قوله : { لربه لكنود } [ العاديات : 6 ] وقوله : { على ذلك لشهيد } [ العاديات : 7 ] وقوله : { لحب الخير لشديد } [ العاديات : 8 ] . وقد علمتَ أن ابن هشام ينازع في وجوب صدارة لام الابتداء التي في خبر { إنَّ } ."
        },
        {
            "resource_id": 179,
            "text": "tunay na ang Panginoon nila sa kanila, sa Araw na iyon, ay talagang Mapagbatid: walang nakakukubli sa Kanya na anuman mula sa nauukol sa mga lingkod Niya at gaganti sa kanila roon."
        },
        {
            "resource_id": 178,
            "text": "Поистине, их Господь в тот день будет осведомлен о них, ничего из дел Его рабов не скроется от Него, и Он воздаст им за это."
        },
        {
            "resource_id": 165,
            "text": "<p>সেদিনে তাদের সম্পর্কে তাদের প্রতিপালক অবশ্যই সবিশেষ অবহিত।[১]</p><p>[১] অর্থাৎ, যে প্রভু তাকে কবর থেকে বের করবেন এবং তার অন্তরের রহস্য উদঘাটন করে দেবেন তাঁর ব্যাপারে প্রত্যেক ব্যক্তি জানতে পারে যে, তিনি কত খবর রাখেন? আর তাঁর নিকটে কোন কিছু গোপন থাকতে পারে না। সুতরাং তিনি প্রত্যেককে তার নিজ আমলানুযায়ী ভাল অথবা মন্দ প্রতিফল দেবেন। এটা যেন ঐ সমস্ত ব্যক্তিদের জন্য সতর্কবাণী, যারা আল্লাহর নিয়ামত দ্বারা উপকৃত তো হয়, কিন্তু তাঁর কৃতজ্ঞতা না করে অকৃতজ্ঞতা প্রকাশ করে থাকে। অনুরূপ মাল-ধনের আসক্তিতে বন্দী হয়ে তার সেই হকসমূহ আদায় করে না, যা আল্লাহ অন্যের প্রাপ্য হিসাবে নির্ধারণ করে রেখেছেন।</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ }</span> أي مطلع على أعمالهم الظاهرة والباطنة، الخفية والجلية، ومجازيهم عليها. وخص خبره  بذلك اليوم، مع أنه خبير بهم في كل وقت، لأن المراد بذلك، الجزاء بالأعمال  الناشئ عن علم الله واطلاعه."
        },
        {
            "resource_id": 776,
            "text": "Su Señor será consciente ese día de cuanto hicieron, ninguna de las obras de Sus siervos quedará oculta para Él, y Él los recompensará por lo que hicieron."
        },
        {
            "resource_id": 180,
            "text": "১১. তাদের প্রতিপালক এ দিবসে তাদের ব্যাপারে অবশ্যই পরিজ্ঞাত। তাঁর নিকট তাঁর বান্দাদের কোন বিষয়ই গোপন নয়। তিনি অচিরেই এগুলোর প্রতিদান দিবেন।"
        },
        {
            "resource_id": 166,
            "text": "<p>নিশ্চয় তাদের রব সেদিন তাদের ব্যাপারে সবিশেষ অবহিত [১]।</p><p>[১] অর্থাৎ তাদের রব তাদের ব্যাপারে অবশ্যই যথেষ্ট অবহিত, তাদের কোন কাজই তার নিকট গোপন নয়। তাদের প্রকাশ্য-অপ্ৰকাশ্য বা গোপন সব কাজ-কর্মই তিনি জানেন। তিনি তাদেরকে এগুলোর উপযুক্ত প্রতিদানও দেবেন। আল্লাহ্ তা‘আলা সবসময়েই তাদের ব্যাপারে জানা সত্ত্বেও এখানে শুধুমাত্র হাশরের দিন তাদের ব্যাপারে অবহিত হওয়ার কথা বলা হয়েছে এ কারণে যে, এ-দিন তার জ্ঞানের মাধ্যমেই তিনি সকল গোপন প্রকাশ করে দেবেন, কাফেরদের শাস্তি দেবেন, কাজকর্মের প্রতিদান দেবেন। [সা’দী, ফাতহুল কাদীর, আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 90,
            "text": "إن ربهم بهم يومئذ لخبير أي عالم لا يخفى عليه منهم خافية . وهو عالم بهم في ذلك اليوم وفي غيره ; ولكن المعنى أنه يجازيهم في ذلك اليوم .وقوله : إذا بعثر العامل في إذا : بعثر ، ولا يعمل فيه يعلم ; إذ لا يراد به العلم من الإنسان ذلك الوقت ، إنما يراد في الدنيا . ولا يعمل فيه خبير ; لأن ما بعد إن لا يعمل فيما قبلها . والعامل في يومئذ : خبير ، وإن فصلت اللام بينهما ; لأن موضع اللام الابتداء . وإنما دخلت في الخبر لدخول إن على المبتدأ . ويروى أن الحجاج قرأ هذه السورة على المنبر يحضهم على الغزو ، فجرى على لسانه : ( أن ربهم ) بفتح الألف ، ثم استدركها فقال : خبير بغير لام . ولولا اللام لكانت مفتوحة ، لوقوع العلم عليها . وقرأ أبو السمال أن ربهم بهم يومئذ خبير . والله سبحانه وتعالى أعلم ."
        },
        {
            "resource_id": 173,
            "text": "Leur Seigneur les connaîtra parfaitement ce Jour-là: rien de ce qui concerne Ses serviteurs ne Lui sera inconnu et Il les rétribuera selon la nature de leurs agissements."
        },
        {
            "resource_id": 16,
            "text": "إن ربهم بهم وبأعمالهم يومئذ لخبير، لا يخفى عليه شيء من ذلك."
        },
        {
            "resource_id": 175,
            "text": "Toga Dana će Allah o svemu biti obaviješten, jer Njemu ništa nije skriveno i On će ih za njihove postupke obračunuti onako kako su zaslužili."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "In verità, il loro Dio, in quel giorno, sarà Ben Informato sul loro conto, nessuna questione dei Suoi sudditi Gli è nascosta e li giudicherà per questo."
        },
        {
            "resource_id": 177,
            "text": "Quả thật, Allah biết rõ hết mọi điều, vào Ngày đó, không có điều gì có thể che giấu được Ngài, dựa vào đó Ngài sẽ thưởng phạt."
        },
        {
            "resource_id": 792,
            "text": "ពិតប្រាកដណាស់នៅថ្ងៃនោះ ម្ចាស់របស់ពួកគេដឹងបំផុតចំពោះរឿងរ៉ាវរបស់ពួកគេ។ គ្មានអ្វីអាចលាក់បាំងនឹងទ្រង់បានឡើយនៃកិច្ចការខ្ញុំបម្រើទាំងឡាយរបស់ទ្រង់ ហើយទ្រង់នឹងតបស្នងពួកគេទៅលើអ្វីដែលពួកគេបានប្រព្រឹត្ត។"
        },
        {
            "resource_id": 170,
            "text": "Этими словами Господь призвал людей устрашиться Судного дня. В этот страшный день Аллах вернет к жизни покойников и соберет всех людей для свершения справедливого суда. Все добро и зло, которое таилось в человеческих сердцах, станет очевидным. Тайное станет явным, а на лицах людей отразятся совершенные ими деяния. Аллаху будет известно о каждом из этих деяний, и Он непременно воздаст людям за все содеянное ими. Всевышний всегда знает о деяниях Своих творений, однако Он особо отметил Свою осведомленность в День воскресения, потому что справедливое воздаяние будет вершиться на основании Его всеобъемлющего знания."
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ )</span></p><p lang=\"ar\" class=\"ar \">يقول: إن ربهم بأعمالهم, وما أسرّوا في صدورهم, وأضمروه فيها, وما أعلنوه بجوارحهم منها, عليم لا يخفى عليه منها شيء, وهو مجازيهم على جميع ذلك يومئذ.</p><p>آخر تفسير سورة: والعاديات</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "100"
        }
    }
}