{
    "tafsirs": [
        {
            "resource_id": 90,
            "text": "تفسير سورة القارعةوهي مكية بإجماع . وهي عشر آياتبسم الله الرحمن الرحيمالقارعةقوله تعالى : القارعة ما القارعة أي القيامة والساعة ; كذا قال عامة المفسرين . وذلك أنها تقرع الخلائق بأهوالها وأفزاعها . وأهل اللغة يقولون : تقول العرب قرعتهم القارعة ، وفقرتهم الفاقرة ; إذا وقع بهم أمر فظيع . قال ابن أحمر :وقارعة من الأيام لولا سبيلهم لزاحت عنك حيناوقال آخر :متى تقرع بمروتكم نسؤكم     ولم توقد لنا في القدر ناروقال تعالى : ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة وهي الشديدة من شدائد الدهر ."
        },
        {
            "resource_id": 165,
            "text": "<p>ঠক্‌ঠক্‌কারী (মহাপ্রলয়)। [১]</p><p>[১] এটাও কিয়ামতের নামাবলীর অন্যতম। যেমন এর পূর্বে কিয়ামতের বিভিন্ন নাম উল্লিখিত হয়েছে। উদাহরণ সবরূপঃ الحاقَّة (হা-ক্ক্বাহ), الطَّامَّة (মহাসংকট), الصَّاخَّة (ধ্বংস-ধ্বনি), الغَاشِيَة (সমাচ্ছন্নকারী), السَّاعَة (মহাকাল), الوَاقِعَة (সংঘটন) প্রভৃতি। القَارِعَة (ঠক্ঠক্কারী) এ জন্য বলা হয়েছে যে, কিয়ামত নিজ ভয়াবহতায় মানুষের হৃদয়কে জাগ্রত করে তুলবে এবং আল্লাহর দুশমনদেরকে আযাব সম্পর্কে অবহিত করবে। যেমন দরজায় করাঘাতকারী ঠক্ঠক্ শব্দ করে গৃহবাসীকে সতর্ক করে থাকে।</p>"
        },
        {
            "resource_id": 177,
            "text": "Thời khắc làm kinh hoàng các con tim của con người."
        },
        {
            "resource_id": 166,
            "text": "<p>ভীতিপ্ৰদ মহা বিপদ  [১]</p><p>[১] কুরআনের মূল শব্দ হচ্ছে “কারি‘আহ” এর শাব্দিক অর্থ হচ্ছে, মহাবিপদ। কারা‘আ মানে কোন জিনিসকে কোন জিনিসের ওপর এমন জোরে মারা যার ফলে তা থেকে প্রচণ্ড আওয়াজ হয়। এই শাব্দিক অর্থের সাথে সামঞ্জস্য রেখে ভয়াবহ দুর্ঘটনা ও বড় রকমের মারাত্মক বিপদের ক্ষেত্রে “কারি‘আহ” শব্দ বলা হয়ে থাকে। [মুজামুল ওয়াসীত] এখানে “আল-কারি‘আহ” শব্দটি কিয়ামতের জন্য ব্যবহার করা হয়েছে। আবার সূরা আল-হাক্কায় কিয়ামতকে এই শব্দটি দিয়েই চিহ্নিত করা হয়েছে। [আয়াত: ৪] সুতরাং আল-কারি‘আহ শব্দটি কিয়ামতের একটি নাম। যেমনিভাবে আল-হাক্কাহ, আত-ত্বাম্মাহ, আস-সাখখাহ, আল-গাশিয়াহ, ইত্যাদিও কিয়ামতের নাম। [আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>Al-Qariah is one of the names of the Day of Judgement, like Al-Haqqah, At-Tammah, As-Sakhkhah others</h2><p>Then Allah intensifies concern and fright for it by saying,</p><p>وَمَآ أَدْرَاكَ مَا الْقَارِعَةُ</p><p>(And what will make you know what Al-Qari`ah is) Then He explains this by saying,</p><p>يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ</p><p>(It is a Day whereon mankind will be like moths scattered about.) meaning, in their scattering, their dividing, their coming and their going, all due to being bewildered at what is happening to them, they will be like scattered moths. This is like Allah's statement,</p><p>كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ</p><p>(As if they were locusts spread abroad.) (54:7) Allah said,</p><p>وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنفُوشِ</p><p>(And the mountains will be like wool, carded.) meaning, they will become like carded wool that has began to wear out (fade away) and be torn apart. Mujahid, `Ikrimah, Sa`id bin Jubayr, Al-Hasan, Qatadah, `Ata' Al-Khurasani, Ad-Dahhak and As-Suddi have all said,</p><p>كَالْعِهْنِ</p><p>(like wool (`Ihn). ) \"Woolen.\" Then Allah informs about the results received by those who performed the deeds, and the honor and disgrace they will experience based upon their deeds. He says,</p><p>فَأَمَّا مَن ثَقُلَتْ مَوَزِينُهُ</p><p>(Then as for him whose Balance will be heavy.) meaning, his good deeds are more than his bad deeds.</p><p>فَهُوَ فِى عِيشَةٍ رَّاضِيَةٍ</p><p>(He will live a pleasant life.) meaning, in Paradise.</p><p>وَأَمَّا مَنْ خَفَّتْ مَوَزِينُهُ</p><p>(But as for him whose Balance will be light.) meaning, his bad deeds are more than his good deeds. Then Allah says,</p><p>فَأُمُّهُ هَاوِيَةٌ</p><p>(His mother will be Hawiyah.) It has been said that this means he will be falling and tumbling headfirst into the fire of Hell, and the expression `his mother' has been used to refer to his brain (as it is the mother of his head). A statement similar to this has been reported from Ibn `Abbas, `Ikrimah, Abu Salih and Qatadah. Qatadah said, \"He will fall into the Hellfire on his head.\" Abu Salih made a similar statement when he said, \"They will fall into the Fire on their heads.\" It has also been said that it means his mother that he will return to and end up with in the Hereafter will be Hawiyah, which is one of the names of the Hellfire. Ibn Jarir said, \"Al-Hawiyah is only called his mother because he will have no other abode except for it.\" Ibn Zayd said, \"Al-Hawiyah is the Fire, and it will be his mother and his abode to which he will return, and where he will be settled.\" Then he recited the Ayah,</p><p>وَمَأْوَاهُمُ النَّارُ</p><p>(Their abode will be the Fire.) (3:151) Ibn Abi Hatim said that it has been narrated from Qatadah that he said, \"It is the Fire, and it is their abode.\" Thus, Allah says in explaining the meaning of Al-Hawiyah,</p><p>وَمَآ أَدْرَاكَ مَا هِيَهْ</p><p>(And what will make you know what it is). Allah's statement</p><p>نَارٌ حَامِيَةٌ</p><p>(A fire Hamiyah!) meaning, extreme heat. It is a heat that is accompanied by a strong flame and fire. It is narrated from Abu Hurayrah that the Prophet said,</p><p>«نَارُ بَنِي آدَمَ الَّتِي تُوقِدُونَ، جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ نَارِ جَهَنَّم»</p><p>(The fire of the Children of Adam that you all kindle is one part of the seventy parts of the fire of Hell.) They (the Companions) said, \"O Messenger of Allah! Isn't it sufficient\" He replied,</p><p>«إِنَّهَا فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا»</p><p>(It is more than it by sixty-nine times.) This has been recorded by Al-Bukhari and Muslim. In some of the wordings he stated,</p><p>«إِنَّهَا فُضِّلَتْ عَلَيْهَا بِتِسْعَةٍ وَسِتِّينَ جُزْءًا، كُلُّهُنَّ مِثْلُ حَرِّهَا»</p><p>(It is more than it by sixty-nine times, each of them is like the heat of it.) It has been narrated in a Hadith that Imam Ahmad recorded from Abu Hurayrah that the Prophet said,</p><p>«إِنَّ أَهْوَنَ أَهْلِ النَّارِ عَذَابًا مَنْ لَهُ نَعْلَانِ، يَغْلِي مِنْهُمَا دِمَاغُه»</p><p>(Verily, the person who will receive the lightest torment of the people of the Hellfire will be a man who will have two sandals that will cause his brain to boil. )\" It has been confirmed in the</p><h2>Two Sahihs that the Messenger of Allah ﷺ said,</h2><p>«اشْتَكَتِ النَّارُ إِلَى رَبِّهَا فَقَالَتْ: يَا رَبِّ أَكَلَ بَعْضِي بَعْضًا، فَأَذِنَ لَهَا بِنَفَسَيْنِ: نَفَسٍ فِي الشِّتَاءِ، وَنَفَسٍ فِي الصَّيْفِ، فَأَشَدُّ مَا تَجِدُونَ فِي الشِّتَاءِ مِنْ بَرْدِهَا، وَأَشَدُّ مَا تَجِدُونَ فِي الصَّيْفِ مِنْ حَرِّهَا»</p><p>(The Hellfire complained to its Lord and said, \"O Lord! Some parts of me devour other parts of me.\" So He (Allah) permitted it to take two breaths: one breath in the winter and one breath in the summer. Thus, the most severe cold that you experience in the winter is from its cold, and the most severe heat that you experience in the summer is from its heat. ) In the Two Sahihs it is recorded that he said,</p><p>«إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا عَنِ الصَّلَاةِ، فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّم»</p><p>(When the heat becomes intense pray the prayer when it cools down, for indeed the intense heat is from the breath of Hell.) This is the end of the Tafsir of Surat Al-Qari`ah, and all praise and thanks are due to Allah.</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 180,
            "text": "১. যে মহাকাল নিজ কঠিন ভয়াবহতা নিয়ে মানুষের অন্তরকে করাঘাত করবে।"
        },
        {
            "resource_id": 791,
            "text": "ഭയാനകത കൊണ്ട് ഹൃദയങ്ങളെ ഭീതിയിലാഴ്ത്തുന്ന സമയം."
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p><span class=\"arabic qpc-hafs\">\"القارعة\"</span>، اسم من أسماء القيامة، لأنها تقرع القلوب بالفزع.</p>"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  الْقَارِعَةُ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: <span class=\"arabic qpc-hafs green\">( الْقَارِعَةُ )</span> : الساعة التي يقرع قلوب الناس هولُها، وعظيم ما ينـزل بهم من البلاء عندها، وذلك صبيحة لا ليل بعدها.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك.</p><p lang=\"ar\" class=\"ar \">حدثني عليّ،<span class=\"blue\"> قال:</span> ثنا أبو صالح،<span class=\"blue\"> قال:</span> ثني معاوية، عن عليّ، عن ابن عباس،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( الْقَارِعَةُ )</span> من أسماء يوم القيامة، عظَّمه الله وحذّره عباده.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه، عن ابن عباس، قي قوله <span class=\"arabic qpc-hafs green\">(الْقَارِعَةُ * مَا الْقَارِعَةُ)</span> قال: هي الساعة.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد، ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( الْقَارِعَةُ * مَا الْقَارِعَةُ)</span> قال: هي الساعة.</p><p>حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع،<span class=\"blue\"> قال:</span> سمعت أن القارعة والواقعة والحاقة: القيامة.</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>بات کا آغاز ایک منفرد لفظ سے ہوتا ہے القارعہ۔ گویا یہ ایک گولہ ہے جو آکر گرتا ہے اس کی کوئی صفت یا کوئی خبر سیاق کلام میں نہیں ہے۔ یہ اس لئے تاکہ یہ لفظ اپنی آواز ، اپنے اثر اور اپنی شدت سے فضا میں ایک گونج پیدا کردے ، جس کا ایک طویل اشارہ ہے۔ اس کے فوراً بعد پھر ایک سوال آتا ہے :</p><p>ما القارعة (2:101) ” کیا ہے وہ کھٹکھٹانے والی ؟ “ گویا وہ ایک نامعلوم ، پوشیدہ اور خوفناک بات ہے جو کئی سوالات کو جنم دیتی ہے۔ اس کے بعد پھر ایک سوال کے ذریعہ پہلے سوال کا جواب دیا جاتا ہے کہ تم نہیں جانتے کہ وہ کیا ہے ؟</p><p>وما ادرک ................ القارعة (3:101) ” تم کیا جانو کہ وہ عظیم حادثہ کیا ہے ؟ “ یہ اس قدر عظیم حادثہ ہوگا کہ تمہارے قیاس وادراک کے دائرہ سے باہر ہے۔ تمہارا تصور اسے نہیں چھوسکتا۔</p><p>اب اس عظیم حادثہ کے کچھ واقعات بتاکر اس کی ایک جھلک دکھائی جاتی ہے۔ اس کی تعریف اور حقیقت بیان نہیں کی جاتی۔ کیونکہ اس کی حقیقت کا ادراک ممکن ہی نہیں ہے جیسا کہ پہلے کہہ دیا گیا اور واقعات یہ ہیں :</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>مكية</p><p>القارعة من أسماء القيامة كالحاقة والطامة والصاخة والغاشية وغير ذلك.</p>"
        },
        {
            "resource_id": 93,
            "text": "لفظ \" القارعة \" اسم فاعل من القرع ، وهو الضرب بشدة بحيث يحصل منه صوت شديد .والمراد بها هنا : القيامة ، ومبدؤها النفخة الأولى ، ونهايتها : قضاء الله - تعالى - بين خلقه ، بحكمه العادل ، وجزائه لكل فريق بما يستحقه من جنة أو نار .وسميت القيامة بذلك . كما سميت بالطامة ، والصاخة ، والحاقة ، والغاشية . . إلخ - لأنها قترع القلوب بأهوالها ، وتجعل الأجرام العلوية والسفلية يصطك بعضها ببعض ، فيحصل لها ما يحصل من تزلزل واضطراب وتقرع أعداء الله - تعالى - بالخزى والعذاب والنكال ، كما قال - تعالى - : ( وَلاَ يَزَالُ الذين كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ ) والاستفهام فى قوله - سبحانه - : ( وَمَآ أَدْرَاكَ مَا القارعة ) استفهام عن حقيقتها ، والمقصود به التهويل من أمرها ، والتفظيع من حالها ، وتنبيه النفوس إلى ما يكون فيها من شدائد ، تفزع لها القلوب فزعا لا تحيط العبارة بتصويره ، ولا تستطيع العقول أن تدرك كنهه ."
        },
        {
            "resource_id": 181,
            "text": "روزی‌که به‌سبب هراس زیادش دل‌های مردم را در هم می‌کوبد."
        },
        {
            "resource_id": 160,
            "text": "اعمال کا ترازو ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\"> <span class=\"arabic qpc-hafs\"> «قارعہ»</span>  بھی قیامت کا ایک نام ہے جیسے <span class=\"arabic qpc-hafs\"> «الْحَاقَّةِ»</span>، <span class=\"arabic qpc-hafs\"> «الطَّامَّةِ»</span>، <span class=\"arabic qpc-hafs\"> «الصَّاخَّةِ»</span>، <span class=\"arabic qpc-hafs\"> «الْغَاشِيَةِ»</span>  وغیرہ اس کی بڑائی اور ہولناکی کے بیان کے لیے سوال ہوتا ہے کہ وہ کیا چیز ہے؟ اس کا علم بغیر میرے بتائے کسی کو حاصل نہیں ہو سکتا، پھر خود بتاتا ہے کہ اس دن لوگ منتشر اور پراگندہ حیران و پریشان ادھر ادھر گھوم رہے ہوں گے، جس طرح پروانے ہوتے ہیں۔ </p><p class=\"ur\"> اور جگہ فرمایا ہے <span class=\"arabic qpc-hafs\"> «كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ»</span>    <span class=\"reference\">[54-القمر:7]</span> ‏ گویا وہ ٹڈیاں ہیں پھیلی ہوئیں۔ </p><p class=\"ur\"> پھر فرمایا: پہاڑوں کا یہ حال ہو گا کہ وہ دھنی ہوئی اون کی طرح ادھر ادھر اڑتے نظر آئیں گے، پھر فرماتا ہے اس دن ہر نیک و بد کا انجام ظاہر ہو جائے گا، نیکوں کی بزرگی اور بروں کی اہانت کھل جائے گی، جس کی نیکیاں وزن میں برائیوں سے بڑھ گئیں وہ عیش و آرام کی زندگی جنت میں بسر کرے گا، اور جس کی بدیاں نیکیوں پر چھا گئیں، بھلائیوں کا پلڑا ہلکا ہو گیا وہ جہنمی ہو جائے گا، وہ منہ کے بل اوندھا جہنم میں گرا دیا جائے گا۔  <span class=\"arabic qpc-hafs\"> «ام»</span>  سے مراد دماغ ہے یعنی سر کے بل <span class=\"arabic qpc-hafs\"> «ہاویہ»</span>  میں جائے گا اور یہ بھی معنی ہیں کہ فرشتے جہنم میں اس کے سر پر عذابوں کی بارش برسائیں گے اور یہ بھی مطلب ہے کہ اس کا اصلی ٹھکانا وہ جگہ ہے جہاں اس کے لیے قرار گاہ مقرر کیا گیا ہے وہ جہنم ہے۔ </p><p> <span class=\"arabic qpc-hafs\"> «هَاوِيَةٌ»</span> ‏ جہنم کا نام ہے اسی لیے اس کی تفسیر بیان کرتے ہوئے فرمایا کہ تمہیں نہیں معلوم کہ <span class=\"arabic qpc-hafs\"> «ہاویہ»</span>  کیا ہے؟ اب میں بتاتا ہوں کہ وہ شعلے مارتی بھڑکتی ہوئی آگ ہے۔</p></div><div>10811</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">اشعث بن عبداللہ رحمہ اللہ فرماتے ہیں کہ مومن کی موت کے بعد فرشے اس کی روح کو ایمانداروں کی روحوں کی طرف لے جاتے ہیں اور فرتے ان سے کہتے ہیں کہ اپنے بھائی کی دلجوئی اور تسکین کرو یہ دنیا کے رنج و غم میں مبتلا تھا، اب وہ نیک روحیں اس سے پوچھتی ہیں کہ فلاں کا کیا حال ہے؟ وہ کہتا ہے کہ وہ تو مر چکا تمہارے پاس نہیں آیا تو یہ سمجھ لیتے ہیں اور کہتے ہیں پھونکو اسے وہ تو اپنی ماں <span class=\"arabic qpc-hafs\"> «ہاویہ»</span>  میں پہنچا۔ </p><p class=\"ur\"> ابن مردویہ کی ایک مرفوع حدیث میں یہ بیان خوب سبط سے ہے اور ہم نے بھی اسے کتاب <span class=\"arabic qpc-hafs\"> «صفتہ النار»</span>  میں وارد کیا ہے، اللہ تعالیٰ ہمیں اپنے فضل و کرم سے اس آگ جہنم سے نجات دے، آمین! </p><p class=\"ur\"> پھر فرماتا ہے کہ وہ سخت تیز حرارت والی آگ ہے بڑے شعلے مارنے والی جھلسا دینے والی۔  <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>تمہاری یہ آگ تو اس کا سترھواں حصہ ہے<span>“</span>، لوگوں نے کہا: یا رسول اللہ ! ہلاکت کو تو یہی کافی ہے، آپ نے فرمایا: <span>”</span>ہاں، لیکن آتش دوزخ تو اس سے انہتر حصے تیز ہے<span>“</span> </span>۔ صحیح بخاری میں یہ حدیث ہے اور اس میں یہ بھی ہے کہ <span class=\"text-translation\"> ہر ایک حصہ اس آگ جیسا ہے </span>۔   <span class=\"reference\">[صحیح بخاری:3265]</span> ‏ مسند احمد میں بھی یہ روایت موجود ہے۔   <span class=\"reference\">[مسند احمد:467/2:صحیح]</span> ‏ </p><p class=\"ur\"> مسند احمد کی ایک حدیث میں اس کے ساتھ یہ بھی ہے کہ <span class=\"text-translation\"> یہ آگ باوجود اس آگ کا سترھواں حصہ ہونے کے پھر بھی دو مرتبہ سمندر کے پانی میں بجھا کر بھیجی گئی ہے اگر یہ نہ ہوتا تو اس سے بھی نفع نہ اٹھا سکتے </span>۔   <span class=\"reference\">[مسند احمد:244/2:صحیح]</span> ‏ </p><p class=\"ur\"> اور حدیث میں ہے <span class=\"text-translation\"> یہ آگ سوواں حصہ ہے </span>۔   <span class=\"reference\">[مسند احمد:379/2:اسنادہ قوی]</span> ‏ </p><p class=\"ur\"> طبرانی میں ہے <span class=\"text-translation\"> جانتے ہو کہ تمہاری اس آگ اور جہنم کی آگ کے درمیان کیا نسبت ہے؟ تمہاری اس آگ کے دھوئیں سے بھی ستر حصہ زیادہ سیاہ خود وہ آگ ہے </span>۔   <span class=\"reference\">[طبرانی اوسط:489:صحیح]</span> ‏ </p><p> ترمذی اور ابن ماجہ میں حدیث ہے کہ <span class=\"text-translation\"> جہنم کی آگ ایک ہزار سال تک جلائی گئی تو سرخ ہوئی پھر ایک ہزار سال تک جلائی گئی تو سفید ہو گئی پھر ایک ہزار سال تک جلائی گئی تو سیاہ ہو گئی، پس وہ سخت سیاہ اور بالکل اندھیرے والی ہے </span>۔   <span class=\"reference\">[سنن ابن ماجہ:4320،قال الشيخ الألباني:ضعیف]</span> ‏</p></div><div>10812</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسند احمد کی حدیث میں ہے کہ <span class=\"text-translation\"> سب سے ہلکے عذاب والا جہنمی وہ ہے، جس کے پیروں میں آگ کی دو جوتیاں ہوں گی، جس سے اس کا دماغ کھدبدا رہا ہو گا </span>۔   <span class=\"reference\">[مسند احمد:432/2:صحیح لغیرہ]</span> ‏ </p><p class=\"ur\"> بخاری و مسلم میں ہے کہ <span class=\"text-translation\"> آگ نے اپنے رب سے شکایت کی کہ اے اللہ! میرا ایک حصہ دوسرے کو کھائے جا رہا ہے تو پروردگار نے اسے دو سانس لینے کی اجازت دی ایک جاڑے میں، ایک گرمی میں، پس سخت جاڑا جو تم پاتے ہو اس کا سرد سانس ہے اور سخت گرمی جو پڑتی ہے یہ اس کے گرم سانس کا اثر ہے </span>۔   <span class=\"reference\">[صحیح بخاری:3657]</span> ‏ </p><p class=\"ur\"> اور حدیث میں ہے کہ <span class=\"text-translation\"> جب گرمی شدت کی پڑے تو نماز ٹھنڈی کر کے پڑھو گرمی کی سختی جہنم کے جوش کی وجہ سے ہے </span>۔   <span class=\"reference\">[صحیح بخاری:536]</span> ‏ </p><p> <span class=\"arabic qpc-hafs\"> «الْحَمْدُ لِلَّـه»</span>  سورۃ القارعہ کی تفسیر ختم ہوئی۔</p></div><div>10813</div>"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"id translation\" lang=\"id\">\"Hari Kiamat. Apakah Hari Kiamat itu? Tahukah kamu apa-kah Hari Kiamat itu? Pada hari itu manusia adalah seperti anai-anai yang bertebaran, dan gunung-gunung adalah seperti bulu yang dihambur-hamburkan. Dan adapun orang-orang yang berat timbangan <span class=\"green\">(kebaikan)</span>nya, maka dia berada dalam kehidupan yang memuaskan. Dan adapun orang-orang yang ringan timbangan <span class=\"green\">(ke-baikan)</span>nya, maka tempat kembalinya adalah Neraka Hawiyah. Dan tahukah kamu apakah Neraka Hawiyah itu? <span class=\"green\">(Yaitu)</span> api yang sangat panas.\" <span class=\"green\">(Al-<span class=\"blue\">Qari'ah:</span> 1-11)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(1-3)</span> ﴾ ٱلۡقَارِعَةُ <span class=\"brown\">﴿   \"Hari Kiamat.\" اَلْقَارِعَةُ adalah salah satu nama Hari Kiamat. Disebut demikian karena Hari Kiamat amat mengge-lisahkan dan merisaukan manusia karena huru-haranya. Karena itu Allah سبحانه وتعالى mengagungkan perihal Hari Kiamat dengan Firman-Nya, ﴾</span> ٱلۡقَارِعَةُ  1  مَا  ٱلۡقَارِعَةُ  2  وَمَآ  أَدۡرَىٰكَ  مَا  ٱلۡقَارِعَةُ   3  ﴿ \"Hari Kiamat. Apakah Hari Kiamat itu? Tahukah kamu apakah Hari Kiamat itu?\"                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(4)</span> ﴾ يَوۡمَ  يَكُونُ  ٱلنَّاسُ <span class=\"brown\">﴿   \"Pada hari itu manusia,\" karena begitu dahsyatnya rasa takut dan ngeri,  ﴾</span> كَٱلۡفَرَاشِ  ٱلۡمَبۡثُوثِ ﴿   \"adalah seperti anai-anai yang bertebaran,\" atau seperti belalang-belalang yang beterbangan yang sebagiannya menumpuk seperti gelombang di atas sebagian yang lain, tidak tahu hendak menuju kemana. Bila neraka dinyalakan, mereka berdesak-desakan ke arahnya karena lemahnya pengetahuan mereka. Inilah kondisi manusia, orang-orang yang berakal.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(5)</span> Dan gunung-gunung yang diam dan kokoh menjadi, ﴾ كَٱلۡعِهۡنِ  ٱلۡمَنفُوشِ <span class=\"brown\">﴿   \"seperti bulu yang dihambur-hamburkan,\" yaitu seperti bulu yang diterbangkan, berubah menjadi amat lemah sekali yang bisa berhamburan hanya karena angin kecil. Allah سبحانه وتعالى berfirman, \n﴾</span> وَتَرَى  ٱلۡجِبَالَ  تَحۡسَبُهَا  جَامِدَةٗ    وَهِيَ  تَمُرُّ        مَرَّ    ٱلسَّحَابِۚ     ﴿\n\"Dan kamu lihat gunung-gunung itu, kamu sangka dia tetap di tempatnya, padahal ia berjalan sebagai jalannya awan.\" <span class=\"green\">(An-<span class=\"blue\">Naml:</span> 88)</span>. \nKemudian setelah itu berubah menjadi debu yang beterbangan lalu terhempas, hingga tidak tersisa sesuatu pun yang bisa dilihat. Pada saat itu, neraca amal ditegakkan dan manusia terbagi menjadi dua golongan; mereka yang berbahagia dan mereka yang celaka.                </div><div>\n<span class=\"green\">(6-7)</span> ﴾ فَأَمَّا   مَن  ثَقُلَتۡ  مَوَٰزِينُهُۥ <span class=\"brown\">﴿   \"Dan adapun orang-orang yang berat timbangan <span class=\"green\">(kebaikan)</span>nya,\" yaitu yang kebaikan-kebaikannya lebih berat melebihi keburukan-keburukannya, ﴾</span> فَهُوَ   فِي عِيشَةٖ رَّاضِيَةٖ ﴿   \"maka dia berada dalam kehidupan yang memuaskan,\" di dalam surga penuh kenikmatan.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(8-11)</span> ﴾ وَأَمَّا  مَنۡ  خَفَّتۡ  مَوَٰزِينُهُۥ <span class=\"brown\">﴿   \"Dan adapun orang-orang yang ringan timbangan <span class=\"green\">(kebaikan)</span>nya,\" dengan tidak memiliki kebaikan-kebaikan untuk menutupi keburukan-keburukan, ﴾</span> فَأُمُّهُۥ  هَاوِيَةٞ <span class=\"brown\">﴿   \"maka tempat kembalinya adalah Neraka Hawiyah,\" yaitu, tempat kem-bali dan tempat tinggalnya adalah neraka yang di antara namanya adalah Hawiyah. Neraka baginya menjadi seperti ibu <span class=\"green\">( أُمٌّ )</span> yang selalu menemani, sebagaimana yang disebutkan dalam Firman Allah سبحانه وتعالى, \n﴾</span> إِنَّ عَذَابَهَا كَانَ غَرَامًا       65 <span class=\"brown\">﴿ \n\"Sesungguhnya azabnya itu adalah kebinasaan yang kekal.\" <span class=\"green\">(Al-<span class=\"blue\">Furqan:</span> 65)</span>. \nAda yang berpendapat bahwa makna ayat ini adalah induk otaknya beterbangan di neraka, yaitu dilemparkan ke dalam neraka dengan kondisi terjungkir. \n﴾</span> وَمَآ  أَدۡرَىٰكَ مَا هِيَهۡ <span class=\"brown\">﴿   \"Dan tahukah kamu apakah Neraka Hawiyah itu?\" Ini adalah pengagungan perihal neraka itu. Kemudian Allah سبحانه وتعالى menjelaskannya dengan FirmanNya, ﴾</span> نَارٌ  حَامِيَةُۢ ﴿   \"<span class=\"green\">(Yaitu)</span> api yang sangat panas,\" yaitu yang panasnya dahsyat. Panasnya melebihi sembilan puluh kali panasnya api dunia. Semoga kita dilindungi Allah سبحانه وتعالى darinya.                </div>"
        },
        {
            "resource_id": 170,
            "text": "Это - одно из названий Судного дня. Оно связано с теми великими событиями, которые произойдут в этот день и вселят ужас в сердца людей. Далее Господь подчеркнул важность этого дня, сказав:"
        },
        {
            "resource_id": 183,
            "text": "大打撃の恐ろしさで、人びとの心が震えおののく時、"
        },
        {
            "resource_id": 175,
            "text": "Čas kada će srca biti potrošena zbog velikih strahota."
        },
        {
            "resource_id": 171,
            "text": "The hour that strikes the hearts of people because of the severity of its horrors."
        },
        {
            "resource_id": 176,
            "text": "L'Ora che scuote i cuori della gente per i suoi grandi orrori."
        },
        {
            "resource_id": 178,
            "text": "Час, который наполняет страхом сердца своим великим ужасом."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ الْقَارِعَةُ }</span> من أسماء يوم القيامة، سميت بذلك، لأنها تقرع الناس وتزعجهم بأهوالها، ولهذا عظم أمرها وفخمه ."
        },
        {
            "resource_id": 16,
            "text": "الساعة التي تقرع قلوب الناس بأهوالها."
        },
        {
            "resource_id": 92,
            "text": "الْقَارِعَةُ (1) الافتتاح بلفظ { القارعة } افتتاح مهول ، وفيه تشويق إلى معرفة ما سيخبر به .وهو مرفوع إما على الابتداء و { ما القارعة } خبره ويكون هناك منتهى الآية .فالمعنى : القارعة شيء عظيم هي . وهذا يجري على أن الآية الأولى تنتهى بقوله : { ما القارعة } .وإمّا أن تكون { القارعة } الأولُ مستقلاً بنفسه ، وعُدّ آية عند أهل الكوفة فيقدر خبرٌ عنه محذوف نحو : القارعة قريبة ، أو يقدر فعل محذوف نحو أتتْ القارعة ، ويكون قوله : { ما القارعة } استئنافاً للتهويل ، وجُعل آية ثانية عند أهل الكوفة ، وعليه فالسورة مسمطة من ثلاث فواصل في أولها وثلاث في آخرها وفاصلتين وسطها .وإعادة لفظ { القارعة } إظهار في مقام الإِضمار عدل عَنْ أن يقال : القارعة ماهِيهْ ، لما في لفظ القارعة من التهويل والترويع ، وإعادة لفظ المبتدأ أغنت عن الضمير الرابط بين المبتدأ وجملة الخبر .والقارعة : وصف من القرع وهو ضرب جسم بآخر بشدة لها صوت . وأطلق القرع مجازاً على الصوت الذي يتأثر به السامع تأثُّر خوف أو اتعاظ ، يقال : قَرع فُلاناً ، أي زجره وعَنَّفه بصوت غضب . وفي المقامة الأولى : «ويقرع الأسماع بزواجر وعظه» .وأطلقت { القارعة } على الحدث العظيم وإن لم يكن من الأصوات كقوله تعالى : { ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة } [ الرعد : 31 ] وقيل : تقول العرب : قرعت القوم قارعة ، إذا نزل بهم أمر فظيع ولم أقف عليه فيما رأيت من كلام العرب قبل القرآن .وتأنيث { القارعة } لتأويلها بالحادثة أو الكائنة ."
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1 ـ 3}</span><span class=\"arabic qpc-hafs brown\">{القارعةُ}</span>: من أسماء يوم القيامة، سمِّيت بذلك لأنَّها تقرع الناس وتزعِجُهم بأهوالها،<span class=\"blue\"> ولهذا عظَّم أمرها وفخَّمه بقوله:</span><span class=\"arabic qpc-hafs brown\">{القارعةُ. ما القارعةُ. وما أدراكَ ما القارعةُ}</span>.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{4}</span><span class=\"arabic qpc-hafs brown\">{يومَ يكونُ الناسُ}</span>: من شدَّة الفزع والهول، <span class=\"arabic qpc-hafs brown\">{كالفراشِ المبثوثِ}</span>؛<span class=\"blue\"> أي:</span> كالجراد المنتشر الذي يموج بعضه في بعض، والفراش هي الحيوانات التي تكون في الليل يموج بعضها ببعض، لا تدري أين توجَّه؛ فإذا أوقد لها نارٌ؛ تهافتت إليها لضعف إدراكها، فهذه حال الناس أهل العقول.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{5}</span> وأما الجبال الصمُّ الصلابُ؛ فتكون <span class=\"arabic qpc-hafs brown\">{كالعهنِ المنفوشِ}</span>؛<span class=\"blue\"> أي:</span> كالصُّوف المنفوش الذي بقي ضعيفاً جدًّا تطير به أدنى ريح؛<span class=\"blue\"> قال تعالى:</span><span class=\"arabic qpc-hafs brown\">{وترى الجبال تحسبُها جامدةً وهي تمرُّ مرَّ السحابِ}</span>، ثم بعد ذلك تكون هباءً منثوراً، فتضمحلُّ ولا يبقى منها شيءٌ يشاهَد. فحينئذٍ تُنْصَبُ الموازينُ،<span class=\"blue\"> وينقسم الناس قسمين:</span> سعداء وأشقياء:                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{6 ـ 7}</span><span class=\"arabic qpc-hafs brown\">{فأمَّا مَن ثَقُلَتۡ مَوازينُه}</span>؛<span class=\"blue\"> أي:</span> رجحت حسناتُه على سيئاتِه، <span class=\"arabic qpc-hafs brown\">{فهو في عيشةٍ راضيةٍ}</span>: في جنَّات النعيم.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{8 ـ 11}</span><span class=\"arabic qpc-hafs brown\">{وأمَّا من خفَّت مَوازينُه}</span>: بأن لم تكنْ له حسناتٌ تقاوم سيئاتِه، <span class=\"arabic qpc-hafs brown\">{فأمُّه هاويةٌ}</span>؛<span class=\"blue\"> أي:</span> مأواهُ ومسكنُه النارُ التي من أسمائها الهاوية، تكون له بمنزلة الأمِّ الملازمة؛<span class=\"blue\"> كما قال تعالى:</span><span class=\"arabic qpc-hafs brown\">{إنَّ عذابَها كانَ غَراماً}</span>.<span class=\"blue\"> وقيل:</span> إنَّ معنى ذلك: فأمُّ دماغه هاويةٌ في النار؛<span class=\"blue\"> أي:</span> يُلقى في النار على رأسه، <span class=\"arabic qpc-hafs brown\">{وما أدراكَ ما هِيَهۡ}</span>: وهذا تعظيمٌ لأمرها.<span class=\"blue\"> ثم فسَّرها بقوله:</span><span class=\"arabic qpc-hafs brown\">{نارٌ حاميةٌ}</span>؛<span class=\"blue\"> أي:</span> شديدةُ الحرارة، قد زادت حرارتها على حرارة نار الدنيا بسبعين ضعفاً. نستجير بالله منها.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 179,
            "text": "Ang oras na kakalampag sa mga puso ng mga tao dahil sa kasukdulan ng hilakbot dito."
        },
        {
            "resource_id": 804,
            "text": "سووره‌تی (قاریعه‌) (واته‌: لێدانى سه‌خت)\nسووره‌تێكى مه‌ككى یه‌و (١١) ئایه‌ته‌\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">الْقَارِعَةُ (١)</span> ] (الْقَارِعَةُ) ناوێكه‌ له‌ ناوه‌كانی ڕۆژی قیامه‌ت، پێی وتراوه‌: (الْقَارِعَةُ) چونكه‌ به‌ ترسناكییه‌كانی له‌ دڵ ئه‌دات، یاخود به‌ سزا قورسه‌كانی له‌ كافران و بێباوه‌ڕان ئه‌دات."
        },
        {
            "resource_id": 164,
            "text": "<p><b>১-১১ নং আয়াতের তাফসীর</b>(আরবি) শব্দটিও কিয়ামতের একটি নাম। যেমন (আরবি) এবং (আরবি) এগুলোও কিয়ামতের নাম। কিয়ামতের বিভীষিকা এবং ভয়াবহতা বুঝানোর জন্যেই আল্লাহ তা'আলা প্রশ্ন করেছেন যে, সেটা কি? আল্লাহ তা'আলার জানিয়ে দেয়া ছাড়া সেটা জানা কারো পক্ষে সম্ভব নয়। তারপর আল্লাহ তা'আলা নিজেই বলেনঃ সেদিন মানুষ বিক্ষিপ্ত পঙ্গপালের ন্যায় হয়ে যাবে এবং এদিক ওদিক ছুটাছুটি করবে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তারা যেন ছড়িয়ে থাকা পঙ্গপাল।” (৫৪:৭) তারপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ পাহাড়সমূহ ধূণিত রঙিন পশমের ন্যায় হয়ে যাবে। অনন্তর যার ঈমান ও আমলের পাল্লা ভারী হবে সে তো বাসনারূপ সুখে অবস্থান করবে। আর যার ঈমান ও আমলের পাল্লা হালকা হবে সে জাহান্নামের যোগ্য বলে বিবেচিত হবে। তাকে উল্টোমুখে জাহান্নামে। নিক্ষেপ করা হবে।(আরবি) এর অর্থ হলো দেমাগ অর্থাৎ সে মুখ থুবড়ে হাবিয়াহ্ জাহান্নামে নিক্ষিপ্ত হবে। এ অর্থও হতে পারে যে, ফেরেশতা জাহান্নামে তার মাথায় আযাবের বৃষ্টি বর্ষণ করবে। আবার অর্থ এটাও হতে পারে যে, তার আসল ঠিকানা ঐ জায়গা যেখানে তার অবস্থানস্থল নির্ধারণ করা হয়েছে ঐ জায়গা হলো জাহান্নাম।হাবিয়াহ্ জাহান্নামের একটি নাম। এ জন্যেই এর ব্যাখ্যা করতে গিয়ে আল্লাহ পাক স্বীয় নবী (সঃ) কে বলেনঃ সেটা কি তা তোমার জানা আছে? সেটা এক জ্বলন্ত অগ্নি।হযরত আশ’আস ইবনে আবদিল্লাহ (রঃ) বলেন যে, মুমিনের মৃত্যুর পর তার রূহ ঈমানদারদের রূহের কাছে নিয়ে যাওয়া হয়। ফেরেশতা ঐ সব রূহকে বলেনঃ তোমাদের ভাই এর মনোরঞ্জন ও শান্তির ব্যবস্থা করো। পৃথিবীতে সে অনেক দুঃখ কষ্ট সহ্য করেছে।” ঐ সন্ধ্রহসমূহ তখন জিজ্ঞেস করেঃ “অমুকের খবর কি?” সে কেমন আছে?” নবাগত রূহ তখন উত্তর দেয়ঃ সে তো মারা গেছে। তোমাদের কাছে সে আসেনি? তখন রূহসমূহ বুঝে নেয় এবং বলেঃ রাখো তার কথা, সে তার মা হাবিয়ায় পৌঁছেছে।”আল্লাহ তা'আলা বলেনঃ সেটা এক জ্বলন্ত অগ্নি। ঐ আগুন খুবই দাউদাউ করে জ্বলে ক্ষণিকের মধ্যে ভস্মীভূত করে দেয়।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বলেছেনঃ “তোমাদের এ আগুনের তেজ জাহান্নামের আগুনের তেজের মাত্র সত্তর ভাগের এক ভাগ।” জনগণ জিজ্ঞেস করলেনঃ“হে আল্লাহর রাসূল (সঃ)! ধ্বংস করার জন্যে তো এ আগুনই যথেষ্ট?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “তা ঠিক কিন্তু জাহান্নামের আগুন এর চেয়ে উনসত্তর গুণ বেশী তেজস্বী।” সহীহ বুখারীতে এ হাদীস রয়েছে এবং তাতে আরো রয়েছেঃ “ওর প্রত্যেক অংশ এই আগুনের মত।\" মুসনাদে আহমাদেও এ হাদীসটি বর্ণিত হয়েছে। মুসনাদের একটি হাদীসে এটাও রয়েছে যে, দুনিয়ার এ আগুন জাহান্নামের আগুনের সত্তর ভাগের এক ভাগ হওয়া সত্ত্বেও সমুদ্রের পানিতে দু’বার ধুয়ে দুনিয়ায় পাঠানো হয়েছে। এরূপ না করা হলে দুনিয়ার আগুন দ্বারা উপকার গ্রহণ করা সম্ভব হতো না। অন এক হাদীসে রয়েছে যে, দুনিয়ার এ আগুনের তেজ জাহান্নামের আগুনের তেজের একশ' ভাগের এক ভাগ মাত্র। ইমাম আবুল কাসিম তিবরানীর (রঃ) হাদীস গ্রন্থে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের এ আগুন এবং জাহান্নামের আগুনের মধ্যে কি পার্থক্য আছে তা কি তোমরা জান? তোমাদের এ আগুনের ধোঁয়ার চেয়েও সত্তর গুণ বেশী কালো জাহান্নামের আগুন!” হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জাহান্নামের আগুনকে এক হাজার বছর পর্যন্ত প্রজ্জ্বলিত করা হয়। ফলে ঐ আগুন লাল হয়ে যায়। তারপর আরো এক হাজার বছর ধরে জ্বাল দেয়া হয়। এতে ঐ আগুন সাদা বর্ণ ধারন করে। তারপর আরো এক হাজার বছর পর্যন্ত জ্বাল দেয়ায় ঐ আগুন কালো হয়ে যায়। বর্তমানে ঐ আগুন অত্যন্ত কালো ও অন্ধকারাচ্ছন্ন।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) ও ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)মুসনাদে আহমাদে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যাকে সবচেয়ে সহজ ও হালকা শাস্তি দেয়া হবে তাকে এক জোড়া আগুনের জুতা পরিয়ে দেয়া হবে। এর ফলে তার মাথার মগজ টগবগ করে ফুটতে থাকবে।”সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জাহান্নাম তার প্রতিপালকের নিকট অভিযোগ করলোঃ “হে আমার প্রতিপালক। আমার এক অংশ অন্য অংশকে খেয়ে ফেলছে।\" আল্লাহ তাআলা তখন তাকে দুটি নিঃশ্বাস ছাড়ার অনুমতি দিলেন। একটি শীতকালে এবং অন্যটি গ্রীষ্মকালে। প্রচণ্ড শীত যে তোমরা অনুভব কর তা হলো জাহান্নামের শীতল নিঃশ্বাস, আর গ্রীষ্মের যে প্রচণ্ড গরম তোমরা অনুভব কর সেটা জাহান্নামের গরম নিঃশ্বাসের প্রতিক্রিয়া।” অন্য একটি হাদীসে রয়েছেঃ “প্রচণ্ড গরম পড়া শুরু হলে (গরমের প্রখরতা) কিছুটা ঠাণ্ডা হওয়ার পর নামায পড়ো। কেননা, গরমের প্রখরতা জাহান্নামের তেজস্বিতার কারণে হয়ে থাকে।”</p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Великое бедствие <span class=\"green\">(День воскресения)</span>!  <span class=\"green\">(2)</span> Что такое Великое бедствие <span class=\"green\">(День воскресения)</span>?  <span class=\"green\">(3)</span> Откуда ты мог знать, что такое Великое бедствие <span class=\"green\">(День воскресения)</span>?  <span class=\"green\">(4)</span> В тот день люди будут подобны рассеянным мотылькам,   <span class=\"green\">(5)</span> а горы будут подобны расчесанной шерсти.   <span class=\"green\">(6)</span> Тогда тот, чья чаша Весов окажется  тяжелой,  <span class=\"green\">(7)</span> обретет приятную жизнь.  <span class=\"green\">(8)</span> Для того же, чья чаша Весов окажется легкой, <span class=\"green\">(9)</span> матерью станет Пропасть <span class=\"green\">(грешники будут искать убежище в Аду, подобно тому, как ребенок ищет убежище у своей матери; или грешники будут падать в Адскую Пропасть вниз головой)</span>.  <span class=\"green\">(10)</span> Откуда ты мог знать, что это такое?  <span class=\"green\">(11)</span> Это — Жаркий Огонь!</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1-3)</span> Это — одно из названий Судного дня. Оно связано с теми великими событиями, которые произойдут в этот день и вселят ужас в сердца людей. Далее Господь под- черкнул важность этого дня,<span class=\"blue\"> сказав:</span>\n</div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(4)</span> Из-за сильного страха и ужаса люди будут подобны мотылькам или разбросан- ной по земле беспокойной саранче. Мотылек — это насекомое, которое летает по ночам и беспорядочно перемещается в гуще других мотыльков. Из-за недостат- ка разума при виде огня мотыльки слетаются к нему. Когда же наступит Судный день, разумные люди окажутся в положении этих неразумных существ.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(5)</span> Что же касается горных твердынь, то они станут мягкими и легкими, словно расчесанная шерсть. Даже легкий ветерок сможет унести их, и поэтому Всевыш-<span class=\"blue\"> ний сказал:</span><span class=\"brown\">«И ты увидишь, что горы, которые ты считал неподвижными, при- дут в движение, словно облака»</span><span class=\"green\">(27:88)</span>. Затем горы превратятся в рассеянный прах и бесследно исчезнут. И вот тогда будут воздвигнуты весы, а люди разделят- ся на счастливых и несчастных.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(6-7)</span> Если чаша добрых деяний перевесит чашу с грехами, то человек будет благоде- нствовать в Райских садах.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(8-11)</span> Если же совершенных человеком благодеяний не хва- тит для того, чтобы перевесить чашу с грехами, то его пристанищем будет Адс- кая Пропасть. Это — одно из названий Огненной Преисподней.\nДля выражения слова <span class=\"brown\">«пристанище»</span> в этом аяте использовано арабское сло- во <span class=\"brown\">«умм»</span><span class=\"green\">(<span class=\"brown\">«мать»</span>)</span>. Это означает, что адские муки станут неотъемлемой частью существования грешников, так же как и забота матери является неотъемлемой частью человеческой жизни.<span class=\"blue\"> Вот почему мученики будут говорить:</span><span class=\"brown\">«Господь наш! Отврати от нас мучения в Геенне, поскольку мучения там не отступают»</span><span class=\"green\">(25:65)</span>. Однако это слово означает также <span class=\"brown\">«оболочка головного мозга»</span>, и поэто- му некоторые толкователи Корана говорили, что грешники будут брошены в Ад- скую Пропасть вниз головой.\nВсевышний подчеркнул величие Адской Пропасти,<span class=\"blue\"> а затем описал следующими словами:</span>\nЕго жар превосходит жар огня в этом мире в семьдесят раз. Упаси нас Аллах от подобного наказания!                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"ar translation\" lang=\"ar\">الْقَارِعَةُ قارعه\nمَا الْقَارِعَةُ چيست  قارعه  ?\nوَمَا أَدْرَاكَ مَا الْقَارِعَةُ و تو چه ، داني  که  قارعه  چيست  ?\nيَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ روزي  است  که  مردم  چون  پروانگان  پراکنده  باشند ،\nوَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنفُوشِ و کوهها چون  پشم  زده  شده\nفَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ اما هر که  کفه  ترازويش  سنگين  باشد ،\nفَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ در، يک  زندگي  پسنديده  است\nوَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ و اما هر که  کفه  ترازويش  سبک  باشد ،\nفَأُمُّهُ هَاوِيَةٌ جايگاهش  در هاويه  است\nوَمَا أَدْرَاكَ مَا هِيَهْ و تو چه  داني  که  هاويه  چيست  ?\nنَارٌ حَامِيَةٌ  آتشي  است  در نهايت  گرمي</p><p>\n                                                            مکي و 11  آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1 - 3)</span> (<span class=\"arabic qpc-hafs brown\">﴿ٱلۡقَارِعَةُ﴾</span>) از نام‌های روز قیامت است، و به <span class=\"brown\">«قارعه»</span> نامگذاری شده است؛ چون مردم را فرو می‌کوبد و وحشت‌هایش آنان را پریشان می‌گرداند.<span class=\"blue\"> بنابراین آن را مهم و بزرگ برشمرد و فرمود:</span><span class=\"green\">(﴿ٱلۡقَارِعَةُ مَا ٱلۡقَارِعَةُ وَمَآ أَدۡرَىٰكَ مَا ٱلۡقَارِعَةُ)</span>)                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(4)</span> در آن روز، مردم از شدّت وحشت و هراس چون پروانه‌های پراکنده شده می‌گردند؛ پروانه‌هایی که برخی به میان برخی می‌روند و موج می‌زنند و نمی‌دانند کجا می‌روند، و هرگاه آتشی روشن شود همه به سوی آن می‌روند؛ چون درک آنها ضعیف است و مردم که دارای عقل هستند در روز قیامت چنین خواهند بود.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(5)</span> (<span class=\"arabic qpc-hafs brown\">﴿وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ ٱلۡمَنفُوشِ﴾</span>) اما کوه‌های سخت و پرصلابت مانند پشم حلاجی شده خواهند شد، پشمی که بسیار ضعیف است و کوچک‌ترین بادی آن را به هوا می‌برد.<span class=\"blue\"> خداوند متعال می‌فرماید:</span><span class=\"arabic qpc-hafs brown\">﴿وَتَرَى ٱلۡجِبَالَ تَحۡسَبُهَا جَامِدَةٗ وَهِيَ تَمُرُّ مَرَّ ٱلسَّحَابِ﴾</span> و کوه‌ها را جامد می‌پنداری، اما آنها چون ابرها حرکت می‌کنند. سپس کوه‌ها به گرد و غباری پراکنده تبدیل می‌شوند و از بین می‌روند، و چیزی از آنها باقی نمی‌ماند. پس در این وقت ترازوها نصب می‌گردند، و مردم به دو گروه نیکبخت و بدبخت تقسیم می‌شوند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(6 - 7)</span> (<span class=\"arabic qpc-hafs brown\">﴿فَأَمَّا مَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ﴾</span>) هرکس نیکی‌هایش از بدی‌هایش بیشتر باشد در زندگی رضایت‌بخشی در بهشت پرناز و نعمت به سر خواهد برد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(8 - 11)</span> (<span class=\"arabic qpc-hafs brown\">﴿وَأَمَّا مَنۡ خَفَّتۡ مَوَٰزِينُهُۥ﴾</span>) و اما کسی که کفّه‌های ترازوی اعمالش سبک باشد، به این صورت که نیکی‌هایی نداشته باشد که در برابر بدی‌هایش بایستد. (<span class=\"arabic qpc-hafs brown\">﴿فَأُمُّهُۥ هَاوِيَةٞ﴾</span>) جایگاه و مسکن او آتش دوزخ است. یکی از نام‌های دوزخ <span class=\"brown\">«هاویه»</span> می‌باشد، و دوزخ به منزلۀ مادرش می‌باشد و همواره او را در آغوش می‌گیرد.<span class=\"blue\"> همان‌طور که خداوند متعال می‌فرماید:</span><span class=\"arabic qpc-hafs brown\">﴿إِنَّ عَذَابَهَا كَانَ غَرَامًا﴾</span> بی‌گمان، عذاب آن سخت خواهد بود.<span class=\"blue\"> و بعضی گفته‌اند که معنی آیه چنین است:</span> او بر سر در دوزخ انداخته می‌شود. (<span class=\"arabic qpc-hafs brown\">﴿وَمَآ أَدۡرَىٰكَ مَا هِيَهۡ﴾</span>) این تعظیم و مهم جلوه دادن جهنم است. سپس آن را تفسیر کرد که (<span class=\"arabic qpc-hafs brown\">﴿نَارٌ حَامِيَةُۢ﴾</span>) آتشی بسیار گرم و سوزان است، و از آتش دنیا هفتاد برابر گرم‌تر و سوزنده‌تر می‌باشد. از خداوند به آن پناه می‌بریم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 172,
            "text": "Dehşetinin büyüklüğüyle insanların kalplerini bürüyen o (kıyamet) vakit."
        },
        {
            "resource_id": 182,
            "text": "因其巨大的惊悚而震荡着人心的那一刻，"
        },
        {
            "resource_id": 905,
            "text": "الساعة التي تقرع قلوب الناس لعظم هولها."
        },
        {
            "resource_id": 174,
            "text": "Hari Kiamat yang menggetarkan hati manusia dikarenakan keagungan huru-haranya."
        },
        {
            "resource_id": 790,
            "text": "সেই ভয়াৱহ সময়, যিয়ে মানুহৰ অন্তৰক কম্পিত কৰিব।"
        },
        {
            "resource_id": 792,
            "text": "ពេលវេលាដែលធ្វើឲ្យដូងចិត្តរបស់មនុស្សលោកភ័យញាប់ញ័រដោយសារតែស្ថានភាពដ៏រន្ធត់នៃថ្ងៃនោះ។"
        },
        {
            "resource_id": 173,
            "text": "L’Heure qui fracasse les cœurs des gens tellement son effroi est grand."
        },
        {
            "resource_id": 168,
            "text": "<p>Human Deeds, Good or Bad, will be Weighed</p><p>This Surah mentions the weighing of human deeds. He whose scales are heavy will be led to Paradise, and he whose scales are light will be led to Hell. Please see Ma’ ariful Qur'an, Vol. 3/ pp 539-547, for a full and complete analysis of the Weighing of human deeds. The analysis also allays the doubts raised against the concept of weighing of deeds.</p><p>We have also explained there that it appears from reconciliation of conflicting narrations and Qur'anic verses that the weighing on Plain of Resurrection will take place twice. The first weighing will be to separate the believers from the non-believers. Anyone whose Book of Deeds is put on the scale and contains the belief ('Iman) will be heavy, and the scale of anyone whose Ledger of Deeds does not contain 'Iman will be light. At this stage, the believers will be separated from the non-believers. Weighing on the second time will be to distinguish between good and evil deeds of the believers. The reference, in the present Surah, is probably to the first weighing in which the scale of every believer will be heavy regardless of his other deeds, while the scale of an unbeliever will be light, even though he might have performed some good acts.</p><p>It is explained in Mazhari that the Holy Qur'an generally contrasts the unbelievers and righteous believers, when speaking of retribution [ reward or punishment ], because the latter are the perfect believers. As for the believers who have performed righteous as well as unrighteous deeds, the Qur'an is generally silent on the issue. However, the principle may be noted that on the Day of Judgment human deeds will not be counted, but weighed. Fewer good deeds with high degree of faith and sincerity, and in accordance with Sunnah will be heavier than many good deeds - prayers, fasting, charity and pilgrimage with lesser degree of faith and sincerity, or not completely in accordance with Sunnah.</p><p>Al-Hamdullah</p><p>The Commentary on</p><p>Surah al-Qari’ ah</p><p>Ends here</p>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">کھٹکھٹانے والی<span class=\"green\">(1)</span>کیا ہے کھٹکھٹانے والی؟<span class=\"green\">(2)</span> اور کس چیز نے خبر دی آپ کو کہ کیا ہے کھٹکھٹانے والی؟<span class=\"green\">(3)</span> جس دن ہو جائیں گے لوگ <span class=\"green\">(ایسے)</span> جیسے پروانے پتنگے بکھرے ہوئے<span class=\"green\">(4)</span> اور ہو جائیں گے پہاڑ <span class=\"green\">(ایسے)</span> جیسے رنگین اون دھنکی ہوئی<span class=\"green\">(5)</span> پس لیکن جو شخص کہ بھاری ہو گئی اس کی میزان<span class=\"green\">(6)</span> تو وہ پسندیدہ زندگی میں ہو گا<span class=\"green\">(7)</span> اور لیکن جو شخص کہ ہلکی ہو گئی اس کی ترازو<span class=\"green\">(8)</span> تو اس کا ٹھکانا ھاویہ <span class=\"green\">(کھڈ)</span> ہو گا<span class=\"green\">(9)</span> اور کس چیز نے خبر دی آپ کو، کیا ہے ھاویہ؟ <span class=\"green\">(10)</span><span class=\"green\">(وہ)</span> آگ ہے سخت دہکتی ہوئی <span class=\"green\">(11)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[4]</span><span class=\"arabic qpc-hafs brown\">﴿يَوۡمَ يَكُوۡنُ النَّاسُ ﴾</span> ’’ جس دن ہوجائیں گے لوگ۔‘‘ سخت گھبراہٹ اور ہولناکی کی وجہ سے <span class=\"arabic qpc-hafs brown\">﴿ كَالۡفَرَاشِ الۡمَبۡثُوۡثِ ﴾</span> ’’بکھرے ہوئے پروانوں کی طرح۔‘‘ یعنی بکھرے ہوئے  ٹڈی دل کی طرح ہوں گے،  جو ایک دوسرے میں موجزن ہو گا۔ اَلْفَرَاشُ  یہ وہ  حیوانات <span class=\"grﷺﷺn\">(پتنگے)</span> ہیں جو رات کے وقت <span class=\"grﷺﷺn\">(روشنی میں)</span> ہوتے ہیں اور ایک دوسرے کے ساتھ مل کر موج بن کر آتے ہیں اور وہ نہیں جانتے کہ وہ کہاں کا رخ کریں گے،  جب ان کے سامنے آگ روشن کی جائے تو اپنے ضعف ادراک کی بنا پر ہجوم کر کے اس میں آ گرتے ہیں۔ یہ تو حال ہو گا خرد مند لوگوں کا۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[5]</span>     رہے بڑے ٹھوس اور سخت پہاڑ تو وہ <span class=\"arabic qpc-hafs brown\">﴿ كَالۡعِهۡنِ الۡمَنۡفُوۡشِ﴾</span> دھنکی ہوئی اون کے مانند ہو جائیں گے جو نہایت کمزور ہو گئی ہو جسے معمولی سی ہوا بھی اڑاتے پھرتی ہے،<span class=\"bluﷺ\">  اللہ تعالیٰ نے فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿ وَتَرَى الۡجِبَالَ تَحۡسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِ ﴾</span><span class=\"grﷺﷺn\">(النمل:27؍88)</span> ’’اور تو پہاڑوں کو دیکھے گا اور سمجھے گا کہ یہ جامد ہیں حالانکہ وہ بادلوں کی چال چل رہے ہوں گے۔‘‘ پھر اس کے بعد بکھرا ہوا غبار بن کر ختم ہو جائیں گے  اور ان میں سے کچھ باقی نہیں بچے گا جس کو دیکھا جائے ۔ اس وقت ترازوئیں نصب کردی جائیں گی اور لوگ دو قسموں میں منقسم ہو جائیں گے: خوش بخت لوگ اور بدبخت لوگ ۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[6، 7]</span><span class=\"arabic qpc-hafs brown\">﴿ فَاَمَّا مَنۡ ثَقُلَتۡ مَوَازِيۡنُهٗ﴾</span> ’’پس جس کے <span class=\"grﷺﷺn\">(اعمال کے)</span> وزن بھاری نکلیں گے۔‘‘      یعنی جس کی نیکیاں،  برائیوں کی نسبت جھک جائیں گی <span class=\"arabic qpc-hafs brown\">﴿ فَهُوَ فِيۡ عِيۡشَةٍ رَّاضِيَةٍ﴾</span> وہ نعمتوں والی جنت میں ہو گا۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[11-8]</span><span class=\"arabic qpc-hafs brown\">﴿ وَاَمَّا مَنۡ خَفَّتۡ مَوَازِيۡنُهٗ﴾</span> ’’اور جس کے وزن ہلکے نکلیں گے۔‘‘  یعنی  اس کی نیکیاں اتنی نہ ہوں گی جو اس کی برائیوں کے برابر ہوں <span class=\"arabic qpc-hafs brown\">﴿ فَاُمُّهٗ هَاوِيَةٌ﴾</span> تو اس کا  ٹھکانا اور مسکن جہنم ہو گا،  جس کے ناموں میں سے ایک نام اَلْھَاوِیَۃ ہے،<span class=\"bluﷺ\">  جہنم اس کے لیے بمنزلہ ماں کے ہو گا جو اپنے بیٹے کو ساتھ ساتھ رکھتی ہے۔ جیسا کہ اللہ تعالیٰ نے  فرمایا :</span><span class=\"arabic qpc-hafs brown\">﴿ اِنَّ عَذَابَهَا كَانَ غَرَامًا﴾</span><span class=\"grﷺﷺn\">(القرقان:25؍65)</span> ’’بے شک جہنم کا عذاب تو چمٹ جانے والا ہے۔‘‘یہ بھی کہا جاتا ہے کہ اس کا دماغ جہنم میں گرے گا،  یعنی اس کو سر کے بل جہنم میں گرایا جائے گا۔\n <span class=\"arabic qpc-hafs brown\">﴿ وَمَاۤ اَدۡرٰىكَ مَاهِيَهۡ﴾</span> ’’اور تم کیا سمجھو کہ وہ ہاویہ کیا ہے۔‘‘ یہ سوال اس کے معاملے کو بڑا ہولناک کرکے دکھاتا ہے۔  پھر اپنے ارشاد سے اس کی تفسیر فرمائی: <span class=\"arabic qpc-hafs brown\">﴿ نَارٌ حَامِيَةٌ﴾</span> سخت حرارت والی آگ،  اس کی حرارت دنیا کی آگ سے ستر گنا زیادہ ہو گی۔ ہم اس آگ سے اللہ تعالیٰ کی پناہ مانگتے ہیں۔                </div>"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Dehşeti yüreklere çarpan <span class=\"green\">(Kâria)</span>!\n2- Nedir o dehşeti yüreklere çarpan?\n3- O dehşeti yüreklere çarpanın ne olduğunu sen nereden bilebilirsin ki?\n4- O gün insanlar, etrafa dağılmış pervaneler gibi olacak;\n5- Dağlar da <span class=\"green\">(didilmiş boyalı)</span> yün gibi ol<span class=\"green\">(up havada uçuş)</span>acak.\n6- Artık kimin tartıları ağır gelirse;\n7- O, hoşnut edici bir yaşayış içindedir.\n8- Kimin de tartıları hafif gelirse;\n9- Onun anası/barınağı Hâviyedir.\n10- Onun ne olduğunu sen nereden bilebilirsin ki?\n11- Kızgın bir ateştir.</p><div><span class=\"green\">(Mekke’de inmiştir. 11 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1-3. <span class=\"brown\">“Dehşeti yüreklere çarpan”</span><span class=\"green\">(anlamı verilen)</span><span class=\"brown\">“القارعة”; Kıyamet gününün isimlerinden birisidir. Ona bu ismin veriliş sebebi, insanların kapısını çalması ve dehşetleri ile onları şaşkına çevirmesidir. \nİşte bundan dolayı Yüce Allah,<span class=\"blue\"> Kıyametin büyüklüğünü ve dehşetli halini dile getirerek şöyle buyurmaktadır:</span> “Dehşeti yüreklere çarpan! Nedir o dehşeti yüreklere çarpan? O dehşeti yüreklere çarpanın ne olduğunu sen nereden bilebilirsin ki?”</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        4. <span class=\"brown\">“O gün insanlar”</span> ileri derecedeki korku ve dehşetin etkisinden dolayı <span class=\"brown\">“etrafa dağılmış pervaneler gibi olacak.”</span> Dalgalar halinde birbirine giren, etrafa saçılıp savrulan pervaneleri andıracak.\nPervaneler <span class=\"green\">(الفراش)</span>; geceleyin çıkan ve nereye gideceğini bilemeyen, birbirlerine karışıp duran <span class=\"green\">(kelebek benzeri)</span> birtakım hayvanlardır. Yanan bir ateş görürlerse idrakinin zayıflığı dolayısı ile hemen bu ateşe atılırlar. İşte akıl sahibi insanların hali de kıyamette bu olacaktır.                </div><div lang=\"tr\" class=\"tr \">\n                                        5. O sapasağlam güçlü dağlara gelince; onlar da <span class=\"brown\">“<span class=\"green\">(didilmiş boyalı)</span> yün gibi ol<span class=\"green\">(up havada uçuş)</span>acak.”</span> Yani en basit bir rüzgarın uçuruverdiği, son derece güçsüz bir hal almış, didilmiş yüne dönecekler.<span class=\"blue\"> Yüce Allah şöyle buyurmaktadır:</span><span class=\"brown\">“Sen dağları görür ve onları yerinde duruyor sanırsın. Halbuki onlar, bulutların gitmesi gibi giderler.”</span><span class=\"green\">(en-Neml, 27/88)</span>\nBundan sonra da dağlar, darmadağın olacak ve etrafa saçılmış toz toprağa döneceklerdir. Onlardan gözle görülecek bir şey kalmayacaktır.<span class=\"blue\"> İşte o vakit mizan/tartı kurulacak ve insanlar bahtiyar kimselerle bedbaht kimseler olmak üzere iki kısma ayrılacak:</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        6-7. <span class=\"brown\">“Artık kimin tartıları ağır gelirse”</span> iyilikleri kötülüklerinden ağır basarsa <span class=\"brown\">“O,” nimet dolu cennetlerde “hoşnut edici bir yaşayış içindedir.”</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        8-9. <span class=\"brown\">“Kimin de” kötülüklerini karşılayabilecek kadar iyilikleri olmadığı için “tartıları hafif gelirse, onun anası”</span> varacağı ve kalacağı yer <span class=\"brown\">“Hâviyedir.”</span> Cehennem ateşidir. \nel-Hâviye, cehennemin isimlerinden birisidir. Tıpkı yavrusundan ayrılmayan anne gibi ateş de onun yakasını bırakmayacaktır. Nitekim Yüce Allah,<span class=\"blue\"> şöyle buyurmaktadır:</span><span class=\"brown\">“Çünkü onun azabı sahibinin yakasını bırakmaz.”</span><span class=\"green\">(el-Furkân, 25/65)</span> Bu buyruğun şu anlama geldiği de söylenmiştir: Kişinin, <span class=\"green\">(ana merkezi olan)</span> başı ceheneme yuvarlanacak, yani tepe üstü cehennem ateşine atılacaktır.\n10-11. <span class=\"brown\">“Onun ne olduğunu sen nereden bilebilirsin ki?”</span> Bu, cehennemin pek dehşetli olduğunu anlatmak içindir.<span class=\"blue\"> Daha sonra da bunu:</span><span class=\"brown\">“Kızgın bir ateştir”</span> diye açıklamaktadır. Yani, sıcağı pek çetindir. Onun harareti, dünya ateşinin hararetinden yetmiş kat fazladır. O ateşten Allah’a sığınırız.\nKâria Sûresi’nin tefsiri, burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 776,
            "text": "El momento en que los corazones de las personas son golpeados por la gravedad de sus horrores."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 182,
            "text": "因其巨大的惊悚而震荡人心的那一刻是什么呢？"
        },
        {
            "resource_id": 92,
            "text": "مَا الْقَارِعَةُ (2) و { ما } استفهامية ، والاستفهام مستعمل في التهويل على طريقة المجاز المرسل المركب لأن هول الشيء يستلزم تساؤل الناس عنه .ف { القارعة } هنا مراد بها حادثة عظيمة . وجمهور المفسرين على أن هذه الحادثة هي الحشر فجعلوا القارعة من أسماء يوم الحشر مثل القيامة ، وقيل : أريد بها صيحة النفخة في الصُّور ، وعن الضحاك : القارعة النار ذات الزفير ، كأنه يريد أنها اسم جهنم .وهذا التركيب نظير قوله تعالى : { الحاقة ما الحاقة وما أدراك ما الحاقة } [ الحاقة : 1 3 ] وقد تقدم ."
        },
        {
            "resource_id": 166,
            "text": "<p>ভীতিপ্ৰদ মহা বিপদ কী ?</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "Cos'è quest'Ora che scuote i cuori della gente con i suoi grandi orrori?!"
        },
        {
            "resource_id": 16,
            "text": "أيُّ شيء هذه القارعة؟"
        },
        {
            "resource_id": 179,
            "text": "Ano ang oras na ito na kakalampag sa mga puso ng tao dahil sa kasukdulan ng hilakbot dito?"
        },
        {
            "resource_id": 905,
            "text": "ما هذه الساعة التي تقرع قلوب الناس لعظم هولها؟!"
        },
        {
            "resource_id": 791,
            "text": "ഭയാനകത കൊണ്ട് ഹൃദയങ്ങളെ ഭീതിയിലാഴ്ത്തുന്ന സമയം എന്താകുന്നു?"
        },
        {
            "resource_id": 177,
            "text": "Thời khắc làm các con tim con người phải kinh hoàng là gì vậy?"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( مَا الْقَارِعَةُ )</span> يقول تعالى ذكره معظما شأن القيامة والساعة التي يقرع العباد هولها: أيّ شيء القارعة،<span class=\"blue\"> يعني بذلك:</span> أيّ شيء الساعة التي يقرع الخلق هولها: أي ما أعظمها وأفظعها وأهولها.</p>"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"ما القارعة\"</span>، تهويل وتعظيم.</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 180,
            "text": "২. এ কেমন মহাকাল যা তার কঠিন ভয়াবহতা নিয়ে মানুষের অন্তরকে করাঘাত করবে?!"
        },
        {
            "resource_id": 776,
            "text": "¿Qué es esta hora que golpea los corazones de las personas por la gravedad de sus horrores?"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 2{ مَا الْقَارِعَۃُ۔ } ”کیا ہے وہ کھٹکھٹانے والی !“ قَرْع کے معنی ایک چیز کو کسی دوسری چیز پر زور سے دے مارنے کے ہیں۔ جیسے دروازے کو زور زور سے کھٹکھٹانا۔ اس لغوی معنی کی مناسبت سے قارعہ کا لفظ ہولناک حادثے اور عظیم مصیبت کے لیے بولا جاتا ہے۔ چناچہ جب کوئی قوم کسی حادثہ فاجعہ یا عظیم آفت کا شکار ہو تو عرب کہتے ہیں : قَرَعَتْھُمُ الْقَارِعَۃُ۔۔۔۔ یعنی وہ قیامت جب آئے گی تو پوری کائنات کو کھٹکھٹا ڈالے گی اور دنیا کی ہرچیز کو تہ وبالا کر دے گی۔ تمام اجرامِ فلکی آپس میں ٹکرائیں گے جس سے خوفناک دھماکے ہوں گے اور دل دہلادینے والی آوازیں پیدا ہوں گی۔</p>"
        },
        {
            "resource_id": 173,
            "text": "Qu’est-ce cette heure dont le grand effroi fracasse les cœurs des gens?"
        },
        {
            "resource_id": 792,
            "text": "តើអ្វីទៅជាពេលវេលាដែលធ្វើឲ្យដូងចិត្តរបស់មនុស្សលោកភ័យញាប់ញ័រដោយសារតែស្ថានភាពដ៏រន្ធត់របស់វានោះ?"
        },
        {
            "resource_id": 790,
            "text": "মানুহৰ অন্তৰ কপোৱা সেই ভয়াৱহ সময়টোনো কি?"
        },
        {
            "resource_id": 174,
            "text": "Apakah hari yang menggetarkan hati manusia karena kedahsyatan huru-haranya itu?"
        },
        {
            "resource_id": 172,
            "text": "Dehşetinin büyüklüğüyle insanların kalplerini hoplatan bu saat nedir?"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">مَا الْقَارِعَةُ (٢)</span> ] ئه‌ی محمد - <span class=\"saw\">صلی الله علیه وسلم</span> - تۆ چوزانی (قاریعه‌) چیه‌؟"
        },
        {
            "resource_id": 165,
            "text": "<p>ঠক্‌ঠক্‌কারী (মহাপ্রলয়) কি?</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>ثم قال معظما أمرها ومهولا لشأنها : <span class=\"arabic qpc-hafs\">( وما أدراك ما القارعة )</span> ؟</p>"
        },
        {
            "resource_id": 91,
            "text": "عظَّم أمرها وفخمه"
        },
        {
            "resource_id": 178,
            "text": "Что же это за Час, который наполняет сердца страхом своим великим ужасом?!"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "استفهام ; أي أي شيء هي القارعة ؟"
        },
        {
            "resource_id": 175,
            "text": "Šta je Čas kada će srca biti potresena zbog velikih strahota?"
        },
        {
            "resource_id": 181,
            "text": "این روز که به‌سبب هول و هراسِ زیادِ خود دل‌های مردم را در هم می‌کوبد چیست؟!"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "What is this hour that strikes the hearts of people because of the severity of its horrors?"
        },
        {
            "resource_id": 183,
            "text": "この大打撃の恐ろしさで、人びとの心が震えおののく時とは何か。"
        },
        {
            "resource_id": 93,
            "text": "و \" القارعة \" : مبتدأ ، و \" ما \" : مبتدأ ثان ، و \" القارعة \" : خبر المبتدأ الثانى ، وجملة المبتدأ الثانى وخبره فى محل رفع خبر المبتدأ الأول ."
        },
        {
            "resource_id": 165,
            "text": "<p>কিসে তোমাকে জানাল, ঠক্‌ঠক্‌কারী (মহাপ্রলয়) কি?</p>"
        },
        {
            "resource_id": 90,
            "text": "وكذا وما أدراك ما القارعة كلمة استفهام على جهة التعظيم والتفخيم لشأنها ، كما قال : الحاقة ما الحاقة وما أدراك ما الحاقة على ما تقدم ."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "وَمَا أَدْرَاكَ مَا الْقَارِعَةُ (3)ومعنى { وما أدراك ما القارعة } زيادة تهويل أمر القارعة و { ما } استفهامية صادقة على شخص ، والتقدير : وأي شخص أدراك ، وهو مستعمل في تعظيم حقيقتها وَهَوْلها لأن هول الأمر يستلزم البحث عن تعرفة . وأدراك : بمعنى أعلمك .و { ما القارعة } استفهام آخر مستعمل في حقيقته ، أي ما أدراك جواب هذا الاستفهام . وسدّ الاستفهام مَسدَّ مفعولي { أدراك } .وجملة : { وما أدراك ما القارعة } عطف على جملة { ما القارعة } .والخطاب في { أدراك } لغير معين ، أي وما أدراك أيها السامع .وتقدم نظير هذا عند قوله تعالى : { الحاقة ما الحاقة وما أدراك ما الحاقة } [ الحاقة : 1 3 ] وتقدم بعضه عند قوله تعالى : { وما أدراك ما يوم الدين } في سورة الانفطار ( 17 ) ."
        },
        {
            "resource_id": 173,
            "text": "Ô Messager, Qu’est-ce cette heure dont le grand effroi fracasse les cœurs des gens? Il s’agit du Jour de la Résurrection."
        },
        {
            "resource_id": 792,
            "text": "តើអ្វីដែលធ្វើឱ្យអ្នកដឹងថា អ្វីទៅជាពេលវេលាដែលធ្វើឲ្យដូងចិត្តរបស់មនុស្សលោកភ័យញាប់ញ័រដោយសារតែស្ថានភាពដ៏រន្ធត់របស់វានោះ? ពិតណាស់ វានោះគឺជាថ្ងៃបរលោក។"
        },
        {
            "resource_id": 790,
            "text": "হে ৰাছুল আপোনাক কিহে জনাব যে অন্তৰ কপোৱা সেই সময় কি? নিশ্চিতৰূপে সেয়া হৈছে ক্বিয়ামতৰ সময়।"
        },
        {
            "resource_id": 174,
            "text": "Tahukah kamu -wahai Rasul-, apakah hari yang menggetarkan hati manusia karena kedahsyatan huru-haranya ini?! Itulah hari Kiamat."
        },
        {
            "resource_id": 172,
            "text": "-Ey Peygamber!- Dehşetinin büyüklüğüyle insanların kalplerini hoplatan o saatin ne olduğunu sana ne öğretti? Şüphesiz o kıyamet günüdür."
        },
        {
            "resource_id": 905,
            "text": "وما أعلمك - أيها الرسول - ما هذه الساعة التي تقرع قلوب الناس لعظم هولها؟! إنها يوم القيامة."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَمَا أَدْرَاكَ مَا الْقَارِعَةُ (٣)</span> ] ئه‌ی محمد - <span class=\"saw\">صلی الله علیه وسلم</span> - تۆ چوزانی ئه‌و ڕۆژه‌ چ ڕۆژێكه‌؟ بۆ جه‌خت كردنه‌وه‌و به‌گه‌وره‌ زانین و ترسناكی ئه‌و ڕۆژه‌یه‌."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 179,
            "text": "Ano ang nagpaalam sa iyo, O Sugo, kung ano ang oras na ito na kakalampag sa mga puso ng mga tao dahil sa kasukdulan ng hilakbot dito? Tunay na ito ay ang Araw ng Pagbangon."
        },
        {
            "resource_id": 91,
            "text": "عظَّم أمرها وفخمه"
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( وَمَآ أَدْرَاكَ مَا القارعة ) معطوف على جملة \" ما القارعة \" والخطاب فى قوله ( وَمَآ أَدْرَاكَ ) لكل من يصلح له .أى : وما أدراك - أيها المخاطب - ما كنهها فى الشدة؟ إنها فى الشدة والهول شئ عظيم . لا يعلم مقدارها إلا الله - تعالى - .فالمقصود من الآيات الكريمة : تعظيم شأنها ، والتعجيب من حالها ، وأنها تختلف عن قوارع الدنيا - مهما بلغ عظمها - اختلافا كبيرا ."
        },
        {
            "resource_id": 14,
            "text": "<p>ثم قال تعالى معظما ومهولا لشأنها وما أدراك ما القارعة.</p>"
        },
        {
            "resource_id": 178,
            "text": "Откуда же тебе знать, о Посланник, что такое этот Час, который наполняет сердца страхом своим великим ужасом?! Это – Судный день!"
        },
        {
            "resource_id": 171,
            "text": "O Messenger! And what do you know of this hour that strikes the hearts of people because of the severity of its horrors? It is the Day of Judgement."
        },
        {
            "resource_id": 183,
            "text": "使徒よ、大打撃の恐ろしさで、人びとの心が震えおののく時が何であるかを、あなたに教えてくれるのは何か。"
        },
        {
            "resource_id": 176,
            "text": "E cosa ne sai, o Messaggero, di cos'è quest'Ora che scuote i cuori della gente con i suoi orrori?! In verità, è il Giorno della Resurrezione."
        },
        {
            "resource_id": 175,
            "text": "I šta ti znaš, o Poslaniče, šta je je taj čas kada će srca biti potresena zbog velikih strahota? To je Smak svijeta."
        },
        {
            "resource_id": 181,
            "text": "و - ای رسول- تو چه می‌دانی این روز که به‌سبب وحشت و هراسِ زیادش دل‌های مردم را در هم می‌کوبد چیست؟! قطعاً این روز همان روز قیامت است."
        },
        {
            "resource_id": 16,
            "text": "وأيُّ شيء أعلمك بها؟"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَمَا أَدْرَاكَ مَا الْقَارِعَةُ )</span> يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وما أشعرك يا محمد أيّ شيء القارعة.</p>"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"وما أدراك ما القارعة\"</span>.</p>"
        },
        {
            "resource_id": 182,
            "text": "使者啊！你怎么能够知道因其巨大的惊悚而震荡人心的那一刻是什么呢？它就是复活日。"
        },
        {
            "resource_id": 180,
            "text": "৩. হে রাসূল! আপনি কি জানেন, এ মহাকাল যা তার ভয়াবহতা নিয়ে মানুষের অন্তরকে করাঘাত করবে তা কিয়ামত দিবস?!"
        },
        {
            "resource_id": 166,
            "text": "<p>আর ভীতিপ্ৰদ মহা বিপদ সম্পর্কে আপনাকে কিসে জানাবে ?</p>"
        },
        {
            "resource_id": 177,
            "text": "Điều gì cho Ngươi biết - hỡi Thiên Sứ - về Thời khắc làm các con tim con người phải kinh hoàng đó? Đó chính là Ngày Tận Thế."
        },
        {
            "resource_id": 776,
            "text": "¡Mensajero! ¿Qué conoces de esta hora que golpea los corazones de las personas por la gravedad de sus horrores? Es el Día del Juicio."
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹുവിൻ്റെ റസൂലേ! അതിഭീകരത കൊണ്ട് ഹൃദയങ്ങളെ ഭയപ്പെടുത്തുന്ന ഈ സമയം ഏതാണെന്ന് നിനക്ക് അറിയുമോ?! അന്ത്യനാളാകുന്നു അത്."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ )</span> يقول تعالى ذكره: القارعة يوم يكون الناس كالفراش، وهو الذي يتساقط في النار والسراج، ليس ببعوض ولا ذباب،<span class=\"blue\"> ويعني بالمبثوث:</span> المفرّق.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ )</span> هذا الفراش الذي رأيتم يتهافت في النار.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ )</span> قال: هذا شَبَه شبهه الله،<span class=\"blue\"> وكان بعض أهل العربية يقول:</span> معنى ذلك: كغوغاء الجراد، يركب بعضه بعضا، كذلك الناس يومئذ، يجول بعضهم في بعض.</p>"
        },
        {
            "resource_id": 791,
            "text": "മനുഷ്യരുടെ ഹൃദയങ്ങളെ അത് ഭീതിയിലാഴ്ത്തുകയും, അവർ അവിടെയും ഇവിടെയുമായി ചിന്നിച്ചിതറിയ പാറ്റകളെ പോലെ ആയിത്തീരുകയും ചെയ്യും."
        },
        {
            "resource_id": 181,
            "text": "روزی‌که دل‌های مردم کوبیده می‌شود و مانند پروانه‌های پراکنده و متفرق همه‌جا پخش می‌شوند."
        },
        {
            "resource_id": 92,
            "text": "يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ (4) { يوم } مفعول فيه منصوب بفعل مضمر دل عليه وصف القارعة لأنه في تقدير : تَقْرع ، أو دل عليه الكلام كله فيقدر : تكون ، أو تحصل ، يوم يكون الناس كالفراش .وجملة : { يوم يكون الناس } مع متعلقها المحذوف بيان للإِبهامين اللذين في قوله : { ما القارعة } [ القارعة : 2 ] وقوله : { وما أدراك ما القارعة } [ القارعة : 3 ] .وليس قوله : { يوم يكون الناس } خبراً عن { القارعة } إذ ليس سياق الكلام لتعيين يوم وقوع القارعة .والمقصود بهذا التوقيت زيادة التهويل بما أضيف إليه { يوم } من الجملتين المفيدتين أحوالاً هائلة ، إلا أن شأن التوقيت أن يكون بزمان معلوم ، وإذ قد كان هذا الحال الموقت بزمانه غير معلوم مَداه . كان التوقيت لهُ إطماعاً في تعيين وقت حصوله إذ كانوا يَسألون متى هذا الوعد ، ثم توقيته بما هو مجهول لهم إبهاماً آخر للتهويل والتحذير من مفاجأته ، وأبرز في صورة التوقيت للتشويق إلى البحث عن تقديره ، فإذا باء الباحث بالعجز عن أخذ بحيطة الاستعداد لحلوله بما ينجيه من مصائبه التي قرَعتْ به الأسماع في آي كثيرة .فحصل في هذه الآية تهويل شديد بثمانية طرق : وهي الابتداء باسم القارعة ، المؤذن بأمر عظيم ، والاستفهام المستعمل في التهويل ، والإِظهار في مقام الإِضمار أول مرة ، والاستفهامُ عما ينْبىءُ بكنه القارعة ، وتوجيهُ الخطاب إلى غير معين ، والإِظهار في مقام الإِضمار ثاني مرة ، والتوقيتُ بزمان مجهوللٍ حصوله وتعريف ذلك الوقت بأحوال مهولة .والفَراش : فرخ الجَراد حين يخرُج من بيضه من الأرض يَركب بعضه بعضاً وهو ما في قوله تعالى : { يخرجون من الأجداث كأنهم جراد منتشر } [ القمر : 7 ] . وقد يطلق الفراش على ما يطير من الحشرات ويتساقط على النار ليْلاً وهو إطلاق آخر لا يناسب تفسيرُ لفظ الآية هنا به .و { المبثوث } : المتفرق على وجه الأرض .وجملة : { وتكون الجبال كالعهن المنفوش } معترضة بين جملة { يوم يكون الناس كالفراش المبثوث } وجملة : { فأما من ثقلت موازينه } [ القارعة : 6 ] الخ . وهو إدماج لزيادة التهويل .ووجه الشبه كثرة الاكتظاظ على أرض المحشر ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 182,
            "text": "那日，它震荡着人心，人们就如分散的飞蛾一般乱飞。"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"red\">\"ثم فسر ذلك بقوله \"</span>يوم يكون الناس كالفراش المبثوث<span class=\"red\">\" أي في انتشارهم وتفرقهم وذهابهم ومجيئهم من حيرتهم مما هم فيه كأنهم فراش مبثوث كما قال تعالى في الآية الأخرى \"</span>كأنهم جراد منتشر\".</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 183,
            "text": "その日、人びとの心は打撃を受けて、飛び散った蛾のようになり、"
        },
        {
            "resource_id": 179,
            "text": "Sa Araw na kakalampagin ang mga puso ng mga tao, sila ay magiging para bang mga gamugamong kumakalat na naglilipana dito at doon,"
        },
        {
            "resource_id": 178,
            "text": "В тот день, когда сердца наполнятся страхом, люди будут как рассеянные там и тут мотыльки,"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : يوم يكون الناس كالفراش المبثوثيوم منصوب على الظرف ، تقديره : تكون القارعة يوم يكون الناس كالفراش المبثوث . قال قتادة : الفراش الطير الذي يتساقط في النار والسراج . الواحد فراشة ، وقاله أبو عبيدة . وقال الفراء : إنه الهمج الطائر ، من بعوض وغيره ; ومنه الجراد . ويقال : هو أطيش من فراشة . وقال :طويش من نفر أطياش أطيش من طائرة الفراشوقال آخر :وقد كان أقوام رددت قلوبهم     إليهم وكانوا كالفراش من الجهلوفي صحيح مسلم عن جابر ، قال : قال رسول الله - صلى الله عليه وسلم - : \" مثلي ومثلكم كمثل رجل أوقد نارا ، فجعل الجنادب والفراش يقعن فيها ، وهو يذبهن عنها ، وأنا آخذ بحجزكم عن النار ، وأنتم تفلتون من يدي \" . وفي الباب عن أبي هريرة . والمبثوث المتفرق . وقال في موضع آخر : كأنهم جراد منتشر . فأول حالهم كالفراش لا وجه له ، يتحير في كل وجه ، ثم يكونون كالجراد ; لأن لها وجها تقصده . والمبثوث : المتفرق والمنتشر . وإنما ذكر على اللفظ : كقوله تعالى : أعجاز نخل منقعر ولو قال المبثوثة فهو كقوله تعالى : أعجاز نخل خاوية . وقال ابن عباس والفراء : كالفراش المبثوث كغوغاء الجراد ، يركب بعضها بعضا . كذلك الناس ، يجول بعضهم في بعض إذا بعثوا ."
        },
        {
            "resource_id": 165,
            "text": "<p>সেদিন মানুষ হবে বিক্ষিপ্ত পতঙ্গের মত। [১]</p><p>[১] فِرَاش মশা ও আলোর কাছে ঘুরে বেড়ায় এমন পতঙ্গকে বলা হয়। مَبثُوث মানে হল বিক্ষিপ্ত। অর্থাৎ, কিয়ামতের দিন মানুষ বিক্ষিপ্ত পতঙ্গের ন্যায় ছুটাছুটি করতে থাকবে।</p>"
        },
        {
            "resource_id": 176,
            "text": "Il Giorno in cui i cuori della gente verranno scossi e saranno come falene disperse qua e là,"
        },
        {
            "resource_id": 173,
            "text": "Ce Jour-là, les gens seront tels des papillons éparpillés çà et là"
        },
        {
            "resource_id": 177,
            "text": "Vào Ngày đó, con người hoảng sợ chạy tán loạn như những con bươm bướm bay tứ tán."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "On the day when the hearts of people will be struck, they will be like locusts, dispersed here and there."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ (٤)</span> ] ئه‌و ڕۆژه‌ ڕۆژێكه‌ كاتێك كه‌ خه‌ڵكی له‌ گۆڕه‌كانیان ده‌رئه‌چن و به‌ره‌و ساحه‌ی مه‌حشه‌ر به‌ڕێ ئه‌كه‌ون هه‌ر یه‌كێك و به‌ڵایه‌كدا ئه‌ڕوات له‌به‌ر ترسناكی دیمه‌ن و هه‌ڵوێست و مه‌وقیفه‌كه‌ وه‌كو په‌پوله‌ی بڵاو وان، یاخود به‌شێوازێكی گشتی وه‌كو حه‌شه‌رات كه‌ هه‌ر یه‌كیك به‌ڵایه‌كدا ئه‌ڕوات به‌و شێوازه‌ بڵاو ئه‌بنه‌وه‌ له‌ جیاوازی و هاتن و چوون و سه‌رلێشێواندنیاندا كه‌ نازانن به‌ره‌و كوێ بڕۆن."
        },
        {
            "resource_id": 792,
            "text": "គឺថ្ងៃដែលដួងចិត្តមនុស្សលោកញាប់ញ័រភ័យរន្ធត់ប្រៀបដូចជាហ្វូងសត្វមេអំបៅដែលហើរប្រសេចប្រសាចគ្រប់ទីកន្លែង។"
        },
        {
            "resource_id": 180,
            "text": "৪. যে দিন মহাকাল মানুষের আন্তঃকরণগুলোকে করাঘাত করবে তারা সে দিন বিক্ষিপ্ত পতঙ্গের ন্যায় এ দিক সে দিক ছুটাছুটি করবে।"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ يَوْمَ يَكُونُ النَّاسُ }</span> من شدة الفزع والهول، <span class=\"arabic qpc-hafs brown\">{ كَالْفَرَاشِ الْمَبْثُوث }</span> أي: كالجراد المنتشر، الذي يموج بعضه في بعض،<span class=\"blue\"> والفراش:</span> هي الحيوانات التي تكون في الليل، يموج بعضها ببعض لا تدري أين توجه، فإذا أوقد لها نار تهافتت إليها لضعف إدراكها، فهذه حال الناس أهل العقول،"
        },
        {
            "resource_id": 166,
            "text": "<p>সেদিন মানুষ হবে বিক্ষিপ্ত পতঙ্গের মত [১] ,</p><p>[১] অর্থাৎ মানুষ সেদিনের অবস্থার পরিপ্রেক্ষিতে তাদের বিক্ষিপ্ততা, আনা-গোনা ইত্যাদিতে উদ্ভ্রান্তের মত থাকবে। মনে হবে যেন তারা বিক্ষিপ্ত পতঙ্গ। অন্য আয়াতে বলা হয়েছে, “মনে হবে যেন তারা বিক্ষিপ্ত পঙ্গপাল”। [সূরা আল-কামারঃ ৭] আগুন জ্বালানোর পর পতংগ যেমন দিক-বিদিক থেকে হন্য হয়ে আগুনের দিকে ছুটে আসে সেদিন মানুষ তেমনিভাবে হাশরের মাঠের দিকে ছুটে আসবে। [ইবন কাসীর, কুরতুবী]</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>یہ تو تھا اس کھٹکھٹانے والی اور عظیم حادثے کا پہلا منظر۔ اس کو دیکھتے ہی دل ٹکڑے ٹکڑے ہوکر اڑنے لگتا ہے۔ انسان پر کپکپی طاری ہوجاتی ہے اور وہ یوں محسوس کرنے لگتا ہے کہ اس دنیا کی ہر وہ چیز جس کا سہارا وہ لے سکتا تھا ، اڑی اڑی سی جارہی ہے۔ وہ ہوا میں اس طرح اڑتی ہے جس طرح ذرے اڑ رہے ہوتے ہیں اور اچانک آخری اور مکمل خاتمہ سامنے آجاتا ہے۔</p>"
        },
        {
            "resource_id": 790,
            "text": "যিদিনাখন অন্তৰবোৰ ভীতিপ্ৰদ হব সেইদিনা মানুহ বিক্ষিপ্ত কীট- পতঙ্গৰ দৰে হব।"
        },
        {
            "resource_id": 776,
            "text": "En el día que los corazones de la gente se verán afectados, las personas serán como langostas, dispersas por todos lados"
        },
        {
            "resource_id": 175,
            "text": "Toga dana kada srca ljudska zbog strahote budu potresena, ljudi će biti poput leptirova, na sve strane raštrkani."
        },
        {
            "resource_id": 905,
            "text": "يوم تقرع قلوب الناس يكونون كالفراش المُنْتَشِر المتناثر هنا وهناك."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"يوم يكون الناس كالفراش المبثوث\"</span>هذا الفراش : الطير <span class=\"reference\">[ الصغار البق ، واحدها فراشة ،<span class=\"blue\"> أي :</span> كالطير ]</span> التي تراها تتهافت في النار ،<span class=\"blue\"> والمبثوث :</span> المتفرق .<span class=\"blue\"> وقال الفراء :</span> كغوغاء الجراد ، شبه الناس عند البعث بها <span class=\"reference\">[ لأن الخلق ]</span> يموج بعضهم في بعض ويركب بعضهم بعضا من الهول كما قال : <span class=\"arabic qpc-hafs\">\" كأنهم جراد منتشر \"</span> <span class=\"green\">( القمر - 7 )</span> .</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 16,
            "text": "في ذلك اليوم يكون الناس في كثرتهم وتفرقهم وحركتهم كالفراش المنتشر، وهو الذي يتساقط في النار."
        },
        {
            "resource_id": 93,
            "text": "وبعد أن بين - سبحانه - أن معرفة حقيقتها أمر عسير . . أتبع ذلك ببيان أحوال الناس وقت وقوعها فقال : ( يَوْمَ يَكُونُ الناس كالفراش المبثوث ) .و \" يوم \" منصوب بفعل مقدر . والفراش : هو الحشرة التى تتهافت نحو النار ، وسمى بذلك لأنه يتفرش وينتشر من حولها .والمبثوث : المنتشر المتفرق . تقول : بثثت الشئ ، إذا فرقته ، ومنه قوله - تعالى - : ( وَزَرَابِيُّ مَبْثُوثَةٌ ) أى : متناثرة متفرقة .أى : تحصل القارعة يوم يكون الناس فى انتشارهم وكثرتهم واضطرابهم وإقبالهم نحو الداعى لهم نحو أرض المحشر . . كالحشرات الصغيرة المتهافتة نحو النار .فأنت ترى أنه - سبحانه - قد شبه الناس فى هذا الوقت العصيب ، بالفراش المتفرق المنتشر فى كل اتجاه ، وذلك لأن الناس فى هذا اليوم يكونون فى فزع ، يجعل كل واحد منهم مشغولا بنفسه ، وفى حالة شديدة من الخوف والاضطراب ."
        },
        {
            "resource_id": 174,
            "text": "Pada Hari itu hati manusia bergetar, mereka menjadi seperti anai-anai yang beterbangan dan berserakan ke sana sini."
        },
        {
            "resource_id": 172,
            "text": "Dehşetin kalpleri bürüdüğü o gün, insanlar etrafa saçılan pervaneler gibi olurlar."
        },
        {
            "resource_id": 172,
            "text": "Dağlar hızlı bir şekilde yerinden oynamasında ve hareket etmesinde etrafa atılmış yün gibi olurlar."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 776,
            "text": "y las montañas serán como lana cardada, y se moverán de su lugar con fuerza."
        },
        {
            "resource_id": 177,
            "text": "Những quả núi sẽ biến mất, hình ảnh của nó giống như những sợi lông cừu bị thổi tung lên và bay mất dạng."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ )</span> يقول تعالى ذكره: ويوم تكون الجبال كالصوف المنفوش؛<span class=\"blue\"> والعِهْن:</span> هو الألوان من الصوف.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ )</span> قال: الصوف المنفوش.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة،<span class=\"blue\"> قال:</span> هو الصوف. وذُكر أن الجبال تسير على الأرض وهي في صورة الجبال كالهباء.</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ (٥)</span> ] وه‌ شاخه‌كانیش له‌ شوێنی خۆیان هه‌ڵئه‌كه‌ندرێن و وه‌كو سوفی شیكراوه‌یان لێ دێت و  به‌ هه‌وادا ئه‌ڕۆن."
        },
        {
            "resource_id": 182,
            "text": "山岳犹如蓬松的毛绒，使人无法在上面行走和活动，"
        },
        {
            "resource_id": 180,
            "text": "৫. পর্বতমালা হবে ক্ষিপ্র গতি ও নড়াচড়ায় ধূনিত রঙ্গীন পশমের ন্যায়।"
        },
        {
            "resource_id": 179,
            "text": "at ang mga bundok ay magiging para bang mga lanang hinimaymay sa kagaanan ng pag-usad ng mga ito at paggalaw ng mga ito."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">يعني قد صارت كأنها الصوف المنفوش الذي قد شرع في الذهاب والتمزق قال مجاهد وعكرمة وسعيد بن جبير والحسن وقتادة وعطاء الخراساني والضحاك والسدي <span class=\"red\">\" العهن \"</span> الصوف ثم أخبر تعالى عما يئول آليه عمل العاملين وما يصيرون إليه من الكرامة والإهانة بحسب أعماله فقال.</p>"
        },
        {
            "resource_id": 178,
            "text": "а горы будут подобны расчесанной шерсти, в легкости своего движения."
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"وتكون الجبال كالعهن المنفوش\"</span>، كالصوف المندوف.</p>"
        },
        {
            "resource_id": 905,
            "text": "وتكون الجبال مثل الصوف المَنْدُوف في خفة سيرها وحركتها."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وتكون الجبال كالعهن المنفوشأي الصوف الذي ينفش باليد ، أي تصير هباء وتزول ; كما قال - جل ثناؤه - في موضع آخر : هباء منبثا وأهل اللغة يقولون : العهن الصوف المصبوغ . وقد مضى في سورة سأل سائل ."
        },
        {
            "resource_id": 175,
            "text": "Brda će biti poput vune raščupane lahka i pomjerat će se veoma jednostavno."
        },
        {
            "resource_id": 176,
            "text": "e le montagne saranno soffici come lana colorata, per la loro leggerezza e la facilità con cui verranno spostate."
        },
        {
            "resource_id": 181,
            "text": "و کوه‌ها در تیزروی و سرعت مانند پشم حلاجی‌شده می‌شوند."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 5{ وَتَـکُوْنُ الْجِبَالُ کَالْعِہْنِ الْمَنْفُوْشِ۔ } ”اور پہاڑ دھنی ہوئی اون کی مانند ہوجائیں گے۔“ العِھْن : رنگ دار اون کو کہتے ہیں اور مَنْفُوْش کے معنی ہیں دھنی ہوئی۔ یعنی پہاڑ اپنی جگہ پر قائم نہیں رہیں گے بلکہ ریزہ ریزہ ہو کر رنگ دار اون کی طرح ہوا میں اُڑ رہے ہوں گے۔</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>আর পর্বত সমূহ হবে ধুনিত রঙ্গিন পশমের মত [১]।</p><p>[১] অর্থাৎ যখন মহাদুর্ঘটনা ঘটে যাবে। আর এর ফলে সারা দুনিয়ার ব্যবস্থাপনা ছিন্নভিন্ন হয়ে যাবে, লোকেরা আতংকগ্ৰস্ত হয়ে এদিক ওদিক দৌড়াদৌড়ি করতে থাকবে যেমন আলোর ওপর ঝাঁপিয়ে পড়া পতংগরা চারদিকে বিক্ষিপ্তভাবে ছড়িয়ে ছিটিয়ে থাকে। পাহাড়গুলো ধূনা পশমের মত হবে, যা হাল্কা বাতাসে উড়ে যাবে। [সা‘দী]</p>"
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( وَتَكُونُ الجبال كالعهن المنفوش ) بيان لحالة أخرى من الأحوال التى يكون عليها هذا الكون يوم القيامة .والعهن : الصوف ذو الألوان المتعددة ، والمنفوش : المفرق بعضه عن بعض .أى : وتكون الجبال فى ذلك اليوم ، كالصوف الذى ينفش ويفرق باليد ونحوها . لخفته وتناثر أجزائه ، حتى يسهل غزله .والمتأمل فى هذه الآيات الكريمة ، يراها قد اشتملت على أقوا الأساليب وأبلغها ، فى التحذير من أهوال يوم القيامة ، وفى الحض على الاستعداد له بالإِيمان والعمل الصالح .لأنها قد ابتدأت بلفظ القارعة ، المؤذن بأمر عظيم ، ثم ثنت بالاستفهام المستعمل فى التهويل ، ثم أعادت اللفظ بذاته بدون إضمار له زيادة فى تعظيم أمره ، ثم جعلت الخطاب لكل من يصلح له ، ثم شبهت الناس فى تشبيها تقشعر منه الجلود ، ثم وصفت الجبال - وهى المعروفة بصلابتها ورسوخها - بأنها ستكون فى هذا اليوم كالصوف المتناثر الممزق ."
        },
        {
            "resource_id": 170,
            "text": "Из-за сильного страха и ужаса люди будут подобны мотылькам или разбросанной по земле беспокойной саранче. Мотылек - это насекомое, которое летает по ночам и беспорядочно перемещается в гуще других мотыльков. Из-за недостатка разума при виде огня мотыльки слетаются к нему. Когда же наступит Судный день, разумные люди окажутся в положении этих неразумных существ. Что же касается горных твердынь, то они станут мягкими и легкими, словно расчесанная шерсть. Даже легкий ветерок сможет унести их, и поэтому Всевышний сказал: «И ты увидишь, что горы, которые ты считал неподвижными, придут в движение, словно облака» (27:88). Затем горы превратятся в рассеянный прах и бесследно исчезнут. И вот тогда будут воздвигнуты весы, а люди разделятся на счастливых и несчастных."
        },
        {
            "resource_id": 91,
            "text": "وأما الجبال الصم الصلاب، فتكون <span class=\"arabic qpc-hafs brown\">{ كَالْعِهْنِ الْمَنْفُوشِ }</span> أي: كالصوف المنفوش، الذي بقي ضعيفًا جدًا، تطير به أدنى ريح،<span class=\"blue\"> قال تعالى:</span> <span class=\"arabic qpc-hafs brown\">{ وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ }</span> ثم بعد ذلك، تكون هباء منثورًا، فتضمحل ولا يبقى منها شيء يشاهد، فحينئذ تنصب الموازين،<span class=\"blue\"> وينقسم الناس قسمين:</span> سعداء وأشقياء،"
        },
        {
            "resource_id": 173,
            "text": "et les montagnes seront semblables à de la laine défaite, tellement elles se déplaceront vite et légèrement."
        },
        {
            "resource_id": 165,
            "text": "<p>এবং পর্বতসমূহ হবে ধূনিত রঙ্গিন পশমের ন্যায়। [১]</p><p>[১] عِهن সেই পশমকে বলা হয় যা নানান রঙে রঞ্জিত হয়। مَنفُوش অর্থ হল ধূনিত। এতে পাহাড়ের সেই অবস্থাকে বর্ণনা করা হয়েছে, যা কিয়ামতের দিন তার ঘটবে। কুরআন কারীমে পাহাড়ের উক্ত অবস্থা নানানভাবে বিভিন্ন স্থানে উল্লিখিত হয়েছে; যার বিস্তারিত বিবরণ পূর্বেই বর্ণিত হয়েছে। এরপর সেই দুই দলের কথা সংক্ষেপে উল্লেখ করা হচ্ছে, যারা কিয়ামতের দিন নিজ নিজ আমলানুযায়ী বিভক্ত হবে।</p>"
        },
        {
            "resource_id": 791,
            "text": "പർവ്വതങ്ങൾ കടഞ്ഞ കമ്പിളി പോലെ പോലെ -ഭാരമില്ലാതെ ചലിച്ചു കൊണ്ടിരിക്കുന്ന- അവസ്ഥയിലാകും."
        },
        {
            "resource_id": 792,
            "text": "ហើយភ្នំទាំងឡាយប្រៀបដូចជារោមសត្វចម្រុះពណ៌ដែលត្រូវគេធ្វើឲ្យប៉ើងរប៉ាត់រប៉ាយ។"
        },
        {
            "resource_id": 171,
            "text": "And the mountains will be like carded wool, in the way they will move from their places with force."
        },
        {
            "resource_id": 790,
            "text": "আৰু পৰ্বতবোৰ ধূনা ঊণৰ দৰে পাতল আৰু তীব্ৰ গতিত চলিবলৈ ধৰিব।"
        },
        {
            "resource_id": 183,
            "text": "また山々は軽く動く梳かれた羊毛のようになってしまう。"
        },
        {
            "resource_id": 92,
            "text": "وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ (5)والعِهن : الصوف ، وقيل : يختص بالمصبوغ الأحمر ، أو ذي الألوان ، كما في قول زهير: ... كأنَّ فُتات العِهن في كل منزلٍنَزَلْنَ به حبُّ الفَنَا لم يُحَطَّمِ ... لأن الجبال مختلفة الألوان بحجارتها ونبتها قال تعالى : { ومن الجبال جدد بيض وحمر مختلف ألوانها } [ فاطر : 27 ] .والمنفوش : المفرق بعض أجزائه عن بعض ليغزل أو تحشى به الحشايا ، ووجه الشبه تفرق الأجزاء لأن الجبال تندكّ بالزلازل ونحوها فتتفرق أجزاءً .وإعادة كلمة { تكون } مع حرف العطف للإِشارة إلى اختلاف الكونين فإن أولهما كونُ إيجاد ، والثاني كون اضمحلال ، وكلاهما علامة على زوال عالم وظهور عالم آخر .وتقدم قوله تعالى { وتكون الجبال كالعهن } في سورة المعارج ( 9 ) ."
        },
        {
            "resource_id": 16,
            "text": "وتكون الجبال كالصوف متعدد الألوان الذي يُنْفَش باليد، فيصير هباء ويزول."
        },
        {
            "resource_id": 174,
            "text": "Bahkan, gunung-gunung menjadi seperti bulu-bulu yang diterbangkan angin karena ringannya jalannya dan gerakannya."
        },
        {
            "resource_id": 181,
            "text": "اما کسی‌که اعمال صالح او از اعمال بدش سنگین‌تر باشد."
        },
        {
            "resource_id": 171,
            "text": "As for the one whose good deeds will outweigh his evil deeds."
        },
        {
            "resource_id": 179,
            "text": "Kaya tungkol naman sa sinumang tumimbang ang mga gawa niyang maayos higit sa mga gawa niyang masagwa,"
        },
        {
            "resource_id": 177,
            "text": "Đối với người nào mà những việc làm thiện tốt của y có trọng lượng nặng hơn việc tội lỗi."
        },
        {
            "resource_id": 90,
            "text": "قد تقدم القول في الميزان في \" الأعراف والكهف والأنبياء \" .وأن له كفة ولسانا توزن فيه الصحف المكتوب فيها الحسنات والسيئات .ثم قيل : إنه ميزان واحد بيد جبريل يزن أعمال بني آدم , فعبر عنه بلفظ الجمع .وقيل : موازين , كما قال : فلكل حادثة لها ميزان وقد ذكرناه فيما تقدم .وذكرناه أيضا في كتاب \" التذكرة \" وقيل : إن الموازين الحجج والدلائل , قاله عبد العزيز بن يحيى , واستشهد بقول الشاعر : قد كنت قبل لقائكم ذا مرة عندي لكل مخاصم ميزانه"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"فأما من ثقلت موازينه\"</span>، رجحت حسناته على سيئاته.</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>ترازو کے پلڑوں کے بھاری ہونے اور خفیف ہونے سے مراد یہ ہے کہ وہ پیمانے جن کا اللہ کے ہاں اعتبار ہے اور وہ پیمانے جن کا اللہ کے ہاں کوئی وزن نہیں ہے ، یہی بات قرآن کریم کے مجموعی انداز بیان سے معلوم ہوتی ہے۔ واللہ اعلم !</p><p>رہے وہ عقلی اور لفظی مباحث جو ان امور کے بارے میں مفسرین ومتکلمین کرتے ہی۔ یہ قرآن کریم کے ساتھ ناانصافی ہے۔ یہ مباحث وہی لوگ کرتے ہیں جو قرآن کریم کی حقیقی ترجیحات اور اہتمامات سے واقف نہیں ہوتے۔</p><p>فاما من ................ موازینہ (6:101) ” پھر جس کی قدریں اہم ہوں گی “ اور اللہ کے ہاں وہ درست ہوں گی۔</p>"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>তখন যার (নেকীর) পাল্লা ভারী হবে, [১]</p><p>[১] مَوَازِين হল مِيزَان শব্দের বহুবচন। এর অর্থ দাঁড়িপাল্লা; যার দ্বারা (কিয়ামতে) মানুষের আমলনামা ওজন করা হবে। এ ব্যাপারে সূরা আ'রাফ ৭:৮, সূরা কাহফ ১৮:১০৫ ও সূরা আম্বিয়া ২১:৪৭ আয়াতে উল্লেখ হয়েছে। কিছু কিছু উলামা বলেন যে, এখানে مَوَازِين হল مِيزَان শব্দের বহুবচন নয়; বরং তা مَوزُون শব্দের বহুবচন। অর্থাৎ এমন আমল যা আল্লাহর নিকট বিশেষ গুরুত্ব ও ওজন রাখে (তা ভারী অথবা হাল্কা হবে)। <em>(ফাতহুল ক্বাদীর)</em> কিন্তু প্রথম অর্থই বলিষ্ঠ ও সঠিক। উদ্দেশ্য হল, যার নেকী বেশী হবে এবং আমল ওজন হবার সময় তার নেকীর পাল্লা ভারী হয়ে যাবে।</p>"
        },
        {
            "resource_id": 804,
            "text": "{دانانى ته‌رازوو كێشانى كرده‌وه‌ى مرۆڤ}\n [ <span class=\"arabic uthmani\">فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ (٦)</span> ] له‌ ڕۆژی قیامه‌تدا خه‌ڵكی كرده‌وه‌كانیان بۆ ئه‌كێشرێ ئه‌وانه‌ی تای ته‌رازووی كرده‌وه‌ چاكه‌كانیان قورستر بێ"
        },
        {
            "resource_id": 14,
            "text": "<p>أي رجحت حسناته على سيئاته.</p>"
        },
        {
            "resource_id": 175,
            "text": "Onaj čija dobra djela prevagnu u odnosu na loša djela"
        },
        {
            "resource_id": 166,
            "text": "<p>অতঃপর যার পাল্লাসমূহ [১] ভারী হবে [২] ,</p><p>[১] এ সূরায় আমলের ওজন ও তার হালকা এবং ভারী হওয়ার প্রেক্ষিতে জাহান্নাম অথবা জান্নাত লাভের বিষয় আলোচিত হয়েছে। মূলে ‘মাওয়াযীন শব্দ ব্যবহার করা হয়েছে। শব্দটি বহুবচন। এর কারণ হয়ত মীযানগুলো কয়েকটি হবে; অথবা যে আমলগুলো ওজন করা হবে, সেগুলো বিভিন্ন প্রকারের হবে। [কুরতুবী] তাছাড়া বান্দার আমলের ওজন হওয়া যেমন সত্য তেমনি আমলকারীর ওজন হওয়াও সত্য। অনুরূপভাবে আমল নামারও ওজন করা হবে। [শরহুত তাহাবীয়া লিবনি আবিল ইয্য: ৪১৯] এক্ষেত্রে একথা স্মর্তব্য যে, কেয়ামতে মানুষের আমল ওজন করা হবে-গণনা হবে না । আমলের ওজন ইখলাস তথা আন্তরিকতা ও সুন্নতের সাথে সামঞ্জস্যের কারণে বেড়ে যায়। যার আমল আন্তরিকতাপূর্ণ ও সুন্নতের সাথে সামঞ্জস্যপূর্ণ, সংখ্যায় কম হলেও তার আমলের ওজন বেশী হবে। পক্ষান্তরে যে ব্যক্তি সংখ্যায় তো সালাত, সাওম, দান-সদকা, হজ-ওমরা অনেক করে, কিন্তু আন্তরিকতা ও সুন্নাতের সাথে সামঞ্জস্য কম, তার আমলের ওজন কম হবে। মানুষ আমলের যে পুঁজি নিয়ে আল্লাহ্র আদালতে আসবে তা ভারী না হালকা, অথবা মানুষের নেকী তার পাপের চেয়ে ওজনে বেশী না কম-এরি ভিত্তিতে সেখানে ফায়সালা অনুষ্ঠিত হবে। [দেখুন: মাজমূ ফাতাওয়া শাইখিল ইসলাম ইব্ন তাইমিয়্যাহঃ ১০/৭৩৫-৭৩৬] এ বিষয়টি কুরআনের বিভিন্ন স্থানে উল্লেখিত হয়েছে। কোথাও বলা হয়েছেঃ “আর ওজন হবে সেদিন সত্য। তারপর যাদের পাল্লা ভারী হবে তারাই সফলকাম হবে। আর যাদের পাল্লা হালকা হবে তারাই নিজেদেরকে ক্ষতিগ্ৰস্ত করেছে।” [সূরা আল-আরাফ: ৮-৯] আবার কোথাও বলা হয়েছে, “হে নবী! বলে দিন, আমি কি তোমাদের জানাবো নিজেদের আমলের ব্যাপারে সবচেয়ে বেশী ব্যর্থ কারা? তারাই ব্যর্থ যাদের দুনিয়ার জীবনে সমস্ত আমল নষ্ট হয়ে গেছে। কিয়ামতের দিন আমি তাদের কোন ওজন দেবো না।” [সূরা আল-কাহাফ: ১০৪-১০৫] অন্যত্র বলা হয়েছে, “কিয়ামতের দিন আমি যথাযথ ওজন করার দাঁড়িপাল্লা রেখে দেবো। তারপর কারো ওপর অণু পরিমাণও যুলুম হবে না। যার সরিষার দানার পরিমাণও কোন কাজ থাকবে তাও আমি সামনে আনবো এবং হিসেব করার জন্য আমি যথেষ্ট।” [সূরা আল-আম্বিয়া: ৪৭] এই আয়াতগুলো থেকে জানা যায়, কুফৱী করা বৃহত্তম অসৎকাজ। গুনাহের পাল্লা তাতে অনিবাৰ্যভাবে ভারী হয়ে যায়। ফলে আর কাফেরের এমন কোন নেকী হবে না নেকীর পাল্লায় যার কোন ওজন ধরা পড়ে এবং তার ফলে পাল্লা ঝুঁকে পড়তে পারে; কারণ তার ঈমান নেই। [সা‘দী, সূরা কাহ্ফ: আয়াত-১০৫]</p><p>[২] বলা হয়েছে, যার পাল্লাসমূহ ভারী হবে সে থাকবে সন্তোষজনক জীবনে। পাল্লাভারী হওয়ার অর্থ সৎকর্মের পাল্লা অসৎকর্ম থেকে ভারী হওয়া। [সা‘দী]</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "ثم بين - سبحانه - أحوال السعداء والأشقياء فى هذا اليوم فقال : ( فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ . فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ ) .أى : فأما من ثقلت موازين حسناته ، ورجحت أعماله الصالحة على غيرها ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ }</span> أي: رجحت حسناته على سيئاته"
        },
        {
            "resource_id": 16,
            "text": "فأما من رجحت موازين حسناته، فهو في حياة مرضية في الجنة."
        },
        {
            "resource_id": 182,
            "text": "至于善功多于恶行之人，"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 6{ فَاَمَّا مَنْ ثَقُلَتْ مَوَازِیْنُہٗ۔ } ”تو جن لوگوں کے نیکیوں کے پلڑے بھاری ہوں گے۔“ یہاں یہ نکتہ خصوصی طور پر لائق توجہ ہے کہ ان آیات میں ایک ہی قسم کے وزن یا میزان کے ایک ہی پلڑے کا ذکر آیا ہے۔ اس بارے میں عام رائے یہ ہے کہ ”مَوَازین“ سے مراد یہاں نیکیوں کا وزن ہے۔ یعنی حساب کے وقت ہر شخص کی نیکیوں کا وزن کر کے دیکھا جائے گا کہ یہ وزن ”مطلوبہ معیار“ کے مطابق ہے یا نہیں۔ اور یہ ”مطلوبہ معیار“ بھی ہر شخص کا الگ الگ اس کے ”شاکلہ“ کے مطابق ہوگا۔ ظاہر ہے ہر شخص کی استطاعت پیدائشی صلاحیتوں اور ماحول کے منفی و مثبت اثرات کے مطابق دوسرے شخص کی استطاعت سے مختلف ہوگی اور ہر شخص اپنی استطاعت کی حد تک ہی اللہ تعالیٰ کے ہاں مکلف ہوگا : { لاَ یُکَلِّفُ اللّٰہُ نَفْسًا اِلاَّ وُسْعَہَاط } البقرۃ : 286 ”اللہ تعالیٰ نہیں ذمہ دار ٹھہرائے گا کسی جان کو مگر اس کی وسعت کے مطابق“۔ چناچہ ہر شخص کے شاکلہ یعنی اس کے جینز genes کی طرف سے اسے حاصل ہونے والی صلاحیتوں اور ماحول کے اثرات کو مدنظر رکھتے ہوئے اس کے لیے نیکیوں کے وزن کا ایک خاص معیار مقرر کیا جائے گا۔ اگر تو اس کی نیکیوں کے وزن مَوَازِیْنُـہٗ کو اس معیار کے مطابق پایا گیا تو اسے کامیابی کا پروانہ مل جائے گا۔</p>"
        },
        {
            "resource_id": 92,
            "text": "فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ (6) تفصيل لما في قوله : { يوم يكون الناس كالفراش المبثوث } [ القارعة : 4 ] من إجمال حال الناس حينئذ ، فذلك هو المقصود بذكر اسم الناس الشامل لأهل السعادة وأهل الشقاء فلذلك كان تفصيله بحالين : حال حَسَن وحال فظيع .وثقل الموازين كناية عن كونه بمحل الرضى من الله تعالى لكثرة حسناته ، لأن ثقل الميزان يستلزم ثقل الموزون وإنما توزن الأشياء المرغوب في اقتنائها ، وقد شاع عند العرب الكناية عن الفضل والشرف وأصالة الرأي بالوزن ونحوهِ ، وبضد ذلك يقولون : فلان لا يقام له وزن ، قال تعالى : { فلا نقيم لهم يوم القيامة وزناً } [ الكهف : 105 ] ، وقال النابغة: ... وميزانه في سُورة المجد مَاتِعأي راجح وهذا متبادر في العربية فلذلك لم يصرح في الآية بذكر ما يُثقل الموازين لظهور أنه العمل الصالح .وقد ورد ذكر الميزان للأعمال يوم القيامة كثيراً في القرآن ، قال ابن العربي في «العواصم» : لم يرد حديث صحيح في الميزان . والمقصودُ عدم فوات شيء من الأعمال ، والله قادر على أن يجعل ذلك يوم القيامة بآلة أو بعمل الملائكة أو نحو ذلك ."
        },
        {
            "resource_id": 183,
            "text": "その人の秤が善行で重いのなら、"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 178,
            "text": "Тот, чьи добрые деяния перевесят дурные деяния,"
        },
        {
            "resource_id": 172,
            "text": "Artık kimin salih amelleri, kötü amellerine ağır basarsa."
        },
        {
            "resource_id": 174,
            "text": "Adapun orang yang amal salehnya lebih berat daripada amal buruknya,"
        },
        {
            "resource_id": 790,
            "text": "এতেকে যাৰ ভাল কৰ্ম, বেয়া কৰ্মতকৈ অধিক হব।"
        },
        {
            "resource_id": 792,
            "text": "រីឯអ្នកដែលទង្វើល្អរបស់គេធ្ងន់ជាងទង្វើអាក្រក់នោះ"
        },
        {
            "resource_id": 173,
            "text": "Celui dont les bonnes œuvres sont plus conséquentes que les mauvaises,"
        },
        {
            "resource_id": 776,
            "text": "En cuanto a aquel cuyas obras buenas pesen más que sus obras malas."
        },
        {
            "resource_id": 180,
            "text": "৬. ফলে যার নেক আমল মন্দ আমলের উপর প্রাধান্য পাবে।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ )</span> يقول: فأما من ثقُلَت موازين حسناته،<span class=\"blue\"> يعني بالموازين:</span> الوزن،<span class=\"blue\"> والعرب تقول:</span> لك عندي درهم بميزان درهمك، ووزن درهمك،<span class=\"blue\"> ويقولون:</span> داري بميزان دارك ووزن دارك،<span class=\"blue\"> يراد:</span> حذاء دارك.<span class=\"blue\"> قال الشاعر:</span></p><p>قــدْ كُــنْتُ قَبْـلَ لِقـائِكُمْ ذَا مِـرَّة</p><p>عِنــدِي لِكُــلِّ مُخــاصِمٍ مِيزَانُـهُ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يعني بقوله: لكلّ مخاصم ميزانه: كلامه، وما ينقض عليه حجته.<span class=\"blue\"> وكان مجاهد يقول:</span> ليس ميزان، إنما هو مثل ضرب.</p>"
        },
        {
            "resource_id": 791,
            "text": "എന്നാൽ ഏതൊരാളുടെ നന്മയുടെ ഏടുകൾ അവൻ്റെ തിന്മയുടെ ഏടുകളെക്കാൾ കനം തൂങ്ങിയോ;"
        },
        {
            "resource_id": 905,
            "text": "فأما من رجحت أعماله الصالحة على أعماله السيئة."
        },
        {
            "resource_id": 176,
            "text": "Quanto a colui il cui peso delle azioni pende verso il bene, rispetto alle sue azioni malvagie,"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>সে তো সন্তোষময় জীবনে (সুখে) থাকবে। [১]</p><p>[১] অর্থাৎ, এমন (সুখের) জীবন; যা সে পছন্দ করবে এবং যা পেয়ে সে সন্তুষ্ট হবে।</p>"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 183,
            "text": "かれは喜びに満ちた楽園の暮らしをするだろう。"
        },
        {
            "resource_id": 90,
            "text": "أي عيش مرضي , يرضاه صاحبه .وقيل : \" عيشة راضية \" أي فاعلة للرضا , وهو اللين والانقياد لأهلها .فالفعل للعيشة لأنها أعطت الرضا من نفسها , وهو اللين والانقياد .فالعيشة كلمة تجمع النعم التي في الجنة , فهي فاعلة للرضا , كالفرش المرفوعة , وارتفاعها مقدار مائة عام , فإذا دنا منها ولي الله اتضعت حتى يستوي عليها , ثم ترتفع كهيئتها , ومثل الشجرة فرعها , كذلك أيضا من الارتفاع , فإذا اشتهى ولي الله ثمرتها تدلت إليه , حتى يتناولها ولي الله قاعدا وقائما , وذلك قوله تعالى : \" قطوفها دانية \" [ الحاقة : 23 ] .وحيثما مشى أو ينتقل من مكان إلى مكان , جرى معه نهر حيث شاء , علوا وسفلا , وذلك قوله تعالى : \" يفجرونها تفجيرا \" [ الإنسان : 6 ] .فيروى في الخبر ( إنه يشير بقضيته فيجري من غير أخدود حيث شاء من قصوره وفي مجالسه ) .فهذه الأشياء كلها عيشة قد أعطت الرضا من نفسها , فهي فاعلة للرضا , وهي انذلت وانقادت بذلا وسماحة ."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>সে তো থাকবে সন্তোষজনক জীবনে।</p>"
        },
        {
            "resource_id": 92,
            "text": "فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ (7) والعيشة : اسم مصدر العَيش كالخِيفة اسم للخوف . أي في حياة .ووصف الحياة ب { راضية } مجاز عقلي لأن الراضي صاحبها راض بها فوصفت به العيشة لأنها سبب الرضى أو زمان الرضى ."
        },
        {
            "resource_id": 174,
            "text": "maka dia berada dalam kehidupan yang memuaskan yang ia dapati di dalam surga."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 14,
            "text": "<p>يعني في الجنة.</p>"
        },
        {
            "resource_id": 171,
            "text": "He will live a contented life which he will achieve in Paradise."
        },
        {
            "resource_id": 178,
            "text": "обретет довольную жизнь в Раю."
        },
        {
            "resource_id": 173,
            "text": "mènera une vie agréable au Paradis."
        },
        {
            "resource_id": 177,
            "text": "Y sẽ sống một cuộc sống vô cùng hạnh phúc và toại nguyện nơi Thiên Đàng."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "فهو في عيشة مرضية ينالها في الجنة."
        },
        {
            "resource_id": 179,
            "text": "siya ay nasa isang pamumuhay na kinalulugdan, na matatamo niya ito sa Paraiso."
        },
        {
            "resource_id": 792,
            "text": "រូបគេនឹងស្ថិតនៅក្នុងជីវិតរស់នៅមួយដ៏ជាទីគាប់ចិត្តនៅក្នុងឋានសួគ៌។"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">حدثنا بذلك أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ )</span> يقول: في عيشة قد رضيها في الجنة.</p><p lang=\"ar\" class=\"ar \">كما حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ )</span> يعني: في الجنة.</p>"
        },
        {
            "resource_id": 172,
            "text": "O, cennette elde edeceği ve hoşnut olacağı bir hayatın içinde olacaktır."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ (٧)</span> ] ئه‌وه‌ له‌ناو به‌هه‌شتدا له‌ ژیانێكدان كه‌ لێى ڕازین و خوای گه‌وره‌ ئه‌وه‌نده‌ ئه‌جرو پاداشتیان ئه‌داته‌وه‌ و نازو نیعمه‌تیان پێ ئه‌به‌خشێ تا ڕازیان ئه‌كات."
        },
        {
            "resource_id": 180,
            "text": "৭. সে জান্নাতে সন্তোষজনক জীবন পেয়ে সুখী হবে।"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "فهو فى عيشة مرضية . أو فى عيشة ذات رضا من صاحبها ، لأنها عيشة هنية كريمة ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ }</span> في جنات النعيم."
        },
        {
            "resource_id": 176,
            "text": "costui godrà di un'esistenza agiata nel Paradiso,"
        },
        {
            "resource_id": 175,
            "text": "On će živjeti ugodno u Džennetu."
        },
        {
            "resource_id": 776,
            "text": "Vivirá una vida placentera que alcanzará en el Paraíso."
        },
        {
            "resource_id": 181,
            "text": "در زندگیِ رضایت‌بخشی است که در بهشت به آن می‌رسد."
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"فهو في عيشة راضية\"</span>، مرضية في الجنة. قال الزجاج ذات رضا يرضاها صاحبها.</p>"
        },
        {
            "resource_id": 791,
            "text": "അവന് ലഭിക്കുന്ന സ്വർഗത്തിൽ അവൻ തൃപ്തികരമായ ജീവിതം നയിക്കും."
        },
        {
            "resource_id": 157,
            "text": "<p>فھو فی .................... راضیة (7:101) ” وہ دل پسند عیش میں ہوگا “ اور عیش کی تفصیلات مجمل چھوڑ دی گئی ہیں۔ یعنی ایسا عیش ہوگا جس پر وہ راضی ہوگا ، بہترین نعمت یہ ہے کہ کسی حالت پر انسان راضی ہو۔</p>"
        },
        {
            "resource_id": 182,
            "text": "他们将获得乐园，享受满意的生活，"
        },
        {
            "resource_id": 790,
            "text": "তেওঁ জান্নাতত মনে বিচৰা দৰে আনন্দ লাভ কৰিব।"
        },
        {
            "resource_id": 173,
            "text": "Quant à celui dont les mauvaises œuvres sont plus conséquentes que les bonnes,"
        },
        {
            "resource_id": 165,
            "text": "<p>কিন্তু যার পাল্লা হাল্‌কা হবে, [১]</p><p>[১] অর্থাৎ, যার নেকীর তুলনায় বদীর পরিমাণ বেশী হবে, ফলে পাপের পাল্লা ভারী হবে এবং পুণ্যের পাল্লা হালকা হবে।</p>"
        },
        {
            "resource_id": 16,
            "text": "وأما من خفت موازين حسناته، ورجحت موازين سيئاته، فمأواه جهنم."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Đối với người nào mà những việc làm tội lỗi của y có trọng lượng nặng hơn việc thiện tốt."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 776,
            "text": "Pero en cuanto a aquel cuyas obras malas pesen más que sus obras buenas."
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"وأما من خفت موازينه\"</span>، رجحت سيئاته على حسناته.</p>"
        },
        {
            "resource_id": 176,
            "text": "mentre quanto a colui il cui peso delle azioni penderà verso il male, rispetto alle buone azioni,"
        },
        {
            "resource_id": 180,
            "text": "৮. পক্ষান্তরে যার পাপের পাল্লা পুণ্যের অপেক্ষা ভারী হবে।"
        },
        {
            "resource_id": 175,
            "text": "Onaj čija loša djela prevagnu u odnosu na dobra djela."
        },
        {
            "resource_id": 90,
            "text": "قد تقدم القول في الميزان في \" الأعراف والكهف والأنبياء \" .وأن له كفة ولسانا توزن فيه الصحف المكتوب فيها الحسنات والسيئات .ثم قيل : إنه ميزان واحد بيد جبريل يزن أعمال بني آدم , فعبر عنه بلفظ الجمع .وقيل : موازين , كما قال : فلكل حادثة لها ميزان وقد ذكرناه فيما تقدم .وذكرناه أيضا في كتاب \" التذكرة \" وقيل : إن الموازين الحجج والدلائل , قاله عبد العزيز بن يحيى , واستشهد بقول الشاعر : قد كنت قبل لقائكم ذا مرة عندي لكل مخاصم ميزانه"
        },
        {
            "resource_id": 181,
            "text": "و اما کسی‌که اعمال بد او از اعمال صالحش سنگین‌تر شود."
        },
        {
            "resource_id": 182,
            "text": "而恶行多于善功之人，"
        },
        {
            "resource_id": 157,
            "text": "<p>فامامن ................ موازینہ (8:101) ” جس کے پیمانے ہلکے ہوئے “۔ اللہ کے اعتبار اور معیار کے مطابق۔</p>"
        },
        {
            "resource_id": 905,
            "text": "وأما من رجحت أعماله السيئة على أعماله الصالحة."
        },
        {
            "resource_id": 166,
            "text": "<p>আর যার পাল্লাসমূহ হাল্কা হবে [১]</p><p>[১] অর্থাৎ যাদের অসৎকর্মের পাল্লা সৎকর্ম থেকে ভারী হবে। [মুয়াসসার, সা‘দী]</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>أي رجحت سيئاته على حسناته.</p>"
        },
        {
            "resource_id": 178,
            "text": "А для того, чьи дурные деяния перевесят добрые деяния,"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">(وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ)</span> يقول: وأما من خفّ وزن حسناته، فمأواه ومسكنه الهاوية التي يهوي فيها على رأسه في جهنم.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ)</span> وهي النار هي مأواهم.</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ }</span> بأن لم تكن له حسنات تقاوم سيئاته."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ (٨)</span> ] به‌ڵام كه‌سێك كه‌ تای ته‌رازووی كرده‌وه‌ چاكه‌كانی سووك بێت و كرده‌وه‌ خراپه‌كانی قورستر بێت."
        },
        {
            "resource_id": 179,
            "text": "Tungkol naman sa sinumang tumimbang ang mga gawa niyang masagwa higit sa mga gawa niyang maayos,"
        },
        {
            "resource_id": 93,
            "text": "( وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ ) أى : خفت موازين حسناته ، وثقلت موازين سيئاته ، ( فَأُمُّهُ هَاوِيَةٌ ) أى : فمرجعه ومأواه الذى يأوى إليه ، نار سحيقة يهوى إليها بدون رحمة أو شفقة ، بسبب كفره وفسوقه .فالمراد بالأم هنا : المرجع والمأوى ، وبالهاوية : النار التى يسقط فيها ، وسميت النار بذلك . لشدة عمقها . وسمى المأوى أُمًّا ، لأن الإِنسان يأوى إليه كما يأوى ويلجأ إلى أمه .ويرى بعضهم أن المراد بأمه هنا الحقيقة ، لأن العرب يكنون عن حال المرء بحال أمه فى الخير وفى الشر ، لشدة محبتها له ."
        },
        {
            "resource_id": 171,
            "text": "And as for the one whose evil deeds outweigh his good deeds."
        },
        {
            "resource_id": 172,
            "text": "Fakat kimin de kötü amelleri, salih amellerine ağır basarsa."
        },
        {
            "resource_id": 791,
            "text": "എന്നാൽ ഏതൊരാളുടെ തിന്മയുടെ ഏടുകൾ അവൻ്റെ നന്മയുടെ ഏടുകളെക്കാൾ കനം തൂങ്ങിയോ;"
        },
        {
            "resource_id": 174,
            "text": "Sebaliknya, orang yang amal buruknya lebih berat daripada amal salehnya,"
        },
        {
            "resource_id": 183,
            "text": "だがその人の秤が悪行の方が重いならば、"
        },
        {
            "resource_id": 92,
            "text": "وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ (8)ليس لها تفسير فى كتاب التحرير والتنوير"
        },
        {
            "resource_id": 790,
            "text": "আৰু যাৰ বেয়া কৰ্ম, ভাল কৰ্মতকৈ অধিক হব।"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 792,
            "text": "ហើយចំណែកឯជនណាដែលទង្វើអាក្រក់របស់គេធ្ងន់ជាងទង្វើល្អនោះ"
        },
        {
            "resource_id": 175,
            "text": "Njegovo prebivalište na Sudnjem danu biće Džehennem."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( فأمه هاوية )</span> قيل : معناه : فهو ساقط هاو بأم رأسه في نار جهنم . وعبر عنه بأمه - يعني دماغه - روي نحو هذا عن ابن عباس ، وعكرمة ، وأبي صالح ، وقتادة -<span class=\"blue\"> قال قتادة :</span> يهوي في النار على رأسه ،<span class=\"blue\"> وكذا قال أبو صالح :</span> يهوون في النار على رءوسهم .</p><p lang=\"ar\" class=\"ar \">وقيل : معناه : <span class=\"arabic qpc-hafs\">( فأمه )</span> التي يرجع إليها ، ويصير في المعاد إليها <span class=\"arabic qpc-hafs\">( هاوية )</span> وهي اسم من أسماء النار .</p><p>قال ابن جرير : وإنما قيل : للهاوية أمه ; لأنه لا مأوى له غيرها .</p><p lang=\"ar\" class=\"ar \">وقال ابن زيد : الهاوية : النار ، هي أمه ومأواه التي يرجع إليها ويأوي إليها ،<span class=\"blue\"> وقرأ :</span> <span class=\"arabic qpc-hafs\">( ومأواهم النار )</span> <span class=\"reference brown\">[ آل عمران : 151 ]</span> .</p><p>قال ابن أبي حاتم : وروي عن قتادة أنه قال : هي النار ، وهي مأواهم</p>"
        },
        {
            "resource_id": 177,
            "text": "Thì chỗ ở của y vào Ngày Tận Thế sẽ là Hỏa Ngục."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( فأمه هاوية )</span> مسكنه النار ، سمي المسكن أما لأن الأصل في السكون إلى الأمهات ، والهاوية اسم من أسماء جهنم ، وهو المهواة لا يدرك قعرها ،<span class=\"blue\"> وقال قتادة :</span> وهي كلمة عربية تقولها العرب للرجل إذا وقع في أمر شديد ،<span class=\"blue\"> يقال :</span> هوت أمه .<span class=\"blue\"> وقيل :</span> [ <span class=\"arabic qpc-hafs\">\" فأمه هاوية \"</span>أراد أم رأسه [ <span class=\"arabic qpc-hafs\">\" منحدرة منكوسة \"</span> يعني أنهم يهوون في النار على رءوسهم ، وإلى هذا التأويل ذهب قتادة وأبو صالح .</p>"
        },
        {
            "resource_id": 183,
            "text": "かれの最後の住まいは地獄。"
        },
        {
            "resource_id": 166,
            "text": "<p>তার স্থান হবে ‘হাওয়িয়াহ্’ [১]।</p><p>[১] মূল আরবী শব্দে أمه বলা হয়েছে। أم শব্দের অর্থ স্থান বা ঠিকানাও হয়, যেমনটি উপরে অর্থের মধ্যে উল্লেখ করা হয়েছে। তাছাড়া আয়াতের আরেক অর্থ হলো, সে জাহান্নামের আগুনে অধোমুখে মাথার মগজসহ পতিত হবে। তাছাড়া যদি أم শব্দটির বিখ্যাত অর্থ গ্রহণ করা হয় তাহলে তার অর্থ হবে, মা। সে হিসেবে আয়াতের অর্থ হচ্ছে, তার মা হবে জাহান্নাম। মায়ের কোল যেমন শিশুর অবস্থান হয় তেমনি জাহান্নামবাসীদের জন্য জাহান্নাম ছাড়া আর কোন অবস্থান হবে না। আয়াতে উল্লেখিত ‘হাওয়িয়াহ’ শব্দটি জাহান্নামের একটি নাম। শব্দটি এসেছে ‘হাওয়া’ থেকে। এর অর্থ হচ্ছে উঁচু জায়গা থেকে নীচুতে পড়ে যাওয়া। আর যে গভীর গর্তে কোন জিনিস পড়ে যায় তাকে হাওয়িয়া বলে। জাহান্নামকে হাওয়িয়া বলার কারণ হচ্ছে এই যে, জাহান্নাম হবে অত্যন্ত গভীর এবং জাহান্নামবাসীদেরকে তার মধ্যে ওপর থেকে নিক্ষেপ করা হবে। [কুরতুবী]</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>তার স্থান হবে হাবিয়াহ। [১]</p><p>[১] هَاوِيَة জাহান্নামের একটি নাম। তাকে হাবিয়াহ এই জন্য বলা হয় যে, জাহান্নামী তার গভীর গর্তে গিয়ে পড়বে। স্থান বুঝাতে أُمّ (মা) শব্দ এ জন্য ব্যবহার করা হয়েছে যে, যেমন মানুষের জন্য 'মা' আশ্রয়স্থল হয়, তেমনি জাহান্নামীদের আশ্রয়স্থল হবে জাহান্নাম। কোন কোন আলেম বলেন, এখানে 'উম্ম' (মা) অর্থ হল দেমাগ বা মস্তিষ্ক। যেহেতু জাহান্নামী তার মাথার উপর ভর করে হাবিয়াহ দোযখে নিক্ষিপ্ত হবে। <em>(ইবনে কাসীর)</em></p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": "<p>فامہ ھاویة (9:101) ” تو اس کی ماں گہرائی کھائی ہے “۔ ماں دراصل بچے کی جائے پناہ ہوتی ہے ، تو ایسے لوگوں کی جائے پناہ جہنم کی گہری کھائی ہوگی اس لئے یہ ان کی ماں ہوئی۔ کیا ہی خوب انداز تعبیر ہے جو موقع ومقام کے ساتھ مناسبت رکھتا ہے۔ یہاں عذاب کو مجمل رکھا گیا ہے تاکہ آیت مابعد میں اس کی وضاحت ایسے انداز میں کی جائے جو بہت ہی موثر ہو۔</p>"
        },
        {
            "resource_id": 776,
            "text": "Su morada y lugar de descanso permanente será el infierno tras el Día del Juicio."
        },
        {
            "resource_id": 174,
            "text": "maka rumah dan tempat tinggalnya pada hari Kiamat adalah Jahanam."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "ফলত ক্বিয়ামতৰ দিনা তাৰ ঠিকনা আৰু স্থান হব জাহান্নাম।"
        },
        {
            "resource_id": 172,
            "text": "Onun, kıyamet günü meskeni ve varacağı yer cehennemdir."
        },
        {
            "resource_id": 181,
            "text": "مسکن و قرارگاهش در روز قیامت همان جهنم است."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": "Если чаша добрых деяний перевесит чашу с грехами, то человек будет благоденствовать в Райских садах. Если же совершенных человеком благодеяний не хватит для того, чтобы перевесить чашу с грехами, то его пристанищем будет Адская Пропасть. Это - одно из названий Огненной Преисподней. Для выражения слова «пристанище» в этом аяте использовано арабское слово «умм» («мать»). Это означает, что адские муки станут неотъемлемой частью существования грешников, так же как и забота матери является неотъемлемой частью человеческой жизни. Вот почему мученики будут говорить: «Господь наш! Отврати от нас мучения в Геенне, поскольку мучения там не отступают» (25:65). Однако это слово означает также «оболочка головного мозга», и поэтому некоторые толкователи Корана говорили, что грешники будут брошены в Адскую Пропасть вниз головой."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 180,
            "text": "৯. কিয়ামত দিবসে তার ঠিকানা ও আবাসন হবে জাহান্নাম।"
        },
        {
            "resource_id": 176,
            "text": "la sua dimora e il suo destino, nel Giorno della Resurrezione, sarà l'Inferno."
        },
        {
            "resource_id": 93,
            "text": "قال صاحب الكشاف : قوله : ( فَأُمُّهُ هَاوِيَةٌ ) من قولهم إذا دعوا على الرجل بالهلكة ، هوت أمه ، لأنه إذا هوى - أى سقط وهلك . . فقد هوت أمه ثكلا وحزنا . . فكأنه قيل : وأما من خفت موازينه فقد هلك .وقيل : \" هاوية \" من أسماء النار ، وكأنها النار العميقة لهوى أهل النار فيها مهوى بعيدا ، كما روى : \" يهوى فيها سبعين خريفا \" أى : فمأواه النار .وقيل للمأوى : أم ، على التشبيه ، لأن الأم مأوى الولد ومفزعه . .وقال بعض العلماء : واعلم أنه يجب علينا أن نؤمن بما ذكره الله - تعالى - من الميزان فى هذه الآية وما يشبهها ، وليس علينا أن نبحث فيما وراء ذلك مما لم يثبت عن الله - تعالى - ورسوله صلى الله عليه وسلم ونكل ما وراء ذلك إلى علام الغيوب ، على أن وزن الأعمال ، أو وزن صحائفها أو وزن الصور الجميلة ، كل ذلك أمر ممكن ، لا يترتب على فرض وقوعه محالن فوقوع شئ من ذلك ، لا يعجز الله - تعالى - ولا يقف أمام قدرته الغالبة ."
        },
        {
            "resource_id": 90,
            "text": "ومعنى فأمه هاوية يعني جهنم . وسماها أما ، لأنه يأوي إليها كما يأوي إلى أمه ، قاله ابن زيد . ومنه قول أمية بن أبي الصلت :فالأرض معقلنا وكانت أمنا     فيها مقابرنا وفيها نولدوسميت النار هاوية ; لأنه يهوى فيها مع بعد قعرها . ويروى أن الهاوية اسم الباب [ ص: 149 ] الأسفل من النار . وقال قتادة : معنى فأمه هاوية فمصيره إلى النار . عكرمة : لأنه يهوي فيها على أم رأسه . الأخفش : أمه : مستقره ، والمعنى متقارب . وقال الشاعر :يا عمرو لو نالتك أرماحنا     كنت كمن تهوي به الهاويةوالهاوية : المهواة . وتقول : هوت أمه ، فهي هاوية ، أي ثاكلة ، قال كعب بن سعد الغنوي :هوت أمه ما يبعث الصبح غاديا     وماذا يؤدي الليل حين يئوبوالمهوى والمهواة : ما بين الجبلين ، ونحو ذلك . وتهاوى القوم في المهواة : إذا سقط بعضهم في إثر بعض ."
        },
        {
            "resource_id": 173,
            "text": "sa demeure et son refuge seront l’Enfer le Jour de la Résurrection."
        },
        {
            "resource_id": 792,
            "text": "ទីលំនៅ និងកន្លែងស្នាក់អាស្រ័យរបស់គេនៅថ្ងៃបរលោកនោះ គឺនៅក្នុងឋាននរកជើហាន់ណាំ។"
        },
        {
            "resource_id": 179,
            "text": "ang tirahan niya at pagtitigilan niya sa Araw ng Pagbangon ay Impiyerno."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَأُمُّهُ هَاوِيَةٌ }</span> أي: مأواه ومسكنه النار، التي من أسمائها الهاوية،<span class=\"blue\"> تكون له بمنزلة الأم الملازمة كما قال تعالى:</span> <span class=\"arabic qpc-hafs brown\">{ إِنَّ عَذَابَهَا كَانَ غَرَامًا }</span> .<span class=\"blue\">وقيل:</span> إن معنى ذلك، فأم دماغه هاوية في النار،<span class=\"blue\"> أي:</span> يلقى في النار على رأسه."
        },
        {
            "resource_id": 905,
            "text": "فمسكنه ومستقرّه يوم القيامة هو جهنم."
        },
        {
            "resource_id": 92,
            "text": "فَأُمُّهُ هَاوِيَةٌ (9) وقوله : { فأمه هاوية } إخبار عنه بالشقاء وسوء الحال ، فالأم هنا يجوز أن تكون مستعملة في حقيقتها . وهاوية : هالكة ، والكلام تمثيل لحال من خفّت موازينه يومئذ بحال الهالك في الدنيا لأن العرب يكنون عن حال المرء بحال أمه في الخير والشر لشدة محبتها ابنها فهي أشد سروراً بسروره وأشد حزناً بما يحزنه . صلّى أعرابي وراءَ إمام فقرأ الإِمام : { واتخذ اللَّه إبراهيم خليلاً } [ النساء : 125 ] فقال الأعرابي : «لقد قَرَّت عينُ أمِّ إبراهيم» ومنه قول ابن زيابة حين تهدده الحارث بن همَّام الشيباني: ... يا لهفَ زيّابة للحارث الصابح فالغَانم فالآيب ... ويقولون في الشر : هَوتْ أمه ، أي أصابه ما تَهلك به أمه ، وهذا كقولهم : ثكلته أمه ، في الدعاء ، ومنه ما يستعمل في التعجب وأصله الدعاء كقول كعب بن سعد الغَنوي في رثاء أخيه أبي المِغوار: ... هَوَتْ أمُّه ما يَبعث الصبحُ غادياًوماذا يَرُدُّ الليلُ حينَ يؤوب ... أي ماذا يبعث الصبحُ منه غادياً وما يردُّ الليلُ حينَ يؤوب غانماً ، وحذف منه في الموضعين اعتماداً على قرينة رفع الصبح والليل وذِكر : غادياً ويؤوب و ( مِن ) المقدَّرة تجريدية فالكلام على التجريد مثل : لقيت منه أسداً .فاستعمل المركب الذي يقال عند حال الهلاك وسوء المصير في الحالة المشبهة بحال الهلاك ، ورمز إلى التشبيه بذلك المركب ، كما تضرب الأمثال السائرة .ويجوز أن يكون «أمه» مستعاراً لمقره ومآله لأنه يأوي إليه كما يأوي الطفل إلى أمه .و { هاوية } المكان المنخفض بين الجبلين الذي إذا سقط فيه إنسان أو دابة هلك ، يقال : سقط في الهاوية .وأريد بها جهنم ، وقيل : هي اسم لجهنم ، أي فمأواه جهنم .ويجوز أن يكون «أمه» على حذف مضاف ، أي أم رأسه ، وهي أعلى الدماغ ، و { هاوية } ساقطة من قولهم سقط على أم رأسه ، أي هلك ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَأُمُّهُ هَاوِيَةٌ (٩)</span> ] ئه‌و كه‌سه‌ له‌سه‌ر سه‌ری فڕێ ئه‌درێته‌ ناو ئاگری دۆزه‌خه‌وه‌، یاخود (أُمُّهُ) به‌مانای ده‌ماغ دێت، یاخود به‌مانای سه‌ر دێت، له‌سه‌ر ده‌ماغی و له‌سه‌ر سه‌رى فڕێ ئه‌درێته‌ ئاگری دۆزه‌خه‌وه‌، له‌به‌ر ئه‌وه‌ی دۆزه‌خییه‌كان له‌سه‌ر سه‌ر فڕێ ئه‌درێنه‌ ناو ئاگری دۆزه‌خه‌وه‌ -په‌نا به‌خوای گه‌وره‌-، یاخود سه‌ره‌نجامی ئه‌و كه‌سه‌ (هاویه‌)یه‌، كه‌ ناوێكه‌ له‌ ناوه‌كانی ئاگری دۆزه‌خ، بۆیه‌ پێی وتراوه‌: (هَاوِيَةٌ) له‌به‌ر ئه‌وه‌ی كه‌ ئه‌فه‌رمووێ: (فَأُمُّهُ هَاوِيَةٌ) دایكی ئه‌و ئاگری دۆزه‌خه‌ له‌به‌ر ئه‌وه‌ی شوێنێكی تر نیه‌ كه‌ بۆی بڕوات و په‌نای بۆ به‌رێ ته‌نها دۆزه‌خ هه‌یه‌ كه‌ بۆی ئه‌چێ بۆیه‌ خوای گه‌وره‌ ئه‌فه‌رمووێ: (فَأُمُّهُ هَاوِيَةٌ) (هاویه‌)ش ئاگری دۆزه‌خه‌."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( فَأُمُّهُ هَاوِيَةٌ )</span> قال: مصيره إلى النار، هي الهاوية.<span class=\"blue\"> قال قتادة:</span> هي كلمة عربية، كان الرجل إذا وقع في أمر شديد،<span class=\"blue\"> قال:</span> هوت أمه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الأشعث بن عبد الله الأعمى،<span class=\"blue\"> قال:</span> إذا مات المؤمن ذُهب بروحه إلى أرواح المؤمنين،<span class=\"blue\"> فيقولون:</span> روّحوا أخاكم، فإنه كان في غمّ الدنيا؛<span class=\"blue\"> قال:</span> ويسألونه ما فعل فلان؟<span class=\"blue\"> فيقول:</span> مات، أو ما جاءكم؟<span class=\"blue\"> فيقولون:</span> ذهبوا به إلى أمِّه الهاوية.</p><p lang=\"ar\" class=\"ar \">حدثني إسماعيل بن سيف العجلي،<span class=\"blue\"> قال:</span> ثنا عليّ بن مُسْهِر،<span class=\"blue\"> قال:</span> ثنا إسماعيل، عن أبي صالح، في قوله <span class=\"arabic qpc-hafs green\">( فَأُمُّهُ هَاوِيَةٌ )</span> قال: يهوون في النار على رءوسهم.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن سيف،<span class=\"blue\"> قال:</span> ثنا محمد بن سَوَّار، عن سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( فَأُمُّهُ هَاوِيَةٌ )</span> قال: يهوي في النار على رأسه.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَأُمُّهُ هَاوِيَةٌ )</span> قال: الهاوية: النار، هي أمُّه ومأواه التي يرجع إليها، ويأوي إليها،<span class=\"blue\"> وقرأ:</span>  وَمَأْوَاهُمُ النَّارُ  .</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه، عن ابن عباس <span class=\"arabic qpc-hafs green\">( فَأُمُّهُ هَاوِيَةٌ )</span> وهو مثلها، وإنما جعل النار أمَّه، لأنها صارت مأواه، كما تؤوي المرأة ابنها، فجعلها إذ لم يكن له مأوى غيرها، بمنـزلة أمّ له.</p>"
        },
        {
            "resource_id": 178,
            "text": "жилищем и обителью в Судный день станет Геенна."
        },
        {
            "resource_id": 791,
            "text": "അവൻ്റെ സങ്കേതവും താമസസ്ഥലവും 'ഹാവിയഃ' ആയിരിക്കും."
        },
        {
            "resource_id": 171,
            "text": "His abode and permanent resting place will be hell on the Day of Judgement."
        },
        {
            "resource_id": 182,
            "text": "他们在复活日的归宿就是火狱，"
        },
        {
            "resource_id": 165,
            "text": "<p>কিসে তোমাকে জানাল, তা কি? [১]</p><p>[১] এখানে জাহান্নামের ভয়াবহতা এবং আযাবের কঠিনতাকে বোঝানোর জন্য প্রশ্নবাচক শব্দ ব্যবহার করা হয়েছে। তা মানুষের কল্পনা ও ধারণার বাইরে। মানুষের জ্ঞান-বিজ্ঞান তা আয়ত্ত করতে এবং তার প্রকৃতত্বকে জানতে অক্ষম।</p>"
        },
        {
            "resource_id": 92,
            "text": "وَمَا أَدْرَاكَ مَا هِيَهْ (10) { وما أدراك ما هيه } : تهويل كما تقدم آنفاً .وضمير { هِيه } عائد إلى { هاوية } ، فعلى الوجه الأول يكون في الضمير استخدام ، إذ معاد الضمير وصف هالكة ، والمرادُ منه اسم جهنم كما في قول معاوية بن مالك الملقَّب معوِّذَ الحُكماء: ... إذا نزل السماءُ بأرض قومرَعْينَاه وإنْ كانوا غضاباً ... وعلى الوجه الثاني يعود الضمير إلى { هاوية } وفسرت بأنها قعر جهنم .وعلى الوجه الثالث يكون في { هِيه } استخدام أيضاً كالوجه الأول .والهاء التي لحقت ياء ( هِي ) هاءُ السكت ، وهي هاء تُجلب لأجل تخفيف اللفظ عند الوقف عليه ، فمنه تخفيف واجب تجلب له هاء السكت لزوماً ، وبعضه حسن ، وليس بلازم وذلك في كل اسم أو حرف بآخره حركة بناء دائمة مثل : هو ، وهي ، وكيف ، وثم ، وقد تقدم ذلك عند قوله تعالى : { فأما من أوتي كتابه بيمينه فيقول هاؤم اقرأوا كِتابيه } في سورة الحاقة ( 19 ) .وجمهور القراء أثبتوا النطق بهذه الهاء في حالتي الوقف والوصل ، وقرأ حمزة وخلف بإثبات الهاء في الوقف وحذفها في الوصل ."
        },
        {
            "resource_id": 157,
            "text": "<p>وما ادرک ماھیہ (10:101) ” اور آپ کو کیا خبر کہ وہ کیا چیز ہے “۔ یہ قرآن کریم کا معروف انداز بیان ہے کہ کسی چیز کو ہولناک بنانے کے لئے یہ کہ دینا کہ تمہیں کیا معلوم کہ وہ کیا ہے ؟</p><p>اور پھر اس کے بعد ایک جواب آتا ہے اور یہ آخری نچ ہوتا ہے۔</p>"
        },
        {
            "resource_id": 905,
            "text": "وما أعلمك - أيها الرسول - ما هي؟!"
        },
        {
            "resource_id": 183,
            "text": "使徒よ、それが何であるかを、あなたに教えるものは何か。"
        },
        {
            "resource_id": 172,
            "text": "-Ey Peygamber!- Onun ne olduğunu sana ne öğretti?"
        },
        {
            "resource_id": 175,
            "text": "A znaš li, o Poslaniče, šta je to?"
        },
        {
            "resource_id": 181,
            "text": "و - ای رسول- تو چه می‌دانی آن چیست؟!"
        },
        {
            "resource_id": 174,
            "text": "Tahukah kamu -wahai Rasul- apakah Hawiyah itu?"
        },
        {
            "resource_id": 14,
            "text": "<p>ولهذا قال تعالى مفسرا للهاوية : <span class=\"arabic qpc-hafs\">( وما أدراك ما هيه نار حامية )</span></p><p lang=\"ar\" class=\"ar \">قال ابن جرير : حدثنا ابن عبد الأعلى : حدثنا ابن ثور ، عن معمر ،<span class=\"blue\"> عن الأشعث بن عبد الله الأعمى قال :</span> إذا مات المؤمن ذهب بروحه إلى أرواح المؤمنين ،<span class=\"blue\"> فيقولون :</span> روحوا أخاكم ، فإنه كان في غم الدنيا .<span class=\"blue\"> قال :</span> ويسألونه : وما فعل فلان ؟<span class=\"blue\"> فيقول :</span> مات ، أوما جاءكم ؟<span class=\"blue\"> فيقولون :</span> ذهب به إلى أمه الهاوية</p><p lang=\"ar\" class=\"ar \">وقد رواه ابن مردويه من طريق أنس بن مالك مرفوعا ، بأبسط من هذا . وقد أوردناه في كتاب صفة النار ، أجارنا الله منها بمنه وكرمه .</p>"
        },
        {
            "resource_id": 178,
            "text": "Откуда же тебе знать, о Посланник, что это такое?!"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَمَا أَدْرَاكَ مَا هِيَهْ (١٠)</span> ] ئه‌ی محمد - <span class=\"saw\">صلی الله علیه وسلم</span> - تۆ چوزانی ئه‌و ئاگری دۆزه‌خه‌ چیه‌و چۆنه‌ ؟ ئه‌مه‌ بۆ به‌گه‌وره‌ زانینه‌ كه‌ له‌ توانای مرۆڤدا نیه‌."
        },
        {
            "resource_id": 16,
            "text": "وما أدراك -أيها الرسول- ما هذه الهاوية؟"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَمَا أَدْرَاكَ مَا هِيَهْ )</span> يقول جلّ ثناؤه لنبيه محمد صلى الله عليه وسلم: وما أشعرك يا محمد ما الهاوية.</p>"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "ثم ختم - سبحانه - السورة الكريمة ، بما يزيد من هول هذه الهاوية فقال : ( وَمَآ أَدْرَاكَ مَا هِيَهْ . نَارٌ حَامِيَةٌ )أى : وأى شئ يخبرك بكنه تلك النار السحيقة؟ إننا نحن الذين نخبرك بذلك فنقول لك - أيها المخاطب - على سبيل التحذير من العمل الذى يؤدى إليها ."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَمَا أَدْرَاكَ مَاهِيَهْ }</span> وهذا تعظيم لأمرها،"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "হে ৰাছুল, আপুনি কি জানে সেইটো কি?"
        },
        {
            "resource_id": 792,
            "text": "តើអ្វីដែលធ្វើឱ្យអ្នក(ឱអ្នកនាំសារមូហាំម៉ាត់)ដឹងថា វាជាអ្វីនោះ?"
        },
        {
            "resource_id": 173,
            "text": "Ô Messager, sais-tu ce que c’est?"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 776,
            "text": "¡Mensajero! ¿Cómo sabrás qué morada es esa?"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"green\">( وما أدراك ما هيه )</span> يعني الهاوية ،<span class=\"blue\"> وأصلها :</span> ما هي ، أدخل الهاء فيها للوقف والاستراحة</p>"
        },
        {
            "resource_id": 180,
            "text": "১০. হে রাসূল! আপনি কি জানেন, তা কী?!"
        },
        {
            "resource_id": 177,
            "text": "Và điều gì cho Ngươi - hỡi Thiên Sứ - biết nó là thứ gì?"
        },
        {
            "resource_id": 791,
            "text": "ഹേ റസൂൽ! 'ഹാവിയഃ' എന്നാൽ എന്താണെന്ന് നിനക്കറിയുമോ?"
        },
        {
            "resource_id": 90,
            "text": "وما أدراك ما هيه الأصل ( ما هي ) فدخلت الهاء للسكت . وقرأ حمزة والكسائي ويعقوب وابن محيصن ( ما هي نار ) بغير هاء في الوصل ، ووقفوا بها . وقد مضى في سورة الحاقة بيانه ."
        },
        {
            "resource_id": 176,
            "text": "E cosa ne sai, o Messaggero, di cosa sia?!"
        },
        {
            "resource_id": 179,
            "text": "Ano ang nagpaalam sa iyo, O Sugo, kung ano iyon?"
        },
        {
            "resource_id": 171,
            "text": "O Messenger! What do you know what that is?"
        },
        {
            "resource_id": 182,
            "text": "使者啊！你知道那归宿是什么样的吗？"
        },
        {
            "resource_id": 170,
            "text": "Всевышний подчеркнул величие Адской Пропасти, а затем описал следующими словами:"
        },
        {
            "resource_id": 166,
            "text": "<p>আর আপনাকে কিসে জানাবে সেটা কী?</p>"
        },
        {
            "resource_id": 90,
            "text": "نار حامية أي شديدة الحرارة . وفي صحيح مسلم عن أبي هريرة : أن النبي - صلى الله عليه وسلم - قال : ناركم هذه التي يوقد ابن آدم جزء من سبعين جزءا من حر جهنم . قالوا : والله إن كانت لكافية يا رسول الله . قال : فإنها فضلت عليها بتسعة وستين جزءا ، كلها مثل حرها .وروي عن أبي بكر - رضي الله عنه - أنه قال : إنما ثقل ميزان من ثقل ميزانه ; لأنه وضع فيه الحق ، وحق لميزان يكون فيه الحق أن يكون ثقيلا . وإنما خف ميزان من خف ميزانه ; لأنه وضع فيه الباطل ، وحق لميزان يكون فيه الباطل أن يكون خفيفا . وفي الخبر عن أبي هريرة ، عن النبي - صلى الله عليه وسلم - : \" أن الموتى يسألون الرجل يأتيهم عن رجل مات قبله ، فيقول ذلك مات قبلي ، أما مر بكم ؟ فيقولون لا والله ، فيقول إنا لله وإنا إليه راجعون ! ذهب به إلى أمه الهاوية ، فبئس الأم ، وبئس المربية \" . وقد ذكرناه بكماله في كتاب ( التذكرة ) ، والحمد لله ."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 181,
            "text": "آتشی بسیار سوزان است."
        },
        {
            "resource_id": 791,
            "text": "കടുത്ത ചൂടുള്ള നരഗാഗ്നിയത്രെ അത്."
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ : </b></p><p>(اَلْقَارِعَةُ) আল কারি‘আহ কিয়ামতের অন্যতম একটি নাম। যেমন এর পূর্বে কিয়ামতের বিভিন্ন নাম উল্লেখ করা হয়েছে</p><p class='arabic uthmani'>الواقعة ، الساعة ، الطامة ، الحاقة</p><p>ইত্যাদি। সূরার প্রথম আয়াতে উল্লিখিত শব্দ থেকেই এ নামে সূরার নামকরণ করা হয়েছে।</p><p>اَلْقَارِعَةُ শব্দের অর্থ: করাঘাতকারী, ঠনঠনকারী ও মহাপ্রলয় ইত্যাদি। কিয়ামতকে এ নামে নামকরণ করার কারণ হলো: কিয়ামত মানুষের হৃদয়কে জাগ্রত করে তুলবে এবং আল্লাহ তা‘আলার দুশমনদেরকে আযাব সম্পর্কে অবহিত করবে। যেমন দরজায় করাঘাত করে গৃহবাসীকে সতর্ক করা হয়। সূরায় কিয়ামতের কঠিন অবস্থা বর্ণনার পাশাপাশি ভাল ও মন্দ আমল ওজন করে তদানুযায়ী প্রতিদান প্রদান করা হবে, সে সম্পর্কেও আলোচনা করা হয়েছে।</p><p>শব্দটি একাধিকবার উল্লেখ করার উদ্দেশ্য হলো : এ সম্পর্কে গুরুত্ব প্রদান করা। কেননা কিয়ামতের দিন ভয়ংকর কম্পন ও প্রচণ্ড শব্দ প্রাণীজগতের কানে ও হৃদয়ে তীব্র আঘাত করবে ও ভয়ে হৃৎকম্পন শুরু হবে। আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(وَيَوْمَ يُنْفَخُ فِي الصُّوْرِ فَفَزِعَ مَنْ فِي السَّمٰوٰتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَا۬ءَ اللّٰهُ ط وَكُلٌّ أَتَوْهُ دٰخِرِيْنَ)</p><p>“এবং সেদিন শিঙ্গায় ফুঁৎকার দেওয়া হবে, সেদিন আকাশসমূহ ও পৃথিবীর সকলেই ভীত-বিহ্বল হয়ে পড়বে, তবে আল্লাহ যাদেরকে চাইবেন তারা ব্যতীত এবং সকলেই তার নিকট আসবে বিনীত অবস্থায়।” (সূরা নামল ২৭: ৮৭)</p><p>الْفَرَاشِ বলতে ঐসব কীট-পতঙ্গকে বুঝানো হয়েছে যা আগুনের চারপাশে ছুটাছুটি করে। যেমন আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(خُشَّعًا أَبْصَارُهُمْ يَخْرُجُوْنَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُّنْتَشِرٌ)</p><p>“অপমানে শঙ্কিত নয়নে সেদিন তারা কবরসমূহ হতে বের হবে বিক্ষিপ্ত পঙ্গপালের ন্যায়” (সূরা কামার ৫৪: ৭)</p><p>مَبْثُوْثِ অর্থ : বিক্ষিপ্ত, অর্থাৎ কিয়ামতের দিন মানুষ বিক্ষিপ্ত কীটপতঙ্গের ন্যায় ছুটাছুটি করতে থাকবে।</p><p>عِهْنِ এ সম্পর্কে সূরা হাক্কাতে আলোচনা করা হয়েছে।</p><p class='arabic uthmani'>(ثَقُلَتْ مَوَازِيْنُه)</p><p>অর্থাৎ যার নেকীর পাল্লা পাপের পাল্লার ওপর ভারী হবে তার জন্য থাকবে আড়ম্বরপূর্ণ জীবনযাপন। আর যার নেকীর পাল্লা পাপের পাল্লার তুলনায় হালকা হবে তার জন্য উত্তপ্ত আগুন বা জাহান্নাম যা হাবিয়াহ নামে পরিচিত। মানুষের আমল কিয়ামতের দিন ওজন করা হবেÑএটা সত্য। যেমন আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(‏وَالْوَزْنُ يَوْمَئِذِنِ الْحَقُّ ج فَمَنْ ثَقُلَتْ مَوَازِيْنُه۫ فَأُولٰ۬ئِكَ هُمُ الْمُفْلِحُوْنَ ‏ وَمَنْ خَفَّتْ مَوَازِيْنُه۫ فَأُولٰ۬ئِكَ الَّذِيْنَ خَسِرُوْآ أَنْفُسَهُمْ بِمَا كَانُوْا بِاٰيٰتِنَا يَظْلِمُوْنَ)</p><p>“সেদিন সঠিক ওজন করা হবে। যাদের পাল্লা ভারী হবে তারাই সফলকাম হবে। আর যাদের পাল্লা হালকা হবে তারাই তাদের নিজেদের ক্ষতি করেছে, যেহেতু তারা আমার নিদর্শসনমূহকে প্রত্যাখ্যান করত।” (সূরা আ‘রাফ ৭: ৮-৯) কিন্তু কিভাবে হবে তা আল্লাহ তা‘আলাই ভাল জানেন। এটা সম্পূর্ণ গায়েবী বিষয়, এর প্রতি আমাদের ঈমান রাখতে হবে।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. পুনরুত্থান ও আমলের প্রতিদানের প্রমাণ পেলাম।</p><p>২. কিয়ামতের ভয়াবহতা বর্ণনা করে মানুষকে আমলের ব্যাপারে সতর্ক করা হচ্ছে।</p><p>৩. আমল ওজন করা হবে। এমনকি আমলকারীকেও ওজন করা হবে।</p><p>৪. কিয়ামতের দিন মানুষ দুটি দলে বিভক্ত হবে। এক দল জান্নাতী আর অন্য দল জাহান্নামী।</p>"
        },
        {
            "resource_id": 905,
            "text": "هي نار شديدة الحرارة."
        },
        {
            "resource_id": 93,
            "text": "إنها نار قد بلغت النهاية فى حرارتها .نسأل الله تعالى - أن يعيذنا جميعا منها .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ نَارٌ حَامِيَةٌ }</span> أي: شديدة الحرارة، قد زادت حرارتها على حرارة نار الدنيا سبعين ضعفًا. نستجير بالله منها."
        },
        {
            "resource_id": 175,
            "text": "To je vatra čija je vrelina veoma žestoka."
        },
        {
            "resource_id": 179,
            "text": "Iyon ay isang Apoy na matindi ang init."
        },
        {
            "resource_id": 172,
            "text": "O, sıcaklığı çok şiddetli bir ateştir."
        },
        {
            "resource_id": 16,
            "text": "إنها نار قد حَمِيت من الوقود عليها."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">نَارٌ حَامِيَةٌ (١١)</span> ] ئاگرێكه‌ له‌وپه‌ڕی گه‌رمی و گڕو بڵێسه‌دایه‌ -په‌نا به‌خوای گه‌وره‌- پێغه‌مبه‌ری خوا - <span class=\"saw\">صلی الله علیه وسلم</span> - ئه‌فه‌رمووێ: (ئه‌م ئاگره‌ی ئێوه‌ كه‌ له‌ دونیا ئه‌یكه‌نه‌وه‌ به‌شێكه‌ له‌ حه‌فتا به‌شی ئاگری دۆزه‌خ)، واته‌: ئاگری دۆزه‌خ شه‌ست و نۆ جار تین و گڕو بڵێسه‌ی زیاتره‌ له‌ ئاگری دونیا -په‌نا به‌خوای گه‌وره‌-، خوای گه‌وره‌ بمانپارێزێ، والله اعلم."
        },
        {
            "resource_id": 171,
            "text": "It is the intensely hot hellfire."
        },
        {
            "resource_id": 183,
            "text": "それは酷い灼熱の火だ。"
        },
        {
            "resource_id": 176,
            "text": "È un fuoco ardente."
        },
        {
            "resource_id": 178,
            "text": "Это пламя Ада."
        },
        {
            "resource_id": 182,
            "text": "那就是燃着熊熊烈火的火狱。"
        },
        {
            "resource_id": 92,
            "text": "نَارٌ حَامِيَةٌ (11)وجملة : نار حامية } بيان لجملة : { وما أدراك ما هيه } ، والمعنى : هي نار حامية . وهذا من حذف المسند إليه الذي اتّبع في حذفه استعمال أهل اللغة .ووصف { نار } ب { حامية } من قبيل التوكيد اللفظي لأن النار لا تخلو عن الحَمْي فوصفها به وصف بما هوَ من معنى لفظ { نار } فكانَ كذكر المرادف كقوله تعالى : { نار اللَّه الموقدة } [ الهمزة : 6 ] ."
        },
        {
            "resource_id": 165,
            "text": "<p>তা অতি উত্তপ্ত অগ্নি।[১]</p><p>[১] যেমন হাদীস শরীফে আছে যে, দুনিয়াতে মানুষ যে আগুন ব্যবহার করে থাকে, তা জাহান্নামের ৭০ ভাগের এক ভাগ। জাহান্নামের আগুন দুনিয়ার আগুন হতে উষ্ণতার দিক দিয়ে ৬৯ গুণ বেশী। <em>(সহীহ বুখারী মখলুক সৃষ্টি অধ্যায়, জাহান্নামের বিবরণ পরিচ্ছেদ, মুসলিম জান্নাতের বিবরণ অধ্যায়, জাহান্নামের আগুনের উষ্ণতা বিবরণ পরিচ্ছেদ)</em></p><p>এক অন্য হাদীসে বর্ণিত হয়েছে যে, জাহান্নামের আগুন আল্লাহর নিকট অভিযোগ করে বলল যে, 'আমার এক অংশ অপর অংশকে খেয়ে ফেলছে।' তখন আল্লাহ জাহান্নামকে দুটি নিঃশ্বাস নিতে আদেশ করলেন। প্রথম নিঃশ্বাস হল গরমকালে। আর দ্বিতীয় নিঃশ্বাস হল শীতকালে। সুতরাং শীতকালে যে প্রচন্ড শীত অনুভব হয়, তা জাহান্নামের ঠান্ডা নিঃশ্বাসের কারণে। আর গ্রীষ্মকালে যে প্রচন্ড গরম পড়ে, তা জাহান্নামের গরম নিঃশ্বাসের ফলে। <em>(বুখারী, উল্লিখিত বাবে)</em></p><p>অন্য এক হাদীসে বর্ণিত হয়েছে, মহানবী (সাঃ) বলেছেন যে, \"গরম যখন প্রচন্ড হয়, তখন নামায ঠান্ডা করে পড়। কেননা, গরমের প্রচন্ডতা জাহান্নামের উত্তেজনা থেকে হয়।\" <em>(প্রমাণ পূর্বে উল্লিখিত, মুসলিম মাসজিদ অধ্যায়)</em></p>"
        },
        {
            "resource_id": 170,
            "text": "Его жар превосходит жар огня в этом мире в семьдесят раз. Упаси нас Аллах от подобного наказания!"
        },
        {
            "resource_id": 15,
            "text": "<p>ثم بَيَّن ما هي،<span class=\"blue\"> فقال:</span> <span class=\"arabic qpc-hafs green\">( نَارٌ حَامِيَةٌ )</span>,<span class=\"blue\"> يعني بالحامية:</span> التي قد حميت من الوقود عليها.</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>نارحامیة (11:101) ” یہ بھڑکتی ہوئی آگ ہے “۔ اور جن لوگوں کے پیمانے ہلکے اور ناقابل اعتبار ہوئے ، یہ گرم آگ ان کی ماں ہوگی ۔ اس ماں کی جھولی میں وہ آرام کریں گے اور وہاں آرام و راحت پائیں گے یا تم سمجھ گئے کہ اس ماں کے ہاں وہ کیا آرام پائیں گے جو گہری کھائی ہے اور جس کے اندر گرم آگ ہے۔ یہ اچانک طنزیہ انداز اس قدری حقیقی ہے اور اس قدر تلخ ہے جس کا تصور نہیں کیا جاسکتا۔</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>অত্যন্ত উত্তপ্ত আগুন [১]।</p><p>[১] এখানে حامية বলে বুঝানো হয়েছে, আগুনটি হবে অত্যন্ত উত্তপ্ত ও লেলিহান। [ইবন কাসীর] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আদম সন্তান যে আগুন ব্যবহার করে সেটি জাহান্নামের আগুনের সত্তর ভাগের একভাগ উত্তপ্ততা সম্পন্ন, সাহাবায়ে কিরাম বললেন, হে আল্লাহ্র রাসূল, এটাই তো শাস্তির জন্যে যথেষ্ট, তিনি বললেন, জাহান্নামের আগুন তার থেকে উনসত্তর গুণ বেশী উত্তপ্ত”। [বুখারী: ৩২৬৫] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “তোমাদের এ আগুন জাহান্নামের আগুনের সত্তর ভাগের একভাগ। তারপরও তাকে দু’বার সমুদ্রের মাধ্যমে ঠাণ্ডা করা হয়েছে, নতুবা এর দ্বারা কেউই উপকৃত হতে পারতনা।” [মুসনাদে আহমাদ: ২/২৪৪] অন্য হাদীসে এসেছে, “কিয়ামতের দিন সবচেয়ে হাল্কা আযাব ঐ ব্যক্তির হবে যাকে আগুনের জুতা পরিয়ে দেয়া হয়েছে ফলে তার কারণে তার মগজ উৎরাতে থাকবে।” [মুসনাদে আহমাদ: ২/৪৩২] হাদীসে আরও এসেছে, “জাহান্নাম তার রাবের কাছে অভিযোগ দিল যে, আমার একাংশ আরেক অংশকে খেয়ে ফেলছে। তখন তাকে দু’টি নিঃশ্বাস ফেলার অনুমতি দেয়া হলো, একটি শীতকালে অপরটি গ্ৰীষ্মকালে। সুতরাং যত বেশী শীত পাও সেটা জাহান্নামের ঠাণ্ডা থেকে আর যদি বেশী গরম অনুভব কর সেটাও জাহান্নামের উত্তপ্ততা থেকে।” [বুখারী: ৫৩৭, ৩২৬০, মুসলিম: ৬১৭] অন্য হাদীসে এসেছে, “তোমরা যখন দেখবে যে, গ্ৰীষ্মের উত্তপ্ততা বেশী হয়ে গেছে তখন তোমরা সালাত ঠাণ্ডা করে পড়ো; কেননা, কঠিন উত্তপ্ততা জাহান্নামের লাভা থেকে এসেছে।” [বুখারী: ৪৩৬, মুসলিম: ৬১৫]</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>وقوله : <span class=\"arabic qpc-hafs\">( نار حامية )</span> أي : حارة شديدة الحر ، قوية اللهيب والسعير .</p><p lang=\"ar\" class=\"ar \">قال أبو مصعب ، عن مالك ، عن أبي الزناد ، عن الأعرج ،<span class=\"blue\"> عن أبي هريرة :</span> أن النبي صلى الله عليه وسلم قال : <span class=\"red\">\" نار بني آدم التي توقدون جزء من سبعين جزءا من نار جهنم \"</span> .<span class=\"blue\"> قالوا :</span> يا رسول الله ، إن كانت لكافية .<span class=\"blue\"> فقال :</span> <span class=\"red\">\" إنها فضلت عليها بتسعة وستين جزءا \"</span> .</p><p lang=\"ar\" class=\"ar \">ورواه البخاري ، عن إسماعيل بن أبي أويس ، عن مالك . ورواه مسلم ، عن قتيبة ، عن المغيرة بن عبد الرحمن ، عن أبي الزناد به ،<span class=\"blue\"> وفي بعض ألفاظه :</span> <span class=\"red\">\" أنها فضلت عليها بتسعة وستين جزءا ، كلهن مثل حرها \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا عبد الرحمن ، حدثنا حماد - وهو ابن سلمة - ، عن محمد بن زياد -<span class=\"blue\"> سمع أبا هريرة يقول :</span> سمعت أبا القاسم صلى الله عليه وسلم يقول : <span class=\"red\">\" نار بني آدم التي توقدون جزء من سبعين جزءا من نار جهنم \"</span> .<span class=\"blue\"> فقال رجل :</span> إن كانت لكافية .<span class=\"blue\"> فقال :</span> <span class=\"red\">\" لقد فضلت عليها بتسعة وستين جزءا حرا فحرا \"</span> .</p><p>تفرد به أحمد من هذا الوجه ، وهو على شرط مسلم .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد أيضا : حدثنا سفيان ، عن أبي الزياد ، عن الأعرج ، عن أبي هريرة ، عن النبي صلى الله عليه وسلم - وعمرو ، عن يحيى بن جعدة -<span class=\"blue\"> :</span> <span class=\"red\">\" إن ناركم هذه جزء من سبعين جزءا من نار جهنم ، وضربت بالبحر مرتين ، ولولا ذلك ما جعل الله فيها منفعة لأحد \"</span> .</p><p lang=\"ar\" class=\"ar \">وهذا على شرط الصحة ولم يخرجوه من هذا الوجه ، وقد رواه مسلم في صحيحه من طريق <span class=\"reference brown\">[ ابن أبي الزناد ]</span> .</p><p lang=\"ar\" class=\"ar \">ورواه البزار من حديث عبد الله بن مسعود وأبي سعيد الخدري : <span class=\"red\">\" ناركم هذه جزء من سبعين جزءا \"</span> .</p><p lang=\"ar\" class=\"ar \">وقد قال الإمام أحمد : حدثنا قتيبة ، حدثنا عبد العزيز - هو ابن محمد الدراوردي - ، عن سهيل عن أبيه ، عن أبي هريرة ،<span class=\"blue\"> عن النبي صلى الله عليه وسلم قال :</span> <span class=\"red\">\" هذه النار جزء من مائة جزء من جهنم \"</span> .</p><p>تفرد به أيضا من هذا الوجه ، وهو على شرط مسلم أيضا .</p><p lang=\"ar\" class=\"ar \">وقال أبو القاسم الطبراني : حدثنا أحمد بن عمرو الخلال ، حدثنا إبراهيم بن المنذر الحزامي ، حدثنا معن بن عيسى القزاز ، عن مالك ، عن عمه أبي سهيل ، عن أبيه ،<span class=\"blue\"> عن أبي هريرة قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" أتدرون ما مثل ناركم هذه من نار جهنم ؟ لهي أشد سوادا من دخان ناركم هذه بسبعين ضعفا \"</span> .</p><p lang=\"ar\" class=\"ar \">وقد رواه أبو مصعب ، عن مالك ولم يرفعه . وروى الترمذي وابن ماجه ، عن عباس الدوري ،<span class=\"blue\"> عن يحيى ابن أبي بكير :</span> حدثنا شريك ، عن عاصم ، عن أبي صالح ،<span class=\"blue\"> عن أبي هريرة قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" أوقد على النار ألف سنة حتى احمرت ، ثم أوقد عليها ألف سنة حتى ابيضت ، ثم أوقد عليها ألف سنة حتى اسودت ، فهي سوداء مظلمة \"</span> .</p><p>وقد روي هذا من حديث أنس وعمر بن الخطاب .</p><p lang=\"ar\" class=\"ar \">وجاء في الحديث - عند الإمام أحمد - من طريق أبي عثمان النهدي ، عن أنس - وأبي نضرة العبدي ، عن أبي سعيد وعجلان مولى المشمعل ، عن أبي هريرة -<span class=\"blue\"> عن النبي صلى الله عليه وسلم أنه قال :</span> <span class=\"red\">\" إن أهون أهل النار عذابا من له نعلان يغلي منهما دماغه \"</span> .</p><p lang=\"ar\" class=\"ar \">وثبت في الصحيح أن رسول الله صلى الله عليه وسلم قال : <span class=\"red\">\" اشتكت النار إلى ربها فقالت : يا رب ، أكل بعضي بعضا ،<span class=\"blue\"> فأذن لها بنفسين :</span> نفس في الشتاء ، ونفس في الصيف . فأشد ما تجدون في الشتاء من بردها ، وأشد ما تجدون في الصيف من حرها \"</span> .</p><p>وفي الصحيحين : <span class=\"red\">\" إذا اشتد الحر فأبردوا عن الصلاة ، فإن شدة الحر من فيح جهنم \"</span> .</p><p>آخر سورة القارعة</p>"
        },
        {
            "resource_id": 180,
            "text": "১১. তা হলো অতি উত্তপ্ত অগ্নি।"
        },
        {
            "resource_id": 177,
            "text": "Đó là nơi của những ngọn lửa có sức nóng khủng khiếp."
        },
        {
            "resource_id": 174,
            "text": "Itulah neraka yang sangat panas."
        },
        {
            "resource_id": 94,
            "text": "<p>ثم فسرها فقال : <span class=\"green\">( نار حامية )</span> أي حارة قد انتهى حرها .</p>"
        },
        {
            "resource_id": 776,
            "text": "Es el fuego del infierno intensamente caliente."
        },
        {
            "resource_id": 173,
            "text": "Un Feu à la chaleur très intense."
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">The turmoil of Doomsday will smash everything. People will completely lose their bearings. Thereafter a new world will come into existence where only Truth will carry weight. All falsity will be set at naught. In the present world, the approval of the people prevails. Here things carry weight according to the likes and dislikes of men. The world of the Hereafter is the world of God, where everything will be subservient to His will. In the present world the deeds performed are judged according to their appearance. In the Hereafter deeds will be judged according to their inner reality. The more sincere a man’s deeds, the more importance they will be given. The deed which is devoid of sincerity will carry absolutely no weight in the Hereafter, however significant it might have seemed to the superficial people of the present world.</p>"
        },
        {
            "resource_id": 792,
            "text": "គឺជាភ្លើងនរកដ៏សែនក្តៅបំផុត។"
        },
        {
            "resource_id": 790,
            "text": "সেয়া হৈছে অত্যন্ত উত্তপ্ত অগ্নিকুণ্ড।"
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "101"
        }
    }
}