{
    "tafsirs": [
        {
            "resource_id": 905,
            "text": "شغلكم - أيها الناس - التفاخر بالأموال والأولاد عن طاعة الله."
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1}</span> يقول تعالى موبِّخاً عباده عن اشتغالهم عمَّا خُلِقوا له من عبادته وحده لا شريك له ومعرفته والإنابة إليه وتقديم محبَّته على كلِّ شيءٍ: <span class=\"arabic qpc-hafs brown\">{ألۡهاكُمُ}</span>: عن ذلك المذكور، <span class=\"arabic qpc-hafs brown\">{التَّكاثُرُ}</span>: ولم يذكر المُتَكاثَرَ به؛ ليشمل ذلك كلَّ ما يَتَكاثَرُ به المتكاثرون ويفتخر به المفتخرون؛ من <span class=\"brown\">[التكاثر في]</span> الأموال والأولاد والأنصار والجُنود والخدم والجاه وغير ذلك ممَّا يقصد منه مكاثرة كلِّ واحدٍ للآخر، وليس المقصود منه وجه الله.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{2}</span> فاستمرَّت غفلتكم ولهوتكم وتشاغلكم <span class=\"arabic qpc-hafs brown\">{حتَّى زُرۡتُمُ المقابرَ}</span>: فانكشف حينئذٍ لكم الغطاءُ، ولكنْ بعدَما تعذَّر عليكم استئنافه.<span class=\"blue\"> ودلَّ قولُه:</span><span class=\"arabic qpc-hafs brown\">{حتَّى زرتُم المقابر}</span>: أنَّ البرزخ دارٌ المقصود منها النفوذ إلى الدار الآخرة ؛ لأن الله سمَّاهم زائرين، ولم يسمِّهم مقيمين، فدلَّ ذلك على البعث والجزاء على الأعمال  في دار باقيةٍ غير فانيةٍ.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{3 ـ 6}</span> ولهذا توعَّدهم: <span class=\"arabic qpc-hafs brown\">{كلاَّ سوف تعلمون. ثم كلاَّ سوف تعلمون. كلاَّ لو تعلمونَ علمَ اليقينِ}</span>؛<span class=\"blue\"> أي:</span> لو تعلمون ما أمامكم علماً يصلُ إلى القلوب؛ لما ألهاكم التَّكاثر، ولبادرتم إلى الأعمال الصالحة، ولكن عدم العلم الحقيقيِّ صيَّركم إلى ما ترون، <span class=\"arabic qpc-hafs brown\">{لَتَرَوُنَّ الجحيم}</span>؛<span class=\"blue\"> أي:</span> لَتَرِدُنَّ القيامة، فلَتَرَوُنَّ الجحيم التي أعدَّها الله للكافرين.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{7}</span><span class=\"arabic qpc-hafs brown\">{ثمَّ لَتَرَوُنَّها عين اليقين}</span>؛<span class=\"blue\"> أي:</span> رؤيةً بصريةً؛<span class=\"blue\"> كما قال تعالى:</span><span class=\"arabic qpc-hafs brown\">{ورأى المجرمون النَّارَ فظَنُّوا أنَّهم مُواقِعوها ولمۡ يَجِدوا عنها مَصۡرِفاً}</span>.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{8}</span><span class=\"arabic qpc-hafs brown\">{ثم لَتُسۡألُنَّ يومئذٍ عن النَّعيم}</span>: الذي تنعَّمتم به في دار الدُّنيا؛ هل قمتم بشكره، وأدَّيتم حقَّ الله فيه، ولم تستعينوا به على معاصيه؛ فينعِّمكم نعيماً أعلى منه وأفضل؟ أم اغتررتُم به، ولم تقوموا بشكره، بل ربَّما استعنتم به على المعاصي ؛ فيعاقبكم على ذلك؟<span class=\"blue\"> قال تعالى:</span><span class=\"arabic qpc-hafs brown\">{ويومَ يُعۡرَضُ الذين كفروا على النارِ أذۡهَبۡتُم طيباتِكم في حياتكم الدُّنيا واستمتعتم بها فاليوم تُجۡزَوۡنَ عذاب الهُونِ ... }</span> الآية.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"ألهاكم التكاثر\"</span>، شغلتكم المباهاة والمفاخرة والمكاثرة بكثرة المال والعدد عن طاعة ربكم وما ينجيكم من سخطه.</p>"
        },
        {
            "resource_id": 171,
            "text": "O people! Boasting with one another over wealth and offspring has preoccupied you from the obedience of Allah."
        },
        {
            "resource_id": 90,
            "text": "تفسير سورة التكاثروهي مكية في قول جميع المفسرين .وروى البخاري أنها مدنية . وهي ثماني آياتبسم الله الرحمن الرحيمألهاكم التكاثرقوله تعالى : ألهاكم التكاثر ألهاكم شغلكم . قال [ امرؤ القيس ] :فمثلك حبلى قد طرقت ومرضع فألهيتها عن ذي تمائم مغيلأي شغلكم المباهاة بكثرة المال والعدد عن طاعة الله ، حتى متم ودفنتم في المقابر . وقيل ألهاكم : أنساكم . التكاثر أي من الأموال والأولاد ، قاله ابن عباس والحسن . وقال قتادة : أي التفاخر بالقبائل والعشائر . وقال الضحاك : أي ألهاكم التشاغل بالمعاش والتجارة . يقال : لهيت عن كذا ( بالكسر ) ألهى لهيا ولهيانا : إذا سلوت عنه ، وتركت ذكره ، وأضربت عنه . وألهاه : أي شغله . ولهاه به تلهية أي علله . والتكاثر : المكاثرة .قال مقاتل وقتادة وغيرهما : نزلت في اليهود حين قالوا : نحن أكثر من بني فلان ، وبنو فلان أكثر من بني فلان ، ألهاهم ذلك حتى ماتوا ضلالا . وقال ابن زيد : نزلت في فخذ من الأنصار . وقال ابن عباس ومقاتل والكلبي : نزلت في حيين من قريش : بني عبد مناف ، وبني : سهم ، تعادوا وتكاثروا بالسادة والأشراف في الإسلام ، فقال كل حي منهم نحن أكثر سيدا ، وأعز عزيزا ، وأعظم نفرا ، وأكثر عائذا ، فكثر بنو عبد مناف سهما . ثم تكاثروا بالأموات ، فكثرتهم سهم ، [ ص: 151 ] فنزلت ألهاكم التكاثر بأحيائكم فلم ترضوا حتى زرتم المقابر مفتخرين بالأموات . وروى سعيد عن قتادة قال : كانوا يقولون نحن أكثر من بني فلان ، ونحن أعد من بني فلان ; وهم كل يوم يتساقطون إلى آخرهم ، والله مازالوا كذلك حتى صاروا من أهل القبور كلهم . وعن عمرو بن دينار حلف أن هذه السورة نزلت في التجار . وعن شيبان عن قتادة قال : نزلت في أهل الكتاب .قلت : الآية تعم جميع ما ذكر وغيره . وفي صحيح مسلم عن مطرف عن أبيه قال : أتيت النبي - صلى الله عليه وسلم - وهو يقرأ ألهاكم التكاثر قال : \" يقول ابن آدم : مالي مالي ! وهل لك يا ابن آدم من مالك إلا ما أكلت فأفنيت ، أو لبست فأبليت ، أو تصدقت فأمضيت .وروى البخاري عن ابن شهاب : أخبرني أنس بن مالك أن رسول الله - صلى الله عليه وسلم - قال : \" لو أن لابن آدم واديا من ذهب ، لأحب أن يكون له واديان ، ولن يملأ فاه إلا التراب ، ويتوب الله على من تاب \" . قال ثابت عن أنس عن أبي : كنا نرى هذا من القرآن ، حتى نزلت ألهاكم التكاثر . قال ابن العربي : وهذا نص صحيح مليح ، . غاب عن أهل التفسير فجهلوا والحمد لله على المعرفة . وقال ابن عباس : قرأ النبي - صلى الله عليه وسلم - ألهاكم التكاثر قال : \" تكاثر الأموال : جمعها من غير حقها ، ومنعها من حقها ، وشدها في الأوعية \" ."
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>The Result of Loving the World and Heedlessness of the Hereafter</h2><p>Allah says that all are preoccupied by love of the world, its delights and its adornments, and this distracts you from seeking the Hereafter and desiring it. This delays you until death comes to you and you visit the graves, thus becoming its inhabitants. In Sahih Al-Bukhari, it is recorded in the Book of Ar-Riqaq (Narrations that soften the Heart) from Anas bin Malik, who reported that Ubayy bin Ka`b said, \"We used to think that this was a part of the Qur'an until the Ayah was revealed which says;</p><p>أَلْهَـكُمُ التَّكَّاثُرُ</p><p>(The mutual increase diverts you.)\" He was referring to the Hadith in which the Prophet said,</p><p>«لَوْ كَانَ لِابْنِ آدَمَ وَادٍ مِنْ ذَهَب»</p><p>(If the Son of Adam had a valley of gold, he would desire another like it...) Imam Ahmad recorded from `Abdullah bin Ash-Shikhkhir that he said, \"I came to the Messenger of Allah ﷺ while he was saying,</p><p>أَلْهَـكُمُ التَّكَّاثُرُ</p><p>يَقُولُ ابْنُ آدَمَ: مَالِي مَالِي، وَهَلْ لَكَ مِنْ مَالِكَ إِلَّا مَا أَكَلْتَ فَأَفْنَـيْتَ، أَوْ لَبِسْتَ فَأَبْلَيْتَ، أَوْ تَصَدَّقْتَ فَأَمْضَيْتَ؟»</p><p>((The mutual increase diverts you.)\" He was referring to the Hadith in which the Prophet said,</p><p>«لَوْ كَانَ لِابْنِ آدَمَ وَادٍ مِنْ ذَهَب»</p><p>(If the Son of Adam had a valley of gold, he would desire another like it...) Imam Ahmad recorded from `Abdullah bin Ash-Shikhkhir that he said, \"I came to the Messenger of Allah ﷺ while he was saying,</p><p>أَلْهَـكُمُ التَّكَّاثُرُ</p><p>يَقُولُ ابْنُ آدَمَ: مَالِي مَالِي، وَهَلْ لَكَ مِنْ مَالِكَ إِلَّا مَا أَكَلْتَ فَأَفْنَـيْتَ، أَوْ لَبِسْتَ فَأَبْلَيْتَ، أَوْ تَصَدَّقْتَ فَأَمْضَيْتَ؟»</p><p>((The mutual increase diverts you.)( The Son of Adam says, \"My wealth, my wealth.\" But do you get anything (of benefit) from your wealth except for that which you ate and you finished it, or that which you clothed yourself with and you wore it out, or that which you gave as charity and you have spent it)\" Muslim, At-Tirmidhi and An-Nasa'i also recorded this Hadith. Muslim recorded in his Sahih from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p>«يَقُولُ الْعَبْدُ: مَالِي مَالِي، وَإِنَّمَا لَهُ مِنْ مَالِهِ ثَلَاثٌ: مَا أَكَلَ فَأَفْنَى، أَوْ لَبِسَ فَأَبْلَى، أَوْ تَصَدَّقَ فَأَمْضَى، وَمَا سِوَى ذَلِكَ فَذَاهِبٌ وَتَارِكُهُ لِلنَّاس»</p><p>(The servant says \"My wealth, my wealth.\" Yet he only gets three (benefits) from his wealth: that which he eats and finishes, that which he eats and finishes, that which he wears until it is worn out, or that which he gives in charity and it is spent. Everything else other than that will go away and leave him for the people.) Muslim was alone in recording this Hadith. Al-Bukhari recorded from Anas bin Malik that the Messenger of Allah ﷺ said,</p><p>«يَتْبَعُ الْمَيِّتَ ثَلَاثَةٌ، فَيَرْجِعُ اثْنَانِ وَيَبْقَى مَعَهُ وَاحِدٌ: يَتْبَعُهُ أَهْلُهُ وَمَالُهُ وَعَمَلُهُ، فَيَرْجِعُ أَهْلُهُ وَمَالُهُ، وَيَبْقَى عَمَلُه»</p><p>(Three things follow the deceased person, and two of them return while one remains behind with him. The things which follow him are his family, his wealth and his deeds. His family and his wealth return while his deeds remain.) This Hadith has also been recorded by Muslim, At-Tirmidhi and An-Nasa'i. Imam Ahmad recorded from Anas that the Prophet said,</p><p>«يَهْرَمُ ابْنُ آدَمَ وَيَبْقَى مِنْهُ اثْنَتَانِ: الْحِرْصُ وَالْأَمَل»</p><p>(The Son of Adam becomes old with senility, but yet two things remain with him: greed and hope.) Both of them (Al-Bukhari and Muslim) recorded this Hadith in the Two Sahihs.</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 181,
            "text": "- ای مردم- بالیدن به اموال و فرزندان، شما را از طاعت الله بازداشت."
        },
        {
            "resource_id": 92,
            "text": "أَلْهَاكُمُ التَّكَاثُرُ (1) { ألهاكم } أي شغلكم عما يجب عليكم الاشتغالُ به لأن اللهو شغل يصرف عن تحصيل أمرٍ مهم .و { التكاثر } : تفاعل في الكثْر أي التباري في الإِكثار من شيء مرغوب في كثرته . فمنه تكاثر في الأموال ، ومنه تكاثر في العَدد من الأولاد والأحلاف للاعتزاز بهم . وقد فسرت الآية بهما قال تعالى : { وقالوا نحن أكثر أموالاً وأولاداً وما نحن بمعذبين } [ سبأ : 35 ] .وقال الأعشى: ... ولستَ بالأكْثر منهم حَصًىوإنما العِزة للكَاثر ... روى مسلم عن عبد الله بن الشِّخِّير قال : « انتهيت إلى رسول الله صلى الله عليه وسلم وهو يقول : { ألهاكم التكاثر } قال : يقول ابنُ آدم مالي مالي ، وهل لك يا بن آدم من مالك إلا ما أكلتَ فأفنَيْت أو لَبست فَأَبْلَيْت أو تصدقت فأمضَيْت » فهذا جارٍ مجرى التفسير لمعنى من معاني التكاثر اقتضاه حال الموعظة ساعتئذ وتحتمله الآية .والخطاب للمشركين بقرينة غلظة الوعيد بقوله : { كلا سوف تعلمون ثم كلا سوف تعلمون } وقوله : { لترون الجحيم } [ التكاثر : 6 ] إلى آخر السورة ، ولأن هذا ليس من خُلق المسلمين يومئذ .والمراد بالخطاب : سادتُهم وأهلُ الثراء منهم لقوله : { ثم لتسئلن يومئذٍ عن النعيم } [ التكاثر : 8 ] ، ولأن سادة المشركين هم الذين آثاروا ما هم فيه من النعمة على التهمّم بتلقي دعوة النبي صلى الله عليه وسلم فتصدَّوا لتكذيبه وإغراء الدهماء بعدم الإِصغاء له . فلم يُذكَر المُلْهَى عنه لظهور أنه القرآن والتدبر فيه ، والإِنصاف بتصديقه . وهذا الإِلهاء حصل منهم وتحقق كما دل عليه حكايته بالفعل الماضي .وإذا كان الخطاب للمشركين فلأن المسلمين يعلمون أن التلبس بشيء من هذا الخلق مذموم عند الله ، وأنه من خصال أهل الشرك فيعلمون أنهم محذرون من التلبس بشيء من ذلك فيحذرون من أن يُلهيهم حب المال عن شيء من فعل الخير ، ويتوقعون أن يفاجئهم الموت وهم لاهون عن الخير ، قال تعالى يخاطب المؤمنين : { اعلموا أنما الحياة الدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في الأموال والأولاد كمثل غيث أعجب الكفار نباته } [ الحديد : 20 ] الآية ."
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة التكاثر وهي مكية .</p><p lang=\"ar\" class=\"ar \">يقول تعالى : شغلكم حب الدنيا ونعيمها وزهرتها عن طلب الآخرة وابتغائها ، وتمادى بكم ذلك حتى جاءكم الموت وزرتم المقابر ، وصرتم من أهلها ؟!</p><p lang=\"ar\" class=\"ar \">قال ابن أبي حاتم : حدثنا أبي ، حدثنا زكريا بن يحيى الوقار المصري ، حدثنا خالد بن عبد الدايم ، عن ابن زيد بن أسلم ،<span class=\"blue\"> عن أبيه قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" <span class=\"arabic qpc-hafs\">( ألهاكم التكاثر )</span> عن الطاعة <span class=\"arabic qpc-hafs\">( حتى زرتم المقابر )</span> حتى يأتيكم الموت \"</span> .</p><p>وقال الحسن البصري : <span class=\"arabic qpc-hafs\">( ألهاكم التكاثر )</span> في الأموال والأولاد .</p><p lang=\"ar\" class=\"ar \">وفي صحيح البخاري في <span class=\"red\">\" الرقاق \"</span> منه : وقال لنا أبو الوليد : حدثنا حماد بن سلمة ، عن ثابت ،<span class=\"blue\"> عن أنس بن مالك عن أبي بن كعب قال :</span> كنا نرى هذا من القرآن حتى نزلت : <span class=\"arabic qpc-hafs\">( ألهاكم التكاثر )</span> يعني : <span class=\"red\">\" لو كان لابن آدم واد من ذهب \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا محمد بن جعفر ،<span class=\"blue\"> حدثنا شعبة :</span> سمعت قتادة يحدث عن مطرف - يعني ابن عبد الله بن الشخير -<span class=\"blue\"> عن أبيه قال :</span> انتهيت إلى رسول الله صلى الله عليه وسلم وهو يقول : <span class=\"red\">\" <span class=\"arabic qpc-hafs\">( ألهاكم التكاثر )</span> يقول ابن آدم : مالي مالي . وهل لك من مالك إلا ما أكلت فأفنيت ، أو لبست فأبليت ، أو تصدقت فأمضيت ؟ \"</span> .</p><p>ورواه مسلم والترمذي والنسائي من طريق شعبة به .</p><p lang=\"ar\" class=\"ar \">وقال مسلم في صحيحه : حدثنا سويد بن سعيد ، حدثنا حفص بن ميسرة ، عن العلاء ، عن أبيه ،<span class=\"blue\"> عن أبي هريرة قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" يقول العبد : مالي مالي ؟<span class=\"blue\"> وإنما له من ماله ثلاث :</span> ما أكل فأفنى ، أو لبس فأبلى ، أو تصدق فاقتنى وما سوى ذلك فذاهب وتاركه للناس \"</span> . تفرد به مسلم .</p><p lang=\"ar\" class=\"ar \">وقال البخاري : حدثنا الحميدي ، حدثنا سفيان ، حدثنا عبد الله بن أبي بكر بن محمد بن عمرو بن حزم ،<span class=\"blue\"> سمع أنس بن مالك يقول :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" يتبع الميت ثلاثة ،<span class=\"blue\"> فيرجع اثنان ويبقى معه واحد :</span> يتبعه أهله وماله وعمله ، فيرجع أهله وماله ، ويبقى عمله \"</span> .</p><p>وكذا رواه مسلم والترمذي والنسائي من حديث سفيان بن عيينة به .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا يحيى ، عن شعبة ، حدثنا قتادة ،<span class=\"blue\"> عن أنس :</span> أن النبي صلى الله عليه وسلم قال : <span class=\"red\">\" يهرم ابن آدم وتبقى منه اثنتان : الحرص والأمل \"</span> . أخرجاه في الصحيحين .</p><p lang=\"ar\" class=\"ar \">وذكر الحافظ ابن عساكر ، في ترجمة الأحنف بن قيس - واسمه الضحاك -<span class=\"blue\"> أنه رأى في يد رجل درهما فقال :</span> لمن هذا الدرهم ؟<span class=\"blue\"> فقال الرجل :</span> لي .<span class=\"blue\"> فقال :</span> إنما هو لك إذا أنفقته في أجر أو ابتغاء شكر .<span class=\"blue\"> ثم أنشد الأحنف متمثلا قول الشاعر :</span></p><p>أنت للمال إذا أمسكته فإذا أنفقته فالمال لك</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ،<span class=\"blue\"> حدثنا أبو أسامة قال :</span> صالح بن حيان ،<span class=\"blue\"> حدثني عن ابن بريدة في قوله :</span> <span class=\"arabic qpc-hafs\">( ألهاكم التكاثر )</span> قال : نزلت في قبيلتين من قبائل الأنصار في بني حارثة وبني الحارث ، تفاخروا وتكاثروا ،<span class=\"blue\"> فقالت إحداهما :</span> فيكم مثل فلان بن فلان ، وفلان ؟ وقال الآخرون مثل ذلك ، تفاخروا بالأحياء ،<span class=\"blue\"> ثم قالوا :</span> انطلقوا بنا إلى القبور .<span class=\"blue\"> فجعلت إحدى الطائفتين تقول :</span> فيكم مثل فلان ؟ يشيرون إلى القبر - ومثل فلان ؟ وفعل الآخرون مثل ذلك ،<span class=\"blue\"> فأنزل الله :</span> <span class=\"arabic qpc-hafs\">( ألهاكم التكاثر حتى زرتم المقابر )</span> لقد كان لكم فيما رأيتم عبرة و</p>"
        },
        {
            "resource_id": 182,
            "text": "世人啊！你们引以为豪的财富和子嗣使你们无暇顺从真主。"
        },
        {
            "resource_id": 776,
            "text": "¡Gente! Presumir unos con otros sobre sus bienes materiales y sus hijos los ha mantenido ocupados de la obediencia de Al-lah."
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Страсть к приумножению <span class=\"green\">(похвальба богатством и детьми)</span> увлекает вас  <span class=\"green\">(2)</span> настолько, что вы посещаете кладбища, чтобы бахвалиться своими покойниками <span class=\"green\">(или пока вы сами не посетите могилы)</span>.  <span class=\"green\">(3)</span> Но нет! Скоро вы узнаете!  <span class=\"green\">(4)</span> Еще раз нет! Скоро вы узнаете!  <span class=\"green\">(5)</span> Но нет! Если бы вы только обладали знанием с полной убежденностью!  <span class=\"green\">(6)</span> А ведь вы непременно увидите Ад.  <span class=\"green\">(7)</span> Вы увидите его своими глазами доподлинно.  <span class=\"green\">(8)</span> В тот день вы будете спрошены о благах.</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1)</span> Всевышний упрекнул Своих рабов за то, что они отвернулись от поклонения од- ному Аллаху и стали приобщать к Нему сотоварищей, которых возлюбили так, как надлежит любить одного Аллаха. Страсть к приумножению увлекает людей от искреннего поклонения Господу миров. Аллах не упомянул о том, что имен- но приумножают люди, и поэтому этот аят подразумевает все,<span class=\"blue\"> к чему питают страсть охотники за богатством и чем гордятся бахвалы:</span> деньги, дети, влияние, армия, слуги, положение — все, кроме искренних благодеяний.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(2)</span> Однако мирские развлечение и забавы продолжаются недолго. Человек умира- ет и оказывается в могиле. Там с него снимают покрывало забвения, и он оказывает- ся бессилен вернуть упущенное. Это аят свидетельствует о том, что между этим ми- ром и Последней жизнью существует промежуточная жизнь в барзахе. Это — пред- дверие Последней жизни, и поэтому Аллах сообщил, что люди посетят могилы, но не пребудут в них вечно. А после воскрешения люди получат воздаяние и окажутся в мире вечности, который они никогда не покинут и который не исчезнет.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(3-6)</span> Если бы вы знали, что ожидает вас в Последней жизни, то от этого бы пробуди- лись ваши сердца! Вас бы не увлекла страсть к приумножению, и вы поспешили бы творить праведные дела. Отсутствие твердого знания приведет вас к наказа- нию, которое вы увидите собственными очами.\nВы станете свидетелями воскрешения и увидите Преисподнюю, которая будет приготовлена для неверующих и безбожников.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(7)</span> Всевышний также сказал: <span class=\"brown\">«Грешники увидят Огонь, и им станет ясно, что они будут брошены в него. Они не найдут от него спасения!»</span><span class=\"green\">(18:53)</span>.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(8)</span> Затем вы будете спрошены о щедротах, которыми вас одарили в мирской жизни. Если вы были благодарны за них и исполнили свой долг перед Аллахом, то Он да- рует вам нечто более прекрасное, чем то, с чем вы расстались после смерти. Если же вы были обольщены мирскими прелестями, были непризнательны Господу за оказанные милости и даже использовали Его дары для того, чтобы грешить про- тив Него, то Он покарает вас за это.<span class=\"blue\"> Всевышний сказал:</span> «В тот день, когда неве- рующих представят Огню,<span class=\"blue\"> им скажут:</span><span class=\"brown\">“Вы растратили свои блага в своей мирс- кой жизни и попользовались ими. Сегодня вашим воздаянием будут унизитель- ные мучения за то, что вы превозносились на земле без всякого права, и за то, что вы были нечестивцами”</span>» <span class=\"green\">(46:20)</span>.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">أَلْهَاكُمُ التَّكَاثُرُ به  غفلت  کشيد شما را نازش  به  بسياري  مال ، و فرزند ،\nحَتَّى زُرْتُمُ الْمَقَابِرَ تا به  گورها رسيديد\nكَلَّا سَوْفَ تَعْلَمُونَ حقا که  به  زودي  خواهيد دانست\nثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ باز هم  حقا که  به  زودي  خواهيد دانست\nكَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ حقا ، اگر از روي  يقين  بدانيد ،\nلَتَرَوُنَّ الْجَحِيمَ البته  جهنم  را خواهيد ديد\nثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ سپس  به  چشم  يقينش  خواهيد ديد ،\nثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ  که  در آن  روز شما را از نعمتهاي  دنيوي  بازخواست  مي  کنند.</p><p>\n                                                            مدني و 8 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1)</span> خداوند متعال بندگانش را سرزنش می‌کند؛ زیرا هدف و کاری را که برای آن آفریده شده‌اند رها کرده‌اند؛ و آن همان عبادت خداوند یگانه، و شناخت او، و روی آوردن به او، و مقدم داشتن محبت او بر همه چیز است. (<span class=\"arabic qpc-hafs brown\">﴿أَلۡهَىٰكُمُ ٱلتَّكَاثُرُ﴾</span>) افزون‌طلبی، شما انسان‌ها را از این امور مذکور غافل گردانده است. خداوند ذکر نکرد که مردم در چه چیزی افزون‌طلبی می‌کنند، تا همۀ چیزهایی را که مردم در آن افزون‌خواهی می‌نمایند -و اموال و فرزندان و یاوران و لشکریان و خدمتگزاران و مقام و غیره‌ای که به آن افتخار می‌نمایند- شامل ‌شود، و تا چیزهای دیگری را نیز در بر بگیرد که هرکس می‌خواهد از دیگری بیشتر داشته باشد، و هدف از آن رضایت خدا نیست.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(2)</span> پس غفلت و سرگرمی شما ادامه یافت تا اینکه (<span class=\"arabic qpc-hafs brown\">﴿زُرۡتُمُ ٱلۡمَقَابِرَ﴾</span>) گورها را زیارت می‌کنید، آنگاه پرده از روی شما برداشته می‌شود، ولی اکنون جبران آن مشکل است. (<span class=\"arabic qpc-hafs brown\">﴿حَتَّىٰ زُرۡتُمُ ٱلۡمَقَابِرَ﴾</span>) این دلالت می‌نماید که برزخ، جهان و سرایی است که هدف از آن رسیدن به آخرت است. و خداوند انسان‌ها را <span class=\"brown\">«زایر»</span> نامید و مقیم نخواند. این، بر رستاخیز، و زنده شدن پس از مرگ، و جزا یافتن در برابر اعمال در جهانی فناناپذیر دلالت می‌کند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(3 - 6)</span> بنابراین خداوند آنها را هشدار داد و فرمود: (<span class=\"arabic qpc-hafs brown\">﴿كَلَّا سَوۡفَ تَعۡلَمُونَ ثُمَّ كَلَّا سَوۡفَ تَعۡلَمُونَ كَلَّا لَوۡ تَعۡلَمُونَ عِلۡمَ ٱلۡيَقِينِ﴾</span>) اگر با یقین می‌دانستید که چه چیزی پیش روی دارید، افزون‌طلبی شما را غافل نمی‌گرداند، و به انجام کارهای شایسته مبادرت می‌ورزیدید. اما عدم برخورداری از علم حقیقی، شما را به جایی رساند که مشاهده می‌کنید (<span class=\"arabic qpc-hafs brown\">﴿لَتَرَوُنَّ ٱلۡجَحِيمَ﴾</span>) یعنی حتماً بر قیامت در خواهید آمد، پس حتماً جهنمی را که خداوند برای کافران آماده کرده است مشاهده خواهید نمود.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(7)</span> (<span class=\"arabic qpc-hafs brown\">﴿ثُمَّ لَتَرَوُنَّهَا عَيۡنَ ٱلۡيَقِينِ﴾</span>) سپس دوزخ را با چشم خود آشکارا خواهید دید.<span class=\"blue\"> همان‌طور که خداوند متعال می‌فرماید:</span><span class=\"arabic qpc-hafs brown\">﴿وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاۡ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواۡ عَنۡهَا مَصۡرِفٗا﴾</span> و بزهکاران آتش دوزخ را می‌بینند، و می‌دانند که وارد آن خواهند شد و از آن گریزی نخواهند داشت.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(8)</span> (<span class=\"arabic qpc-hafs brown\">﴿ثُمَّ لَتُسۡ‍َٔلُنَّ يَوۡمَئِذٍ عَنِ ٱلنَّعِيمِ﴾</span>) سپس در روز قیامت از نعمت‌هایی که در دنیا از آن لذت می‌بردید پرسیده می‌شوید که آیا شکر آن را به جای آورده‌اید، و حق خدا را از آن ادا نموده‌اید، و از آنها برای انجام گناهان کمک نگرفته‌اید؟ آنگاه به شما نعمتی برتر و بهتر خواهد داد. یا اینکه فریب نعمت‌ها را خورده، و شکر آن را به جای نیاورده‌اید؟ بلکه از نعمت‌ها برای انجام گناهان استفاده کرده‌اید؟ پس شما را برآن مجازات خواهد کرد.<span class=\"blue\"> خداوند متعال می‌فرماید:</span><span class=\"arabic qpc-hafs brown\">﴿وَيَوۡمَ يُعۡرَضُ ٱلَّذِينَ كَفَرُواۡ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَيِّبَٰتِكُمۡ فِي حَيَاتِكُمُ ٱلدُّنۡيَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ ...﴾</span> و روزی که کافران بر آتش دوزخ درآورده می‌شوند و به آنان گفته می‌شود: <span class=\"brown\">«شما لذت‌های خود را در دنیا برده‌اید و از آن بهره‌مند شده‌اید، و امروز عذاب خوارکننده‌ای به عنوان کیفر به شما داده می‌شود»</span>.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 91,
            "text": "يقول تعالى موبخًا عباده عن اشتغالهم عما خلقوا له من عبادته وحده لا شريك له، ومعرفته، والإنابة إليه،<span class=\"blue\"> وتقديم محبته على كل شيء:</span> <span class=\"arabic qpc-hafs brown\">{ أَلْهَاكُمُ }</span> عن ذلك المذكور <span class=\"arabic qpc-hafs brown\">{ التَّكَاثُرُ }</span> ولم يذكر المتكاثر به، ليشمل ذلك كل ما يتكاثر به المتكاثرون، ويفتخر به المفتخرون، من التكاثر في الأموال، والأولاد، والأنصار، والجنود، والخدم، والجاه، وغير ذلك مما يقصد منه مكاثرة كل واحد للآخر، وليس المقصود به الإخلاص لله تعالى."
        },
        {
            "resource_id": 176,
            "text": "Esibire la vostra ricchezza e i vostri figli, o gente, vi ha distratti dall'obbedienza dovuta ad Allāh,"
        },
        {
            "resource_id": 164,
            "text": "<p><b>১-৮ নং আয়াতের তাফসীর</b>আল্লাহ তা'আলা বলেনঃ দুনিয়ার প্রতি ভালবাসা, দুনিয়া পাওয়ার প্রচেষ্টা তোমাদেরকে আখেরাতের প্রত্যাশা এবং সৎকাজ থেকে বেপরোয়া করে দিয়েছে। তোমরা এ দুনিয়ার ঝামেলাতেই লিপ্ত থাকবে, হঠাৎ মৃত্যু এসে তোমাদেরকে কবরে পৌঁছিয়ে দিবে।হযরত যায়েদ ইবনে আসলাম (রঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দুনিয়ার সন্ধানে ব্যাপৃত হয়ে তোমরা আল্লাহর আনুগত্যের ব্যাপারে উদাসীন হয়ে পড়েছে। এবং মৃত্যুর সময় পর্যন্ত এ উদাসীনতা অক্ষুন্ন থেকেছে!”হযরত হাসান বসরী (রঃ) বলেন যে, মানুষের ধন সম্পদ ও সন্তান সংখ্যা বৃদ্ধির লালসা তার মৃত্যুর চিন্তাকে দূরে নিক্ষেপ করেছে।সহীহ বুখারী শরীফের কিতাবুর রিকাকে আছে যে, হযরত উবাই ইবনে কাব (রাঃ) বলেনঃ আমরা এটাকে কুরআনের আয়াত মনে করতাম,(আরবি)  (অর্থাৎ বানী আদমের যদি এক উপত্যকা ভর্তি সোনা থাকে) এটাকে কুরআনের আয়াত মনে করতাম, এমতাবস্থায় (আরবি)  এ সূরাটি অবতীর্ণ হয়। হযরত আবদুল্লাহ ইবনে শুখায়ের (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ আমি যখন নবী করীম (সঃ)-এর দরবারে হাজির হই তখন তিনি এ আয়াত পাঠ করছিলেন। তিনি বলছিলেনঃ “বানী আদম বলছেঃ আমার, মাল, আমার মাল। অথচ তোমার মাল শুধু সেগুলো যেগুলো তুমি খেয়ে শেষ করেছে এবং পরিধান করে ছিড়ে ফেলেছে। অথবা সাদকা করে অবশিষ্ট রেখেছো।” [এ হাদীসটি বর্ণনা করেছেন ইমাম আহমাদ (রঃ)]সহীহ বুখারী ও সহীহ মুসলিমে অতিরিক্ত এ কথাও রয়েছেঃ “এ ছাড়া অন্য যা কিছু রয়েছে সেগুলো তুমি মানুষের জন্যে রেখে চলে যাবে।” (এ হাদীসটি ইমাম মুসলিম (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈও (রঃ) বর্ণনা করেছেন)সহীহ বুখারীতে হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মৃত ব্যক্তির সাথে তিনটি জিনিষ যায়, তার মধ্যে দুটি ফিরে আসে, শুধু একটি সাথে থেকে যায়। (ওগুলো হলো) আত্মীয়-স্বজন, ধন-সম্পদ এবং আমল। প্রথমোক্ত দুটি ফিরে আসে শুধু আমল সাথে থেকে যায়।”মুসনাদে আহমাদে হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বলেছেনঃ “আদম সন্তান বৃদ্ধ হয়ে যায়, কিন্তু দুটি জিনিস তার সাথে অবশিষ্ট থেকে যায়, লোভ ও আকাঙখা।” (ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এ হাদীসটি তাখরীজ করেছেন)হযরত যহহাক (রঃ) একটি লোকের হাতে একটি দিরহাম দেখে তাকে জিজ্ঞেস করেনঃ “এ দিরহাম কার?” উত্তরে লোকটি বললোঃ “আমার।” তখন হযরত যহহাক (রঃ)তাকে বললেনঃ “এটা তোমার তখনই হবে যখন তুমি এটাকে সকাজে অথবা কৃতজ্ঞতা জ্ঞাপনার্থে (আল্লাহর পথে) খরচ করবে।” অতঃপর তিনি দৃষ্টান্ত স্বরূপ নিম্নের কবিতাংশটি পাঠ করেন। (আরবি) অর্থাৎ “যখন তুমি মাল (আল্লাহর পথে খরচ না করে) রুকে রাখবে তখন তুমি হবে তার মালিকানাধীন। আর যখন তুমি তা খরচ করবে তখন ঐমাল তোমার মালিকানাধীন হয়ে যবে।” (এটা ইবনে আসাকির (রঃ) বর্ণনা করেছেন)মুসনাদে ইবনে আবী হাতিমে হযরত ইবনে বুরাইদাহ (রাঃ) হতে বর্ণিত আছে যে, এই সূরাটি আনসারের দুটি গোত্র বানূ হারিসাহ্ এবং বানূ হারিসের ব্যাপারে অবতীর্ণ হয়। তারা একে অপরের উপর গর্ব প্রকাশ করতে থাকে। তারা বলেঃ দেখো, আমাদের মধ্যে অমুক ব্যক্তি এ রকম বাহাদুর, এ রকম অর্থ-সম্পদের অধিকারী ইত্যাদি। জীবিত ব্যক্তিদের ব্যাপারে এ রকম গর্ব প্রকাশ করার পর বলেঃ চলো, কবরস্থানে যাই। সেখানে তারা নিজ নিজ সর্দারের কবরের প্রতি ইশারা করে বলতে শুরু করেঃ বলতো, এর মত তোমাদের মধ্যে কেউ কি ছিল? মৃত ব্যক্তিদের নাম নিয়ে নিয়ে তারা নানা অপবাদ দিতে থাকে এবং তাদেরকে ভৎর্সনা করে। আল্লাহ তায়ালা তখন এ সূরার প্রথম দু’টি আয়াত অবতীর্ণ করেন। আল্লাহ তা'আলা বলেনঃ প্রাচুর্যের প্রতিযোগিতা তোমাদেরকে মোহাচ্ছন্ন রাখে, এমন কি তোমরা কবরে উপনীত হও। অর্থাৎ কবরে উপনীত হয়ে নিজেদের সর্দারদের ব্যাপারেও গর্ব করতে থাকো। অথচ তোমাদের উচিত ছিল সেখানে গিয়ে শিক্ষা গ্রহণ করা। পূর্ব পুরুষদের মরে যাওয়া ও পচে গলে যাওয়ার কথা চিন্তা করে নিজেদের পরিণতি চিন্তা করা উচিত ছিল।হযরত কাতাদা (রঃ) বলেনঃ মানুষ নিজের প্রাচুর্যের ব্যাপারে অহংকার করছে আর একে একে কবরে গিয়ে প্রবেশ করছে। অর্থাৎ প্রাচুর্যের আকাক্ষা তাকে উদাসীনতায় নিমজ্জিত রেখেছে এমতাবস্থায় মৃত্যুবরণ করেছে এবং সমাধিস্থ হয়েছে। সহীহ্ হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) এক বেদুইনের মৃত্যুকালে তার পরিচর্যার জন্যে হাজির হলেন এবং যথা অভ্যাস বললেনঃ “কোন ভয় নেই, ইনশাআল্লাহ তুমি গুনাহ থেকে পবিত্রতা লাভ করবে।” লোকটি তখন বললোঃ আপনি পবিত্রতা লাভ করার কথা বলছেন, কিন্তু এটা এমন জ্বর যার প্রকোপ বড়দেরকেও ঘায়েল করে ফেলে এবং কবরে পৌছিয়ে দেয়।” তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “আচ্ছা, তাহলে তোমার কথাই ঠিক।” এ হাদীসেও (আরবি) শব্দ রয়েছে। আলোচ্য সূরাতেও (আরবি) রয়েছে। এর অর্থ হলো মৃত্যুবরণ করে কবরে উপনীত হওয়া। জামে তিরমিযীতে হযরত আলী (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ “এ আয়াত অবতীর্ণ না হওয়া পর্যন্ত আমরা কবরের আযাব সম্পর্কে সন্ধিহানই ছিলাম।” (এ হাদীসটি উসূলে হাদীসের পরিভাষায় গারীব বা দুর্বল)মুসনাদে ইবনে আবী হাতিমে মায়মূন ইবনে মিহরান (রঃ) হতে বর্ণিত আছে যে, তিনি একদা হযরত উমর ইবনে আবদিল আযীয (রঃ)-এর নিকট উপবিষ্ট ছিলেন। ঐ সময় তিনি (আরবি)এই আয়াত পাঠ করেন। তারপর কিছুক্ষণ চিন্তা করে বলেনঃ “হে মায়মূন (রঃ)! কবরসমূহ দেখার উদ্দেশ্য হলো যিয়ারত করা, প্রত্যেক যিয়ারতকারী নিজের জায়গায় ফিরে যায়। অর্থাৎ হয়তো জাহান্নামের দিকে যায়, না হয় জান্নাতের দিকে যায়।” একজন বেদুইন এক ব্যক্তির মুখে এ আয়াত দু’টি শুনে বলেছিলঃ “আসল বাসস্থান তো অন্যত্রই বটে।”এরপর আল্লাহ্ তা'আলা হুমকির সুরে দু'দুবার বলেনঃ কখনো নয়, শ্রীঘ্রই তোমরা জানতে পারবে। আবারও বলিঃ কখনো নয়, অচিরেই তোমরা জানতে পারবে। এ অর্থও করা হয়েছে যে, প্রথমবার কাফিরদের উদ্দেশ্যে বলা হয়েছে। এবং দ্বিতীয়বার মু'মিনদের উদ্দেশ্যে বলা হয়েছে।তারপর মহা প্রতাপান্বিত আল্লাহ বলেনঃ কখনো নয়, যদি তোমরা নিশ্চিতরূপে অবগত হতে তবে এরূপ দাম্ভিকতার মধ্যে পতিত থাকতে না। অর্থাৎ মৃত্যুর মুহূর্ত পর্যন্ত নিজেদের শেষ মনযিল আখেরাত সম্পর্কে উদাসীন থাকতে না। এরপর প্রথমোক্ত বিষয়ের বর্ণনা প্রসঙ্গে আল্লাহ্ বলেছেনঃ তোমরা তো জাহান্নাম দেখবেই। সেই জাহান্নামের ভয়াবহতা এক নযর দেখেই ভয়ে-ভীতিতে অন্যেরা তো বটেই, আম্বিয়ায়ে কিরামও হাঁটুর ভরে পড়ে যাবেন।  ওর কাঠিন্য ও ভীতি প্রত্যেকের অন্তরে ছেয়ে যাবে। এ সম্পর্কে বহু হাদীসে বিস্তারিতভাবে আলোচনা করা হয়েছে।অতঃপর আল্লাহ্ তা'আলা বলেনঃ এরপর অবশ্যই সেইদিন তোমাদেরকে নিয়ামত সম্বন্ধে প্রশ্ন করা হবে। স্বাস্থ্য, সুখ-স্বাচ্ছন্দ্য নিরাপত্তা, রিহ্যাক ইত্যাদি সকল নিয়ামত সম্বন্ধেই প্রশ্ন করা হবে। এসব নিয়ামতের কতটুকু কৃতজ্ঞতা প্রকাশ করা হয়েছে তা জিজ্ঞেস করা হবে। মুসনাদে ইবনে আবী হাতিমে হযরত উমার ইবনুল খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, একদা ঠিক দুপুরে রাসূলুল্লাহ্ (সঃ) ঘর হতে বের হন। কিছু দূর যাওয়ার পর দেখেন যে, হযরত আবু বকর (রাঃ)ও মসজিদের দিকে আসছেন। রাসূলুল্লাহ্ (সঃ) তাকে জিজ্ঞেস করলেনঃ “ এ সময়ে বের হলে কেন?” উত্তরে হযরত আবু বকর (রাঃ) বললেনঃ “যে কারণ আপনাকে ঘর হতে বের করেছে ঐ একই কারণ আমাকেও ঘর হতে বের করেছে।” ঐ সময়ে হযরত উমর (রাঃ)ও এসে তাঁদের সাথে মিলিত হন। তাঁকে রাসূলুল্লাহ্ (সঃ) জিজ্ঞেস করলেনঃ “এই সময়ে বের হলে কেন?” তিনি জবাবে বললেনঃ “যে কারণ আপনাদের দুজনকে বের করেছে ঐ কারণই আমাকেও বের করেছে।” এরপর রাসূলুল্লাহ্ (সঃ) তাদের সাথে আলাপ শুরু করলেন। তিনি তাদেরকে বললেনঃ “সম্ভব হলে চলো, আমরা ঐ বাগান পর্যন্ত যাই। ওখানে আহারেরও ব্যবস্থা হবে এবং ছায়াদানকারী জায়গাও পাওয়া যাবে। তারা বললেন, “ঠিক আছে, চলুন।” অতঃপর রাসুলুল্লাহ (সঃ) তাদেরকে সঙ্গে নিয়ে আবুল হায়সাম (রাঃ) নামক সাহাবীর বাগানের দরজায় উপনীত হলেন। রাসূলুল্লাহ (সঃ) দরজায় গিয়ে সালাম জানালেন এবং ভিতরে প্রবেশের অনুমতি চাইলেন। উম্মে হায়সাম দরজার ওপাশেই দাড়িয়ে সবকিছু শুনতে পাচ্ছিলেন, কিন্তু উচ্চস্বরে জবাব দিচ্ছিলেন না। তিনি আল্লাহর রাসূল (সঃ)-এর নিকট থেকে শান্তির দু’আ বেশী পরিমানে পাওয়ার লোভেই এ নীরবতা পালন করছিলেন। তিনবার সালাম জানিয়েও কোন জবাব না পেয়ে রাসূলুল্লাহ্ (সঃ) সঙ্গীদ্বয়সহ ফিরে আসতে উদ্যত হলেন। এবার উম্মে হায়সাম (রাঃ) ছুটে গিয়ে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনার আওয়ায আমি শুনছিলাম, কিন্তু আপনার সালাম বেশী বেশী পাওয়ার লোভেই উচ্চস্বরে জবাব দেইনি। এখন আপনি চলুন।” রাসূলুল্লাহ্ (সঃ) হযরত উম্মে হায়সাম (রাঃ)-এর এ ব্যবহারে বিরক্ত হলেন না। জিজ্ঞেস করলেনঃ “আবু হায়সাম (রাঃ) কোথায়?” উম্মে হায়সাম (রাঃ) উত্তরে বললেনঃ “তিনি নিকটেই আছেন, পানি আনতে গেছেন। এক্ষুণি তিনি এসে পড়বেন, আপনি এসে বসুন!” রাসূলুল্লাহ্ (রাঃ) এবং তাঁর সঙ্গীদ্বয় বাগানে প্রবেশ করলেন। উম্মে হায়সাম (রাঃ) ছায়া দানকারী একটি গাছের তলায় কিছু বিছিয়ে দিলেন। রাসুলুল্লাহ (সঃ) স্বীয় সঙ্গীদ্বয়কে সেখানে উপবেশন করলেন। ইতিমধ্যে আবু হায়সামও (রাঃ) এসে পড়লেন। রাসূলুল্লাহ্ (সঃ) এবং তাঁর সঙ্গীদ্বয়কে দেখে তাঁর আনন্দের কোন সীমা থাকলো না। এতে তিনি মানসিক শান্তি লাভ করলেন। তাড়াতাড়ি একটা খেজুর গাছে উঠলেন এবং ভাল ভাল খেজুর পাড়তে লাগলেন। রাসূলুল্লাহ্ (সঃ) নিষেধ করার পর থামলেন এবং নেমে এলেন। এসে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! কাঁচা, পাকা, শুকনো, সিক্ত ইত্যাদি সব রকম খেজুরই রয়েছে। যেটা ইচ্ছা ভক্ষণ করুন।” তারা ওগুলো ভক্ষণ করলেন। তারপর মিষ্টি ও ঠাণ্ডা পানি দেয়া হলো। তারা সবাই পান করলেন। অতঃপর রাসূলুল্লাহ্ (সঃ) বললেনঃ “এই নিয়ামত সম্পর্কে তোমাদেরকে আল্লাহর দরবারে জিজ্ঞেস করা হবে।” এ ধারায় এ হাদীসটি গারীব বা দুর্বল।<b> ইমাম ইবনে জারীর (রঃ) এ হাদীসটি নিম্নরূপে বর্ণনা করেছেনঃ</b>হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, হযরত আবু বকর (রাঃ) ও হযরত উমার (রাঃ) এসেছিলেন এমন সময় রাসূলুল্লাহ (সঃ) তাঁদের কাছে এলেন এবং বললেনঃ “এখানে বসে আছ কেন?” উত্তরে তাঁরা বললেনঃ “যিনি আপনাকে সত্যসহ প্রেরণ করেছেন তার শপথ! ক্ষুধা আমাদেরকে ঘর হতে বের করে এনেছে।” রাসূলুল্লাহ (সঃ) তখন বললেনঃ “যিনি আমাকে সত্যসহ প্রেরণ করেছেন তাঁর শপথ! ক্ষুধা আমাকেও বের করে এনেছে।” তারপর রাসূলুল্লাহ্ (সঃ) ঐ দুই সাহাবী (রাঃ)-কে সঙ্গে নিয়ে এক আনসারীর বাড়িতে গেলেন। আনসারী বাড়িতে ছিলেন না। রাসূলুল্লাহ্ (সঃ) আনসারীর স্ত্রীকে জিজ্ঞেস করেনঃ “তোমার স্বামী কোথায়?” মহিলা উত্তরে বললেনঃ “তিনি আমাদের জন্যে মিষ্টি পানি আনতে গেছেন। ইতিমধ্যে ঐ আনসারী পানির মশক নিয়ে এসেই পড়লেন। রাসূলুল্লাহ (সঃ) এবং তাঁর সঙ্গীদ্বয়কে দেখে আনসারী আনন্দে আটখানা হয়ে গেলেন। তিনি বললেনঃ “আমার বাড়িতে আজ আল্লাহর রাসূল (সঃ) তাশরীফ এনেছেন, সুতরাং আমার মত ভাগ্যবান আর কেউ নেই।” পানির মশক ঝুলিয়ে রেখে আনসারী বাগানে গিয়ে তা তাযা খেজুরের কাদি নিয়ে আসলেন। রাসূলুল্লাহ্ (সঃ) বললেনঃ বেছে বেছে আনলেই তো হতো?” আনসারী বললেনঃ “ভাবলাম যে, আপনি পছন্দ মত বাছাই করে গ্রহণ করবেন। তারপর (একটা  বকরী বা মেষ যবাহ করার জন্যে) আনসারী একটি ছুরি হাতে নিলেন। রাসূলুল্লাহ্ বললেনঃ “দেখো, দুগ্ধবতী (কোন বকরী বা মেষ) যবাহ করো না।” অতঃপর আনসারী তাঁদের জন্যে (কিছু একটা) যবাহ করলেন এবং তারা সেখানে আহার করলেন। তারপর তিনি সাহাবীদেরকে লক্ষ্য করে বললেনঃ “দেখো, ক্ষুধার্ত অবস্থায় তোমরা ঘর থেকে বেরিয়েছিলে, অথচ এখন পেট পূর্ণ করে ফিরে যাচ্ছ। এই নিয়ামত সম্পর্কে তোমরা কিয়ামতের দিন জিজ্ঞাসিত হবে।” রাসূলুল্লাহ্ (সঃ)-এর আযাদকৃত দাস হযরত আবূ উসায়েব (রাঃ) বলেনঃ “একদা রাসূলুল্লাহ্ (সঃ) আমার পার্শ্ব দিয়ে গমন করে আমাকে ডাক দেন। তারপর হযরত আবূ বকর (রাঃ) ও হযরত উমার (রাঃ)-এর পার্শ্ব দিয়ে গমন করেন এবং তাদেরকেও ডেকে নেন। তারপর এক আনসারীর বাগানে গিয়ে বললেনঃ “দাও ভাই, খেতে দাও।” আনসারী তখন এক গুচ্ছ আঙ্গুর এনে দিলেন। রাসূলুল্লাহ্ (সঃ) এবং সঙ্গীরা তা ভক্ষণ করলেন। তারপর রাসূলুল্লাহ্ (সঃ) আনসারীকে বললেনঃ “ঠাণ্ডা পানি নিয়ে এসো।” আনসারী পানি এনে দিলে রাসূলুল্লাহ্ (সঃ) এবং তাঁর সঙ্গীরা তা পান করলেন। তারপর নবীকরীম (সঃ) বললেনঃ “কিয়ামতের দিন এ সম্পর্কে জিজ্ঞাসাবাদ করা হবে।”এ কথা শুনে হযরত উমার (রাঃ) খেজুর গুচ্ছ উঠিয়ে মাটিতে ছুঁড়ে ফেলে বললেনঃ “এ সম্পর্কেও জিজ্ঞাসিত হতে হবে?” রাসূলুল্লাহ্ (সঃ) উত্তরে বললেনঃ “হ্যা। তবে তিনটি জিনিস সম্পর্কে জিজ্ঞাসাবাদ করা হবে না। তা হলো সম্ভ্রম রক্ষার উপযোগী পোশাক, ক্ষুধা নিবৃত্তির উপযোগী খাদ্য এবং শীত-গ্রীষ্ম থেকে রক্ষা পাওয়ার উপযোগী গৃহ।” (এ হাদীসটি ইমাম আহমাদ (রাঃ) বর্ণনা করেছেন)হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) হযরত আবু বকর (রাঃ) এবং হযরত উমার (রাঃ) খেজুর ভক্ষণ করেন ও পানি পান করেন। তারপর রাসূলুল্লাহ (সঃ) বলেনঃ “এই নিয়ামত সম্বন্ধে তোমরা অবশ্যই জিজ্ঞাসিত হবে।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত মাহমুদ ইবনে রাবী হতে বর্ণিত আছে যে, যখন (আরবি) এ সূরা অবতীর্ণ হয়, তখন রাসূলুল্লাহ (সঃ) সাহাবীদেরকে এটা পাঠ করে শুনান। যখন তিনি(আরবি) পর্যন্ত পৌঁছেন তখন সাহাবীগণ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কোন নিয়ামত সম্বন্ধে আমাদেরকে জিজ্ঞাসাবাদ করা  হবে? খেজুর খাচ্ছি, পানি পান করছি, ঘাড়ের উপর তরবারী ঝুলছে, শত্রু শিয়রে দাঁড়িয়ে আছে। সুতরাং আমরা কোন নিয়ামত সম্বন্ধে জিজ্ঞাসিত হববা?” রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “ভয় করো না, শীঘ্রই নিয়ামত এসে পৌঁছবে।” (ইমাম আহমাদ (রঃ) এর হাদীসটি বর্ণনা করেছেন) মুআয ইবনে আবদিল্লাহ ইবনে হাবীব (রঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে এবং তিনি তাঁর চাচা হতে বর্ণনা করেছেন, তিনি (তাঁর চাচা) বলেনঃ “আমরা এক মজলিসে বসেছিলাম এমন সময় নবী করীম (সঃ) আমাদের নিকট আগমন করলেন, তাঁর মাথায় পানির চিহ্ন পরিলক্ষিত হচ্ছিল (তিনি গোসল করে এসেছেন বলে মনে হচ্ছিল)। আমরা বললামঃ হে আল্লাহর রাসুল (সঃ)! আপনাকে তো বেশ আনন্দিত চিত্ত মনে হচ্ছে? তিনি উত্তরে বললেনঃ “হ্যা, তাই।” তারপর “গিনা বা ধন ঐশ্বর্য সম্পর্কে আলোচনা করা হলো। রাসূলুল্লাহ (সঃ) বললেনঃ “যার অন্তরে আল্লাহ ভীতি রয়েছে তার জন্যে “গিনা বা ধন সম্পদ খারাপ জিনিষ নয়। মনে রেখো, পরহেযগার ব্যক্তির জন্যে সুস্থতা গিনার চেয়েও উত্তম। আনন্দ চিত্ততাও আল্লাহ তা'আলার নিয়ামত।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে। সুনানে ইবনে মাজাহতেও রয়েছে) হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বলেছেনঃ “নিয়ামতের প্রশ্নে কিয়ামতের দিন সর্বপ্রথমে বলা হবেঃ “আমি কি তোমাকে স্বাস্থ্য ও সুস্থতা দান করিনি? ঠাণ্ডা পানি দিয়ে তোমাকে কি পরিতৃপ্ত করিনি?” হযরত ইকরামা (রাঃ) হতে বর্ণিত আছে যে, যখন (আরবি) এ আয়াত অবতীর্ণ হলো তখন সাহাবীগণ বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আমরা কি এমন নিয়ামত ভোগ করছি যে, সে সম্বন্ধে আমাদেরকে প্রশ্ন করা হবে? আমরা তো যবের রুটি ভক্ষণ করছি, (তাও পেট পুরে নয়, বরং) অর্ধভুক্ত থেকে যাচ্ছি?” তখন আল্লাহ তা'আলা তাঁর নবী (সঃ) এর কাছে অহী পাঠালেনঃ তুমি তাদেরকে বলে দাওঃ তোমরা কি (পায়ের আরামের জন্যে) জুতা পরিধান কর না এবং (তৃষ্ণা নিবারণের জন্যে) ঠাণ্ডা পানি পান কর না? এই নিয়ামতগুলো সম্পর্কেই তোমরা জিজ্ঞাসিত হবে। (এ হাদীসটি ইমাম ইবনে আবী হাতিম (রঃ) করেছেন) অন্য এক বর্ণনায় রয়েছে যে, শান্তি, নিরাপত্তা এবং সুস্থতা সম্পর্কে প্রশ্ন করা হবে। পেট পুরে আহার করা, ঠাণ্ডা পানি পান করা ছায়াদানকারী ঘরে বাস করা, আরামদায়ক ঘুম যাওয়া, আনন্দ ও তৃপ্তি লাভ করা, এমনকি মধু পান করা, সকাল বিকাল আহার করা, ঘি, মধু, ময়দার রুটি ইত্যাদি সম্পর্কে আল্লাহর দরবারে জিজ্ঞাসাবাদ করা হবে।হযরত ইবনে আব্বাস (রাঃ) এ আয়াতের তাফসীর প্রসঙ্গে বলেনঃ শারীরিক সুস্থতা, কান চোখের সুস্থতা ইত্যাদি সম্পর্কে জিজ্ঞাসাবাদ করা হবেঃ তোমরা এ সবকে কি কাজে ব্যবহার করেছো? যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)  অর্থাৎ ‘কর্ণ, চক্ষু, হৃদয় ওগুলোর প্রত্যেকটির সম্পর্কে কৈফিয়ত তলব করা হবে।” (১৭:৩৬)।সহীহ বুখারী, সুনানে তিরমিযী, সুনানে নাসাঈ এবং সুনানে ইবনে মাজাহতে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ“দু'টি নিয়ামত সম্পর্কে মানুষ খুবই উদাসীনতার মধ্যে রয়েছে। ও দু'টি নিয়ামত হলো স্বাস্থ্য ও স্বচ্ছলতা।” অর্থাৎ মানুষ এ দুটোর পূর্ণ কৃতজ্ঞতা ও প্রকাশ করে না এবং এদুটোর শ্রেষ্ঠত্ব এবং বৈশিষ্ট্য সম্পর্কেও অবগত নয়। আল্লাহর সন্তুষ্টির পথে এ দুটি ব্যয় করে না। উল্লেখ্য যে, সম্ভ্রম রক্ষার উপযোগী পোশাক, ক্ষুধা নিবৃত্তির উপযোগী আহার এবং শীত গ্রীষ্ম হতে রক্ষা পাওয়ার গহ ছাড়া অন্য সবকিছু সম্পর্কেই কিয়ামতের দিন হিসাব দিতে হবে।মুসনাদে আহমাদে হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বলেছেনঃ মহামহিমান্বিত আল্লাহ কিয়ামতের দিন বলবেনঃ “হে আদম সন্তান! আমি তোমাকে ঘোড়ায় ও উষ্ট্রে আরোহণ করিয়েছি, নারীদের সাথে বিয়ে দিয়েছি। তোমাকে হাসি খুশীভাবে আনন্দ উজ্জ্বল জীবন যাপনের। সুযোগ দিয়েছি। এবার বল তো, এগুলোর জন্যে কৃতজ্ঞতা প্রকাশ কোথায়?”</p>"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  أَلْهَاكُمُ التَّكَاثُرُ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: ألهاكم أيها الناس المباهاة بكثرة المال والعدد عن طاعة ربكم، وعما ينجيكم من سخطه عليكم.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( أَلْهَاكُمُ التَّكَاثُرُ * حَتَّى زُرْتُمُ الْمَقَابِرَ )</span> قال: كانوا يقولون: نحن أكثر من بني فلان، ونحن أعدّ من بني فلان، وهم كلّ يوم يتساقطون إلى آخرهم، والله ما زالوا كذلك حتى صاروا من أهل القبور كلهم.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( أَلْهَاكُمُ التَّكَاثُرُ )</span> قالوا: نحن أكثر من بني فلان، وبنو فلان أكثر من بني فلان، ألهاهم ذلك حتى ماتوا ضلالا.</p><p>ورُوي عن النبيّ صلى الله عليه وسلم كلام يدلّ على أن معناه التكاثر بالمال.</p><p>* ذكر الخبر بذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن هشام الدستوائي، عن قتادة، عن مطرِّف بن عبد الله بن الشِّخِّير، عن أبيه أنه انتهى إلى النبيّ صلى الله عليه وسلم ،<span class=\"blue\"> وهو يقرأ:</span> <span class=\"arabic qpc-hafs green\">( أَلْهَاكُمُ التَّكَاثُرُ * حَتَّى زُرْتُمُ الْمَقَابِرَ )</span> قال: <span class=\"red\">\" ابن آدم، ليس لك من مال إلا ما أكلت فأفنيت، أو لبِست فأبليت، أو تصدّقت فأمضيت \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا محمد بن خلف العسقلاني،<span class=\"blue\"> قال:</span> ثنا آدم،<span class=\"blue\"> قال:</span> ثنا حماد بن سلمة، عن ثابت البناني، عن أنس بن مالك، عن أُبيّ بن كعب،<span class=\"blue\"> قال:</span> كنا نرى أن هذا الحديث من القرآن: <span class=\"red\">\" لو أن لابن آدم واديين من مال، لتمنى واديا ثالثا، ولا يملأ جوف ابن آدم إلا التراب، ثم يتوب الله على من تاب \"</span> حتى نـزلت هذه السورة: <span class=\"arabic qpc-hafs green\">( أَلْهَاكُمُ التَّكَاثُرُ )</span> إلى آخرها. وقوله صلى الله عليه وسلم بعقب قراءته <span class=\"red\">\" ألهاكم \"</span> ليس لك من مالك إلا كذا وكذا،<span class=\"blue\"> ينبئ أن معنى ذلك عنده:</span> ألهاكم التكاثر: المال.</p>"
        },
        {
            "resource_id": 168,
            "text": "<p>Special Merit of Surah At-Takathur</p><p>The Messenger of Allah ﷺ is reported to have once asked the noble Companions: Is there anyone from amongst you who has the strength to recite one thousand verses a day?\" The blessed Companions replied: \"Who can recite a thousand verses a day?\" The Holy Prophet ﷺ said: \"Can you not recite Surah At-Takathur?\" This implies that Surah At-Takathur equals in weight and worth to a thousand verses, thus stressing its great importance. [ Mazhari with reference to Hakim and Baihagi on the authority of Ibn Umar ].</p><p>Warning Against Materialistic Attitude</p><p>Verse [ 1] أَلْهَاكُمُ التَّكَاثُرُ‌ (You are distracted by mutual competition in amassing [ worldly benefits ].) The word takathur is derived from the root kathrah, and means 'to amass much wealth'. Sayyidna Ibn ` Abbas ؓ and Hasan Basri (رح) have assigned this interpretation to it. Qatadah\tرحمۃ اللہ علیہ says that this word is also used in the sense of 'taking pride in the abundance of material goods'. Sayyidna Ibn ` Abbas ؓ reports that the Messenger of Allah ﷺ recited this verse and explained its meaning, thus: \"Acquiring wealth but not paying out of it the obligatory dues.\" [ Qurtubi ].</p>"
        },
        {
            "resource_id": 173,
            "text": "Ô gens, rivaliser en richesse et en progéniture vous distrait d’obéir à Allah,"
        },
        {
            "resource_id": 180,
            "text": "১. হে লোকসকল! সন্তানসন্ততি ও সম্পদের প্রাচুর্যের প্রতিযোগিতা তোমাদেরকে আল্লাহর আনুগত্য থেকে মোহাচ্ছন্ন করে রেখেছে।"
        },
        {
            "resource_id": 792,
            "text": "ការមានមោទនភាពនឹងទ្រព្យសម្បត្តិនិងរឿងកូនចៅបានធ្វើឲ្យពួកអ្នក(ឱមនុស្សលោក)ភ្លេចពីការគោរពប្រតិបត្តិចំពោះអល់ឡោះ"
        },
        {
            "resource_id": 157,
            "text": "<p>اے حالت مدہوشی میں سرپٹ دوڑنے والو ، اے لاپرواہی کی حالت میں مال اور اولاد کی کثرت اور دنیا کے سازو سامان کی بہتات کے لئے جدوجہد کرنے والو ، تم تو ان سب چیزوں کو اسی جہاں میں چھوڑ کر جانے والے ہو ، اے دنیا کی مشغولیتوں میں دھوکہ کھانے والو ، اے مال واولاد کو چھوڑ کر جانے والو ، ایک ایسے چھوٹے سے گڑھے ، قبر میں جانے والو ، قبر میں تو نہ مال ہوگا ، نہ اولاد ہوگی اور نہ وہاں کوئی فخر ہوگا اور اظہار برتری ہوگا ، جاگو ، اور دیکھو ، غورکرو۔</p><p>الھکم .................... المقابر (2:102) ” تم لوگوں کو زیادہ سے زیادہ اور ایک دوسرے سے بڑھ کر دنیا حاصل کرنے کی دھن نے غفلت میں ڈال رکھا ہے یہاں تک کہ (اسی فکر میں) تم لب گور تک پہنچ جاتے ہو “۔ لیکن قبر کی سیر کے بعد وہاں تمہارے لئے ایک خوفناک منظر ہے ، نہایت سخت اور زور دار انداز میں ان کے دلوں کو یوں کھڑکھڑایا جاتا ہے۔</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>প্রাচুর্যের প্রতিযোগিতা তোমাদেরকে মোহাচ্ছন্ন করে রেখেছে।[১]</p><p>[১] أَلهَى يُلهِي শব্দের অর্থ হল গাফেল বা উদাসীন করে দেওয়া। تَكَاثُر অধিক কামনা করা বা প্রাচুর্য নিয়ে পরস্পর প্রতিযোগিতা করা। এ কথাটি ব্যাপক; প্রাচুর্যে মাল-ধন, সন্তান-সন্ততি, সহযোগী-পৃষ্ঠপোষক, বংশ-গোত্র প্রভৃতি সবই শামিল। প্রত্যেক ঐ বস্তু যার প্রাচুর্য ও আধিক্য মানুষের প্রিয় এবং যা অধিকভাবে পাবার প্রচেষ্টা ও কামনা মানুষকে আল্লাহর আহকাম এবং আখেরাত হতে উদাসীন করে দেয়, তাই উদ্দেশ্য এখানে। এ স্থানে আল্লাহ তাআলা মানুষের সেই দুর্বলতাকে ব্যক্ত করেছেন, অধিকাংশ মানুষ সর্বযুগে যার শিকার হয়ে থাকে।</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 1{ اَلْہٰٹکُمُ التَّکَاثُرُ۔ } ”تمہیں غافل کیے رکھا ہے بہتات کی طلب نے !“ التکاثر کے معنی مال جمع کرنے میں ایک دوسرے سے سبقت لے جانے کے بھی ہیں اور مال و دولت کی کثرت پر فخر کرنے کے بھی۔  دولت انسان کے پاس چاہے جتنی بھی ہو اس کی طبیعت اس سے بھرتی نہیں اور وہ بدستور مزید حاصل کرنے کی تگ و دو میں لگا رہتا ہے۔</p>"
        },
        {
            "resource_id": 179,
            "text": "Umabala sa inyo, O mga tao, ang pagyayabangan sa mga yaman at mga anak palayo sa pagtalima kay Allāh."
        },
        {
            "resource_id": 93,
            "text": "قوله - سبحانه - : ( أَلْهَاكُمُ ) من اللهو وهو الغفلة عن مواطن الخير ، والانشغال عما هو نافع .والتكاثر : التبارى والتباهى بالكثرة فى شئ مرغوب فيه كالمال والجاه . .أى : شغلكم - أيها الناس - التباهى والتفاخر بكثرة الأموال والأولاد والعشيرة ، كما ألهاكم حب الدنيا عن القيام بما كلفناكم به . ."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>তোমাদেরকে মোহাচ্ছন্ন রাখে [১] প্রাচুর্যের প্রতিযোগিতা [২]</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>تكاثر শব্দটি كثرة থেকে উদ্ভূত। এর অর্থ, পরস্পর প্রতিযোগিতায় লিপ্ত হওয়া। এখানে উদ্দেশ্য, প্রাচুর্য লাভ করার জন্য মানুষের পরস্পরের অগ্রবর্তী হওয়ার চেষ্টা করা ও প্রতিযোগিতা করা; লোকদের অন্যের তুলনায় বেশী প্রাচুর্য লাভ করার কথা নিয়ে পরস্পরের মোকাবেলায় বড়াই করে বেড়ানো। [ইবন কাসীর, ফাতহুল কাদীর] এখানে কী বিষয়ে প্রতিযোগিতা তা বলা হয় নি। মূলত দুনিয়ার ধন-সম্পদ, পুত্র-পরিবার, বংশ, সম্মান-মর্যাদা, শক্তি ও কর্তৃত্বের উপকরণ এবং যে সব বিষয়ে এরূপ প্রতিযোগিতা হয় তার সবই উদ্দেশ্য। [সা’দী]</p><p>-----------------------------</p><p>[১] ألهى ‘আলহা’ শব্দটির মূলে রয়েছে , لهو বা ‘লাহও’। এর আসল অর্থ গাফলতিতে নিমজ্জিত করা, ভুলিয়ে দেয়া। [কুরতুবী] যেসব কাজের প্রতি মানুষের আগ্রহ ও আকর্ষণ এত বেশী বেড়ে যায় যে সে তার মধ্যে মগ্ন হয়ে অন্য অধিকতর গুরুত্বপূর্ণ জিনিস থেকে গাফেল হয়ে পড়ে সেই ধরনের প্রত্যেকটি কাজের জন্য আরবী ভাষায় এ শব্দটি বলা হয়ে থাকে। [‘উদ্দাতুস সাবেরীন, পৃ.১৭১] অর্থাৎ ‘তাকাসুর’ তোমাদেরকে তার নিজের মধ্যে এমনভাবে মশগুল করে নিয়েছে, যার ফলে তার প্রতি মোহাচ্ছন্নতা তোমাদের তার চেয়ে বেশী গুরুত্বপূর্ণ জিনিস আখেরাত ও তার জন্য প্রস্তুতি থেকে গাফেল করে দিয়েছে। তার মোহ তোমাদেরকে আচ্ছন্ন করে রেখেছে। তারই চিন্তায় তোমরা নিমগ্ন। আর এই মোহ ও নিমগ্নতা তোমাদেরকে একেবারে গাফেল করে দিয়েছে। আয়াতে এর জন্য কঠোর সাবধানবাণী উচ্চারণ করা হয়েছে। [উদ্দাতুস সাবেরীন: ১৮৩–১৮৪]</p><p>[২] কোন কোন বর্ণনায় এসেছে যে, আয়াতটি ঐ যুগের সুনির্দিষ্ট কোন কোন গোত্র বা নেতৃস্থানীয় লোকদের সম্পর্কে নাযিল হয়েছে। [দেখুন, কুরতুবী] তবে এখানে একটি বিষয় পরিস্কার হওয়া দরকার যে, আয়াতে ‘তোমাদেরকে’ বলে শুধু সে যুগের লোকদের বুঝানো হয়নি। বরং প্রত্যেক যুগের লোকেরা ব্যক্তিগত পর্যায়ে ও সামগ্রিকভাবে এ সম্বোধনের আওতাভুক্ত হয়েছে। [কুরতুবী] এর অর্থ দাঁড়ায়, বেশী বেশী বৈষয়িক স্বাৰ্থ অর্জন করা, তার মধ্যে একে অন্যের অগ্রবর্তী হওয়া এবং অন্যের মোকাবেলায় তা নিয়ে গর্ব করার মোহ যেমন ব্যক্তিকে আচ্ছন্ন করে তেমনি আচ্ছন্ন করে গোত্র ও জাতিকেও। তাছাড়া আয়াতে একথা সুস্পষ্ট করে বলা হয়নি যে, প্রাচুর্য লোকদেরকে কোন জিনিস থেকে গাফেল করে দিয়েছে। কারণ, যে জিনিস থেকে তারা গাফেল হয়েছে তা অত্যন্ত ব্যাপক। [সা‘দী] এর দ্বারা সব কিছুই উদ্দেশ্য যা কিছুর প্রাচুর্যের জন্য মানুষ সাধারণত চেষ্টা করে থাকে এবং অহংকার করে থাকে। হতে পারে সেটা ধন-সম্পদ, সন্তান-সন্ততি, সাহায্য-সহযোগিতাকারী, সৈন্য-সামন্ত, দাস-দাসী, মান-মর্যাদা ইত্যাদি যা-ই মানুষ বেশী পেতে চায় এবং অপরের উপর প্রাধান্য নেয়ার চেষ্টা করে। আর যা দ্বারা আল্লাহ্র সন্তুষ্টি উদ্দেশ্য থাকেনা। [সা‘দী] এভাবে মানুষ আল্লাহ্ থেকে, তাঁর মা‘রিফাত থেকে, তাঁর দিকে প্রত্যাবর্তন থেকে, তাঁর ভালবাসাকে সবকিছুর ভালবাসার উপর স্থান দেয়া থেকে, যার ইবাদতের জন্য তাকে সৃষ্টি করা হয়েছে সেটা থেকে গাফেল হয়ে গেছে। [সা‘দী] অনুরূপভাবে তারা আখেরাত থেকে গাফেল হয়ে গেছে। [বাদায়ে‘উস তাফসীর]</p>"
        },
        {
            "resource_id": 178,
            "text": "Отвлекла вас, о люди, гордость своим имуществом и детьми от повиновения Аллаху."
        },
        {
            "resource_id": 790,
            "text": "হে মানৱ, তোমালোকৰ ধন, সন্তানৰ অহংকাৰে আল্লাহৰ ইবাদতৰ পৰা অমনোযোগী কৰি তুলিছে।"
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (تەكاثور) (واتە: زۆر پەیدا كردن)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (تەكاثور) سورەتێكى مەككى یە.\n٢- ژمارەى ئایەتەكانى سورەتى (تەكاثور) (٨) ئایەتە.\n٣- سورەتى (تەكاثور) زنجیرەى سەدو دووەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (تەكاثور) لە دواى سورەتى (كەوسەر)ەوە دابەزیوە.\n٥- (عبداللەی كوڕی شوخەیر) (خوای لێ ڕازی بێ) ئەفەرمووێ: گەیشتمە پێغەمبەری خوا صلى الله علیه وسلم سوورەتی (أَلْهَاكُمُ التَّكَاثُرُ)ی ئەخوێندو ئەیفەرموو: (ئادەمیزاد ئەڵێت: ماڵەكەم ماڵەكەم یان سەروەت و سامانەكەم، ئایا تۆ هیچ ماڵێكت هەیە تەنها ئەوە نەبێ كە خواردت و لەناوچوو یان لەبەرت كردو جل و بەرگەكەت ڕزا یان ئەوەی كردت بە سەدەقەو خێرو ئەوەت لە پێش خۆتەوە ناردووە)، واتە: ماڵ و سەروەت و سامان هەمووى لەناو ئەچێ، بەڵام ئەوەی كە مرۆڤ ئەیكات بە خێرو سەدەقە تەنها ئەوەی بۆ ئەمێنێتەوەو لە پێش خۆیەوە ناردوویەتی بۆ قیامەتی .\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسەكانى ئەم سورەتە زیاتر باسى سەرقاڵ بوونى مرۆڤەكان دەكات بە دونیاوەو بێئاگاییان لە پەرستنى خواى گەورە تا ئەو كاتەى لە ناكاو مردن یەخەیان دەگرێت، وە كۆتایی سورەتەكەیش باسى ئەو ئازارو ناڕەحەتییانە دەكات كە توشى دێن لە دوارۆژدا.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">أَلْهَاكُمُ التَّكَاثُرُ (١)</span> ] خوای گەورە ئەفەرمووێ: خۆشەویستی و نازو نیعمەت و ڕازاوەیی و ژیانی دونیاو گەڕان بەدوای دونیاو سەروەت و سامان و ماڵ و منداڵدا سەرقاڵى كردوون لەوەی كە هەوڵ بۆ قیامەت بدەن و عیبادەتی خوای گەورە بكەن، كە نابێ وابێ."
        },
        {
            "resource_id": 160,
            "text": "مال و دولت اور اعمال ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">ارشاد ہوتا ہے کہ دنیا کی محبت، اس کے پا لینے کی کوشش نے تمہیں آخرت کی طلب اور نیک کاموں سے بےپرواہ کر دیا، تم اسی دنیا کی ادھیڑ بن میں رہے کہ اچانک موت آ گئی اور تم قبروں میں پہنچ گئے۔ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>اطاعت پروردگار سے تم نے دنیا کی جستجو میں پھنس کر بےرغبتی کر لی اور مرتے دم تک غفلت برتی<span>“</span> </span>۔   <span class=\"reference\">[تفسیر ابن ابی حاتم:ضعیف ولا اصل لہ]</span> ‏ </p><p> حسن بصری رحمہ اللہ فرماتے ہیں مال اور اولاد کی زیادتی کی ہوس میں موت کا خیال پرے پھینک دیا صحیح بخاری کتاب الرقاق میں ہے کہ <span class=\"text-translation\"> سیدنا ابی بن کعب رضی اللہ عنہ فرماتے ہیں ہم <span class=\"arabic qpc-hafs\"> «لَوْ كَانَ لِابْنِ آدَم وَادٍ مِنْ ذَهَب»</span>  یعنی اگر ابن آدم کے پاس ایک جنگل بھر کر سونا ہو </span>۔   <span class=\"reference\">[صحیح بخاری:6440]</span> ‏ اسے قرآن کی آیت ہی سمجھتے رہے، یہاں تک کہ <span class=\"arabic qpc-hafs\"> «أَلْهَاكُمُ التَّكَاثُرُ»</span>    <span class=\"reference\">[102-التكاثر:1]</span> ‏ نازل ہوئی۔</p></div><div>10824</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسند احمد میں ہے <span class=\"text-translation\"> سیدنا عبداللہ بن شخیر رضی اللہ عنہ فرماتے ہیں میں رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی خدمت میں جب آیا تو آپ اس آیت کو پڑھ رہے تھے آپ نے فرمایا: <span>”</span>ابن آدم کہتا رہتا ہے کہ میرا مال، میرا مال، حالانکہ تیرا مال صرف وہ ہے جسے تو نے کھا کر فنا کر دیا یا پہن کر پھاڑ دیا یا صدقہ دے کر باقی رکھ لیا<span>“</span> </span>۔   <span class=\"reference\">[صحیح مسلم:2958]</span> ‏ </p><p class=\"ur\"> صحیح مسلم میں اتنا اور زیادہ ہے کہ <span class=\"text-translation\"> اس کے سوا جو کچھ ہے اسے تو تو لوگوں کے لیے چھوڑ چھاڑ کر چل دے گا </span>۔   <span class=\"reference\">[صحیح مسلم:2959]</span> ‏ </p><p class=\"ur\"> صحیح بخاری کی حدیث میں ہے کہ <span class=\"text-translation\"> میت کے ساتھ تین چیزیں جاتی ہیں جن میں سے دو تو پلٹ آتی ہیں صرف ایک ساتھ رہ جاتی ہے، گھر والے، مال اور اعمال۔ اہل و مال لوٹ آئے عمل ساتھ رہ گئے </span>۔   <span class=\"reference\">[صحیح بخاری:6514]</span> ‏ </p><p class=\"ur\"> مسند احمد کی حدیث میں ہے <span class=\"text-translation\"> ابن آدم بوڑھا ہو جاتا ہے لیکن دو چیزیں اس کے ساتھ باقی رہ جاتی ہیں لالچ اور امنگ </span>۔   <span class=\"reference\">[صحیح بخاری:6421]</span> ‏ </p><p> ضحاک رحمہ اللہ نے ایک شخص کے ہاتھ میں ایک درہم دیکھ کر پوچھا یہ درہم کس کا ہے؟ اس نے کہا میرا، فرمایا: تیرا تو اس وقت ہو گا کہ کسی نیک کام میں تو خرچ کر دے یا بطور شکر رب کے خرچ کر۔  احنف رحمہ اللہ نے اس واقعہ کو بیان کر کے پھر یہ شعر پڑھا: <span class=\"arabic qpc-hafs\"> «أَنْتَ لِلْمَالِ إِذَا أَمْسَكْته *** فَإِذَا أَنْفَقْته فَالْمَال لَك»</span>  یعنی <span>”</span>جب کہ تو مال کو لیے بیٹھا ہے، تو تو مال کی ملکیت ہے ہاں جب اسے خرچ کر دے گا اس وقت مال تیری ملکیت میں ہو جائے گا۔‏<span>“</span></p></div><div>10825</div><div lang=\"ur\" class=\"ur\"><p>ابن بریدہ رحمہ اللہ فرماتے ہیں بنو حارثہ اور بنو حارث انصار کے قبائل آپس میں فخر و غرور کرنے لگے ایک کہتا دیکھو ہم میں فلاں شخص ایسا بہادر ایسا جیوٹ یا اتنا بڑا مالدار وغیرہ ہے، دوسرے قبیلے والے اپنے میں سے ایسوں کو پیش کرتے تھے جب زندوں کے ساتھ یہ فخر و مباہات کر چکے تو کہنے لگے آؤ قبرستان میں چلیں وہاں جا کر اپنے اپنے مردوں کی قبروں کی طرف اشارے کر کے کہنے لگے بتلاؤ اس جیسا بھی تم میں کوئی گزرا ہے؟ وہ انہیں اپنے مردوں کے ساتھ الزام دینے لگے اس پر یہ دونوں ابتدائی آیتیں اتریں کہ تم فخر و مباہات کرتے ہوئے قبرستان میں پہنچ گئے اور اپنے مردوں پر بھی فخر و غرور کرنے لگے، چاہیئے تھا کہ یہاں آ کر عبرت حاصل کرتے اپنا مرنا اور سڑنا گلنا یاد کرتے۔</p></div><div>10826</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">قتادہ رحمہ اللہ فرماتے ہیں کہ لوگ اپنی زیادتی اور اپنی کثرت پر گھمنڈ کرتے تھے یہاں تک کہ ایک ایک ہو کر قبروں میں پہنچ گئے۔ مطلب یہ ہے کہ بہتات کی چاہت نے غفلت میں ہی رکھا یہاں تک کہ مر گئے اور قبروں میں دفن ہو گئے۔ </p><p class=\"ur\"> صحیح حدیث میں ہے کہ <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ایک اعرابی کی بیمار پرسی کو گئے اور حسب عادت فرمایا: <span>”</span>کوئی ڈر خوف نہیں ان شاءاللہ گناہوں سے پاکیزگی حاصل ہو گی<span>“</span>، تو اس نے کہا: آپ اسے خوب پاک بتلا رہے ہیں یہ تو وہ بخار ہے جو بوڑھے بڑوں پر جوش مارتا ہے اور قبرستان تک پہنچا کر رہتا ہے، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اچھا پھر یوں ہی سہی<span>“</span> </span> ۔  <span class=\"reference\">[صحیح بخاری:5656]</span> ‏ </p><p class=\"ur\"> اس حدیث میں بھی لفظ <span class=\"arabic qpc-hafs\"> «تُزِيرهُ الْقُبُور»</span>  ہے اور یہاں قرآن میں بھی <span class=\"arabic qpc-hafs\"> «زُرْتُمُ الْمَقَابِرَ»</span>  ہے پس معلوم ہوتا ہے کہ اس سے مراد مر کر قبر میں دفن ہونا ہی ہے۔ </p><p class=\"ur\"> ترمذی میں ہے <span class=\"text-translation\"> سیدنا علی کرم اللہ وجہہ فرماتے ہیں کہ جب تک یہ آیت نہ اتری ہم عذاب قبر کے بارے میں شک میں ہی رہے </span> ۔  <span class=\"reference\">[سنن ترمذي:3355،قال الشيخ الألباني:ضعیف]</span> ‏ یہ حدیث غریب ہے۔ </p><p> ابن ابی حاتم میں ہے کہ عمر بن عبدالعزیز رحمہ اللہ نے اس آیت کی تلاوت کی پھر کچھ دیر سوچ کر فرمانے لگے: میمون! قبروں کا دیکھنا تو صرف بطور زیارت ہے اور ہر زیارت کرنے والا اپنی جگہ لوٹ جاتا ہے یعنی خواہ جنت کی طرف خواہ دوزخ کی طرف، ایک اعرابی نے بھی ایک شخص کی زبانی ان دونوں آیتوں کی تلاوت سن کر یہی فرمایا تھا کہ اصل مقام اور ہی ہے۔  پھر اللہ تعالیٰ دھمکاتے ہوئے دو دو مرتبہ فرماتا ہے کہ حقیقت حال کا علم تمہیں ابھی ہو جائے گا یہ مطلب بھی بیان کیا گیا ہے کہ پہلے مراد کفار ہیں دوبارہ مومن مراد ہیں پھر فرماتا ہے کہ اگر تم علم یقینی کے ساتھ اسے معلوم کر لیتے یعنی اگر ایسا ہوتا تو تم غفلت میں نہ پڑتے اور مرتے دم تک اپنی آخری منزل آخرت سے غافل نہ رہتے پھر جس چیز سے پہلے دھمکایا تھا اسی کا بیان کر رہا ہے کہ تم جہنم کو ان آنکھوں سے دیکھ لو گے کہ اس کی ایک ہی جنبش کے ساتھ اور تو اور انبیاء علیہم السلام بھی ہیبت و خوف کے مارے گھٹنوں کے بل گر جائیں گے، اس کی عظمت اور دہشت ہر دل پر چھائی ہوئی ہو گی، جیسے کہ بہت سی احادیث میں بہ تفصیل مروی ہے۔</p></div><div>10827</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">پھر فرمایا کہ اس دن تم سے نعمتوں کی باز پرس ہو گی، صحت، امن، رزق وغیرہ تمام نعمتوں کی نسبت سوال ہو گا کہ ان کا شکر کہاں تک ادا کیا۔ </p><p> ابن ابی حاتم کی ایک غریب حدیث میں ہے کہ <span class=\"text-translation\"> ٹھیک دوپہر کو رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> اپنے گھر سے چلے دیکھا تو سیدنا ابوبکر رضی اللہ عنہ بھی مسجد میں آ رہے ہیں پوچھا: کہ <span>”</span>اس وقت کیسے نکلے ہو؟<span>“</span> کہا: اے اللہ کے رسول! جس چیز نے آپ کو نکالا ہے اسی نے مجھے بھی نکالا ہے، اتنے میں عمر بن خطاب رضی اللہ عنہ بھی آ گئے ان سے بھی نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے یہی سوال کیا اور آپ نے بھی یہی جواب دیا پھر نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ان دونوں بزرگوں سے باتیں کرنی شروع کیں، پھر فرمایا: <span>”</span>اگر ہمت ہو تو اس باغ تک چلے چلو کھانا پینا مل ہی جائے گا اور سائے دار جگہ بھی، ہم نے کہا بہت اچھا<span>“</span>، پس آپ ہمیں لے کر سیدنا ابوالہیشم انصاری رضی اللہ عنہ کے باغ کے دروازہ پر آئے، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے سلام کیا اور اجازت چاہی، سیدہ ام ہیثم انصاریہ رضی اللہ عنہا دروازے کے پیچھے ہی کھڑی تھیں سن رہی تھیں لیکن اونچی آواز سے جواب نہیں دیا اور اس لالچ سے کہ اللہ کے رسول اور زیادہ سلامتی کی دعا کریں اور کئی کئی مرتبہ آپ کا سلام سنیں جب تین مرتبہ نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سلام کر چکے اور کوئی جواب نہ ملا تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> واپس چلے دئیے، اب تو ابوالہیشم کی بیوی صاحبہ دوڑیں اور کہا: اے اللہ کے نبی! میں آپ کی آواز سن رہی تھی لیکن میرا ارادہ تھا کہ اللہ کرے آپ کئی کئی مرتبہ سلام کریں اس لیے میں نے اپنی آواز آپ کو نہ سنائی، آپ آئیے تشریف لے چلئے، آپ نے ان کے اس فعل کو اچھی نظروں سے دیکھا پھر پوچھا کہ خود ابوالہیشم کہاں ہیں مائی صاحبہ نے فرمایا: اے اللہ کے نبی! وہ بھی یہیں قریب ہی پانی لینے گئے ہیں، آپ تشریف لائیے، ان شاءاللہ آتے ہی ہوں گے۔ نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> باغ میں رونق افروز ہوئے، مائی صاحبہ نے ایک سایہ دار درخت تلے کچھ بچھا دیا جس پر آپ بیٹھ گئے، اتنے میں ہی ابوالہیشم رضی اللہ عنہ بھی آ گئے بےحد خوش ہوئے آنکھوں کو ٹھنڈک اور دل کو سکون نصیب ہوا اور جلدی جلدی ایک کھجور کے درخت پر چڑھ گئے اور اچھے اچھے خوشے اتار اتار کر دینے لگے یہاں تک کہ خود آپ نے روک دیا، صحابی نے کہا: یا رسول اللہ! گیلی اور تر اور بالکل پکی اور جس طرح کی چاہیں تناول فرمائیں، جب کھجوریں کھا چکے تو میٹھا پانی لائے جسے پیا پھر نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرمانے لگے یہی وہ نعمتیں ہیں جن کے بارے میں اللہ کے ہاں پوچھے جاؤ گے </span>۔   <span class=\"reference\">[اسنادہ ضعیف]</span> ‏</p></div><div>10828</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ابن جریر کی اسی حدیث میں ہے کہ <span class=\"text-translation\"> سیدنا ابوبکر، اور سیدنا عمر رضی اللہ عنہما بیٹھے ہوئے تھے کہ ان کے پاس نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> آئے اور پوچھا کہ <span>”</span>یہاں کیسے بیٹھے ہو؟<span>“</span> دونوں نے کہا: اے اللہ کے رسول! بھوک کے مارے گھر سے نکل کھڑے ہوئے ہیں، فرمایا: <span>”</span>اس اللہ کی قسم جس نے مجھے حق کے ساتھ بھیجا ہے میں بھی اسی وجہ سے اس وقت نکلا ہوں<span>“</span> اب آپ انہیں لے کر چلے اور ایک انصاری کے گھر آئے ان کی بیوی صاحبہ مل گئیں پوچھا کہ <span>”</span>تمہارے میاں کہاں گئے ہیں؟<span>“</span> کہا: گھر کے لیے میٹھا پانی لانے گئے ہیں، اتنے میں تو وہ مشک اٹھائے ہوئے آ ہی گئے، خوش ہو گئے اور کہنے لگے مجھ جیسا خوش قسمت آج کوئی بھی نہیں جس کے گھر اللہ کے نبی تشریف لائے ہیں، مشک تو لٹکا دی اور خود جا کر کھجوروں کے تازہ تازہ خوشے لے آئے آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>چن چن کر الگ کر کے لاتے<span>“</span> تو جواب دیا کہ اے اللہ کے رسول! میں نے چاہا کہ آپ اپنی طبیعت کے مطابق اپنی پسند سے چن لیں اور نوش فرمائیں، پھر چھری ہاتھ میں اٹھائی کہ کوئی جانور ذبح کر کے گوشت پکائیں تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>دودھ دینے والے جانور ذبح نہ کرنا<span>“</span> چنانچہ اس نے ذبیحہ کیا آپ نے وہیں کھانا کیا، پھر فرمانے لگے: <span>”</span>دیکھو! بھوکے گھر سے نکلے اور پیٹ بھرے جا رہے ہیں یہی وہ نعمتیں ہیں جن کے بارے میں قیامت کے دن سوال ہو گا<span>“</span> </span>   <span class=\"reference\">[صحیح مسلم:2038]</span> ‏ </p><p> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے آزاد غلام سیدنا ابوعسیب رضی اللہ عنہ کا بیان ہے کہ <span class=\"text-translation\"> رات کو رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے مجھے آواز دی میں نکلا پھر سیدنا ابوبکر رضی اللہ عنہ کو بلایا، پھر سیدنا عمر رضی اللہ عنہ کو بلایا پھر کسی انصاری کے باغ میں گئے اور اس سے فرمایا:<span>”</span>لاؤ بھائی کھانے کو دو<span>“</span>، وہ انگور کے خوشے اٹھا لائے اور آپ کے سامنے رکھ دئیے آپ نے اور آپ کے ساتھیوں نے کھائے، پھر فرمایا: <span>”</span>ٹھنڈا پانی پلاؤ<span>“</span>، وہ لائے آپ نے پیا پھر فرمانے لگے: <span>”</span>قیامت کے دن اس سے باز پرس ہو گی<span>“</span>، سیدنا عمر رضی اللہ عنہ نے وہ خوشہ اٹھا کر زمین پر دے مارا اور کہنے لگے اس کے بارے میں بھی اللہ کے ہاں پرسش ہو گی۔ آپ نے فرمایا: <span>”</span>ہاں صرف تین چیزوں کی پرسش نہیں۔ پردہ پوشی کے لائق کپڑا، بھوک روکنے کے قابل ٹکڑا اور سردی گرمی میں سر چھپانے کے لیے مکان<span>“</span> </span>۔   <span class=\"reference\">[ مسند احمد:81/5:حسن]</span> ‏</p></div><div>10829</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسند کی ایک اور حدیث میں ہے کہ <span class=\"text-translation\"> جب یہ سورت نازل ہوئی اور نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے پڑھ کر سنائی تو صحابہ رضی اللہ عنہم کہنے لگے ہم سے کس نعمت کا سوال ہو گا؟ کھجوریں کھا رہے ہیں اور پانی پی رہے ہیں، تلواریں گردنوں میں لٹکا رہے ہیں اور دشمن سر پر کھڑا ہے، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>گھبراؤ نہیں عنقریب نعمتیں آ جائیں گی<span>“</span> </span>۔   <span class=\"reference\">[مسند احمد:429/5:حسن]</span> ‏ </p><p> سیدنا عمر رضی اللہ عنہ فرماتے ہیں کہ <span class=\"text-translation\"> ایک مرتبہ ہم بیٹھے ہوئے تھے جو نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> آئے اور نہائے ہوئے معلوم ہوتے تھے ہم نے کہا: یا رسول اللہ! اس وقت تو آپ خوش و خرم نظر آتے ہیں، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>ہاں<span>“</span>، پھر لوگ تونگری کا ذکر کرنے لگے تو رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>جس کے دل میں اللہ کا خوف ہو اس کے لیے تونگری کوئی بری چیز نہیں اور یاد رکھو متقی شخص کے لیے صحت تونگری سے بھی اچھی ہے اور خوش نفسی بھی اللہ کی نعمت ہے<span>“</span> </span>۔   <span class=\"reference\">[مسند احمد::375/5:صحیح]</span> ‏ ابن ماجہ میں بھی یہ حدیث ہے۔</p></div><div>10830</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ترمذی شریف میں ہے <span class=\"text-translation\"> نعمتوں کے سوال میں قیامت والے دن سب سے پہلے یہ کہا جائے گا کہ ہم نے تجھے صحت نہیں دی تھی اور ٹھنڈے پانی سے تجھے آسودہ نہیں کیا کرتے تھے؟ </span>   <span class=\"reference\">[سنن ترمذي:3358،قال الشيخ الألباني:صحیح]</span> ‏ </p><p class=\"ur\"> ابن ابی حاتم کی روایت میں ہے کہ <span class=\"text-translation\"> اس آیت <span class=\"arabic qpc-hafs\"> «ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ»</span>   <span class=\"reference\">[102-التكاثر:8]</span> ‏ کو سنا کر صحابہ رضی اللہ عنہم کہنے لگے کہ یا رسول اللہ! ہم تو جو کی روٹی اور وہ بھی آدھا پیٹ کھا رہے ہیں تو اللہ کی طرف سے وحی آئی کہ کیا تم پیر بچانے کے لیے جوتیاں نہیں پہنتے اور کیا تم ٹھنڈے پانی نہیں پیتے؟ یہی قابل پرسش نعمتیں ہیں </span>۔   <span class=\"reference\">[الدر المنثور السیوطی:661/6:اسنادہ ضعیف]</span> ‏ </p><p class=\"ur\"> اور روایت میں ہے کہ <span class=\"text-translation\"> امن اور صحت کے بارے میں سوال ہو گا </span>   <span class=\"reference\">[تفسیر ابن جریر الطبری:285/30:اسنادہ ضعیف]</span> ‏ <span class=\"text-translation\"> پیٹ بھر کھانے ٹھنڈے پانی سائے دار گھروں میٹھی نیند کے بارے میں بھی سوال ہو گا </span>۔   <span class=\"reference\">[تفسیر ابن ابی حاتم:اسنادہ ضعیف]</span> ‏ </p><p> شہد پینے، لذت حاصل کرنے، صبح و شام کے کھانے، گھی شہد اور میدے کی روٹی وغیرہ، غرض ان تمام نعمتوں کے بارے میں اللہ کے ہاں سوال ہو گا۔  سیدنا ابن عباس رضی اللہ عنہما اس کی تفسیر میں فرماتے ہیں کہ بدن کی صحت، کانوں اور آنکھوں کی صحت کے بارے میں بھی سوال ہو گا کہ ان طاقتوں سے کیا کیا کام کیے۔</p></div><div>10831</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">جیسے قرآن کریم میں ہے <span class=\"arabic qpc-hafs\"> «إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَـٰئِكَ كَانَ عَنْهُ مَسْئُولًا»</span>    <span class=\"reference\">[17-الاسراء:36]</span> ‏ یعنی <span class=\"text-translation\">” ہر شخص سے اس کے کان، اس کی آنکھ اور اس کے دل کے بارے میں بھی پوچھ ہو گی “</span>۔ </p><p class=\"ur\"> صحیح بخاری وغیرہ کی حدیث میں ہے <span class=\"text-translation\"> دو نعمتوں کے بارے میں لوگ بہت ہی غفلت برت رہے ہیں۔ صحت اور فراغت </span>۔   <span class=\"reference\">[صحیح بخاری:6421]</span> ‏ یعنی نہ تو ان کا پورا شکر ادا کرتے ہیں اور ان کی عظمت کو جانتے ہیں نہ انہیں اللہ کی مرضی کے مطابق صرف کرتے ہیں۔ </p><p class=\"ur\"> مسند بزار میں ہے <span class=\"text-translation\"> تہ بند کے سوا، سائے دار دیواروں کے سوا اور روٹی کے ٹکڑے کے سوا ہر چیز کا قیامت کے دن حساب دینا پڑے گا </span>۔   <span class=\"reference\">[مسند بزار:3643:ضعیف]</span> ‏ </p><p class=\"ur\"> مسند احمد کی مرفوع حدیث میں ہے کہ <span class=\"text-translation\"> اللہ عزوجل قیامت کے دن کہے گا، اے ابن آدم! میں نے تجھے گھوڑوں پر اور اونٹوں پر سوار کرایا۔ عورتیں تیرے نکاح میں دیں تجھے مہلت دی کہ تو ہنسی خوشی آرام و راحت سے زندگی گزارے اب بتا کہ اس کا شکریہ کہاں ہے </span>؟   <span class=\"reference\">[صحیح مسلم:2968]</span> ‏ </p><p> اللہ کے فضل و کرم سے سورۃ اتکاثر کی تفسیر ختم ہوئی۔ <span class=\"arabic qpc-hafs\"> «فالْحَمْدُ لِلَّـه»</span> </p></div><div>10832</div>"
        },
        {
            "resource_id": 174,
            "text": "Tindakan kalian dalam bermegah-megahan dengan harta dan anak telah melalaikan kalian -wahai manusia- dari ketaatan terhadap Allah,"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">غافل کر دیا تمھیں با ہم کثرت کی خواہش نے<span class=\"green\">(1)</span> یہاں تک کہ جا پہنچے تم قبرستانوں میں<span class=\"green\">(2)</span> ہرگز نہیں! عنقریب تم جان لو گے<span class=\"green\">(3)</span> پھر ہرگز نہیں! عنقریب تم جان لو گے<span class=\"green\">(4)</span> یقیناً! اگر جان لو تم جاننا یقین کا<span class=\"green\">(5)</span> تو ضرور دیکھو گے تم دوزخ کو<span class=\"green\">(6)</span> پھر ضرور دیکھو گے تم اسے یقین کی آنکھ سے<span class=\"green\">(7)</span> پھر ضرور سوال کیے جاؤ گے تم اس دن نعمتوں کی بابت<span class=\"green\">(8)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[1]</span>     اللہ تبارک و تعالیٰ اپنے بندوں کو  ان  امور کو     جن کے لیے ان کو پیدا کیا گیا ہے یعنی اکیلے اللہ کی عبادت کرنا جس کا کوئی شریک نہیں،  اس کی معرفت،  اس کی طرف انابت  اور اس کی محبت کو ہر چیز پر مقدم رکھنے کو  چھوڑ کر   دوسری چیزوں میں مشغول ہونے پر زجر و توبیخ کرتا ہے۔ <span class=\"arabic qpc-hafs brown\">﴿اَلۡهٰىكُمُ ﴾</span>  ’’تمھیں غافل کردیا۔‘‘      مذکورہ بالا تمام چیزوں سے <span class=\"arabic qpc-hafs brown\">﴿ التَّكَاثُرُ ﴾</span> ’’زیادہ طلب کرنے کی خواہش نے‘‘ اور جس چیز کی کثرت طلب کی جاتی ہے، اللہ تعالیٰ نےاس  کا ذکر نہیں کیا تاکہ یہ ہر چیز کو شامل ہو جس کے ذریعے سے کثرت میں مقابلہ کرنے والے مقابلہ کرتے ہیں اور باہم فخر کرنے والے فخر کرتے ہیں،<span class=\"bluﷺ\">  مثلاً:</span>  مال،  اولاد،  اعوان و انصار،  فوجیں،  خدم و حشم اور جاہ وغیرہ  جس میں لوگ ایک دوسرے سے زیادہ حاصل کرنے کا قصد کرتے ہیں  اور اس میں اللہ تعالیٰ کی رضا ان کا مطلوب و مقصود نہیں ہوتا۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[7]</span><span class=\"arabic qpc-hafs brown\">﴿ثُمَّ لَـتَرَوُنَّهَا عَيۡنَ الۡيَقِيۡنِ﴾</span> ’’ پھر تم اس کو ضرور عین الیقین کے طور پر دیکھو گے۔‘‘      یعنی  رؤ یت بصری سے دیکھو گے جیسا کہ اللہ تعالیٰ نے فرمایا: <span class=\"arabic qpc-hafs brown\">﴿ وَرَاَ الۡمُجۡرِمُوۡنَ النَّارَ فَظَنُّوۡۤا اَنَّهُمۡ مُّوَاقِعُوۡهَا وَلَمۡ يَجِدُوۡا عَنۡهَا مَصۡرِفًا﴾</span><span class=\"grﷺﷺn\">(الکہف: 18؍53)</span> ’اور مجرم جہنم کو دیکھ کر یقین کر لیں گے کہ وہ اس میں جھونکے جانے والے ہیں اور وہ اس سے بچنے کی کوئی جگہ نہیں پائیں گے۔‘‘                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[8]</span><span class=\"arabic qpc-hafs brown\">﴿ ثُمَّ لَتُسۡـَٔلُنَّ يَوۡمَىِٕذٍ عَنِ النَّعِيۡمِ﴾</span>  پھر وہ تم سے ان نعمتوں کے بارے میں ضرور پوچھے گا جن سے تم دنیا کی زندگی میں متمتع ہوتے رہے ہو  کہ آیا تم نے ان نعمتوں کا شکر ادا کیا  اور آیا تم نے ان  نعمتوں میں سے اللہ تعالیٰ کے حق کو ادا کیا  اور تم نے اللہ تعالیٰ کی نافرمانیوں میں ان نعمتوں سے مدد نہیں لی ۔ تب وہ تمھیں ان نعمتوں سے اعلیٰ و افضل نعمتیں عطا کرے گا۔\nیا تم ان نعمتوں کی وجہ سے فریب خوردہ رہے اور تم نے ان کا شکر ادا نہ کیا؟<span class=\"bluﷺ\"> بلکہ تم نے اللہ تعالیٰ کی نافرمانیوں میں ان نعمتوں سے مدد لی تو اس پر اللہ تعالیٰ تمھیں سزا دے گا۔ اللہ تعالیٰ نے فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿ وَيَوۡمَ يُعۡرَضُ الَّذِيۡنَ كَفَرُوۡا عَلَى النَّارِ١ؕ اَذۡهَبۡتُمۡ طَيِّبٰؔتِكُمۡ فِيۡ حَيَاتِكُمُ الدُّنۡيَا وَاسۡتَمۡتَعۡتُمۡ بِهَا١ۚ فَالۡيَوۡمَ تُجۡزَوۡنَ عَذَابَ الۡهُوۡنِ بِمَا كُنۡتُمۡ تَسۡتَكۡبِرُوۡنَ۠ فِي الۡاَرۡضِ بِغَيۡرِ الۡحَقِّ وَبِمَا كُنۡتُمۡ تَفۡسُقُوۡنَ﴾</span><span class=\"grﷺﷺn\">(الاحقاف:46؍20)</span> ’’ جس دن، ان لوگوں کو جنھوں نے کفر کیا، جہنم کے سامنے پیش کیا جائے گا <span class=\"grﷺﷺn\">(تو ان سے کہا جائے گا)</span> تم اپنی لذتیں، اپنی  دنیا کی زندگی ہی میں ختم کرچکے اور ان سے فائدہ اٹھاچکے، پس دنیا میں جو تم ناحق اکڑتے <span class=\"grﷺﷺn\">(تکبر کرتے)</span> تھے  اور نافرمانیاں کرتے تھے اس کے بدلے آج تمھیں رسواکن عذاب دیا جائے گا۔‘‘                </div>"
        },
        {
            "resource_id": 172,
            "text": "-Ey İnsanlar!- Mallarınızla ve evlatlarınızla böbürlenmeniz, sizi Allah’a itaat etmekten alıkoydu."
        },
        {
            "resource_id": 177,
            "text": "Các ngươi - hỡi con người - đã bỏ bê và lơ là việc tuân lệnh Allah bởi vì quá bận rộn với việc muốn có nhiều tiền của và con cái."
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Çokluk yarışı, sizi oyaladı,\n2- <span class=\"green\">(Ölüp)</span> de kabirleri boylayıncaya kadar. \n3- Asla <span class=\"green\">(böyle yapmayın)</span>! Yakında bileceksiniz.\n4- Evet; asla <span class=\"green\">(böyle yapmayın)</span>! İleride bileceksiniz.\n5- Asla <span class=\"green\">(böyle yapmayın)</span>! Kesin bir bilgi ile bilmiş olsaydınız <span class=\"green\">(böyle yapmazdınız)</span>!\n6- Andolsun siz cehennemi göreceksiniz.\n7- Yine andolsun ki onu kendi gözlerinizle göreceksiniz.\n8- Sonra andolsun ki o gün nimetlerden sorguya çekileceksiniz.</p><div><span class=\"green\">(Mekke’de inmiştir. 8 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1. Yüce Allah,<span class=\"blue\"> kulları yaratılış sebepleri olan O’na hiçbir ortak koşmaksızın ibadet edip yönelmeyi ve O’nun sevgisini her şeyin önüne geçirmeyi bırakıp başka işlerle uğraşmalarından dolayı azarlamakta ve şöyle buyurmaktadır:</span><span class=\"brown\">“Çokluk yarışı”</span> sözü geçen bu hususlardan <span class=\"brown\">“sizi oyaladı...”</span> Burada neyin çokluğu ile yarışıldığının söz konusu edilmemesi, çoklukla yarışan ve bununla böbürlenen kimselerin mal, evlat, yardımcı, asker, hizmetçi, makam vb. gibi yarışıp böbürlendikleri ve herkesin başkasına karşı çokluğu ile övünme kastı taşıdığı ve kendisi ile Allah rızasının gözetilmediği bütün hususları kapsaması içindir.                </div><div lang=\"tr\" class=\"tr \">\n                                        2. Sizin gafletiniz ve oyalanışınız, bunlarla uğraşmanız sürüp gitti, ta ki <span class=\"brown\">“<span class=\"green\">(ölüp)</span> de kabirleri boylayıncaya kadar.”</span> İşte o vakit sizin önünüzdeki perdeler açıldı. Ancak bu her şeye yeniden başlama imkânınızın kalmadığı bir vakit oldu.<span class=\"blue\"> \nYüce Allah’ın:</span><span class=\"brown\">“<span class=\"green\">(Ölüp)</span> de kabirleri boylayıncaya <span class=\"green\">(ziyaret edinceye)</span> kadar”</span> buyruğu şunu da göstermektedir: Berzah, âhiret yurduna oradan geçiş için gidilecek bir yurttur. Yüce Allah, oraya gideceklere ziyaretçi adını vermiş ve onlara <span class=\"brown\">“ikamet edecekler, kalacaklar”</span> dememiştir. Bunda da öldükten sonra dirilişe, ebedi olan, fani olmayan bir yurtta amellerin karşılığının verileceğine dair bir delil vardır. Bundan dolayı Yüce Allah,<span class=\"blue\"> onları şu buyrukları ile tehdit etmektedir:</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        3-5. Önünüzde nelerle karşılaşacağınızı, kalbiniz ile kavrayacak şekilde bilmiş olsaydınız, çoklukla yarış ve övünüş, sizleri oyalamaz, aksine salih amel işlemek için ellerinizi çabuk tutardınız. Fakat sizin kesin bilgiye sahip olmayışınız, sizleri şu gördüğünüz hale getirmiştir.\n6. <span class=\"brown\">“Andolsun siz cehennemi göreceksiniz.”</span> Yani Kıyamet günü gelecek ve Allah’ın kâfirler için hazırlamış olduğu cehennemi göreceksiniz.                </div><div lang=\"tr\" class=\"tr \">\n                                        7. <span class=\"brown\">“Yine andolsun ki onu kendi gözlerinizle göreceksiniz.”</span> Yani onu bizzat kendi gözlerinizle göreceksiniz. Nitekim Yüce Allah,<span class=\"blue\"> şöyle buyurmaktadır:</span><span class=\"brown\">“Günahkârlar ateşi görünce içine düşeceklerin kendileri olacaklarını anlayacaklar, fakat ondan kaçacak bir yer bulamayacaklardır.”</span><span class=\"green\">(el-Kehf, 18/53)</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        8. <span class=\"brown\">“Sonra andolsun ki o gün nimetlerden sorguya çekileceksiniz.”</span> Eğer dünya yurdunda gördüğünüz nimetlerin şükrünü yerine getirmiş, Allah’ın onlardaki hakkını eda etmiş ve bu nimetleri O’na isyanlarda kullanmamış iseniz O, onlardan daha üstün ve daha değerli nimetleri size ihsan edecektir. \nŞâyet bu nimetlerden dolayı gurura kapılmış, aldanmış, şımarmış, onların şükrünü de yerine getirmemişseniz, aksine bunları masiyet işlemek için de yardımcı bir unsur olarak kullanmış iseniz, bundan dolayı da O, sizi cezalandıracaktır. \nYüce Allah,<span class=\"blue\"> şöyle buyurmaktadır:</span><span class=\"brown\">“Kâfir olanların ateşe arzolunacakları gün: Siz dünya hayatında hoşlandığınız her şeyi bitirdiniz ve onlardan yararlanıp durdunuz. Bugün yeryüzünde haksız yere büyüklenmeniz ve fâsıklık etmeniz sebebi ile horluk azabı ile cezalandırılacaksınız <span class=\"green\">(denir onlara)</span>”</span><span class=\"green\">(el-Ahkâf, 46/20)</span>\nTekâsur Sûresi’nin tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 16,
            "text": "شغلكم عن طاعة الله التفاخر بكثرة الأموال والأولاد."
        },
        {
            "resource_id": 183,
            "text": "あなた方が、財や子供などの多いことを競い合い、アッラーへの帰順を忘れて、"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"id translation\" lang=\"id\">\"Bermegah-megahan telah melalaikan kamu, sampai kamu masuk ke dalam kubur. Janganlah begitu, kelak kamu akan menge-tahui <span class=\"green\">(akibat perbuatanmu itu)</span>, dan janganlah begitu, kelak kamu akan mengetahui. Janganlah begitu, jika kamu mengetahui dengan pengetahuan yang yakin, niscaya kamu benar-benar akan melihat Neraka Jahanam, dan sesungguhnya kamu benar-benar akan me-lihatnya dengan 'ainul yaqin, kemudian kamu pasti akan ditanyai pada hari itu tentang kenikmatan <span class=\"green\">(yang kamu megah-megahkan di dunia)</span> itu.\" <span class=\"green\">(At-<span class=\"blue\">Takatsur:</span> 1-8)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(1)</span> Allah سبحانه وتعالى berfirman mencela hamba-hambaNya karena lalai dari tujuan penciptaannya yaitu beribadah hanya padaNya yang tidak ada sekutu bagiNya, mengenalNya, kembali padaNya dan mengedepankan kecintaan kepadaNya di atas kecintaan terhadap apa pun. ﴾ أَلۡهَىٰكُمُ <span class=\"brown\">﴿   \"Telah melalaikan kamu\" dari semua itu, ﴾</span> ٱلتَّكَاثُرُ ﴿   \"bermegah-megahan.\" Allah سبحانه وتعالى tidak menyebutkan apa yang diperbanyak dan dimegah-megahkan, agar hal itu mencakup semua yang diperbanyak dan dipermegah oleh orang-orang yang bermegah-megahan dan dibangga-banggakan oleh mereka yang membangga-banggakannya, berupa bermegah-megah dalam harta, anak, pembela, tentara, pembantu, wibawa, dan lain sebagainya yang ditujukan untuk dijadikan perlombaan satu sama lain, namun tidak dimaksudkan mencari ridha Allah سبحانه وتعالى.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(2)</span> Kelalaian, bermain-main, dan mempersibuk dirimu terus berlangsung, ﴾ حَتَّىٰ  زُرۡتُمُ  ٱلۡمَقَابِرَ <span class=\"brown\">﴿   \"sampai kamu masuk ke dalam kubur.\" Pada saat itu terbukalah penutup bagimu, hanya saja setelah kalian tidak bisa memulainya. Firman Allah سبحانه وتعالى, ﴾</span> حَتَّىٰ  زُرۡتُمُ ٱلۡمَقَابِرَ ﴿   \"Sampai kamu masuk ke dalam kubur,\" menunjukkan bahwa alam barzakh adalah tempat yang dimaksudkan untuk berpindah ke akhirat, ka-rena Allah سبحانه وتعالى menyebut orang-orang yang berada di dalam barzakh sebagai para pengunjung, tidak menyebut mereka sebagai para penghuni. Hal itu menunjukkan bahwa kebangkitan dan pem-balasan amal perbuatan berada di akhirat yang kekal, bukan di tempat fana.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(3-6)</span> Karena itu Allah سبحانه وتعالى mengancam mereka, ﴾ كـَلَّا  سَوۡفَ   تَعۡلَمُونَ  3  ثُمَّ  كـَلَّا  سَوۡفَ تَعۡلَمُونَ 4   كـَلَّا  لَوۡ      تَعۡلَمُونَ   عِلۡمَ  ٱلۡيَقِينِ 5     <span class=\"brown\">﴿ \"Janganlah begitu, kelak kamu akan mengetahui <span class=\"green\">(akibat perbuatanmu itu)</span>, dan janganlah begitu, kelak kamu akan mengetahui. Janganlah begitu, jika kamu mengetahui dengan pengetahuan yang yakin.\" Yakni, andai saja kalian mengetahui apa yang akan terjadi di kemudian hari padamu dengan pengeta-huan yang sampai di hati, niscaya bermegah-megahan tidak mem-buat kalian lalai dan niscaya kalian bersegera menunaikan amal-amal baik. Hanya saja karena kalian tidak mengetahui dengan sebenarnya itulah yang membuat kalian seperti yang kalian lihat. ﴾</span> لَتَرَوُنَّ ٱلۡجَحِيمَ ﴿   \"Niscaya kamu benar-benar akan melihat Neraka Jahim,\" yakni, kalian akan benar-benar mendatangi Hari Kiamat dan akan melihat Neraka Jahim yang disediakan Allah سبحانه وتعالى untuk orang-orang kafir.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(7)</span> ﴾ ثُمَّ لَتَرَوُنَّهَا       عَيۡنَ ٱلۡيَقِينِ <span class=\"brown\">﴿   \"Dan sesungguhnya kamu benar-benar akan melihatnya dengan 'ainul yaqin,\" yakni dengan penglihatan mata seperti yang disebutkan dalam Firman Allah سبحانه وتعالى, \n﴾</span> وَرَءَا  ٱلۡمُجۡرِمُونَ   ٱلنَّارَ  فَظَنُّوٓاْ  أَنَّهُم  مُّوَاقِعُوهَا  وَلَمۡ  يَجِدُواْ  عَنۡهَا  مَصۡرِفٗا  53 ﴿ \n\"Dan orang-orang berdosa melihat neraka, maka mereka meyakini, bahwa mereka akan jatuh ke dalamnya dan mereka tidak menemukan tempat berpaling dari padanya.\" <span class=\"green\">(Al-<span class=\"blue\">Kahfi:</span> 53)</span>.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(8)</span> ﴾ ثُمَّ  لَتُسۡـَٔلُنَّ  يَوۡمَئِذٍ عَنِ     ٱلنَّعِيمِ <span class=\"brown\">﴿   \"Kemudian kamu pasti akan di-tanyai pada hari itu tentang kenikmatan itu,\" yakni yang kalian megah-megahkan di dunia, apakah kalian mensyukurinya dan kalian tunaikan hak-hak Allah سبحانه وتعالى di dalamnya dan tidak kalian jadikan penopang untuk kemaksiatan sehingga Allah سبحانه وتعالى memberi kalian nikmat yang lebih tinggi dan lebih baik darinya? Ataukah kalian terpedaya olehnya, tidak kalian syukuri bahkan bisa jadi kalian jadikan sebagai penopang untuk berbagai kemaksiatan sehingga Allah سبحانه وتعالى menyiksa kalian karena hal itu? Allah سبحانه وتعالى berfirman, \n﴾</span> وَيَوۡمَ  يُعۡرَضُ  ٱلَّذِينَ  كَفَرُواْ  عَلَى   ٱلنَّارِ أَذۡهَبۡتُمۡ   طَيِّبَٰتِكُمۡ   فِي  حَيَاتِكُمُ  ٱلدُّنۡيَا  وَٱسۡتَمۡتَعۡتُم بِهَا     فَٱلۡيَوۡمَ  تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ  بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ   فِي ٱلۡأَرۡضِ بِغَيۡرِ  ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ  20 ﴿ \n\"Dan <span class=\"green\">(ingatlah)</span> hari <span class=\"green\">(ketika)</span> orang-orang kafir dihadapkan ke neraka, <span class=\"green\">(kepada mereka dikatakan)</span>, 'Kamu telah menghabiskan rizkimu yang baik dalam kehidupan duniawimu <span class=\"green\">(saja)</span> dan kamu telah bersenang-senang dengannya; maka pada hari ini kamu dibalasi dengan azab yang menghinakan karena kamu telah menyombongkan diri di muka bumi tanpa hak dan kamu telah fasik'.\" <span class=\"green\">(Al-<span class=\"blue\">Ahqaf:</span> 20)</span>.                </div>"
        },
        {
            "resource_id": 791,
            "text": "അല്ലയോ ജനങ്ങളേ! സമ്പാദ്യവും സന്താനങ്ങളും കൊണ്ടുള്ള പെരുമ നടിക്കൽ നിങ്ങളെ അല്ലാഹുവിനെ അനുസരിക്കുന്നതിൽ നിന്ന് ശ്രദ്ധ തെറ്റിച്ചിരിക്കുന്നു."
        },
        {
            "resource_id": 175,
            "text": "O ljudi, vas je od pokornosti Allahu zaokupilo nastojanje da što imućniji budete i da se hvališete vašim imetkom i djecom."
        },
        {
            "resource_id": 179,
            "text": "hanggang sa namatay kayo at pumasok kayo sa mga libingan ninyo."
        },
        {
            "resource_id": 165,
            "text": "<p>যতক্ষণ না তোমরা (মরে) কবরে উপস্থিত হও। [১]</p><p>[১] এর অর্থ হল, অধিকাধিক (মাল-ধন) উপার্জন করার উদ্দেশ্যে পরিশ্রম করতে করতে মৃত্যু তোমাদেরকে গ্রাস করে ফেলল এবং শেষ পর্যন্ত তোমরা কবরে গিয়ে পৌঁছলে!</p>"
        },
        {
            "resource_id": 182,
            "text": "直到你们去世，进入坟坑。"
        },
        {
            "resource_id": 776,
            "text": "Hasta que mueran y entren en sus tumbas."
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"green\">( حتى زرتم المقابر )</span> حتى <span class=\"reference\">[ متم ]</span> ودفنتم في المقابر .</p><p>قال قتادة : نزلت في اليهود ،<span class=\"blue\"> قالوا :</span> نحن أكثر من بني فلان ، وبنو فلان أكثر من بني فلان ، شغلهم ذلك حتى ماتوا ضلالا .</p><p lang=\"ar\" class=\"ar \">وقال مقاتل والكلبي : نزلت في حيين من قريش ; بني عبد مناف بن قصي ، وبني سهم بن عمرو ، كان بينهم تفاخر ، <span class=\"reference\">[ فتعاد ]</span> السادة والأشراف أيهم أكثر عددا ؟<span class=\"blue\"> فقال بنو عبد مناف :</span> نحن أكثر سيدا وأعز عزيزا وأعظم نفرا وأكثر عددا ، وقال بنو سهم مثل ذلك ، فكثرهم بنو عبد مناف ،<span class=\"blue\"> ثم قالوا :</span> نعد موتانا ، حتى زاروا القبور فعدوهم ،<span class=\"blue\"> فقالوا :</span> هذا قبر فلان وهذا قبر فلان فكثرهم بنو سهم بثلاثة أبيات لأنهم كانوا في الجاهلية أكثر عددا ، فأنزل الله هذه الآية .</p><p lang=\"ar\" class=\"ar \">أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو بكر أحمد بن الحسين الحيري ، أخبرنا حاجب بن أحمد الطوسي ، حدثنا عبد الرحيم بن منيب ، حدثنا النضر بن شميل ، عن قتادة عن مطرف بن عبد الله الشخير ،<span class=\"blue\"> عن أبيه قال :</span> انتهيت إلى رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> وهو يقرأ هذه الآية :</span> <span class=\"arabic qpc-hafs\">\" ألهاكم التكاثر \"</span> ،<span class=\"blue\"> قال :</span> <span class=\"arabic qpc-hafs\">\" يقول ابن آدم : مالي مالي ، وهل لك من مالك ، إلا ما أكلت فأفنيت ، أو لبست فأبليت ، أو تصدقت فأمضيت \"</span> .</p><p lang=\"ar\" class=\"ar \">أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا الحميدي ، حدثنا سفيان ،<span class=\"blue\"> حدثنا عبد الله بن أبي بكر بن عمرو بن حزم أنه سمع أنس بن مالك يقول :</span> قال : قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" يتبع ، الميت ثلاثة ، فيرجع اثنان ويبقى معه واحد ، يتبعه أهله وماله وعمله ، فيرجع أهله وماله ، ويبقى عمله \"</span> .</p>"
        },
        {
            "resource_id": 175,
            "text": "sve dok ne umrete i ne uđete u kaburove."
        },
        {
            "resource_id": 174,
            "text": "hingga kalian mati dan masuk ke dalam kuburan."
        },
        {
            "resource_id": 166,
            "text": "<p>যতক্ষণ না তোমরা কবরে উপনীত হও [১]।</p><p>[১] এখানে বলা হয়েছে, যতক্ষণ না তোমরা কবর স্থান যেয়ারত কর। এখানে যেয়ারত করার অর্থ মরে গিয়ে কবরে পৌছানো। কাতাদাহ বলেন, তারা বলত, আমরা অমুক বংশের লোক, আমরা অমুক গোত্রের চেয়ে বেশী, আমাদের সংখ্যা অনেক। এভাবে বলতেই থাকল অথচ তারা কমতে কমতে সবাই কবরবাসী হয়ে গেল। অতএব, আয়াতের মর্মার্থ এই যে, বলা হয়েছে, যারা ধন-সম্পদ ও সন্তান-সন্ততির ভালবাসা অথবা অপরের সাথে বড়াই করায় এমন মত্ত হয়ে পড়ে যে, পরিণাম চিন্তা করার ফুরসতই পায় না। [ইবন কাসীর] এখানে যেয়ারত শব্দটি আরও থেকে বুঝা যায়, কবরেও কেউ চিরকাল থাকবে না, এই দুনিয়া-কবর সবই ক্ষণস্থায়ী; এগুলো যেয়ারত শেষ হলে জান্নাত বা জাহান্নাম চিরস্থায়ী বাসভূমিতে যেতে হবে। [কুরতুবী] আবদুল্লাহ ইবনে শিখখীর রাদিয়াল্লাহু ‘আনহু বলেন, আমি একদিন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর নিকট পৌছে দেখলাম তিনি الْهٰكُمُ التَّكَاثُرُ তেলাওয়াত করে বলছিলেন, “মানুষ বলে, আমার ধন! আমার ধন! অথচ তোমার অংশ তো ততটুকুই যতটুকু তুমি খেয়ে শেষ করে ফেল, অথবা পরিধান করে ছিন্ন করে দাও, অথবা সদকা করে সম্মুখে পাঠিয়ে দাও। এছাড়া যা আছে, তা তোমার হাত থেকে চলে যাবে- তুমি অপরের জন্যে তা ছেড়ে যাবে।” [মুসলিম: ২৯৫৮, তিরমিয়ী: ২৩৪২, মুসনাদে আহমদ: ৪/২৪] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আদম সন্তানের যদি স্বর্ণে পরিপূর্ণ একটি উপত্যকা থাকে, তবে সে (তাতেই সন্তুষ্ট হবে না; বরং) দুটি উপত্যকা কামনা করবে। তার মুখ তো (কবরের) মাটি ব্যতীত অন্য কিছু দ্বারা ভর্তি করা সম্ভব নয়। যে আল্লাহ্র দিকে রুজু করে, আল্লাহ্ তার তওবা কবুল করেন।” [বুখারী: ৬৪৩৯, ৬৪৪০] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আমি তোমাদের জন্য দারিদ্রতার ভয় করছিনা। বরং তোমাদের জন্য প্রাচুর্যের ভয় করছি। অনুরূপভাবে আমি তোমাদের জন্যে ভুল-ভ্ৰান্তি হয়ে যাওয়ার ব্যাপারে ভয় করছি না, বরং ভয় করছি ইচ্ছাকৃত অন্যায়ের ” [মুসনাদে আহমাদ; ২/৩০৮]</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 2{ حَتّٰی زُرْتُمُ الْمَقَابِرَ۔ } ”یہاں تک کہ تم قبروں کو پہنچ جاتے ہو۔“ یعنی انسان اپنی ساری عمر اسی تگ و دو میں کھپا دیتا ہے اور مرتے دم تک یہ فکر اس کا پیچھا نہیں چھوڑتی۔ انسان کی حرص و ہوس کے پیمانے کو صرف قبر کی مٹی ہی بھر سکتی ہے 1۔ سورة الحدید کی آیت 20 میں انسانی زندگی کے جن مراحل کا ذکر ہوا ہے ان میں آخری مرحلہ تکاثر فی الاموال والاولاد کا ہے۔ اس سے ثابت ہوتا ہے کہ آخری عمر میں انسان کی یہ حرص مزید بڑھ جاتی ہے۔</p>"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : حتى زرتم المقابرأي حتى أتاكم الموت ، فصرتم في المقابر زوارا ، ترجعون منها كرجوع الزائر إلى منزله من جنة أو نار . يقال لمن مات : قد زار قبره . وقيل : أي ألهاكم التكاثر حتى عددتم الأموات ، على ما تقدم . وقيل : هذا وعيد . أي اشتغلتم بمفاخرة الدنيا ، حتى تزوروا القبور ، فتروا ما ينزل بكم من عذاب الله - عز وجل - .قوله تعالى : المقابر جمع مقبرة ومقبرة ( بفتح الباء وضمها ) . والقبور : جمع القبر قال :[ ص: 152 ]أرى أهل القصور إذا أميتوا     بنوا فوق المقابر بالصخورأبوا إلا مباهاة وفخرا     على الفقراء حتى في القبوروقد جاء في الشعر ( المقبر ) قال :لكل أناس مقبر بفنائهم     فهم ينقصون والقبور تزيدوهو المقبري والمقبري : لأبي سعيد المقبري ; وكان يسكن المقابر . وقبرت الميت أقبره وأقبره قبرا ، أي دفنته . وأقبرته أي أمرت بأن يقبر . وقد مضى في سورة ( عبس ) القول فيه . والحمد لله .لم يأت في التنزيل ذكر المقابر إلا في هذه السورة . وزيارتها من أعظم الدواء للقلب القاسي ; لأنها تذكر الموت والآخرة . وذلك يحمل على قصر الأمل ، والزهد في الدنيا ، وترك الرغبة فيها . قال النبي - صلى الله عليه وسلم - : كنت نهيتكم عن زيارة القبور ، فزوروا القبور ، فإنها تزهد في الدنيا ، وتذكر الآخرة رواه ابن مسعود ; أخرجه ابن ماجه . وفي صحيح مسلم من حديث أبي هريرة : فإنها تذكر الموت . وفي الترمذي عن بريدة : فإنها تذكر الآخرة . قال : هذا حديث حسن صحيح .وفيه عن أبي هريرة : أن رسول الله - صلى الله عليه وسلم - لعن زوارات القبور . قال : وفي الباب عن ابن عباس وحسان بن ثابت . قال أبو عيسى : وهذا حديث حسن صحيح . وقد رأى بعض أهل العلم أن هذا كان قبل أن يرخص النبي - صلى الله عليه وسلم - في زيارة القبور ; فلما رخص دخل في رخصته الرجال والنساء . وقال بعضهم : إنما كره زيارة القبور للنساء لقلة صبرهن ، وكثرة جزعهن .قلت : زيارة القبور للرجال متفق عليه عند العلماء ، مختلف فيه للنساء . أما الشواب فحرام عليهن الخروج ، وأما القواعد فمباح لهن ذلك . وجائز لجميعهن . ذلك إذا انفردن بالخروج عن الرجال ; ولا يختلف في هذا إن شاء الله . وعلى هذا المعنى يكون قوله : \" زوروا القبور \" عاما . وأما موضع أو وقت يخشى فيه الفتنة من اجتماع الرجال والنساء ، فلا [ ص: 153 ] يحل ولا يجوز . فبينا الرجل يخرج ليعتبر ، فيقع بصره على امرأة فيفتتن ، وبالعكس فيرجع كل واحد من الرجال والنساء مأزورا غير مأجور . والله أعلم .قال العلماء : ينبغي لمن أراد علاج قلبه وانقياده بسلاسل القهر إلى طاعة ربه ، أن يكثر من ذكر هاذم اللذات ، ومفرق الجماعات ، وموتم البنين والبنات ، ويواظب على مشاهدة المحتضرين ، وزيارة قبور أموات المسلمين . فهذه ثلاثة أمور ، ينبغي لمن قسا قلبه ، ولزمه ذنبه ، أن يستعين بها على دواء دائه ، ويستصرخ بها على فتن الشيطان وأعوانه ; فإن انتفع بالإكثار من ذكر الموت ، وانجلت به قساوة قلبه فذاك ، وإن عظم عليه ران قلبه ، واستحكمت فيه دواعي الذنب ; فإن مشاهدة المحتضرين ، وزيارة قبور أموات المسلمين ، تبلغ في دفع ذلك ما لا يبلغه الأول ; لأن ذكر الموت إخبار للقلب بما إليه المصير ، وقائم له مقام التخويف والتحذير . وفي مشاهدة من احتضر ، وزيارة قبر من مات من المسلمين معاينة ومشاهدة ; فلذلك كان أبلغ من الأول ; قال - صلى الله عليه وسلم - : ليس الخبر كالمعاينة رواه ابن عباس .فأما الاعتبار بحال المحتضرين ، فغير ممكن في كل الأوقات ، وقد لا يتفق لمن أراد علاج قلبه في ساعة من الساعات . وأما زيارة القبور فوجودها أسرع ، والانتفاع بها أليق وأجدر . فينبغي لمن عزم على الزيارة ، أن يتأدب بآدابها ، ويحضر قلبه في إتيانها ، ولا يكون حظه منها التطواف على الأجداث فقط ; فإن هذه حالة تشاركه فيها بهيمة . ونعوذ بالله من ذلك . بل يقصد بزيارته وجه الله تعالى ، وإصلاح فساد قلبه ، أو نفع الميت بما يتلو عنده من القرآن والدعاء ، ويتجنب المشي على المقابر ، والجلوس عليها ويسلم إذا دخل المقابر ، وإذا وصل إلى قبر ميته الذي يعرفه سلم عليه أيضا ، وأتاه من تلقاء وجهه ; لأنه في زيارته كمخاطبته حيا ، ولو خاطبه حيا لكان الأدب استقباله بوجهه ; فكذلك هاهنا . ثم يعتبر بمن صار تحت التراب ، وانقطع عن الأهل والأحباب ، بعد أن قاد الجيوش والعساكر ، ونافس الأصحاب والعشائر ، وجمع الأموال والذخائر ; فجاءه الموت في وقت لم يحتسبه ، وهول لم يرتقبه . فليتأمل الزائر حال من مضى من إخوانه ، ودرج من أقرانه الذين بلغوا الآمال ، وجمعوا الأموال ; كيف انقطعت آمالهم ، ولم تغن عنهم أموالهم ، ومحا التراب محاسن وجوههم ، وافترقت في القبور أجزاؤهم ، وترمل من بعدهم نساؤهم ، وشمل ذل اليتم أولادهم ، واقتسم غيرهم طريفهم وتلادهم . وليتذكر ترددهم في المآرب ، وحرصهم على [ ص: 154 ] نيل المطالب ، وانخداعهم لمواتاة الأسباب ، وركونهم إلى الصحة والشباب . وليعلم أن ميله إلى اللهو واللعب كميلهم ، وغفلته عما بين يديه من الموت الفظيع ، والهلاك السريع ، كغفلتهم ، وأنه لا بد صائر إلى مصيرهم ، وليحضر بقلبه ذكر من كان مترددا في أغراضه ، وكيف تهدمت رجلاه . وكان يتلذذ بالنظر إلى ما خوله وقد سالت عيناه ، ويصول ببلاغة نطقه وقد أكل الدود لسانه ، ويضحك لمواتاة دهره وقد أبلى التراب أسنانه ، وليتحقق أن حاله كحاله ، ومآله كمآله . وعند هذا التذكر والاعتبار تزول عنه جميع الأغيار الدنيوية ، ويقبل على الأعمال الأخروية ، فيزهد في دنياه ، ويقبل على طاعة مولاه ، ويلين قلبه ، وتخشع جوارحه ."
        },
        {
            "resource_id": 170,
            "text": "Всевышний упрекнул Своих рабов за то, что они отвернулись от поклонения одному Аллаху и стали приобщать к Нему сотоварищей, которых возлюбили так, как надлежит любить одного Аллаха. Страсть к приумножению увлекает людей от искреннего поклонения Господу миров. Аллах не упомянул о том, что именно приумножают люди, и поэтому этот аят подразумевает все, к чему питают страсть охотники за богатством и чем гордятся бахвалы: деньги, дети, влияние, армия, слуги, положение - все, кроме искренних благодеяний. Однако мирские развлечение и забавы продолжаются недолго. Человек умирает и оказывается в могиле. Там с него снимают покрывало забвения, и он оказывается бессилен вернуть упущенное. Это аят свидетельствует о том, что между этим миром и Последней жизнью существует промежуточная жизнь в барзахе. Это - преддверие Последней жизни, и поэтому Аллах сообщил, что люди посетят могилы, но не пребудут в них вечно. А после воскрешения люди получат воздаяние и окажутся в мире вечности, который они никогда не покинут и который не исчезнет."
        },
        {
            "resource_id": 181,
            "text": "تا اینکه مُردید و وارد قبرهای‌تان شدید."
        },
        {
            "resource_id": 180,
            "text": "২. যে পর্যন্ত না তোমরা মারা গিয়ে কবরে পৌঁছো।"
        },
        {
            "resource_id": 91,
            "text": "فاستمرت غفلتكم ولهوتكم <span class=\"arabic qpc-hafs\">[وتشاغلكم]</span> <span class=\"arabic qpc-hafs brown\">{ حَتَّى زُرْتُمُ الْمَقَابِرَ }</span> فانكشف لكم حينئذ الغطاء، ولكن بعد ما تعذر عليكم استئنافه.<span class=\"blue\">ودل قوله:</span> <span class=\"arabic qpc-hafs brown\">{ حَتَّى زُرْتُمُ الْمَقَابِرَ }</span> أن البرزخ دار مقصود منها النفوذ إلى الدار الباقية  ، أن الله سماهم زائرين، ولم يسمهم مقيمين."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 183,
            "text": "そして死んで、墓に入る。"
        },
        {
            "resource_id": 178,
            "text": "Пока вы не умерли и не вошли в могилы."
        },
        {
            "resource_id": 177,
            "text": "Mãi đến khi các ngươi đã đi vào trong mộ của các ngươi."
        },
        {
            "resource_id": 172,
            "text": "Ölüp de kabirlerinize girinceye kadar."
        },
        {
            "resource_id": 173,
            "text": "jusqu’à ce que vous mouriez et entriez dans vos tombes."
        },
        {
            "resource_id": 905,
            "text": "حتى متُّم ودخلتم قبوركم."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 16,
            "text": "واستمر اشتغالكم بذلك إلى أن صرتم إلى المقابر، ودُفنتم فيها."
        },
        {
            "resource_id": 93,
            "text": "( حتى زُرْتُمُ المقابر ) أى : بقيتم على هذه الحال ، حتى أتاكم الموت ، ودفنتم فى قبوركم ، وانصرف عنكم أحب الناس إليكم ، وبقيتم وحدكم .والخطاب عام لكل عاقل ، ويدخل فيه المشركون والفاسقون ، الذين آثروا الدنيا على الآخرة دخولا أوليا .فالمراد بزيارة المقابر : انتهاء الآجال ، والدفن فى القبور بعد الموت . وعبر - سبحانه - عن ذلك بالزيارة . لأن الميت يأتى إلى القبر كالزائر له ، ثم بعد ذلك يخرج منه يوم البعث والنشور ، للحساب والجزاء ، فوجوده فى القبر إنما هو وجود مؤقت بوقت يعلمه الله - تعالى - .وقد روى أن أعرابيا عندما سمع هذه الآية قال : بعثوا ورب الكعبة ، فقيل له كيف ذلك؟ فقال : لأن الزائر لابد أن يرتحل .وقد نهى النبى صلى الله عليه وسلم عن التهالك على حطام الدنيا ، فى أحاديث كثيرة منها ما رواه مسلم فى صحيحه عن عبد الله بن الشَّخَّير قال : انتهيت إلى رسول الله صلى الله عليه وسلم وهو يقول : \" ألهاكم التكاثر قال : يقول ابن آدم مالى مالى ، وهل لك من مالك يابن آدم ، آدم إلا ما أكلت فأفنيت أو لبست فأبليت ، أو تصدقت فأمضيت \" ."
        },
        {
            "resource_id": 792,
            "text": "រហូតដល់ពួកអ្នកស្លាប់ ហើយបានចូលទៅក្នុងផ្នូររបស់ពួកអ្នក។"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقال قتادة : <span class=\"arabic qpc-hafs\">( ألهاكم التكاثر حتى زرتم المقابر )</span> كانوا يقولون نحن أكثر من بني فلان ونحن أعد من بني فلان ، وهم كل يوم يتساقطون إلى آخرهم ، والله ما زالوا كذلك حتى صاروا من أهل القبور كلهم .</p><p lang=\"ar\" class=\"ar \">والصحيح أن المراد بقوله : <span class=\"arabic qpc-hafs\">( زرتم المقابر )</span> أي : صرتم إليها ودفنتم فيها ،<span class=\"blue\"> كما جاء في الصحيح :</span> أن رسول الله صلى الله عليه وسلم دخل على رجل من الأعراب يعوده ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" لا بأس ، طهور إن شاء الله \"</span> .<span class=\"blue\"> فقال :</span> قلت : طهور ؟! بل هي حمى تفور ، على شيخ كبير ،<span class=\"blue\"> تزيره القبور ! قال :</span> <span class=\"red\">\" فنعم إذا \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا محمد بن سعيد الأصبهاني ، أخبرنا حكام بن سلم الرازي ، عن عمرو بن أبي قيس ، عن الحجاج ، عن المنهال ،<span class=\"blue\"> عن زر بن حبيش عن علي قال :</span> ما زلنا نشك في عذاب القبر حتى نزلت : <span class=\"arabic qpc-hafs\">( ألهاكم التكاثر حتى زرتم المقابر )</span></p><p>ورواه الترمذي ، عن أبي كريب ، عن حكام بن سلم <span class=\"reference brown\">[ به ]</span> وقال : غريب .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبي ، حدثنا سلمة بن داود العرضي ، حدثنا أبو المليح الرقي ،<span class=\"blue\"> عن ميمون بن مهران قال :</span> كنت جالسا عند عمر بن عبد العزيز ،<span class=\"blue\"> فقرأ :</span> <span class=\"arabic qpc-hafs\">( ألهاكم التكاثر حتى زرتم المقابر )</span> فلبث هنيهة فقال : يا ميمون ، ما أرى المقابر إلا زيارة ، وما للزائر بد من أن يرجع إلى منزله .</p><p lang=\"ar\" class=\"ar \">قال أبو محمد : يعني أن يرجع إلى منزله - إلى جنة أو نار .<span class=\"blue\"> وهكذا ذكر أن بعض الأعراب سمع رجلا يتلو هذه الآية :</span> <span class=\"arabic qpc-hafs\">( حتى زرتم المقابر )</span> فقال : بعث اليوم ورب الكعبة .<span class=\"blue\"> أي :</span> إن الزائر سيرحل من مقامه ذلك إلى غيره .</p>"
        },
        {
            "resource_id": 92,
            "text": "حَتَّى زُرْتُمُ الْمَقَابِرَ (2) وقوله : { حتى زرتم المقابر } غاية ، فيحتمل أن يكون غاية لفعل { ألهاكم } كما في قوله تعالى : { قالوا لن نبرح عليه عاكفين حتى يرجع إلينا موسى } [ طه : 91 ] ، أي دَام إلهاء التكاثر إلى أن زرتم المقابر ، أي استمرّ بكم طولَ حياتكم ، فالغاية مستعملة في الإِحاطة بأزمان المغيَّا لا في تنهيته وحصول ضده لأنهم إذا صاروا إلى المقابر انقطعت أعمالهم كلها .ولكون زيارة المقابر على هذا الوجه عبارة عن الحلول فيها ، أي قبورَ المقابر . وحقيقة الزيارة الحلول في المكان حلولاً غير مستمر ، فأطلق فعل الزيارة هنا تعريضاً بهم بأن حلولهم في القبور يعقبه خروج منها .والتعبير بالفعل الماضي في { زرتم } لتنزيل المستقبل منزلة الماضي لأنه محقق وقوعه مثل :{ أتى أمرُ اللَّه } [ النحل : 1 ] .ويحتمل أن تكون الغاية للمتكاثر بهِ الدالِّ عليه التكاثُر ، أي بكل شيء حتى بالقبور تعدونها . وهذا يجري على ما رَوَى مقاتل والكلبي أن بني عبد مناف وبني سهم تفاخروا بكثرة السادة منهم ، كما تقدم في سبب نزولها آنفاً ، فتكون الزيارة مستعملة في معناها الحقيقي ، أي زرتم المقابر لتَعُدُّوا القبور ، والعرب يكنّون بالقبر عن صاحبه قال النابغة: ... لَئِنْ كان للقَبْرين قَبْرٍ بجِلَّقٍوقَبر بصيداءَ الذي عند حَارِب ... وقال عصام بن عُبيد الزّمَّاني ، أو همّام الرَّقَاشي: ... لو عُدَّ قَبْرٌ وقبرٌ كُنتُ أقربَهمقبراً وأبْعَدَهم من مَنزِل الذَّام ... أي كنتُ أقربهم منكَ قبراً ، أي صاحبَ قبر .و { المقابر } : جمع مقبَرة بفتح الموحدة وبضمها . والمقبرة الأرض التي فيها قبور كثيرة .والتوبيخ الذي استُعمل فيه الخبر أُتبع بالوعيد على ذلك بعد الموت ، وبحرف الزجر والإِبطال بقوله : { كلا سوف تعلمون } فأفاد { كلا } زجراً وإبطالاً لإِنهاء التكاثر ."
        },
        {
            "resource_id": 171,
            "text": "Until you die and enter your graves."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( حَتَّى زُرْتُمُ الْمَقَابِرَ )</span> يعني: حتى صرتم إلى المقابر فدفنتم فيها؛ وفي هذا دليل على صحة القول بعذاب القبر، لأن الله تعالى ذكره، أخبر عن هؤلاء القوم الذين ألهاهم التكاثر، أنهم سيعلمون ما يلقون إذا هم زاروا القبور وعيدا منه لهم وتهدّدا.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا ابن عطية، عن قيس، عن حجاج، عن المنهال، عن زِرّ، عن عليّ،<span class=\"blue\"> قال:</span> كنا نشكّ في عذاب القبر،<span class=\"blue\"> حتى نـزلت هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( أَلْهَاكُمُ التَّكَاثُرُ )</span> ...<span class=\"blue\"> إلى:</span> <span class=\"arabic qpc-hafs green\">( كَلا سَوْفَ تَعْلَمُونَ )</span> في عذاب القبر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا حكام بن سلم، عن عنبسة، عن ابن أبي ليلى، عن المنهال، عن زِرّ، عن عليّ،<span class=\"blue\"> قال:</span> نـزلت <span class=\"arabic qpc-hafs green\">( أَلْهَاكُمُ التَّكَاثُرُ )</span> في عذاب القبر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا حكام، عن عمرو، عن الحجاج، عن المنهال بن عمرو، عن زِرّ، عن عليّ،<span class=\"blue\"> قال:</span> ما زلنا نشكّ في عذاب القبر،<span class=\"blue\"> حتى نـزلت:</span> <span class=\"arabic qpc-hafs green\">( أَلْهَاكُمُ التَّكَاثُرُ * حَتَّى زُرْتُمُ الْمَقَابِرَ )</span> .</p>"
        },
        {
            "resource_id": 791,
            "text": "നിങ്ങൾ മരിക്കുകയും, നിങ്ങളുടെ ഖബ്റുകളിൽ സന്ദർശിക്കുകയും ചെയ്യുന്നത് വരെ."
        },
        {
            "resource_id": 168,
            "text": "<p>حَتَّىٰ زُرْ‌تُمُ الْمَقَابِرَ‌Verse [ 2] (until you reach the graves.) Here the words 'reaching the graves' mean 'to die and be buried in the graves', as the following Prophetic Hadith bears testimony to this interpretation. Referring to verse [ 2] of this Surah, the Messenger of Allah ﷺ said: حَتّٰی یِأتیکُم الموت \"until death overtakes you\" [ Ibn Kathir, from by Ibn Abi Hatim ]. The verse thus implies that many people are engrossed in acquiring worldly goods and racing each other in wealth and children etc. and remain neglectful of the Hereafter till death comes upon them, and then they are seized by the divine punishment. Sayyidna ` Abdullah Ibn Shikhkhir ؓ reports that one day he visited the Holy Prophet ﷺ while the latter was reciting Surah At-Takathur and was saying:</p><p>یقُول ابن اٰدم مالی مالی و ھل لک من مالک الَّا ما اکلت فافنیت او لبست فابلیت اوتصدّقت فامضیت، وفی روایۃ لمسلم وما سویٰ ذلک فذاھب و تارکہ للناس</p><p>\"The Son of Adam says: 'My wealth, my wealth.' But you do not reap any benefit from your wealth except for that which you ate and you finished it, or that which you clothed yourself with and you wore it out, or that which you gave as charity and you have spent it.\"</p><p>And in a narration by Muslim: \"Everything else other than that will go away, and he will leave it for other people. (i.e. inheritors) \" [ Ibn Kathlr and Qurtubi as transmitted by Muslim, Tirmidhl and Ahmad ].</p><p>Imam Bukhari records from Sayyidna Anas ؓ عنہ\tthat the Messenger of Allah ﷺ said:</p><p>لو کان لابن آدم وادیاً من ذھب لا حبّ ان یکون لہ وادیان ولن یملاء فاہ اِلَّا التراب و یتوب اللہ علٰی من تاب۔</p><p>\"If the Son of 'Adam has a valley of gold, he would love to have two valleys, and nothing but the dust of grave will fill his mouth. And Allah accepts the repentance of him who turns to Him in penitence.\"</p><p>Sayyidna 'Ubayy Ibn Ka` b ؓ ، referring to the Tradition quoted above, says, \"We used to think that this was a part of the Qur'an until the first verse of Surah At-Takathur was revealed.\" It seems that the Holy Prophet ﷺ recited the verse and interpreted it in his own words. As a result, some of the Companions were under the impression that the Prophetic words were part of the Qur'an. Later on, when the Surah was recited in its entirety, it did not contain the Prophetic words. This made them realize that the Prophetic words were actually of explanatory nature, and not part of the Qur'an.</p>"
        },
        {
            "resource_id": 790,
            "text": "যেতিয়ালৈকে তোমালোকৰ মৃত্যু নাহে আৰু কবৰত উপনীত নোহোৱা।"
        },
        {
            "resource_id": 176,
            "text": "finché non siete morti e non siete finiti nelle vostre tombe."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">حَتَّى زُرْتُمُ الْمَقَابِرَ (٢)</span> ] حاڵی ئێوە وایە تا ئەو كاتەی كە سەردانی گۆڕستان ئەكەن، واتە: ئەمرن و بەرەو گۆڕستان ئەبرێن مەگەر ئەو كاتە وازبێنن ئەگەرنا مرۆڤ هەر لە هەوڵی دونیادایە تا ئەو ڕۆژەی كە ئەمرێت ."
        },
        {
            "resource_id": 178,
            "text": "Вам не стоило отвлекаться из-за гордости ими от повиновения Аллаху. Вы скоро узнаете каков итог этой занятости."
        },
        {
            "resource_id": 179,
            "text": "Hindi naging ukol sa inyo na umabala sa inyo ang pagyayabangan sa mga iyon palayo sa pagtalima kay Allāh. Malalaman ninyo ang kahihinatnan ng pagpapakaabalang iyon."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ كَلَّا سَوْفَ تَعْلَمُونَ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ }</span> أي: لو تعلمون ما أمامكم علمًا يصل إلى القلوب، لما ألهاكم التكاثر، ولبادرتم إلى الأعمال الصالحة."
        },
        {
            "resource_id": 790,
            "text": "ধন, সন্তানৰ গৌৰৱৰ কাৰণে আল্লাহৰ ইবাদতৰ পৰা তোমালোকে অমনোযোগী হব নালাগিছিল। তোমালোকে এই অমনোযোগীৰ পৰিণাম নিশ্চয় জানিবলৈ পাবা।"
        },
        {
            "resource_id": 172,
            "text": "Bununla böbürlenmek sizleri Allah’a itaat etmekten alıkoymamalıydı. İleride bu meşguliyetin sonunu öğreneceksiniz."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "ما كان لكم أن يشغلكم التفاخر بها عن طاعة الله، سوف تعلمون عاقبة ذلك الانشغال."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Rồi đây, các ngươi chắc chắn sẽ sớm biết rằng lẽ ra không nên quá bận rộn với con cái và tiền của mà quên mất Allah như vậy, các ngươi sẽ sớm biết những gì ở Đời Sau sẽ tốt hơn những gì trên thế gian này."
        },
        {
            "resource_id": 157,
            "text": "<p>ان خوفناک الفاظ کو مکرر کہا جاتا ہے اور اس تکرار کے بعد جو بھاری بات آتی ہے اس کی وجہ سے یہ تاکید نہایت گہری اور خوفناک ہوجاتی ہے اور یہ لوگ اس ہولناک امر کی حقیقت کو نہیں جانتے کیونکہ یہ مدہوشی میں ہیں اور رات دن دولت جمع کرنے میں لگے ہوئے ہیں۔</p>"
        },
        {
            "resource_id": 94,
            "text": "<p>ثم رد الله عليهم فقال: <span class=\"arabic qpc-hafs\">\"كلا\"</span>، ليس الأمر بالتكاثر، <span class=\"arabic qpc-hafs\">\"سوف تعلمون\"</span>، وعيد لهم.</p>"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "كَلَّا سَوْفَ تَعْلَمُونَ (3) و { سوف } لتحقيق حصول العلم . وحدف مفعول { تعلمون } لظهور أن المراد : تعلمون سوء مَغَبَّة لهوكم بالتكاثر عن قبول دعوة الإِسلام .وأكد الزجر والوعيد بقوله : { ثم كلا سوف تعلمون } فعطف عطفاً لفظيّاً بحرف التراخي أيضاً للإِشارة إلى تراخي رتبة هذا الزجر والوعيد عن رتبة الزجر والوعيد الذي قبله ، فهذا زجر ووعيد مماثل للأول لكن عطفه بحرف { ثم } اقتضى كونه أقوى من الأول لأنه أفاد تحقيق الأول وتهويله ."
        },
        {
            "resource_id": 90,
            "text": "( كلا ) قال الفراء : أي ليس الأمر على ما أنتم عليه من التفاخر والتكاثر والتمام على هذا \" كلا سوف تعلمون \" أي سوف تعلمون عاقبة هذا ."
        },
        {
            "resource_id": 166,
            "text": "<p>কখনো নয়, তোমরা শীঘ্রই জানতে পারবে [১] ;</p><p>[১] অর্থাৎ তোমরা ভুল ধারণার শিকার হয়েছ। বৈষয়িক সম্পদের এ প্রাচুর্য এবং এর মধ্যে পরস্পর থেকে অগ্রবর্তী হয়ে যাওয়াকেই তোমরা উন্নতি ও সাফল্য মনে করে নিয়েছো। অথচ এটা মোটেই উন্নতি ও সাফল্য নয়। অবশ্যই অতি শীঘ্রই তোমরা এর অশুভ পরিণতি জানতে পারবে। [ইবন কাসীর, আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 171,
            "text": "It is not befitting that boasting with one another over that preoccupies you from the obedience of Allah; you will soon know the consequence of that preoccupation."
        },
        {
            "resource_id": 16,
            "text": "ما هكذا ينبغي أن يُلْهيكم التكاثر بالأموال، سوف تتبيَّنون أن الدار الآخرة خير لكم."
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹുവിനുള്ള അനുസരണയിൽ നിന്ന് ഈ പൊങ്ങച്ചം നിങ്ങളുടെ ശ്രദ്ധ തെറ്റിക്കാൻ പാടില്ലായിരുന്നു. ഇതിൻ്റെ പരിണിതഫലം നിങ്ങൾ വഴിയെ അറിഞ്ഞു കൊള്ളും."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">كَلَّا سَوْفَ تَعْلَمُونَ (٣)</span> ] نەخێر نابێت ئێوە ئاوا بەو شێوازە سەرقاڵی كۆكردنەوەی سەروەت و سامان بن و فەخرو شانازی بە سەروەت و سامان و ماڵ و منداڵ و شتە دونیاییەكان بكەن ئەگەر وابكەن لە داهاتوودا لە ڕۆژی قیامەت سەرەنجامی ئەم كارەتان ئەزانن ."
        },
        {
            "resource_id": 175,
            "text": "A ne treba da vas to zaokuplja od pokornosti Allahu, a saznat ćete rezultat tog vašeg zaokupljanja."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( كَلا سَوْفَ تَعْلَمُونَ )</span> يعني تعالى ذكره بقوله: كلا ما هكذا ينبغي أن تفعلوا، أن يُلْهِيَكُم التكاثر.</p><p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( سَوْفَ تَعْلَمُونَ )</span> يقول جلّ ثناؤه: سوف تعلمون إذا زرتم المقابر، أيها الذين ألهاهم التكاثر، غبّ فعلكم، واشتغالكم بالتكاثر في الدنيا عن طاعة الله ربكم.</p>"
        },
        {
            "resource_id": 180,
            "text": "৩. তোমাদের জন্য আদৗ এ প্রতিযোগিতায় মোহাচ্ছন্ন হওয়া উচিৎ ছিলো না। যা তোমাদেরকে আল্লাহর আনুগত্য থেকে বিরত রাখে। তবে অচিরেই তোমরা এ মোহাচ্ছন্নতার পরিণতি সম্পর্কে অবগত হবে।"
        },
        {
            "resource_id": 776,
            "text": "No es apropiado que presumir unos con otros sobre eso los mantenga ocupados de la obediencia de Al-lah, pronto sabrán las consecuencias de ese error."
        },
        {
            "resource_id": 165,
            "text": "<p>কখনও নয়, [১] তোমরা শীঘ্রই জানতে পারবে।</p><p>[১] অর্থাৎ, তোমরা যে আধিক্যের প্রতিযোগিতা ও গর্বে মত্ত আছ, তা কিন্তু ঠিক নয়।</p>"
        },
        {
            "resource_id": 182,
            "text": "你们引以为豪而无暇顺从真主的结局是什么呢？你们将知道这无暇的结局会是什么。"
        },
        {
            "resource_id": 176,
            "text": "Il vostro esibirvi non avrebbe dovuto distrarvi dall'obbedienza dovuta ad Allāh; saprete quali sono le conseguenze di quell'incuranza,"
        },
        {
            "resource_id": 174,
            "text": "Tidak sepantasnya kalian tersibukkan oleh tindakan bermegah-megahan dengan harta dan anak hingga melalaikan ketaatan kepada Allah, sungguh kalian akan mengetahui akibat dari kesibukan itu."
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( كَلاَّ سَوْفَ تَعْلَمُونَ . ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ ) ردع وزجر عن الانشغال عن طاعة الله ، وعن التكاثر بالأموال والأولاد .وكرر لفظ \" كلا \" ثلاث مرات فى هذه السورة ، لتأكيد هذا الزجر والردع عن كل ما يشغل الإِنسان عن وجوه الخير والبر .والتبعير بقوله : ( سَوْفَ ) لزيادة الزجر ، ولتحقيق حصول العلم ، وحذف مفعول ( تَعْلَمُونَ ) لظهوره من المقام . أى : اتركوا التشاغل بالدنيا والتفاخر بالأموال ، فإنكم إن بقيتم على ذلك بدون توبة صادقة ، فسوف تعرفون سوء عاقبة ذلك معرفة لا يخامرهها شك ، ولا يفارقها ريب ."
        },
        {
            "resource_id": 173,
            "text": "Vous n’auriez pas dû être distraits d’obéir à Allah et vous saurez bientôt quelle est la conséquence d’une telle distraction."
        },
        {
            "resource_id": 183,
            "text": "あなたの心を世俗のことで一杯にするのは良くない。そんなことなら、やがてあなた方は知るだろう。"
        },
        {
            "resource_id": 181,
            "text": "سزاوار نبود که فخرفروشی به اموال و فرزندان، شما را از طاعت الله بازدارد، به‌زودی سرانجام این سرگرمی را خواهید دانست."
        },
        {
            "resource_id": 792,
            "text": "អ្វីដែលនាំឱ្យពួកអ្នកមានមោទនភាពរហូតដល់នាំឲ្យពួកអ្នកភ្លេចពីការគោរពប្រតិបត្តិចំពោះអល់ឡោះនោះ ពួកអ្នកគង់តែនឹងដឹងជាមិនខាននូវលទ្ធផលចុងក្រោយនៃការធ្វើបែបនោះ។"
        },
        {
            "resource_id": 14,
            "text": "<p>قال الحسن البصري هذا وعيد بعد وعيد وقال الضحاك <span class=\"red\">\" كلا سوف تعلمون \"</span> يعني الكفار.</p>"
        },
        {
            "resource_id": 171,
            "text": "You will surely realise its outcome."
        },
        {
            "resource_id": 175,
            "text": "Zatim, saznat ćete sigurno rezultat i posljedice toga."
        },
        {
            "resource_id": 92,
            "text": "ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (4)فجملة : { ثم كلا سوف تعلمون } توكيد لفظي لجملة : { كلا سوف تعلمون } وعن ابن عباس : { كلا سوف تعلمون } ما ينزل بكم من عذاب في القبر : { ثم كلا سوف تعلمون } عند البعث أن ما وعدتم به صِدق ، أي تُجعل كلَّ جملة مراداً بها تهديد بشيء خاص . وهذا من مُسْتَتْبَعات التراكيب والتعويل على معونة القرائن بتقدير مفعول خاص لكلِّ من فِعلي { تعلمون } ، وليس تكرير الجملة بمقتض ذلك في أصل الكلام . ومفاد التكرير حاصل على كل حال ."
        },
        {
            "resource_id": 179,
            "text": "Pagkatapos, aba’y hindi! Malalaman ninyo ang kahihinatnan niyon."
        },
        {
            "resource_id": 165,
            "text": "<p>আবার বলি, কখনও নয়, তোমরা শীঘ্রই জানতে পারবে। [১]</p><p>[১] এর পরিণাম তোমরা অতি সত্বর জেনে নেবে। এ শব্দ পরপর দুইবার আল্লাহ তাআলা তাকীদ করার উদ্দেশ্যে বলেছেন।</p>"
        },
        {
            "resource_id": 176,
            "text": "poi ne subirete le conseguenze."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( ثُمَّ كَلا سَوْفَ تَعْلَمُونَ )</span> يقول: ثم ما هكذا ينبغي أن تفعلوا أن يلهيكم التكاثر بالأموال، وكثرة العدد، سوف تعلمون إذا زرتم المقابر، ما تلقون إذا أنتم زرتموها، من مكروه اشتغالكم عن طاعة ربكم بالتكاثر.<span class=\"blue\"> وكرّر قوله:</span> <span class=\"arabic qpc-hafs green\">( كَلا سَوْفَ تَعْلَمُونَ )</span> مرتين، لأن العرب إذا أرادت التغليظ في التخويف والتهديد كرّروا الكلمة مرتين.</p><p lang=\"ar\" class=\"ar \">ورُوي عن الضحاك في ذلك ما حدثنا به ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن أبي سنان، عن ثابت، عن الضحاك <span class=\"arabic qpc-hafs green\">( كَلا سَوْفَ تَعْلَمُونَ )</span> قال: الكفار <span class=\"arabic qpc-hafs green\">( ثُمَّ كَلا سَوْفَ تَعْلَمُونَ )</span> قال: المؤمنون. وكذلك كان يقرأها.</p>"
        },
        {
            "resource_id": 792,
            "text": "បន្ទាប់មក ពួកអ្នកគង់តែនឹងដឹងជាមិនខាននូវលទ្ធផលចុងក្រោយរបស់វា។"
        },
        {
            "resource_id": 182,
            "text": "你们将知道它的结局。"
        },
        {
            "resource_id": 14,
            "text": "<p>يعني أيها المؤمنون.</p>"
        },
        {
            "resource_id": 791,
            "text": "വീണ്ടും! നിങ്ങൾ വഴിയെ അറിഞ്ഞു കൊള്ളും."
        },
        {
            "resource_id": 166,
            "text": "<p>তারপর, কখনো নয়, তোমরা শীঘ্রই জানতে পারবে:</p>"
        },
        {
            "resource_id": 174,
            "text": "Kemudian sungguh kalian akan mengetahui akibatnya."
        },
        {
            "resource_id": 93,
            "text": "وجملة ( ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ ) مؤكدة تأكيدا لفظيا للجملة التى قبلها ، وهذا التأكيد المقصود منه المبالغة فى الردع والزجر والتحذير من التكاثر والتفاخر . ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ كَلَّا سَوْفَ تَعْلَمُونَ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ }</span> أي: لو تعلمون ما أمامكم علمًا يصل إلى القلوب، لما ألهاكم التكاثر، ولبادرتم إلى الأعمال الصالحة."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">ثم كرره تأكيدا فقال : <span class=\"green\">( ثم كلا سوف تعلمون )</span> قال الحسن ،<span class=\"blue\"> ومقاتل :</span> هو وعيد بعد وعيد ،<span class=\"blue\"> والمعنى :</span> سوف تعلمون عاقبة تكاثركم وتفاخركم إذا نزل بكم الموت .</p><p lang=\"ar\" class=\"ar \">وقال الضحاك : <span class=\"arabic qpc-hafs\">\" كلا سوف تعلمون \"</span> ، يعني الكفار ، <span class=\"arabic qpc-hafs\">\" ثم كلا سوف تعلمون \"</span> يعني المؤمنين ، وكان يقرأ الأولى بالياء والثانية بالتاء .</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4{ ثُمَّ کَلَّا سَوْفَ تَعْلَمُوْنَ۔ } ”پھر کوئی بات نہیں ! بہت جلد تمہیں معلوم ہوجائے گا۔“ اپنے اسلوب کے اعتبار سے یہ آیات سورة النبا کی ان آیات سے مشابہ ہیں : { کَلَّا سَیَعْلَمُوْنَ - ثُمَّ کَلَّا سَیَعْلَمُوْنَ۔ }۔ یعنی ابھی تم لوگ ”تَـکَاثُر“ کے نشے میں مست ہونے کی وجہ سے موت کا تصور بھی ذہن میں لانے کے لیے تیار نہیں ہو ‘ مگر وہ وقت دور نہیں جب موت خود آکر تم سے ملاقات کرے گی : { قُلْ اِنَّ الْمَوْتَ الَّذِیْ تَفِرُّوْنَ مِنْہُ فَاِنَّــہٗ مُلٰقِیْکُمْ ثُمَّ تُرَدُّوْنَ اِلٰی عٰلِمِ الْغَیْبِ وَالشَّہَادَۃِ فَیُنَــبِّئُـکُمْ بِمَا کُنْتُمْ تَعْمَلُوْنَ۔ } الجمعۃ ”اے نبی ﷺ ! آپ کہہ دیجیے کہ وہ موت جس سے تم بھاگتے ہو وہ تم سے ملاقات کر کے رہے گی ‘ پھر تمہیں لوٹا دیا جائے گا اس ہستی کی طرف جو غیب اور ظاہر سب کا جاننے والا ہے ‘ پھر وہ تمہیں جتلا دے گا جو کچھ تم کرتے رہے تھے“۔ بہرحال جونہی تمہاری آنکھیں بند ہوں گی ‘ وہ تمام حقائق تم پر روشن ہوجائیں گے جن سے تم اس وقت نظریں چرانے کی کوشش کر رہے ہو۔</p>"
        },
        {
            "resource_id": 90,
            "text": "ثم كلا سوف تعلمون وعيد بعد وعيد ; قاله مجاهد . ويحتمل أن يكون تكراره على وجه التأكيد والتغليظ ; وهو قول الفراء . وقال ابن عباس : كلا سوف تعلمون ما ينزل بكم من العذاب في القبر . ثم كلا سوف تعلمون : في الآخرة إذا حل بكم العذاب . فالأول في القبر ، والثاني في الآخرة ; فالتكرار للحالتين . وقيل كلا سوف تعلمون عند المعاينة ، أن ما دعوتكم إليه حق . ثم كلا سوف تعلمون : عند البعث أن ما وعدتكم به صدق . وروى زر بن حبيش عن علي - رضي الله عنه - ، قاله : كنا نشك في عذاب القبر ، حتى نزلت هذه السورة ، فأشار إلى أن قوله : كلا سوف تعلمون يعني في القبور . وقيل : كلا سوف تعلمون ; إذا نزل بكم الموت ، وجاءتكم رسل لتنزع أرواحكم . ثم كلا سوف تعلمون : إذا دخلتم قبوركم ، وجاءكم منكر ونكير ، وحاط بكم هول السؤال ، وانقطع منكم الجواب .قلت : فتضمنت السورة القول في عذاب القبر . وقد ذكرنا في كتاب ( التذكرة ) أن الإيمان به واجب ، والتصديق به لازم ; حسبما أخبر به الصادق ، وأن الله تعالى يحيي العبد المكلف في قبره ، برد الحياة إليه ، ويجعل له من العقل في مثل الوصف الذي عاش عليه ; ليعقل ما يسأل عنه ، وما يجيب به ، ويفهم ما أتاه من ربه ، وما أعد له في قبره ، من كرامة وهوان . وهذا هو مذهب أهل السنة ، والذي عليه الجماعة من أهل الملة . وقد ذكرناه هناك [ ص: 155 ] مستوفى ، والحمد لله ، وقيل : كلا سوف تعلمون عند النشور أنكم مبعوثون ثم كلا سوف تعلمون في القيامة أنكم معذبون . وعلى هذا تضمنت أحوال القيامة من بعث وحشر ، وسؤال وعرض ، إلى غير ذلك من أهوالها وأفزاعها حسب ما ذكرناه في كتاب ( التذكرة ، بأحوال الموتى وأمور الآخرة ) . وقال الضحاك : كلا سوف تعلمون يعني الكفار ، ثم كلا سوف تعلمون : قال المؤمنون . وكذلك كان يقرؤها ، الأولى بالتاء والثانية بالياء ."
        },
        {
            "resource_id": 173,
            "text": "Encore une fois, vous le saurez bientôt."
        },
        {
            "resource_id": 172,
            "text": "İleride bunun sonunu bileceksiniz."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 16,
            "text": "ثم احذروا سوف تعلمون سوء عاقبة انشغالكم عنها."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Rồi các ngươi sẽ sớm biết kết cục của mình."
        },
        {
            "resource_id": 178,
            "text": "Потом вы еще раз узнаете его итог."
        },
        {
            "resource_id": 183,
            "text": "いや、いや、あなた方はその結末を知るだろう。"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "ثم سوف تعلمون عاقبته."
        },
        {
            "resource_id": 181,
            "text": "باز هم سرانجام آن را خواهید دانست."
        },
        {
            "resource_id": 790,
            "text": "তাৰ পিছত তুমি অতি সোনকালে ইয়াৰ পৰিণামৰ বিষয়ে অৱগত হবা।"
        },
        {
            "resource_id": 180,
            "text": "৪. অতঃপর আবারো বলছি, শীঘ্রই তোমরা এর পরিণতি সম্পর্কে অবগত হবে।"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (٤)</span> ] دیسان بۆ جەخت كردن و بەرهەڵستی كردنە كە نابێ ئێوە وابن ئەگەر وابوون لە داهاتوودا سەرەنجامی ئەو كارەتان ئەزانن ."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 776,
            "text": "Definitivamente se darán cuenta del resultado."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 5{ کَلَّا لَوْ تَعْلَمُوْنَ عِلْمَ الْیَقِیْنِ۔ } ”کوئی بات نہیں ! کاش کہ تم علم یقین کے ساتھ جان جاتے !“ یعنی موت یا قیامت کا علم دراصل یقینی علم ہے ‘ کاش کہ تمہیں اس کا شعور ہوتا۔ حکماء کے ہاں ہمیں یقین کے تین درجوں کا ذکر ملتا ہے : علم الیقین ‘ عین الیقین اور حق الیقین۔ علم الیقین وہ یقین ہے جو انسان کو علم ‘ معلومات یا استدلال کی بنیاد پر حاصل ہو۔ مثلاً آپ نے دور سے دھواں اٹھتا دیکھا تو آپ نے کہا کہ وہاں آگ لگی ہوئی ہے ‘ حالانکہ آگ آپ نے اپنی آنکھوں سے نہیں دیکھی۔ پھر جب آپ نے وہاں جا کر خود اپنی آنکھوں سے آگ کو دیکھ لیا تو آپ کو عین الیقین حاصل ہوگیا۔ لیکن حق الیقین کا درجہ اس سے بھی آگے ہے۔ یقین کا یہ درجہ باقاعدہ تجربے سے حاصل ہوتا ہے اس لیے کہ آنکھ سے دیکھنے میں بھی دھوکے کا امکان ہے۔ ضروری نہیں کہ کوئی چیز جیسی نظر آرہی ہے حقیقت میں بھی ویسی ہو۔ جیسے آج کل بعض الیکٹرک ہیٹرز میں انگارے دہکتے ہوئے دکھائی دیتے ہیں ‘ لیکن جب آپ غور سے دیکھتے ہیں تو معلوم ہوتا ہے کہ یہ تو محض دکھاوے کا منظر ہے اور حرارت کا اصل منبع کہیں اور ہے۔ چناچہ آگ کے بارے میں آپ کو ”علم الیقین“ تو محض دھواں دیکھنے سے ہی حاصل ہوگیا۔ پھر جب آپ نے آگ کو اپنی آنکھوں سے دیکھا تو آپ کا یقین ”عین الیقین“ میں بدل گیا۔ اس کے بعد جب آپ نے آگ کو چھو کر یا اس کے قریب ہو کر اس کی حرارت کو عملی طور پر محسوس کیا تو آگ کی موجودگی کے بارے میں آپ کا یقین ”حق الیقین“ کے درجے میں آگیا۔</p>"
        },
        {
            "resource_id": 93,
            "text": "ثم أضاف - سبحانه - إلى كل ما سبق من تحذيرات ، زواجر أخرى فقال : ( كَلاَّ لَوْ تَعْلَمُونَ عِلْمَ اليقين . لَتَرَوُنَّ الجحيم . ثُمَّ لَتَرَوُنَّهَا عَيْنَ اليقين ) . .وجواب \" لو \" محذوف لقصد التهويل ، و \" اليقين \" فعيل بمعنى مفعول ، وعلم اليقين هو العلم الجازم المطابق للواقع الذى لا شك فيه . والإِضافة فيه من إضافة الموصوف إلى الصفة ، أو من إضافة العام إلى الخاص .أى : لو تعلمون - علما موثوقا به - سوء عاقبة انشغالكم عن ذكر الله - تعالى - وتكاثركم وتفاخركم بالأموال والأولاد . . لشغلكم هذا العلم اليقينى عما أنتم عليه من التشاغل والتكاثر .فالمقصود بهذه الجملة الكريمة : الزيادة فى ردعهم ، لأنه من عادة الغافلين المكابرين . أنك إذا ذكرتهم بالحق وبالرشاد . . زعموا أنهم ليسوا فى حاجة إلى هذا الإرشاد ، لأنهم أهل علم ومعرفة بالعواقب ، فكانت هذه الآية الكريمة بمثابة تنبيههم بأنهم ليسوا على شئ من العلم الصحيح ، لأنهم لو كانوا كذلك لما تفاخروا ، ولما تكاثروا ."
        },
        {
            "resource_id": 176,
            "text": "No! Se foste stati certi che sareste stati Resuscitati da Allāh e che, in verità, vi avrebbe retribuito per le vostre azioni, non sareste stati incuranti, esibendo le vostre ricchezze e i vostri figli."
        },
        {
            "resource_id": 171,
            "text": "Truly, if you were to know with certainty that you are to be resurrected to Allah, and that He will requite you for your actions, you would not become preoccupied with boasting with one another over wealth and offspring."
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 102:5] كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (No! if you have had sure knowledge..) The word 'if requires a principal clause that seems missing here, but the context suggests that the sense is the following: \"If you had the sure knowledge of accountability on the Day of Judgment, you would not have engrossed yourselves in mutual competition in acquiring worldly goods and taking pride in their abundance.\"</p>"
        },
        {
            "resource_id": 792,
            "text": "ជាការពិតណាស់ ប្រសិនបើពួកអ្នកដឹងយ៉ាងច្បាស់ថា ពួកអ្នកនឹងត្រូវគេពង្រស់ឲ្យរស់ឡើងវិញត្រឡប់ទៅកាន់អល់ឡោះជាម្ចាស់ ហើយទ្រង់នឹងតបស្នងទៅលើទង្វើរបស់ពួកអ្នកនោះ ពួកអ្នកពិតជានឹងមិនរវល់នឹងការមានមោទនភាព(ចំពោះគ្នា)ពីរឿងទ្រព្យសម្បត្តិនិងរឿងកូនចៅឡើយ។"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>কখনো নয়! যদি তোমরা নিশ্চিত জ্ঞানে জ্ঞানী হতে--- [১]</p><p>[১] এখানে لو বা ‘যদি’ শব্দের জওয়াব উহ্য রয়েছে। অর্থাৎ لَمَا أَلْهَاكُمُ التَّكَاثُرُ উদ্দেশ্য এই যে, তোমরা যদি কেয়ামতের হিসাব-নিকাশে নিশ্চিত বিশ্বাসী হতে, তবে কখনও প্রাচুর্যের বড়াই করতে না এবং উদাসীন হতে না। [সা‘দী]</p>"
        },
        {
            "resource_id": 905,
            "text": "حقًّا لو أنكم تعلمون يقينًا أنكم مبعوثون إلى الله، وأنه سيجازيكم على أعمالكم؛ لما انشغلتم بالتفاخر بالأموال والأولاد."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( كَلا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ )</span> يقول تعالى ذكره: ما هكذا ينبغي أن تفعلوا، أن يلهيكم التكاثر أيها الناس، لو تعلمون أيها الناس علما يقينا، أن الله باعثكم يوم القيامة من بعد مماتكم من قبوركم ما ألهاكم التكاثر عن طاعة الله ربكم، ولسارعتم إلى عبادته، والانتهاء إلى أمره ونهيه، ورفض الدنيا إشفاقا على أنفسكم من عقوبته.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( كَلا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ )</span> كنا نحدَّث أن علم اليقين: أن يعلم أنَّ الله باعثه بعد الموت.</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله تعالى <span class=\"red\">\" كلا لو تعلمون علم اليقين \"</span> أي لو علمتم حق العلم لما ألهاكم التكاثر عن طلب الدار الآخرة حتى صرتم إلى المقابر.</p>"
        },
        {
            "resource_id": 175,
            "text": "Doista, kada biste bili uvjereni da će vas Allah proživjeti i za vaša djela adekvatno tretirati, ne bi vas zaokupilo hvalisanje imetkom i djecom."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : كلا لو تعلمون علم اليقينقوله تعالى : كلا لو تعلمون علم اليقين أعاد كلا وهو زجر وتنبيه ; لأنه عقب كل واحد بشيء آخر ; كأنه قال : لا تفعلوا ، فإنكم تندمون ، لا تفعلوا ، فإنكم تستوجبون العقاب . وإضافة العلم إلى اليقين كقوله تعالى : إن هذا لهو حق اليقين . وقيل : اليقين هاهنا : الموت ; قاله قتادة . وعنه أيضا : البعث ; لأنه إذا جاء زال الشك ، أي لو تعلمون علم البعث وجواب لو محذوف ; أي لو تعلمون اليوم من البعث ما تعلمونه إذا جاءتكم نفخة الصور ، وانشقت اللحود عن جثثكم ، كيف يكون حشركم ؟ لشغلكم ذاك عن التكاثر بالدنيا . وقيل : كلا لو تعلمون علم اليقين أي لو قد تطايرت الصحف ، فشقي وسعيد . وقيل : إن كلا في هذه المواضع الثلاثة بمعنى ألا قاله ابن أبي حاتم ، وقال الفراء : هي بمعنى حقا وقد تقدم الكلام فيها مستوفى ."
        },
        {
            "resource_id": 182,
            "text": "真的，如果你们确知将在真主面前被复生起来，祂将以你们的行为而报偿你们，那么，你们就不会以财富和子嗣而自以为豪了。"
        },
        {
            "resource_id": 790,
            "text": "সত্য কথাটো হৈছে যদি তোমালোকে বিশ্বাস কৰিলাহেঁতেন যে, তোমালোকে পুনৰ জীৱিত হৈ আল্লাহৰ আগত থিয় হব লাগিব। আৰু তেওঁ তোমালোকক তোমালোকৰ কৰ্মৰ পৰিণাম দিব। তেন্তে ধন, সন্তানৰ গৌৰৱত তোমালোকে আল্লাহৰ প্ৰতি অমনোযোগী নহলাহেঁতেন।"
        },
        {
            "resource_id": 179,
            "text": "Sa katotohanan, kung sakaling kayo ay nakaalam nang tiyakan na kayo ay mga bubuhayin tungo kay Allāh at na Siya ay gaganti sa inyo sa mga gawa ninyo, talagang hindi sana kayo nagpakaabala sa pagyayabangan sa mga yaman at mga anak."
        },
        {
            "resource_id": 181,
            "text": "اگر واقعاً و به یقین می‌دانستید که به‌سوی الله برانگیخته می‌شوید، و شما را در قبال اعمال‌تان جزا خواهد داد؛ به‌طور قطع به بالیدن به اموال و فرزندان سرگرم نمی‌شدید."
        },
        {
            "resource_id": 177,
            "text": "Đáng lẽ ra các ngươi phải biết chắc chắn một điều là các ngươi được phục sinh để trình diện Allah, Ngài sẽ thưởng phạt cho việc làm của các ngươi với việc các ngươi bận rộn khoe khoang, tự hào về tài sản và con cái."
        },
        {
            "resource_id": 173,
            "text": "En vérité, si vous étiez persuadés d'être ressuscités auprès d’Allah et d'être rétribués pour vos œuvres, rivaliser en richesse et en progéniture ne vous aurait pas distrait."
        },
        {
            "resource_id": 791,
            "text": "നിങ്ങൾ അല്ലാഹുവിലേക്ക് ഉയർത്തെഴുന്നേൽപ്പിക്കപ്പെടുന്നവർ ആണെന്നും, അവൻ നിങ്ങളുടെ പ്രവർത്തനങ്ങൾക്ക് പ്രതിഫലം നൽകുമെന്നും നിങ്ങൾക്ക് ദൃഢമായ ബോധ്യമുണ്ടായിരുന്നെങ്കിൽ നിങ്ങളൊരിക്കലും സമ്പാദ്യവും സന്താനവും കൊണ്ട് പെരുമ നടിക്കുന്നതിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്നവരായി മാറുമായിരുന്നില്ല. സത്യം!"
        },
        {
            "resource_id": 174,
            "text": "Sungguh, apabila kalian mengetahui dengan yakin bahwa kalian akan dibangkitkan kepada Allah dan bahwasanya Allah akan membalas kalian atas perbuatan kalian, niscaya kalian tidak akan tersibukkan dengan kesombongan dengan harta dan anak."
        },
        {
            "resource_id": 172,
            "text": "Sizler, Allah’a gönderileceğinizi ve Allah’ın size amellerinize göre karşılığını vereceğinizi gerçekten bilseydiniz, mallarınız ve evlatlarınızla böbürlenmeyle meşgul olmazdınız."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (5)أعيد الزجر ثالِثَ مرةٍ زيادة في إبطال ما هم عليه من اللهو عن التدبر في أقوال القرآن لعلهم يقلعون عن انكبابهم على التكاثر مما هم يتكاثرون فيه ولهوهم به عن النظر في دعوة الحق والتوحيد . وحذف مفعول { تعلمون } للوجه الذي تقدم في { كلا سوف تعلمون } وجواب { لو } محذوف .وجملة : { لو تعلمون علم اليقين } تهويل وإزعاج لأن حذف جواب { لو } يجعل النفوس تذهب في تقديره كلَّ مذهب مُمكن . والمعنى : لو تعلمون علم اليقين لتبيَّن لكم حالٌ مفظع عظيم ، وهي بيان لما في { كلا } من الزجر .والمضارع في قوله : { لو تعلمون } مراد به زمن الحال . أي لو علمتم الآن علم اليقين لعلمتم أمراً عظيماً . ولفعل الشرط مع { لو } أحوال كثيرة واعتبارات ، فقد يقع بلفظ الماضي وقد يقع بلفظ المضارع وفي كليهما قد يكون استعماله في أصل معناه . وقد يكون منزّلاً منزلةَ غير معناه ، وهو هنا مستعمل في معناه من الحال بدون تنزيل ولا تأويل .وإضافة { علم } إلى { اليقين } إضافةٌ بيانية فإن اليقين علم ، أي لو علمتم علماً مطابقاً للواقع لبان لكم شنيع ما أنتم فيه ولكن علمهم بأحوالهم جهل مركَّب من أوهام وتخيلات ، وفي هذا نداء عليهم بالتقصير في اكتساب العلم الصحيح . وهذا خطاب للمشركين الذين لا يؤمنون بالجزاء وليس خطاباً للمسلمين لأن المسلمين يعلمون ذلك علم اليقين . واعلم أنَّ هذا المركب هو { علم اليقين } نقل في الاصطلاح العلمي فصار لقباً لحالة من مدركات العقل وقد تقدم بيان ذلك عند تفسير قوله تعالى : { وإنه لحق اليقين } في سورة الحاقة ( 51 ) فارجع إليه ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (٥)</span> ] نەخێر ئێوە نابێ حاڵتان وابێ ئەگەر بتانزانیایەو عیلمی یەقینتان هەبوایە چۆن یەقین و دڵنیان لە شتەكاندا ئاوایش دڵنیاییتان هەبوایە بۆ ڕۆژی قیامەت ئەوە بەم شێوازە گرنگی و بایەختان بە زۆری و كۆكردنەوەی سەروەت و سامان و ماڵی دونیا نەئەداو سەرقاڵی نەدەكردن لە ڕۆژی قیامەت, بەڵام ئێوە عیلمی یەقینتان نییە كە واتان لێ بكات هەوڵ بۆ ڕۆژی قیامەت بدەن ."
        },
        {
            "resource_id": 16,
            "text": "ما هكذا ينبغي أن يلهيكم التكاثر بالأموال، لو تعلمون حق العلم لانزجرتم، ولبادرتم إلى إنقاذ أنفسكم من الهلاك. لتبصرُنَّ الجحيم، ثم لتبصرُنَّها دون ريب، ثم لتسألُنَّ يوم القيامة عن كل أنواع النعيم."
        },
        {
            "resource_id": 170,
            "text": "Если бы вы знали, что ожидает вас в Последней жизни, то от этого бы пробудились ваши сердца! Вас бы не увлекла страсть к приумножению, и вы поспешили бы творить праведные дела. Отсутствие твердого знания приведет вас к наказанию, которое вы увидите собственными очами."
        },
        {
            "resource_id": 165,
            "text": "<p>সত্যিই, তোমাদের নিশ্চিত জ্ঞান থাকলে অবশ্যই তোমরা জানতে (ঐ প্রতিযোগিতার পরিণাম)। [১]</p><p>[১] এর জওয়াব এখানে উহ্য আছে। এর মতলব হল যে, যদি তোমরা এই গাফলতি, উদাসীনতা ও মোহাচ্ছন্নতার পরিণাম নিশ্চিতরূপে জেনে নাও, যেমন পৃথিবীর প্রত্যক্ষ করা জিনিসের উপর তোমরা নিশ্চিত বিশ্বাস করে থাক, তাহলে নিশ্চয়ই তোমরা প্রাচুর্যের প্রতিযোগিতা ও গর্বে লিপ্ত হবে না।</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ كَلَّا سَوْفَ تَعْلَمُونَ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ }</span> أي: لو تعلمون ما أمامكم علمًا يصل إلى القلوب، لما ألهاكم التكاثر، ولبادرتم إلى الأعمال الصالحة."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( كلا لو تعلمون علم اليقين )</span> أي : علما يقينا ،<span class=\"blue\"> فأضاف العلم إلى اليقين كقوله :</span> <span class=\"arabic qpc-hafs\">\" لهو حق اليقين \"</span> ، وجواب <span class=\"arabic qpc-hafs\">\" لو \"</span> محذوف ،<span class=\"blue\"> أي :</span> لو تعلمون علما يقينا لشغلكم ما تعلمون عن التكاثر والتفاخر .</p><p>قال قتادة : كنا نتحدث أن علم اليقين أن يعلم أن الله باعثه بعد الموت .</p>"
        },
        {
            "resource_id": 183,
            "text": "いや、あなた方はアッラーの下に復活されて、清算があるという知識があるならば、あなた方が、財や子供などの多いことを競い合うこともなかっただろう。"
        },
        {
            "resource_id": 776,
            "text": "Si tuvieran certeza de que serán resucitados por Al-lah, y que Él los recompensará por sus obras, no se preocuparían por presumir ante los demás."
        },
        {
            "resource_id": 178,
            "text": "Действительно! Если бы вы убежденно знали о том, что будете воскрешены к Аллаху, и что Он, Свят Он, воздаст вам за ваши деяния, то гордость имуществом и детьми не заняла бы вас."
        },
        {
            "resource_id": 180,
            "text": "৫. বাস্তবে যদি তোমরা নিশ্চিতভাবে জানতে যে, আল্লাহ তোমাদেরকে পুনরুত্থিত করবেন এবং তিনি অচিরেই তোমাদের আমলের প্রতিদান দিবেন তাহলে তোমরা সম্পদ ও সন্তানাদির প্রতিযোগিতা নিয়ে ব্যস্ত হতে না।"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : لترون الجحيم هذا وعيد آخر . وهو على إضمار القسم ; أي لترون الجحيم في الآخرة . والخطاب للكفار الذين وجبت لهم النار . وقيل : هو عام ; كما قال : وإن منكم إلا واردها فهيئ للكفار دار ، وللمؤمنين ممر . وفي الصحيح : \" فيمر أولهم كالبرق ، ثم كالريح ، ثم كالطير . . . \" الحديث . وقد مضى في سورة ( مريم ) . وقرأ [ ص: 156 ] الكسائي وابن عامر ( لترون ) بضم التاء ، من أريته الشيء ; أي تحشرون إليها فترونها . وعلى فتح التاء ، هي قراءة الجماعة ; أي لترون الجحيم بأبصاركم على البعد ."
        },
        {
            "resource_id": 171,
            "text": "By Allah! You will definitely witness the hellfire on the Day of Judgement."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">ثم قال <span class=\"red\">\" لترون الجحيم ثم لترونها عين اليقين \"</span> هذا تفسير الوعيد المتقدم وهو قوله <span class=\"red\">\" كلا سوف تعلمون ثم كلا سوف تعلمون \"</span> توعدهم بهذا الحال وهو رؤية أهل النار التي إذا زفرت زفرة واحدة خر كل ملك مقرب ونبي مرسل على ركبتييه من المهابة ولعظمه ومعاينة الأهوال على ما جاء به الأثر المروي في ذلك.</p>"
        },
        {
            "resource_id": 179,
            "text": "Sumpa man kay Allāh, talagang makasasaksi nga kayo sa Apoy sa Araw ng Pagbangon."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( لَتَرَوُنَّ الجحيم ) جواب قسم مقدر ، قصد به تأكيد الوعيد الشديد فى التهديد ، وبيان أن المهدد به رؤية الجحيم فى الآخرة ، أى : والله لترون الجحيم فى الآخرة ."
        },
        {
            "resource_id": 177,
            "text": "Thề bởi Allah, rồi các ngươi sẽ thấy Hỏa Ngục bằng mắt thật của các ngươi trong Ngày Tận Thế."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"لترون الجحيم\"</span>،<span class=\"blue\"> قرأ ابن عامر والكسائي:</span> <span class=\"arabic qpc-hafs\">\"لترون\"</span> بضم التاء من أريته الشيء، وقرأ الآخرون بفتح التاء،<span class=\"blue\"> أي:</span> ترونها بأبصاركم عن بعيد.</p>"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "ولكن عدم العلم الحقيقي، صيركم إلى ما ترون، <span class=\"arabic qpc-hafs brown\">{ لَتَرَوُنَّ الْجَحِيمَ }</span> أي: لتردن القيامة، فلترون الجحيم التي أعدها الله للكافرين."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">لَتَرَوُنَّ الْجَحِيمَ (٦)</span> ] ئەوە بە دڵنیایی لە ڕۆژی قیامەتدا دۆزەخ بەچاوی خۆتان ئەبینن مەگەر ئەو كاتە پەشیمان بن."
        },
        {
            "resource_id": 170,
            "text": "Вы станете свидетелями воскрешения и увидите Преисподнюю, которая будет приготовлена для неверующих и безбожников."
        },
        {
            "resource_id": 175,
            "text": "Tako mi Allaha, vidjet ćete Vatru na Sudnjem danu."
        },
        {
            "resource_id": 157,
            "text": "<p>اب اس خوفناک حقیقت کو بیان کیا جاتا ہے۔</p><p>اس کے بعد اس حقیقت کی تاکید کی جاتی تاکہ دلوں پر اس کا خوف طاری ہو۔</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>তোমরা তো জাহান্নাম দেখবেই। [১]</p><p>[১] এই আয়াতটি উহ্য কসমের জওয়াব। অর্থাৎ, আল্লাহর কসম! তোমরা অবশ্যই জাহান্নাম প্রত্যক্ষ করবে। অর্থাৎ, তার আযাব ও শাস্তি ভোগ করবে।</p>"
        },
        {
            "resource_id": 182,
            "text": "指主发誓，你们将亲眼看到复活日的火狱，"
        },
        {
            "resource_id": 166,
            "text": "<p>অবশ্যই তোমরা জাহান্নাম দেখবে;</p>"
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 102:7] ثُمَّ لَتَرَ‌وُنَّهَا عَيْنَ الْيَقِينِ (...then you will see it with an eye of certainty.) The phrase 'ain-ul-yagin' (translated above as 'eye of certainty' ) refers to the certainty attained by physical observation, and this is the highest degree of certainty. Sayyidna Ibn ` Abbas ؓ reports that when Holy Prophet Musa (علیہ السلام) was on the mount of Tur, his people started worshipping a calf. Allah informed him about this while he was still on the mountain. This piece of information did not affect Musa (علیہ السلام) so much. However, when he returned and saw the Children of Israel, with his own eyes, worshipping the calf, he became so indignant that the tablets of Torah involuntarily fell from his hands. [ Transmitted by Ahmad and Tabarani with an authentic chain of narrators, as quoted by Mazhari ].</p>"
        },
        {
            "resource_id": 92,
            "text": "لَتَرَوُنَّ الْجَحِيمَ (6) استئناف بياني لأن ما سبقه من الزجر والردع المكرر ومن الوعيد المؤكّد على إجماله يثير في نفس السامع سؤالاً عما يُترقب من هذا الزجر والوعيد فكان قوله : { لترون الجحيم } جواباً عما يجيش في نفس السامع .وليس قولُه : { لترون الجحيم } جواب ( لَوْ ) على معنى : لو تعلمون علم اليقين لكنتم كمَن ترون الجحيم ، أي لتروُنَّها بقلوبكم ، لأن نظم الكلام صيغة قَسم بدليل قَرْنه بنون التوكيد ، فليست هذه اللام لامَ جواب ( لو ) لأن جواب ( لو ) ممْتَنِعُ الوقوع فلا تقترن به نون التوكيد .والإِخبار عن رؤيتهم الجحيم كناية عن الوقوع فيها ، فإن الوقوع في الشيء يستلزم رؤيتَه فيكنى بالرؤية عن الحضور كقول جَعْفر بن عُلْبة الحارثي: ... لا يَكشف الغَمَّاء إلا ابنُ حرة"
        },
        {
            "resource_id": 183,
            "text": "あなた方は審判の日に、必ず地獄の火を見るだろう。"
        },
        {
            "resource_id": 181,
            "text": "به الله سوگند که به‌طور قطع در روز قیامت جهنم را می‌بینید."
        },
        {
            "resource_id": 178,
            "text": "Клянусь Аллахом, вы непременно увидите Огонь в Судный день."
        },
        {
            "resource_id": 172,
            "text": "Allah’a yemin olsun ki, kıyamet günü kesinlikle cehennemi göreceksiniz."
        },
        {
            "resource_id": 174,
            "text": "Demi Allah! Sungguh kalian akan menyaksikan neraka pada hari Kiamat nanti."
        },
        {
            "resource_id": 790,
            "text": "আল্লাহৰ শপত! তোমালোকে ক্বিয়ামতৰ দিনা জাহান্নাম অৱশ্যই দেখিবলৈ পাবা।"
        },
        {
            "resource_id": 792,
            "text": "ជាការពិតណាស់ អល់ឡោះពិតជានឹងឲ្យពួកអ្នកឃើញភ្លើងនរកនៅថ្ងៃបរលោកជាមិនខាន។"
        },
        {
            "resource_id": 173,
            "text": "Par Allah, vous verrez le Feu le Jour de la Résurrection."
        },
        {
            "resource_id": 776,
            "text": "¡Por Al-lah! Ustedes serán testigos del fuego del infierno en el Día del Juicio."
        },
        {
            "resource_id": 180,
            "text": "৬. আল্লাহর শপথ! তোমরা অবশ্যই কিয়ামত দিবসে আগুন প্রত্যক্ষ করবে।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( لَتَرَوُنَّ الْجَحِيمَ )</span> اختلفت القراء في قراءة ذلك؛<span class=\"blue\"> فقرأته قراء الأمصار:</span> <span class=\"arabic qpc-hafs green\">( لَتَرَوُنَّ الْجَحِيمَ )</span> بفتح التاء من <span class=\"arabic qpc-hafs green\">( لَتَرَوُنَّ )</span> في الحرفين كليهما، وقرأ ذلك الكسائي بضم التاء من الأولى، وفتحها من الثانية.</p><p lang=\"ar\" class=\"ar \">والصواب عندنا في ذلك الفتح فيهما كليهما، لإجماع الحجة عليه. وإذا كان ذلك كذلك،<span class=\"blue\"> فتأويل الكلام:</span> لترونّ أيها المشركون جهنم يوم القيامة، ثم لترونها عيانا لا تغيبون عنها.</p>"
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹു സത്യം! നിങ്ങൾ അന്ത്യനാളിൽ നരകം കണ്ണു കൊണ്ട് വീക്ഷിക്കുക തന്നെ ചെയ്യും."
        },
        {
            "resource_id": 905,
            "text": "والله لتشاهدنّ النار يوم القيامة."
        },
        {
            "resource_id": 176,
            "text": "E, per Allāh, vedrete il Fuoco, nel Giorno della Resurrezione;"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 178,
            "text": "Потом вы непременно увидите его глазами убежденными, в которых нет сомнения."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">ثم قال <span class=\"red\">\" لترون الجحيم ثم لترونها عين اليقين \"</span> هذا تفسير الوعيد المتقدم وهو قوله <span class=\"red\">\" كلا سوف تعلمون ثم كلا سوف تعلمون \"</span> توعدهم بهذا الحال وهو رؤية أهل النار التي إذا زفرت زفرة واحدة خر كل ملك مقرب ونبي مرسل على ركبتييه من المهابة ولعظمه ومعاينة الأهوال على ما جاء به الأثر المروي في ذلك.</p>"
        },
        {
            "resource_id": 181,
            "text": "باز هم در حقیقت آن را به صورت یقینی و بدون هیچ تردیدی می‌بینید."
        },
        {
            "resource_id": 171,
            "text": "Then, you will definitely see it in a way you will become undoubtedly convinced."
        },
        {
            "resource_id": 792,
            "text": "បន្ទាប់មក ពួកអ្នកពិតជានឹងឃើញវា(ភ្លើងនរក)យ៉ាងច្បាស់ផ្ទាល់នឹងភ្នែកដោយគ្មានការសង្ស័យឡើយ។"
        },
        {
            "resource_id": 183,
            "text": "その時あなた方は、それを見て確信するだろう。"
        },
        {
            "resource_id": 166,
            "text": "<p>তারপর অবশ্যই তোমরা তা দেখবে চাক্ষুষ প্রত্যয়ে [১],</p><p>[১] উপরে বলা হয়েছে عَيْنَ الْيَقِيْنِ এর অর্থ সে প্রত্যয়, যা চাক্ষুষ দর্শন থেকে অর্জিত হয়। [আদ্ওয়াউল বায়ান] ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, খবর কোনদিন চাক্ষুষ দেখার মত নয়। মূসা আলাইহিস্ সালাম যখন তূর পর্বতে অবস্থান করছিলেন এবং তার অনুপস্থিতিতে তার সম্প্রদায় গোবৎসের পূজা করতে শুরু করেছিল, তখন আল্লাহ্ তা‘আলা তূর পর্বতেই তাকে অবহিত করেছিলেন যে, বনী-ইসরাঈলরা গোবৎসের পূজায় লিপ্ত হয়েছে। কিন্তু মূসা আলাইহিস সালাম এর মধ্যে এর তেমন প্রতিক্রিয়া দেখা দেয়নি, যেমন ফিরে আসার পর স্বচক্ষে প্রত্যক্ষ করার ফলে দেখা দিয়েছিল; তিনি ক্ৰোধে আত্মহারা হয়ে তাওরাতের তক্তিগুলো হাত থেকে ছেড়ে দিয়েছিলেন, ফলে সেগুলো ভেঙ্গে যায়। [মুসনাদে আহমাদ: ১/২৭১]</p>"
        },
        {
            "resource_id": 173,
            "text": "Puis vous le verrez très certainement de vos yeux."
        },
        {
            "resource_id": 182,
            "text": "之后，你们将真真切切地亲眼目睹火狱。"
        },
        {
            "resource_id": 165,
            "text": "<p>আবার বলি, তোমরা তো ওটা  দেখবেই চাক্ষুষ প্রত্যয়ে। [১]</p><p>[১] জাহান্নামের প্রথম দর্শন হবে দূর থেকে। আর এ চাক্ষুষ দর্শন হবে নিকট থেকে। এই জন্য এখানে عَين اليَقِين (চাক্ষুষ প্রত্যয়) শব্দ ব্যবহার করা হয়েছে।</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>اور اب آخری ضرب ایسی سخت لگائی جاتی ہے کہ ایک غافل سے غافل انسان بھی بیدار ہوکر رہ جاتا ہے ، چوکنا ہوجاتا ہے اور جو منہ کے رخ سرپٹ دوڑرہا ہے وہ بھی ذرا رک کر اس طرف متوجہ کرتا ہے اور بڑے سے بڑے مالدار کا عیش بھی مکدر ہوجاتا ہے ، وہ کانپنے لگتا ہے اور اس کے دل پر ان نعمتوں کے حوالے سے خوف طاری ہوجاتا ہے۔</p>"
        },
        {
            "resource_id": 170,
            "text": "Всевышний также сказал: «Грешники увидят Огонь, и им станет ясно, что они будут брошены в него. Они не найдут от него спасения!» (18:53)."
        },
        {
            "resource_id": 92,
            "text": "ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (7)يَرى غمراتتِ الموْتتِ ثُمَّ يَزُورُها ... وأُكد ذلك بقوله : { ثم لترونها عين اليقين } قصداً لتحقيق الوعيد بمعناه الكنائي . وقد عطف هذا التأكيد ب { ثم } التي هي للتراخي الرتبي على نحو ما قررنَاهُ آنفاً في قوله : { ثم كلا سوف تعلمون } [ التكاثر : 4 ] ، وليس هنالك رؤيتان تقع إحداهما بعد الأخرى بمُهلة .و { عينَ اليقين } : اليقين الذي لا يشوبه تردد . فلفظ عين مجاز عن حقيقة الشيء الخالصة غير الناقصة ولا المشابهة .وإضافة { عين } إلى { اليقين } بيانية كإضافة { حق } إلى { اليقين } في قوله تعالى : { إن هذا لهو حق اليقين } [ الواقعة : 95 ] .وانتصب { عين } على النيابة عن المفعول المطلق لأنه في المعنى صفة لمصدر محذوف ، والتقدير . ثم لترونها رؤيةَ عين اليقين .وقرأه الجمهور : { لترون الجحيم } بفتح المثناة الفوقية ، وقرأه ابن عامر والكسائي بضم المثناة من ( أراه ) .وأمَّا { لترونها } فلم يختلف القراء في قراءته بفتح المثناة .وأشار في «الكشاف» إلى أن هذه الآيات المفتتحة بقوله : { كلا سوف تعلمون } [ التكاثر : 3 ] والمنتهية بقوله : { عين اليقين } ، اشتملت على وجوه من تقوية الإِنذار والزجر ، فافتتحت بحرف الردع والتنبيه ، وجيء بعده بحرف { ثم } الدال على أن الإِنذار الثاني أبلغ من الأول . وكرر حرف الردع والتنبيه ، وحُذف جواب { لو تعلمون } [ التكاثر : 5 ] لما في حذفه من مبالغة التهويل ، وأُتي بلام القسم لتوكيد الوعيد . وأكد هذا القسم بقسم آخر ، فهذه ستة وجوه .وأقول زيادة على ذلك : إن في قوله : { عين اليقين } تأكيدين للرؤية بأنها يقين وأن اليقين حقيقة . والقول في إضافة { عين اليقين } كالقول في إضافة { علم اليقين } [ التكاثر : 5 ] المذكور آنفاً ."
        },
        {
            "resource_id": 176,
            "text": "poi lo vedrete chiaramente, senza dubbio."
        },
        {
            "resource_id": 776,
            "text": "Entonces, lo verán y quedarán indudablemente convencidos."
        },
        {
            "resource_id": 93,
            "text": "ثم أكد - سبحانه - هذا المعنى تأكيدا قويا فقال : ( ثُمَّ لَتَرَوُنَّهَا عَيْنَ اليقين ) أى : ثم لترون الجحيم رؤية هى ذات اليقين ونفسه وعينه ، وذلك لأن تشاهدوها مشاهدة حقيقية ، بحيث لا يلتبس عليكم أمرها .وقد قالوا إن مراتب العلم ثلاثة : علم اليقين وهو ما كان ناتجا عن الأدلة والبراهين .وعين اليقين : وهو ما كان عن مشاهدة وانكشاف .وحق اليقين : وهو ما كان عن ملابسة ومخالطة .ومثال ذلك أن تعلم بالأدلة أن العبة موجودة ، فذلك علم اليقين ، فإذا رأيتها بعينيك فذلك عين اليقين ، فإذا ما دخلت فى جوفها فذلك حق اليقين . .فأنت ترى أنه - سبحانه - قد حذر الناس من الاشتغال عن طاعته ، ومن التباهى والتكاثر ، بأبلغ أساليب التأكيد وأقواها ."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 175,
            "text": "I još jednom, sasvim sigurno ćete vidjeti je, bez imalo sumnje."
        },
        {
            "resource_id": 180,
            "text": "৭. অতঃপর আবারো বলছি, তোমরা অবশ্যই নিশ্চিতভাবে তা নিজেদের চোখ দিয়ে দেখতে পাবে। তাতে কোনরূপ সন্দেহ নেই।"
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 102:8] ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (Then you will be asked about all the pleasures [ you enjoyed in the world ].) This means that, on the Day of Judgment, all of you will be questioned whether you had shown gratitude towards Allah's favors, or did you misuse them and were ungrateful to Allah? Some of these favors and bounties are explicitly mentioned elsewhere in the Qur'an:</p><p>إِنَّ السَّمْعَ وَالْبَصَرَ‌ وَالْفُؤَادَ كُلُّ أُولَـٰئِكَ كَانَ عَنْهُ مَسْئُولًا</p><p>(...Surely, the ear, the eye and the heart - each one of them shall be interrogated about.) [ 17:36]</p><p>These organs and their faculties comprehend millions of blessings of Allah, and man will be questioned as to how he used them every moment of his life.</p><p>The Messenger of Allah ﷺ is reported to have said that first question that will be put by Allah to every person is: \"Did I not give you good health, and did I not give you cold water to quench your thirst?\" (Tirmidhi, and Ibn Hibban, with rating as sahib, from Abu Hurairah, as quoted by Ibn Kathir)</p><p>The Messenger of Allah ﷺ is also reported to have said that no man will be able to move from his place unless he answers five questions: [ 1] How did he spend his life? [ 2] In what pursuits did he expend his youthful energy? [ 3] How did he earn his wealth - (by lawful means or unlawful means?) [ 4] Where did he spend his wealth - (in lawful ways or unlawful ways?) and [ 5] Did he act upon the knowledge Allah gave him? (Bukhari).</p><p>Mujahid (رح) ، the leading authority on Tafsir, says that this question on the Day of Judgment relates to every delight of the world that he enjoyed - whether it is in connection with food, clothes, house, wife, children, kingdom, government or honor. Qurtubi, having cited this, concludes that this is absolutely true, because the question does not specify any particular blessing.</p><p>Al-hamdulillah</p><p>The Commentary on</p><p>Surah At-Takathur</p><p>Ends here</p>"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه،<span class=\"blue\"> عن ابن عباس قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ )</span> يعني: أهل الشرك.</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (٧)</span> ] لە ڕۆژی قیامەتدا دۆزەخ ئەبینن بە (عَيْنَ الْيَقِينِ) بەچاوی خۆتان ئەیبینن كە ئەو كاتە هیچ گومانێكتان تیایدا نابێت ."
        },
        {
            "resource_id": 90,
            "text": "ثم لترونها عين اليقين أي مشاهدة . وقيل : هو إخبار عن دوام مقامهم في النار ; أي هي رؤية دائمة متصلة . والخطاب على هذا للكفار . وقيل : معنى لو تعلمون علم اليقين أي لو تعلمون اليوم في الدنيا علم اليقين فيما أمامكم ، مما وصفت : لترون الجحيم بعيون قلوبكم ; فإن علم اليقين يريك الجحيم بعين فؤادك ; وهو أن تتصور لك تارات القيامة ، وقطع مسافاتها . ثم لترونها عين اليقين : أي عند المعاينة بعين الرأس ، فتراها يقينا ، لا تغيب عن عينك . ثم لتسألن يومئذ عن النعيم : في موقف السؤال والعرض ."
        },
        {
            "resource_id": 791,
            "text": "വീണ്ടും! നിങ്ങൾ നരകത്തെ -ഒരു സംശയവുമില്ലാത്ത വണ്ണം- നന്നായി കാണുക തന്നെ ചെയ്യും."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"ثم لترونها\"</span>، مشاهدة، <span class=\"arabic qpc-hafs\">\"عين اليقين\"</span>.</p>"
        },
        {
            "resource_id": 177,
            "text": "Rồi chắc chắn các ngươi sẽ tận mắt nhìn thấy Hỏa Ngục, không còn có sự nghi ngờ nào nữa."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "ثم لتشاهدنها مشاهدة يقين لا شك فيه."
        },
        {
            "resource_id": 179,
            "text": "Pagkatapos talagang makasasaksi nga kayo niyon ayon sa pagkakasaksi ng katiyakan na walang pagdududa hinggil dito."
        },
        {
            "resource_id": 174,
            "text": " Kemudian kalian akan menyaksikannya dengan penuh keyakinan, tidak ada keraguan padanya."
        },
        {
            "resource_id": 172,
            "text": "Sonra onu hiçbir kuşku olmayan kesin bir müşahedeyle göreceksiniz."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ }</span> أي: رؤية بصرية،<span class=\"blue\"> كما قال تعالى:</span> <span class=\"arabic qpc-hafs brown\">{ وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا }</span> ."
        },
        {
            "resource_id": 790,
            "text": "আকৌ, তোমালোকে ইয়াক নিশ্চিতৰূপে দেখিবলৈ পাবা। ইয়াত কোনো সন্দেহ নাই।"
        },
        {
            "resource_id": 166,
            "text": "<p>তারপর অবশ্যই সেদিন তোমাদেরকে নেয়ামত সম্পর্কে প্রশ্ন করা হবে [১]।</p><p>[১] অর্থাৎ তোমরা সবাই কেয়ামতের দিন আল্লাহ্-প্রদত্ত নেয়ামত সম্পর্কে জিজ্ঞাসিত হবে। যে, সেগুলোর শোকর আদায় করেছ কি না, সেগুলোতে আল্লাহ্র হক আদায় করেছ কি না; নাকি পাপ কাজে ব্যয় করেছ? [সা‘দী] এতে সকল প্রকার নেয়ামত এসে যায়। কুরআন ও হাদীসের অন্যত্র এরকম কিছু নেয়ামতের উদাহরণ দেয়া হয়েছে। অন্য আয়াতে এভাবে করা হয়েছে,</p><p>إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَٰئِكَ كَانَ عَنْهُ مَسْئُولًا</p><p>“কান, চোখ, হৃদয়- এদের প্রত্যেকটি সম্পর্কে কৈফিয়ত তলব করা হবে।” [সূরা আল-ইসরা: ৩৬] এতে মানুষের শ্রবণশক্তি দৃষ্টিশক্তি ও হৃদয় সম্পর্কিত লাখো নেয়ামত অন্তর্ভুক্ত হয়ে যায়, যেগুলো সে প্রতি মুহুর্তে ব্যবহার করে। বিভিন্ন হাদীসেও নেয়ামত সম্পর্কে জিজ্ঞাসিত হওয়ার কথা স্পষ্টভাবে এসেছে। যেমন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “দু’টি নেয়ামত এমন আছে যাতে অধিকাংশ মানুষই ঠক খায়। তার একটি হলো, স্বাস্থ্য অপরটি হচ্ছে অবসর সময়।” [বুখারী: ৬৪১২] অন্য বর্ণনায় এসেছে, একবার রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ক্ষুধায় কাতর হয়ে বের হলেন, পথে আবুবকর ও উমরও বের হলেন, তিনি তাদেরকে জিজ্ঞেস করলেন, তোমরা কেন বের হয়েছ? তারা বলল, ক্ষুধা। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যার হাতে আমার নফস তার শপথ, আমিও সেকারণেই বের হয়েছি। তারপর তিনি বললেন, চল। তারা সবাই এক আনসারীর বাড়ীতে আগমন করলেন। আনসারী লোকটির স্ত্রী রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও তার সঙ্গিদ্বয়কে দেখে যার-পর-নাই খুশী হয়ে শুভেচ্ছা ও স্বাগতম জানানোর মাধ্যমে আমন্ত্রণ জানালেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, অমুক কোথায়? স্ত্রী জানালো যে, সে সুপেয় পানির ব্যবস্থা করতে গেছে। ইত্যবসরে আনসারী লোকটি এসে তাদেরকে সাদর সম্ভাষণ জানিয়ে বললেন, আলহামদুলিল্লাহ! আজি কেউ আমার মত মেহমান পাবে না। তারা বসলে তিনি তাদের জন্য এক কাঁদি খেজুর নিয়ে আসলেন যাতে কাঁচা-পাকা, আধাপাকা, ভাল-মন্দ সবধরণের খেজুর ছিল। তারপর আনসারী লোকটি ছুরি নিয়ে দৌড়াল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, সাবধান! দুধ দেয় এমন ছাগল যবাই করো না। আনসারী তাদের জন্য যবাই করলে তারা ছাগলের গোস্ত খেল, খেজুর গ্রহণ করল, পানি পান করল। তারপর যখন তৃপ্ত হলো তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আবু বকর ও উমরকে বললেন, “তোমরা কিয়ামতের দিন এ সমস্ত নেয়ামত সম্পর্কে জিজ্ঞাসিত হবে। তোমাদেরকে ক্ষুধা তোমাদের ঘর থেকে বের করল, তারপর তোমরা এমন নেয়ামত ভোগ করার পর ফিরে গেলে”। [মুসলিম: ২০৩৮] অন্য বর্ণনায় এসেছে, এ  আয়াত নাযিল হলে যুবাইর রাদিয়াল্লাহু ‘আনহু বললেন, হে আল্লাহ্র রাসূল! আমরা কোন নেয়ামত সম্পর্কে জিজ্ঞাসিত হব? এটা তো শুধু (আসওয়াদান বা দুই কালো জিনিস) খেজুর ও পানি। রাসূল বললেন, “অবশ্যই তা সম্পর্কে জিজ্ঞাসিত হবে।” [তিরমিয়ী: ৫/৪৪৮, ইবনে মাজাহ: ৪১৫৮, মুসনাদে আহমাদ: ৩/২৪]</p><p>অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “কিয়ামতের দিন প্রথম যে নেয়ামত সম্পর্কে জিজ্ঞেস করা হবে তা হচ্ছে, আমি কি তোমাকে শারীরিকভাবে সুস্থ করিনি? আমি কি তোমাকে সুপেয় পানি পান করাইনি?” [তিরমিয়ী: ৩৩৫৮] অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আল্লাহ্ তা‘আলা কিয়ামতের দিন বলবেন, আদম সন্তান! তোমাকে ঘোড়া ও উটে বহন  করিয়েছি, তোমাকে স্ত্রীর ব্যবস্থা করে দিয়েছি, তোমাকে ঘুরাফিরা ও নেতৃত্ব করার সুযোগ দিয়েছি, এগুলোর কৃতজ্ঞতা কোথায়?” [মুসলিম: ২৯৬৮, মুসনাদে আহমাদ; ২/৪৯২] এই হাদীসগুলো থেকে একথা সুস্পষ্ট হয়ে যায় যে, জিজ্ঞাসাবাদ কেবল কাফেরদের কে করা হবে না, সৎ মুমিনদেরকেও করা হবে। আর আল্লাহ্ মানুষকে যে নিয়ামতগুলো দান করেছেন সেগুলো সীমা সংখ্যাহীন। সেগুলো গণনা করা সম্ভব নয়। বরং এমন অনেক নিয়ামতও আছে যেগুলোর মানুষ কোন খবরই রাখে না। কুরআন মজীদে বলা হয়েছে, “যদি তোমরা আল্লাহ্র নিয়ামত গুলো গণনা করতে থাকো তাহলে সেগুলো পুরোপুরি গণনা করতেও পারবে না।” [সূরা ইবরাহীম: ৩৪] [আদ্ওয়াউল বায়ান, আত-তাফসীরুস সহীহ]</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( ثم لتسألن يومئذ عن النعيم )</span> أي : ثم لتسألن يومئذ عن شكر ما أنعم الله به عليكم ، من الصحة والأمن والرزق وغير ذلك . ما إذا قابلتم به نعمه من شكره وعبادته .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا زكريا بن يحيى الخزاز المقري ، حدثنا عبد الله بن عيسى أبو خالد الخزاز ، حدثنا يونس بن عبيد ، عن عكرمة ،<span class=\"blue\"> عن ابن عباس أنه سمع عمر بن الخطاب يقول :</span> خرج رسول الله صلى الله عليه وسلم عند الظهيرة ،<span class=\"blue\"> فوجد أبا بكر في المسجد فقال :</span> <span class=\"red\">\" ما أخرجك هذه الساعة ؟ \"</span> قال : أخرجني الذي أخرجك يا رسول الله .<span class=\"blue\"> قال :</span> وجاء عمر بن الخطاب فقال : <span class=\"red\">\" ما أخرجك يا ابن الخطاب ؟ \"</span> قال أخرجني الذي أخرجكما .<span class=\"blue\"> قال :</span> فقعد عمر وأقبل رسول الله صلى الله عليه وسلم يحدثهما ،<span class=\"blue\"> ثم قال :</span> <span class=\"red\">\" هل بكما من قوة ، تنطلقان إلى هذا النخل فتصيبان طعاما وشرابا وظلا ؟ \"</span> قلنا : نعم .<span class=\"blue\"> قال :</span> <span class=\"red\">\" مروا بنا إلى منزل ابن التيهان أبي الهيثم الأنصاري \"</span> .<span class=\"blue\"> قال :</span> فتقدم رسول الله صلى الله عليه وسلم بين أيدينا ، فسلم واستأذن - ثلاث مرات - وأم الهيثم من وراء الباب تسمع الكلام ، تريد أن يزيدها رسول الله صلى الله عليه وسلم من السلام ، فلما أراد أن ينصرف خرجت أم الهيثم تسعى خلفهم ،<span class=\"blue\"> فقالت :</span> يا رسول الله ، قد - والله - سمعت تسليمك ، ولكن أردت أن تزيدنا من سلامك .<span class=\"blue\"> فقال لها رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" خيرا \"</span> .<span class=\"blue\"> ثم قال :</span> <span class=\"red\">\" أين أبو الهيثم ؟ لا أراه \"</span> .<span class=\"blue\"> قالت :</span> يا رسول الله ، هو قريب ذهب يستعذب الماء ، ادخلوا فإنه يأتي الساعة إن شاء الله ، فبسطت - بساطا تحت شجرة ، فجاء أبو الهيثم ففرح بهم وقرت عيناه بهم ، فصعد على نخلة فصرم لهم أعذاقا ،<span class=\"blue\"> فقال له رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" حسبك يا أبا الهيثم \"</span> .<span class=\"blue\"> قال :</span> يا رسول الله ، تأكلون من بسره ، ومن رطبه ، ومن تذنوبه ، ثم أتاهم بماء فشربوا عليه ،<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" هذا من النعيم الذي تسألون عنه \"</span> هذا غريب من هذا الوجه .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثني الحسين بن علي الصدائي ، حدثنا الوليد بن القاسم ، عن يزيد بن كيسان ، عن أبي حازم ،<span class=\"blue\"> عن أبي هريرة قال :</span> بينما أبو بكر وعمر جالسان ،<span class=\"blue\"> إذ جاءهما النبي صلى الله عليه وسلم فقال :</span> <span class=\"red\">\" ما أجلسكما هاهنا ؟ \"</span> قالا : والذي بعثك بالحق ما أخرجنا من بيوتنا إلا الجوع .<span class=\"blue\"> قال :</span> <span class=\"red\">\" والذي بعثني بالحق ما أخرجني غيره \"</span> . فانطلقوا حتى أتوا بيت رجل من الأنصار فاستقبلتهم المرأة ،<span class=\"blue\"> فقال لها النبي صلى الله عليه وسلم :</span> <span class=\"red\">\" أين فلان ؟ \"</span> فقالت : ذهب يستعذب لنا ماء .<span class=\"blue\"> فجاء صاحبهم يحمل قربته فقال :</span> مرحبا ، ما زار العباد شيء أفضل من شيء زارني اليوم . فعلق قربته بكرب نخلة وانطلق فجاءهم بعذق ،<span class=\"blue\"> فقال النبي صلى الله عليه وسلم :</span> <span class=\"red\">\" ألا كنت اجتنيت \"</span> ؟<span class=\"blue\"> فقال :</span> أحببت أن تكونوا الذين تختارون على أعينكم . ثم أخذ الشفرة ،<span class=\"blue\"> فقال النبي صلى الله عليه وسلم :</span> <span class=\"red\">\" إياك والحلوب ؟ \"</span> فذبح لهم يومئذ ، فأكلوا .<span class=\"blue\"> فقال النبي صلى الله عليه وسلم :</span> <span class=\"red\">\" لتسألن عن هذا يوم القيامة . أخرجكم من بيوتكم الجوع ، فلم ترجعوا حتى أصبتم هذا ، فهذا من النعيم \"</span> .</p><p lang=\"ar\" class=\"ar \">ورواه مسلم من حديث يزيد بن كيسان به ، ورواه أبو يعلى ، وابن ماجه من حديث المحاربي ، عن يحيى بن عبيد الله ، عن أبيه ، عن أبي هريرة ، عن أبي بكر الصديق به ، وقد رواه أهل السنن الأربعة ، من حديث عبد الملك بن عمير ، عن أبي سلمة ، عن أبي هريرة ، بنحو من هذا السياق وهذه القصة .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا سريج ، حدثنا حشرج ، عن أبي نصرة ، عن أبي عسيب - يعني مولى رسول الله -<span class=\"blue\"> قال :</span> خرج رسول الله صلى الله عليه وسلم ليلا فمر بي ، فدعاني فخرجت إليه ، ثم مر بأبي بكر فدعاه فخرج إليه ، ثم مر بعمر فدعاه فخرج إليه ، فانطلق حتى أتى حائطا لبعض الأنصار ،<span class=\"blue\"> فقال لصاحب الحائط :</span> <span class=\"red\">\" أطعمنا \"</span> . فجاء بعذق فوضعه ، فأكل رسول الله صلى الله عليه وسلم وأصحابه ، ثم دعا بماء بارد فشرب ،<span class=\"blue\"> وقال :</span> <span class=\"red\">\" لتسألن عن هذا يوم القيامة \"</span> .<span class=\"blue\"> قال :</span> فأخذ عمر العذق فضرب به الأرض ،<span class=\"blue\"> حتى تناثر البسر قبل رسول الله صلى الله عليه وسلم ثم قال :</span> يا رسول الله ، إنا لمسئول عن هذا يوم القيامة ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نعم ،<span class=\"blue\"> إلا من ثلاثة :</span> خرقة لف بها الرجل عورته ، أو كسرة سد بها جوعته ، أو جحر تدخل فيه من الحر والقر \"</span> تفرد به أحمد .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا عبد الصمد ، حدثنا حماد ،<span class=\"blue\"> حدثنا عمار :</span> سمعت جابر بن عبد الله يقول : أكل رسول الله صلى الله عليه وسلم وأبو بكر وعمر رطبا ، وشربوا ماء ،<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" هذا من النعيم الذي تسألون عنه \"</span> .</p><p>ورواه النسائي من حديث حماد بن سلمة <span class=\"reference brown\">[ عن عمار بن أبي عمار ، عن جابر ]</span> به .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا أحمد : حدثنا يزيد ، حدثنا محمد بن عمرو ، عن صفوان بن سليم ،<span class=\"blue\"> عن محمود بن الربيع قال :</span> لما نزلت : <span class=\"arabic qpc-hafs\">( ألهاكم التكاثر )</span> فقرأ حتى بلغ : <span class=\"arabic qpc-hafs\">( لتسألن يومئذ عن النعيم )</span> قالوا : يا رسول الله ، عن أي نعيم نسأل ؟ وإنما هما الأسودان الماء والتمر ، وسيوفنا على رقابنا ، والعدو حاضر ، فعن أي نعيم نسأل ؟ قال أما إن ذلك سيكون \" .</p><p lang=\"ar\" class=\"ar \">وقال أحمد : حدثنا أبو عامر عبد الملك بن عمرو ، حدثنا عبد الله بن سليمان ، حدثنا معاذ بن عبد الله بن خبيب ، عن أبيه ،<span class=\"blue\"> عن عمه قال :</span> كنا في مجلس فطلع علينا النبي صلى الله عليه وسلم وعلى رأسه أثر ماء ،<span class=\"blue\"> فقلنا :</span> يا رسول الله ، نراك طيب النفس .<span class=\"blue\"> قال :</span> <span class=\"red\">\" أجل \"</span> .<span class=\"blue\"> قال :</span> ثم خاض الناس في ذكر الغنى ،<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" لا بأس بالغنى لمن اتقى الله ، والصحة لمن اتقى الله خير من الغنى ، وطيب النفس من النعيم \"</span> .</p><p lang=\"ar\" class=\"ar \">ورواه ابن ماجه ، عن أبي بكر بن أبي شيبة ، عن خالد بن مخلد ، عن عبد الله بن سليمان به .</p><p lang=\"ar\" class=\"ar \">وقال الترمذي : حدثنا عبد بن حميد ، حدثنا شبابة ، عن عبد الله بن العلاء ،<span class=\"blue\"> عن الضحاك بن عبد الرحمن بن عرزم الأشعري قال :</span> سمعت أبا هريرة يقول : قال النبي صلى الله عليه وسلم : <span class=\"red\">\" إن أول ما يسأل عنه - يعني يوم القيامة -<span class=\"blue\"> العبد من النعيم أن يقال له :</span> ألم نصح لك جسمك ، ونروك من الماء البارد ؟ \"</span> .</p><p lang=\"ar\" class=\"ar \">تفرد به الترمذي . ورواه ابن حبان في صحيحه ، من طريق الوليد بن مسلم ، عن عبد الله بن العلاء بن زير به .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا مسدد ، حدثنا سفيان ، عن محمد بن عمرو ، عن يحيى بن حاطب ،<span class=\"blue\"> عن عبد الله بن الزبير قال :</span> قال الزبير : لما نزلت : <span class=\"arabic qpc-hafs\">( <span class=\"reference brown\">[ ثم ]</span> لتسألن يومئذ عن النعيم )</span> قالوا : يا رسول الله ، لأي نعيم نسأل عنه ، وإنما هما الأسودان التمر والماء ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" إن ذلك سيكون \"</span> . وكذا رواه الترمذي وابن ماجه ، من حديث سفيان - هو ابن عيينة - به ، ورواه أحمد عنه ،<span class=\"blue\"> وقال الترمذي :</span> حسن .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو عبد الله الظهراني ، حدثنا حفص بن عمر العدني ، عن الحكم بن أبان ،<span class=\"blue\"> عن عكرمة قال :</span> لما نزلت هذه الآية : <span class=\"arabic qpc-hafs\">( ثم لتسألن يومئذ عن النعيم )</span> قالت الصحابة : يا رسول الله ، وأي نعيم نحن فيه ، وإنما نأكل في أنصاف بطوننا خبز الشعير ؟<span class=\"blue\"> فأوحى الله إلى نبيه صلى الله عليه وسلم :</span> قل لهم : أليس تحتذون النعال ، وتشربون الماء البارد ؟ فهذا من النعيم .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا إبراهيم بن موسى ، أخبرنا محمد بن سليمان بن الأصبهاني ، عن ابن أبي ليلى - أظنه عن عامر - عن ابن مسعود ،<span class=\"blue\"> عن النبي صلى الله عليه وسلم في قوله :</span> <span class=\"arabic qpc-hafs\">( <span class=\"reference brown\">[ ثم ]</span> لتسألن يومئذ عن النعيم )</span> قال : <span class=\"red\">\" الأمن والصحة \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال زيد بن أسلم ،<span class=\"blue\"> عن رسول الله صلى الله عليه وسلم :</span> <span class=\"arabic qpc-hafs\">( ثم لتسألن يومئذ عن النعيم )</span> يعني : شبع البطون ، وبارد الشراب ، وظلال المساكن ، واعتدال الخلق ، ولذة النوم . رواه ابن أبي حاتم بإسناده المتقدم ، عنه في أول السورة .</p><p lang=\"ar\" class=\"ar \">وقال سعيد بن جبير : حتى عن شربة عسل .<span class=\"blue\"> وقال مجاهد :</span> عن كل لذة من لذات الدنيا .<span class=\"blue\"> وقال الحسن البصري :</span> نعيم الغداء والعشاء ،<span class=\"blue\"> وقال أبو قلابة :</span> من النعيم أكل العسل والسمن بالخبز النقي . وقول مجاهد هذا أشمل هذه الأقوال .</p><p lang=\"ar\" class=\"ar \">وقال علي بن أبي طلحة عن ابن عباس : <span class=\"arabic qpc-hafs\">( ثم لتسألن يومئذ عن النعيم )</span> قال : النعيم : صحة الأبدان والأسماع والأبصار ، يسأل الله العباد فيما استعملوها ، وهو أعلم بذلك منهم ،<span class=\"blue\"> وهو قوله تعالى :</span> <span class=\"arabic qpc-hafs\">( إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا )</span> <span class=\"reference brown\">[ الإسراء : 36 ]</span> .</p><p lang=\"ar\" class=\"ar \">وثبت في صحيح البخاري ، وسنن الترمذي ، والنسائي ، وابن ماجه ، من حديث عبد الله بن سعيد بن أبي هند ، عن أبيه ،<span class=\"blue\"> عن ابن عباس قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" نعمتان مغبون فيهما كثير من الناس : الصحة والفراغ \"</span> .</p><p lang=\"ar\" class=\"ar \">ومعنى هذا : أنهم مقصرون في شكر هاتين النعمتين ، لا يقومون بواجبهما ، ومن لا يقوم بحق ما وجب عليه ، فهو مغبون .</p><p lang=\"ar\" class=\"ar \">وقال الحافظ أبو بكر البزار : حدثنا القاسم بن محمد بن يحيى المروزي ، حدثنا علي بن الحسن بن شقيق ، حدثنا أبو حمزة ، عن ليث ، عن أبي فزارة ، عن يزيد بن الأصم ،<span class=\"blue\"> عن ابن عباس قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" ما فوق الإزار ، وظل الحائط ، وخبز ، يحاسب به العبد يوم القيامة ، أو يسأل عنه \"</span> ثم قال : لا نعرفه إلا بهذا الإسناد .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا بهز وعفان ،<span class=\"blue\"> قالا :</span> حدثنا حماد -<span class=\"blue\"> قال عفان في حديثه :</span> قال إسحاق بن عبد الله ، عن أبي صالح ، عن أبي هريرة ،<span class=\"blue\"> عن النبي صلى الله عليه وسلم قال :</span> <span class=\"red\">\" يقول الله عز وجل -<span class=\"blue\"> قال عفان :</span> يوم القيامة -<span class=\"blue\"> :</span> يا ابن آدم ، حملتك على الخيل والإبل ، وزوجتك النساء ، وجعلتك تربع وترأس ، فأين شكر ذلك ؟ \"</span> تفرد به من هذا الوجه .</p><p>آخر تفسير سورة <span class=\"red\">\" التكاثر \"</span> <span class=\"reference brown\">[ ولله الحمد والمنة ]</span></p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ }</span> الذي تنعمتم به في دار الدنيا، هل قمتم بشكره، وأديتم حق الله فيه، ولم تستعينوا به، على معاصيه، فينعمكم نعيمًا أعلى منه وأفضل.أم اغتررتم به، ولم تقوموا بشكره؟ بل ربما استعنتم به على معاصي الله فيعاقبكم على ذلك،<span class=\"blue\"> قال تعالى:</span> <span class=\"ar arabic qpc-hafs brown\" lang=\"ar\">{ وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ }</span> الآية."
        },
        {
            "resource_id": 905,
            "text": "ثم ليسألنّكم الله في ذلك اليوم عما أنعم به عليكم من الصحة والغنى وغيرهما."
        },
        {
            "resource_id": 181,
            "text": "آن‌گاه به‌طور قطع الله در آن روز در مورد سلامتی و ثروت و سایر نعمت‌هایی که به شما ارزانی داشته است از شما می‌پرسد."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> يقول: ثم ليسألنكم الله عزّ وجلّ عن النعيم الذي كنتم فيه في الدنيا: ماذا عملتم فيه، من أين وصلتم إليه، وفيم أصبتموه، وماذا عملتم به.</p><p>واختلف أهل التأويل في ذلك النعيم ما هو؟<span class=\"blue\"> فقال بعضهم:</span> هو الأمن والصحة.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عباد بن يعقوب، قال. ثنا محمد بن سليمان، عن ابن أبي ليلى، عن الشعبيّ، عن ابن مسعود،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> قال: الأمن والصحة.</p><p>حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا حفص، عن ابن أبي ليلى، عن الشعبيّ، عن عبد الله، مثله.</p><p lang=\"ar\" class=\"ar \">حدثني علي بن سعيد الكنديّ،<span class=\"blue\"> قال:</span> ثنا محمد بن مروان، عن ليث، عن مجاهد <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> قال: الأمن والصحة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا أبو عاصم.<span class=\"blue\"> قال:</span> ثنا سفيان،<span class=\"blue\"> قال:</span> بلغني في قوله: <span class=\"arabic qpc-hafs green\">( لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> قال: الأمن والصحة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن إسماعيل بن عياش، عن عبد العزيز بن عبد الله،<span class=\"blue\"> قال:</span> سمعت الشعبيّ يقول: النعيم المسئول عنه يوم القيامة: الأمن والصحة.</p><p lang=\"ar\" class=\"ar \">قال: ثنا مهران، عن خالد الزيات، عن ابن أبي ليلى، عن عامر الشعبيّ، عن ابن مسعود، مثله.</p><p>قال: ثنا مهران، عن سفيان <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> قال: الأمن والصحة.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: بل معنى ذلك: ثم لَيُسْئَلُنّ يومئذ عما أنعم الله به عليهم مما وهب لهم من السمع والبصر وصحة البدن.</p><p>* ذكر من قال ذلك.</p><p lang=\"ar\" class=\"ar \">حدثني عليّ،<span class=\"blue\"> قال:</span> ثنا أبو صالح،<span class=\"blue\"> قال:</span> ثني معاوية، عن عليّ، عن ابن عباس،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> قال: النعيم: صحة الأبدان والأسماع والأبصار،<span class=\"blue\"> قال:</span> يسأل الله العباد فيم استعملوها، وهو أعلم بذلك منهم،<span class=\"blue\"> وهو قوله:</span>  إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولا  .</p><p lang=\"ar\" class=\"ar \">حدثني إسماعيل بن موسى الفَزاريُّ،<span class=\"blue\"> قال:</span> أخبرنا عمر بن شاكر،<span class=\"blue\"> عن الحسن قال:</span> كان يقول في قوله: <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> قال: السمع والبصر، وصحة البدن.</p><p>وقال آخرون: هو العافية.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عباد بن يعقوب،<span class=\"blue\"> قال:</span> ثنا نوح بن درّاج، عن سعد بن طريف، عن أبي جعفر <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> قال: العافية.</p><p>وقال آخرون: بل عُنِي بذلك: بعض ما يطعمه الإنسان، أو يشربه.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار، قال ثنا عبد الرحمن،<span class=\"blue\"> قال:</span> ثنا سفيان، عن بكير بن عتيق،<span class=\"blue\"> قال:</span> رأيت سعيد بن جُبَير أُبِيَ بشربة عسل، فشربها،<span class=\"blue\"> وقال:</span> هذا النعيم الذي تُسألون عنه.</p><p lang=\"ar\" class=\"ar \">حدثني عليّ بن سهل الرملي،<span class=\"blue\"> قال:</span> ثنا الحسن بن بلال،<span class=\"blue\"> قال:</span> ثنا حماد بن سلمة، عن عَمَّار <span class=\"arabic qpc-hafs green\">(2)</span> بن أبي عمار،<span class=\"blue\"> قال:</span> سمعت جابر بن عبد الله يقول: أتانا النبيّ صلى الله عليه وسلم وأبو بكر وعمرُ رضي الله عنهما، فأطعمناهم رطبا، وسقيناهم ماء،<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم:</span> <span class=\"red\">\" هَذَا مِنَ النَّعِيمِ الَّذِي تُسألون عَنْهُ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا جابر بن الكرديّ،<span class=\"blue\"> قال:</span> ثنا يزيد بن هارون،<span class=\"blue\"> قال:</span> ثنا حماد بن سلمة، عن عمار بن أبي عمار،<span class=\"blue\"> قال:</span> سمعت جابر بن عبد الله يقول: أتانا النبيّ صلى الله عليه وسلم، فذكر نحوه.</p><p lang=\"ar\" class=\"ar \">حدثني الحسن بن عليّ الصُدائي،<span class=\"blue\"> قال:</span> ثنا الوليد بن القاسم، عن يزيد بن كيسان، عن أبي حازم، عن أبي هريرة،<span class=\"blue\"> قال:</span> بينما أبو بكر وعمر رضى الله عنهما جالسان، إذ جاء النبيّ صلى الله عليه وسلم،<span class=\"blue\"> فقال:</span> <span class=\"red\">\" ما أجْلَسَكُما ها هُنا؟\"</span> قالا الجوع،<span class=\"blue\"> قال:</span> <span class=\"red\">\" وَالَّذِي بَعَثَنِي بالْحَقّ ما أخْرَجَنِي غَيرُهُ\"</span>، فانطلقوا حتى أتوا بيت رجل من الأنصار، فاستقبلتهم المرأة،<span class=\"blue\"> فقال لها النبيّ صلى الله عليه وسلم:</span> <span class=\"red\">\" أيْنَ فُلانُ؟\"</span> فقالت: ذهب يستعذب لنا ماء، فجاء صاحبهم يحمل قربته،<span class=\"blue\"> فقال:</span> مرحبا، ما زار العباد شيء أفضل من شيء زارني اليوم، فعلق قربته بكَرَب نخلة، وانطلق فجاءهم بعِذْق،<span class=\"blue\"> فقال النبي صلى الله عليه وسلم:</span> <span class=\"red\">\" ألا كُنْتَ اجْتَنَيْتَ؟\"</span> فقال: أحببت أن &amp;; 24-584 &amp;; تكونوا الذين تختارون على أعينكم، ثم أخذ الشفرة،<span class=\"blue\"> فقال النبيّ صلى الله عليه وسلم:</span> <span class=\"red\">\" إيَّاكَ والْحَلُوبَ\"</span>، فذبح لهم يومئذ، فأكلوا،<span class=\"blue\"> فقال النبيّ صلى الله عليه وسلم:</span> <span class=\"red\">\" لَتُسْأَلُنَّ عَنْ هَذَا يَوْمَ القِيامَةِ، أخْرَجَكُمْ مِنْ بُيُوتِكُمُ الجُوعُ، فَلَمْ تَرْجِعُوا حتى أصَبْتُمْ هَذَا، فَهَذَا مِنَ النَّعِيمِ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا يحيى بن أبي بكير، قال ثنا شيبان بن عبد الرحمن، عن عبد الملك بن عُمَير، عن أبي سَلَمة، عن أبي هريرة،<span class=\"blue\"> قال:</span> قال النبيّ صلى الله عليه وسلم لأبي بكر وعمر: <span class=\"red\">\" انْطَلِقُوا بِنا إلى أبي الهَيْثَم بنِ التَّيَّهانِ الأنْصَارِيّ\"</span>، فانطلق بهم إلى ظلّ حديقته، فبسط لهم بساطا، ثم انطلق إلى نخلة، فجاء بِقِنْوٍ،<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم:</span> <span class=\"red\">\" فَهَلا تَنَقَّيْتَ لَنا مِنْ رُطَبِهِ؟\"</span> فقال: أردت أن تَخَيَّرُوا من رطبه وبُسره، فأكلوا وشربول من الماء؛ فلما فرغ رسول الله صلى الله عليه وسلم،<span class=\"blue\"> قال:</span> <span class=\"red\">\" هَذَا وَالَّذِي نَفْسِي بِيدهِ مِنَ النَّعِيمِ، الَّذِي أنْتُمْ فِيهِ مَسْئُولُونَ عَنْهُ يَوْمَ القِيامَةِ، هَذَا الظِّلُّ البارِدُ، والرُّطَبُ البارِدُ، عَلَيْهِ الماءُ البارِدُ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني صالح بن مسمار المروزي،<span class=\"blue\"> قال:</span> ثنا آدم بن أبي إياس،<span class=\"blue\"> قال:</span> ثنا شيبان،<span class=\"blue\"> قال:</span> ثنا عبد الملك بن عمير، عن أبي سلمة بن عبد الرحمن، عن أبي هريرة، عن رسول الله صلى الله عليه وسلم بنحوه،<span class=\"blue\"> إلا أنه قال في حديثه:</span> <span class=\"red\">\" ظِلٌّ بارِدٌ، ورُطَبٌ بارِدٌ، وَماءٌ بارِدٌ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا عليّ بن عيسى البزاز،<span class=\"blue\"> قال:</span> ثنا سعيد بن سليمان، عن حشرج بن نباتة،<span class=\"blue\"> قال:</span> ثنا أبو بصيرة عن أبي عسيب، مولى رسول الله صلى الله عليه وسلم،<span class=\"blue\"> قال:</span> مرّ النبيّ صلى الله عليه وسلم حتى دخل حائطا لبعض الأنصار،<span class=\"blue\"> فقال لصاحب الحائط:</span> <span class=\"red\">\" أطْعِمْنا بُسْرًا \"</span>، فجاء بعذق فوضعه، فأكل رسول الله صلى الله عليه وسلم وأصحابه، ثم دعا بماء بارد فشرب،<span class=\"blue\"> فقال:</span> <span class=\"red\">\" لَتُسْأَلُنَّ عَنْ هَذَا يَوْمَ القِيامَةِ\"</span>، فأخذ عمر العذق، فضرب به الأرض حتى تناثر البسر،<span class=\"blue\"> ثم قال:</span> يا رسول الله، إنا لمسئولون عن هذا؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" نَعَمْ، إلا مِنْ كِسْرَةٍ يُسَدُّ بِها جَوْعَةٌ، أوْ حُجْرٌ يُدْخَلُ فِيه مِنَ الحَرِّ والقَرِّ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني سعيد بن عمرو السكونيّ،<span class=\"blue\"> قال:</span> ثنا بقية، عن حشرج بن نباتة،<span class=\"blue\"> قال:</span> حدثني أبو بصيرة، عن أبي عسيب مولى رسول الله صلى الله عليه وسلم ،<span class=\"blue\"> قال:</span> مرّ بي النبيّ صلى الله عليه وسلم، فدعاني وخرجت ومعه أبو بكر وعمر رضى الله عنهما ، فدخل حائطا لبعض الأنصار، فأُتِيَ بِبُسْرِ عِذْق منه، فوُضِع بين يديه، فأكل هو وأصحابه، ثم دعا بما بارد، فشرب،<span class=\"blue\"> ثم قال:</span> <span class=\"red\">\" لَتُسْأَلُنَّ عَنْ هَذَا يَوْمَ القِيامَةِ\"</span>،<span class=\"blue\"> فقال عمر:</span> عن هذا يوم القيامة؟<span class=\"blue\"> فقال:</span> <span class=\"red\">\" نَعَمْ،<span class=\"blue\"> إلا مِنْ ثَلاثَةٍ:</span> خِرْقَةٍ كَفَّ بِها عَوْرَتَهُ، أو كِسْرَةٍ سَدُّ بِها جَوْعَتَةُ، أوْ جُحْرٍ يَدْخُلُ فِيهِ مِنَ الحَرِّ والقَرّ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن عُلية، عن الجريريّ، عن أبي بصيرة،<span class=\"blue\"> قال:</span> أكل رسول الله صلى الله عليه وسلم وناس من أصحابه أكلة من خبز شعير لم يُنْخَل، بلحم سمين، ثم شربوا من جدول،<span class=\"blue\"> فقال:</span> <span class=\"red\">\" هذا كله من النعيم الذي تُسْأَلُونَ عنه يوم القيامة \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا مجاهد بن موسى،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا محمد بن عمرو، عن صفوان بن سليم، عن محمد بن محمود بن لبيد،<span class=\"blue\"> قال:</span> <span class=\"red\">\" لما نـزلت <span class=\"arabic qpc-hafs green\">(أَلْهَاكُمُ التَّكَاثُرُ)</span> فقرأها حتى بلغ: <span class=\"arabic qpc-hafs green\">( لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> قالوا: يا رسول الله، عن أيّ النعيم نسأل ،<span class=\"blue\"> وإنما هو الأسودان:</span> الماء، والتمر، وسيوفنا على عواتقنا،<span class=\"blue\"> والعدوّ حاضر! قال:</span> \"</span> إن ذلكَ سَيَكُونُ\" .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم والحسين بن عليّ الصدائي، قالا ثنا شبابة بن سوّار،<span class=\"blue\"> قال:</span> ثني عبد الله بن العلاء أبو رَزِين الشامي،<span class=\"blue\"> قال:</span> ثنا الضحاك بن عَرْزَم،<span class=\"blue\"> قال:</span> سمعت أبا هريرة يقول: قال: رسول الله صلى الله عليه وسلم: <span class=\"red\">\" إنَّ أولَ ما يُسْأَلُ عَنْهُ العَبْدُ يَوْمَ الْقِيَامَةِ مِنَ النَّعِيمِ أنْ يُقَالَ لَهُ: ألَم نُصِحَّ لَك جِسْمَكَ، وَتُروَ مِنَ الماءِ البارِدِ\"</span> ؟.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن عُلَية،<span class=\"blue\"> قال:</span> ثنا ليث، عن مجاهد،<span class=\"blue\"> قال:</span> قال أبو معمر عبد الله بن سخبرة: ما أصبح أحد بالكوفة إلا ناعماً، إن أهونهم عيشا الذي يأكل خبز البرّ، ويشرب ماء الفرات، ويستظلّ من الظلّ، وذلك من النعيم.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن إسماعيل بن عياش، عن عبد الرحمن بن الحارث التميميّ، عن ثابت البناني،<span class=\"blue\"> عن النبيّ صلى الله عليه وسلم قال:</span> <span class=\"red\">\" النَّعِيم: المَسْئُولُ عَنْهُ يَوْمَ القِيامَةِ: كِسْرَةٌ تُقَوّيهِ، وَماءٌ يُرْوِيهِ، وَثَوْبٌ يُوَارِيهِ\"</span> .</p><p lang=\"ar\" class=\"ar \">قال: ثنا مهران، عن إسماعيل بن عياش، عن بشر بن عبد الله بن بشار،<span class=\"blue\"> قال:</span> سمعت بعض أهل يمن يقول: سمعت أبا أُمامة يقول: النعيم المسئول عنه يوم القيامة: خبز البرّ، والماء العذب.</p><p lang=\"ar\" class=\"ar \">قال: ثنا مهران، عن سفيان، عن بكير بن عتيق العامري،<span class=\"blue\"> قال:</span> أُتِيَ سعيد بن جُبير بشَربة عسل،<span class=\"blue\"> فقال:</span> أما إن هذا النعيم الذي نسأل عنه يوم القيامة <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن بكير بن عتيق، عن سعيد بن جُبير، أنه أتي بشربة عسل،<span class=\"blue\"> فقال:</span> هذا من النعيم الذي تُسألون عنه.</p><p>وقال آخرون: ذلك كلّ ما التذّه الإنسان في الدنيا من شيء.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> قال: عن كل شيء من لذّة الدنيا.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> إن الله عزّ وجل سائل كلّ عبد عما استودعه من نِعَمه وحقه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ )</span> قال: إن الله تعالى ذكره سائل كلّ ذي نعمة فيما أنعم عليه.</p><p lang=\"ar\" class=\"ar \">وكان الحسن وقتادة يقولان: ثلاث لا يُسأَل عنهنّ ابن آدم،<span class=\"blue\"> وما خلاهنّ فيه المسألة والحساب إلا ما شاء الله:</span> كسوة يواري بها سوْأته، وكسرة يشدّ بها صلبه، وبيت يظله.</p><p lang=\"ar\" class=\"ar \">والصواب من القول في ذلك: أن يقال: إن الله أخبر أنه سائل هؤلاء القوم عن النعيم، ولم يخصص في خبره أنه سائلهم عن نوع من النعيم دون نوع، بل عمّ بالخبر في ذلك عن الجميع، فهو سائلهم كما قال عن جميع النعيم، لا عن بعض دون بعض.</p><p>آخر تفسير سورة ألهاكم</p>"
        },
        {
            "resource_id": 183,
            "text": "その日あなた方は、アッラーにあなた方の健康、財など授かったものについて必ず問われるであろう。"
        },
        {
            "resource_id": 804,
            "text": "لە رۆژى قیامەت پرسیارى نازو نیعمەتەكانتان لێدەكرێت \n [ <span class=\"arabic uthmani\">ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨)</span> ] پاشان لەو ڕۆژەدا كە ڕۆژی قیامەتە پرسیارتان لێ ئەكرێ سەبارەت بەو نازو نیعمەتانەی دونیا كە هەتان بووە كە بەهۆیەوە سەرقاڵ بوونە لە هەوڵدان بۆ قیامەت و كاركردن بۆ قیامەت, لە نازو نیعمەتەكانی دونیا وەكو لەشساغی و خواردن و خواردنەوەو ڕزق و ڕۆزی و جێگاو خانووبەرەو هەر نیعمەتێكی تر كە خوای گەورە بە مرۆڤی ببەخشێ، (نیوەڕۆیەكیان پێغەمبەری خوا صلى الله علیه وسلم لە ماڵ هاتە دەرەوە ئەبوبەكرو عومەری بینی (خوایان لێ ڕازی بێ) هەردووكیان دەرچووبوون، فەرمووی: لەم كاتەدا چی ئێوەی لە ماڵ دەركردووە؟ وتیان: ئەی پێغەمبەر صلى الله علیه وسلم برسێتی, پێغەمبەر صلى الله علیه وسلم فەرمووی: سوێند بەو خوایەی گیانی منی بەدەستە تەنها برسێتی منیشى لە ماڵ دەركردووە هەڵسن با بڕۆین تا ڕۆیشتنە لای ماڵی پیاوێكی ئەنساری كە لە ماڵ نەبوو خێزانەكەی لە ماڵ بوو پێشوازی لێ كردن، وە پێغەمبەر صلى الله علیه وسلم پرسیاری مێردەكەی كرد (ئەبو تەیهانی ئەنساری) لە كوێیە؟ فەرمووی: چووە ئاوی سازگارمان بۆ بێنێ و ئێستا ئەگەڕێتەوە, پێغەمبەر صلى الله علیه وسلم لەگەڵ ئەبوبەكرو عومەر دانیشتن وە زۆری پێ نەچوو پیاوەكە هاتەوەو ئاوی بۆ هێنان و خزمەتی كردن و خورمای بۆ هێنان و فەرمووی: لەمە بخۆن پاشان چەقۆكەی هەڵگرت و حەیوانیان بۆ سەرببڕی, پێغەمبەر صلى الله علیه وسلم فەرمووی: شیردەرەكان سەرنەبڕی ئەوەی كە شیری هەیە، ئەویش ئاژەڵێكی بۆ سەربڕین و لە گۆشتەكەیان خواردو ئاوی سازگاریان خوارەوە تا تێربوون، پاشان پێغەمبەر صلى الله علیه وسلم پێی فەرموون سوێند بەو خوایەی گیانی منی بەدەستە لە ڕۆژی قیامەتدا سەبارەت بەم نیعمەتەی كە خوای گەورە پێى بەخشین ئێوە پرسیارتان لێ ئەكرێ).\nوە لە (مەحمودی كوڕی ڕەبیع)ەوە ئەفەرمووێ: كاتێك ئەم ئایەتە دابەزی (ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ) وتیان: ئەی پێغەمبەر صلى الله علیه وسلم خوای گەورە سەبارەت بە چ نیعمەتێك لێمان ئەپرسێتەوە؟ ئێمە زۆربەی خواردنمان تەنها ئاوە لەگەڵ خورمادا, شمشێرمان لەسەر مل و گەردەنمانەو دوژمن ئامادەیە، ئیتر پرسیاری چ نازو نیعمەتێكمان لێ ئەكرێ؟ پێغەمبەر صلى الله علیه وسلم فەرمووی: (بەڵێ لەسەر ئەمەیش خوای گەورە لێپرسینەوەتان لەگەڵدا ئەكات), ئەمیش ئەگەر كەمیش بێت هەر خواردنەو نیعمەتی خوای گەورەیەو خوای گەورە لێتان ئەپرسێتەوە لەسەری، وە لە فەرموودەی تردا پێغەمبەر صلى الله علیه وسلم ئەفەرمووێ: (یەكەم شت كە لە ڕۆژی قیامەت مرۆڤ لە نازو نیعمەتەكان خوای گەورە پرسیاری لێ ئەكات پێی ئەفەرمووێ: ئایا لەشتم ساغ نەكرد؟ ئایا لە ئاوی سارد تێر ئاوتم نەكرد؟ لەو نیعمەتانە خوای گەورە پرسیارتان لێ ئەكات)، وە (ابن عەباس) ئەفەرمووێ: (ئەو نیعمەتانەی پرسیارمان لێ ئەكرێ لەشساغی و بیستن و بینینە ئایا لە چیدا ئەمانەمان سەرف كردووەو بەكارمان هێناوە)، والله أعلم .\nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (تەكاثور) والحمد لله."
        },
        {
            "resource_id": 790,
            "text": "তাৰ পিছত সিদিনাখন আল্লাহে তোমালোকক স্বাস্থ্য আৰু ধন- সম্পত্তি আদি অনুগ্ৰহসমূহৰ বিষয়ে অৱশ্যই সোধ-পোচ কৰিব, যিবোৰ তেওঁ তোমালোকক দান কৰিছিল।"
        },
        {
            "resource_id": 792,
            "text": "ក្រោយមក នៅថ្ងៃនោះ អល់ឡោះជាម្ចាស់នឹងសួរពួកអ្នកពីរាល់ឧបការគុណទាំងឡាយដែលទ្រង់ប្រទានឱ្យពួកអ្នក ដូចជាសុខភាពល្អ ទ្រព្យសម្បត្តិស្តុកស្តម្ភ និងអ្វីផ្សេងទៀត។"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( ثم لتسألن يومئذ عن النعيم )</span> قال مقاتل : يعني كفار مكة ، كانوا في الدنيا في الخير والنعمة ، فيسألون يوم القيامة عن شكر ما كانوا فيه ، ولم يشكروا رب النعيم حيث عبدوا غيره ، ثم يعذبون على ترك الشكر ، هذا قول الحسن .</p><p>وعن ابن مسعود رفعه قال : <span class=\"arabic qpc-hafs\">\" لتسألن يومئذ عن النعيم \"</span> قال : <span class=\"arabic qpc-hafs\">\" الأمن والصحة \"</span> .</p><p>وقال قتادة : إن الله يسأل كل ذي نعمة عما أنعم عليه</p><p lang=\"ar\" class=\"ar \">أخبرنا أبو بكر بن أبي الهيثم الترابي ، أخبرنا عبد الله بن أحمد بن حمويه السرخسي ، حدثنا إبراهيم بن خزيم الشاشي ، حدثنا عبد ، بن حميد ،<span class=\"blue\"> حدثنا شبابة عن عبد الله بن العلاء عن الضحاك بن عزرم الأشعري قال :</span> سمعت أبا هريرة يقول : قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" إن أول ما يسأل العبد يوم القيامة من النعيم أن يقال له : ألم نصح جسمك ؟ ونروك من الماء البارد \"</span> .</p><p lang=\"ar\" class=\"ar \">أخبرنا أبو محمد عبد الله بن عبد الصمد الجوزجاني ، أخبرنا أبو القاسم علي بن أحمد الخزاعي ، أخبرنا أبو سعيد الهيثم بن كليب الشاشي ، أخبرنا أبو عيسى الترمذي ، أخبرنا محمد بن إسماعيل ، حدثنا آدم بن أبي إياس ، حدثنا شيبان أبو معاوية ، حدثنا عبد الملك بن عمير عن أبي سلمة بن عبد الرحمن ، عن أبي هريرة - رضي الله عنه -<span class=\"blue\"> قال :</span> خرج رسول الله - صلى الله عليه وسلم - في ساعة لا يخرج فيها ولا يلقاه فيها أحد ،<span class=\"blue\"> فأتاه أبو بكر فقال :</span> ما جاء بك يا أبا بكر ؟<span class=\"blue\"> فقال :</span> خرجت لألقى رسول الله - صلى الله عليه وسلم - وأنظر إلى وجهه وللتسليم عليه ، فلم يلبث أن جاء عمر ،<span class=\"blue\"> فقال :</span> ما جاء بك يا عمر ؟<span class=\"blue\"> قال :</span> الجوع يا رسول الله ، قال <span class=\"reference\">[ النبي - صلى الله عليه وسلم - ]</span> : <span class=\"arabic qpc-hafs\">\" وأنا قد وجدت ، بعض ذلك \"</span> ، فانطلقوا إلى منزل أبي الهيثم بن التيهان الأنصاري ، وكان رجلا كثير النخل والشاء ، ولم يكن له خدم ، فلم يجدوه ،<span class=\"blue\"> فقالوا لامرأته :</span> أين صاحبك ؟<span class=\"blue\"> فقالت :</span> انطلق ليستعذب لنا الماء ، فلم يلبثوا أن جاء أبو الهيثم بقربة يزعبها ماء فوضعها ، ثم جاء يلتزم رسول الله - صلى الله عليه وسلم - ويفديه بأبيه وأمه ، ثم انطلق بهم إلى حديقته فبسط لهم بساطا ، ثم انطلق إلى نخلة فجاء بقنو فوضعه ، فقال النبي - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" أفلا تنقيت لنا من رطبه وبسره \"</span> ،<span class=\"blue\"> فقال :</span> يا رسول الله إني أردت أن تخيروا <span class=\"reference\">[ أو قال : أن تختاروا ]</span> من رطبه وبسره ، فأكلوا وشربوا من ذلك الماء ، فقال النبي - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" هذا والذي نفسي بيده من النعيم الذي تسألون عنه يوم القيامة ، ظل بارد ، ورطب طيب ، وماء بارد \"</span> ، فانطلق أبو الهيثم ليصنع لهم طعاما فقال النبي - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" لا تذبحن ذات در \"</span> ، فذبح لهم عناقا أو جديا فأتاهم بها ، فأكلوا ، فقال النبي - صلى الله عليه وسلم -<span class=\"blue\"> :</span> هل لك خادم ؟<span class=\"blue\"> قال :</span> لا قال النبي - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" فإذا أتانا سبي فأتنا \"</span> ، فأتي النبي - صلى الله عليه وسلم - برأسين ليس معهما ثالث ، فأتاه أبو الهيثم فقال النبي - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" اختر منهما \"</span> ،<span class=\"blue\"> فقال :</span> يا نبي الله اختر لي ، فقال النبي - صلى الله عليه وسلم - ، <span class=\"arabic qpc-hafs\">\" إن المستشار مؤتمن ، خذ هذا ، فإني رأيته يصلي ، واستوص به معروفا \"</span> فانطلق به أبو الهيثم إلى امرأته فأخبرها بقول رسول الله - صلى الله عليه وسلم - ،<span class=\"blue\"> فقالت امرأته :</span> ما أنت ببالغ فيه ما قال رسول الله - صلى الله عليه وسلم - إلا أن تعتقه ،<span class=\"blue\"> قال :</span> فهو عتيق ، فقال النبي - صلى الله عليه وسلم - ، <span class=\"arabic qpc-hafs\">\" إن الله تبارك وتعالى لم يبعث نبيا ولا خليفة إلا وله بطانتان ، بطانة تأمره بالمعروف وتنهاه عن المنكر ، وبطانة لا تألوه خبالا ومن يوق بطانة السوء فقد وقي \"</span> .</p><p lang=\"ar\" class=\"ar \">وروي عن ابن عباس قال : النعيم : صحة الأبدان والأسماع والأبصار ، يسأل الله العبيد فيم استعملوها ؟ وهو أعلم بذلك منهم ،<span class=\"blue\"> وذلك قوله :</span> إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا <span class=\"green\">( الإسراء - 36 )</span> .</p><p>وقال عكرمة : عن الصحة والفراغ .</p><p>وقال سعيد بن جبير : عن الصحة والفراغ والمال .</p><p lang=\"ar\" class=\"ar \">أخبرنا الإمام أبو الحسن عبد الرحمن بن محمد الداودي ، حدثنا أبو الحسن أحمد بن محمد بن موسى بن الصلت ، حدثنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، حدثنا الحسين بن الحسن بمكة ، حدثنا عبد الله بن المبارك والفضل بن موسى ، قالا حدثنا عبد الله بن سعيد بن أبي هند عن أبيه ،<span class=\"blue\"> عن ابن عباس قال :</span> قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" نعمتان مغبون فيهما كثير من الناس : الصحة والفراغ \"</span> .</p><p>قال محمد بن كعب : يعني عما أنعم عليكم بمحمد - صلى الله عليه وسلم - .</p><p lang=\"ar\" class=\"ar \">وقال أبو العالية : عن الإسلام والسنن .<span class=\"blue\"> وقال الحسين بن الفضل :</span> تخفيف الشرائع وتيسير القرآن .</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 8{ ثُمَّ لَتُسْئَلُنَّ یَوْمَئِذٍ عَنِ النَّعِیْمِ۔ } ”پھر اس دن تم سے ضرور پوچھا جائے گا نعمتوں کے بارے میں۔“ اس دن اللہ تعالیٰ کی طرف سے عطا کردہ ایک ایک نعمت کے بارے میں تم سے جواب طلبی ہوگی کہ دنیا میں تم نے اس کی کون کون سی نعمتوں سے استفادہ کیا اور ان کے حقوق کہاں تک ادا کیے۔</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>تم سے پوچھا جائے گا کہ یہ نعمتیں تم نے کہاں سے حاصل کیں۔ کہاں ان کو خرچ کیا۔ کیا اللہ کی اطاعت کرکے حاصل کیا اور اللہ کی اطاعت میں خرچ کیا یا اللہ کی معصیت کرکے حاصل کیا اور معصیت میں خرچ کیا۔ حلال راستہ سے کمایا اور حلال راہ میں خرچ کیا یا حرام راستہ سے کمایا اور حرام میں خرچ کیا۔ کیا تم نے ان نعمتوں کا شکر ادا کیا ؟ کیا ان کا حق ادا کیا۔ کیا اس میں دوسروں کو شر کی کیا یا خود ہی استعمال کرتے رہے۔</p><p>یہ سوالات لازماً تم سے ہوں گے کہ یہ دولت کس طرح اکھٹی کی اور کس طرح تم نے اس پر تفاخر کیا۔ یہ دولت اور یہ انعامات تمہیں اپنی مدہوشی اور غفلت کی وجہ سے ہلکی نظر آتی ہیں۔ اور کھیل نظر آتی ہیں لیکن ان کے پیچھے تو ایک بھاری ذمہ داری ہے اور ایک سخت جوابدہی ہے۔</p><p>یہ سورت نہایت ہی مختصر سورت اپنی تفسیر آپ ہے۔ یہ انسانی احساس پر چھاجاتی ہے ، اسے اپنی گرفت میں لے لیتی ہے اور انسانی قلب ونظر اس کی گرفت میں بوجھل نظر آتے ہیں۔ انسان یکدم دنیا کی حقیقت پاکر ، اس کی حقیر لذتوں اور کم قیمت ترجیحات کو چھوڑ کر فکر آخرت میں مشغول ہوجاتا ہے جبکہ عام لوگ جن کے دل ان حقائق اور اثرات سے فارغ ہوتے ہیں وہ ان حقیر چیزوں کے لئے مرمٹ رہے ہوتے ہیں۔</p><p>یہ سورت اس دنیا کو اس طرح پیش کرتی ہے جس طرح ایک طویل فلم میں ایک سیکنڈ کی ایک جھلک۔</p><p>الھکم ................ المقابر (2:102) ” تم کو تکاثر کی دھن نے قبرستان پہنچایا “۔ ان چند الفاظ میں پوری دنیاوی زندگی کی جھلک دکھا کر اسے لپیٹ لیا جاتا ہے۔ پھر دائمی اور حیات جاوداں کی فلم چلتی ہے۔ طویل زمانے میں اور مجرمین ابدالا باد تک بوجھ اٹھاتے پھریں گے۔ یہ تصور نہایت ہی خوبصورت انداز تعبیر میں دیا جاتا ہے اور اصل حقیقت اور انداز بیان یکساں ہوجاتے ہیں۔</p><p>ایک عظیم خوفناک اور گہرے معانی رکھنے والی سورت جو شخص بھی سمجھ کر پڑے گا ، جس کے اثرات زمین سے طوفان کی شکل میں اٹھ کر فضاﺅں میں جاکر دور بلند مطالع پر نمودار ہوتے ہیں ، جس کے معانی نہایت ٹھوس ہیں اور دل و دماغ کے سمندر میں نہایت ہی گہرائیوں میں جاکر قرارپکڑتے ہیں تو اس کا دل بوجھل ہوجاتا ہے۔ وہ محسوس کرتا ہے کہ اس کرہ ارض پر زندگی کی ایک جھلک اور چمک ، اپنے نتائج واثرات کے لحاظ سے کس قدر طویل ہے۔ تو ہر باشعور شخص اخروی زندگی کی طویل تیاری کی راہ پر چل نکلتا ہے۔ اور اس راہ میں پھر وہ چھوٹی چھوٹی باتوں کے حوالے سے بھی حساس ہوجاتا ہے۔</p>"
        },
        {
            "resource_id": 170,
            "text": "Затем вы будете спрошены о щедротах, которыми вас одарили в мирской жизни. Если вы были благодарны за них и исполнили свой долг перед Аллахом, то Он дарует вам нечто более прекрасное, чем то, с чем вы расстались после смерти. Если же вы были обольщены мирскими прелестями, были непризнательны Господу за оказанные милости и даже использовали Его дары для того, чтобы грешить против Него, то Он покарает вас за это. Всевышний сказал: «В тот день, когда неверующих представят Огню, им скажут: “Вы растратили свои блага в своей мирской жизни и попользовались ими. Сегодня вашим воздаянием будут унизительные мучения за то, что вы превозносились на земле без всякого права, и за то, что вы были нечестивцами”» (46:20)."
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ: </b></p><p>التَّكَاثُرُ শব্দটি باب تفاعل এর ক্রিয়ামূল (مصدر), অর্থ আধিক্যতার প্রতিযোগিতা করা, বেশি কামনা করা। এখানে কথাটি ব্যাপক : প্রাচুর্যে ধন-মাল, সন্তান-সন্ততি, সহযোগী, বংশ-গোত্র প্রভৃতি সবই শামিল। প্রত্যেক ঐ বস্তু যার প্রাচুর্য ও আধিক্য মানুষের প্রিয় এবং যা অধিক পাওয়ার প্রচেষ্টা ও কামনা মানুষকে আল্লাহ তা‘আলার দীন ও আখেরাত হতে উদাসীন করে দেয় তাই এখানে উদ্দেশ্য।</p><p>التَّكَاثُرُ শব্দটি এ সূরার প্রথম আয়াতে উল্লেখ আছে, এ থেকেই উক্ত নামে সূরার নামকরণ করা হয়েছে। প্রাচুর্যের লালসা মানুষকে আখিরাত বিমুখ করে রেখেছে, অথচ তাকে অবশ্যই সব কিছু ছেড়ে পরপারে পাড়ি জমাতে হবে, অতঃপর তাকে দেওয়া সব নেয়ামত সম্পর্কে জিজ্ঞাসা করা হবেÑএ সম্পর্কে সূরায় আলোচনা করা হয়েছে।</p><p>يلهي -ألهي অর্থ : গাফেল বা উদাসীন করে দেয়া। আল্লাহ তা‘আলা বলেছেন : দুনিয়ার ভালবাসা ও তার সুখ-সাচ্ছন্দ্য তোমাদেরকে আখিরাতের ব্যাপারে উদাসীন করে ফেলেছে। এমনকি তোমরা মুমূর্ষু অবস্থাতেও দুনিয়ার প্রতি এ লালসায় পড়ে আছো। উবাই বিন কা‘ব (রাঃ) বলেছেন: আমরা-</p><p class='arabic uthmani'>لو كان لإبن أدم واد من ذهب أحب أن يكون له واديان</p><p>অর্থাৎ আদম সন্তানের একটি স্বর্ণের উপত্যকা থাকলে আরেকটি কামনা করবে। এটাকে কুরআনের আয়াত মনে করতাম এমনবস্থায় (أَلْهٰكُمُ التَّكَاثُرُ) সূরাটি অবতীর্ণ হয়। (সহীহ বুখারী, কিতাবুর রিকাক)</p><p>আব্দুল্লাহ বিন শিখ্খির (রাঃ) তাঁর পিতা থেকে বর্ণনা করেন যে, আমরা নাবী (সাঃ)-এর নিকট হাজির হলাম। এমন সময় তিনি বললেন :</p><p class='arabic uthmani'>(أَلْهٰكُمُ التَّكَاثُرُ)</p><p>আদম সন্তান বলে : আমার সম্পদ-আমার সম্পদ, অথচ তোমার সম্পদ তো সেটুকুই যা তুমি খেয়েছো এবং পরিধান করে ছিড়ে ফেলেছো অথবা সাদকা করে অবশিষ্ট রেখেছো। (সহীহ মুসলিম হা. ২৯৫৮)</p><p>রাসূলুল্লাহ (সাঃ) বলেন : মৃত ব্যক্তির সাথে তিনটি জিনিস যায়, তার মধ্যে দু’টি ফিরে আসে, শুধু একটি সাথে থেকে যায়। (যে দু’টি জিনিস ফিরে আসে) আত্মীয়-স্বজন ও ধন-সম্পদ। (একটি জিনিস সাথে যায় তা হলো) আমল। (সহীহ বুখারী হা. ৬৫১৪)</p><p>বস্তুত অধিক ধনলিপ্সা ও প্রভাব-প্রতিপত্তির আকাক্সক্ষা মানুষকে আল্লাহ তা‘আলার আনুগত্য এবং আখেরাতের চিন্তা হতে গাফেল রাখে। মৃত্যুর পূর্ব পর্যন্ত এ আকাক্সক্ষার শেষ হয় না। আর এটি মানুষের একটি স্বভাবগত প্রবণতা। কাফির-মুশরিকরা এতে ডুবে থাকে। কিন্তু মু’মিন এ থেকে নিজেকে বাঁচিয়ে রাখে এবং সর্বদা আখেরাতের জন্য প্রস্তুত থাকে।</p><p class='arabic uthmani'>(حَتّٰي زُرْتُمُ الْمَقَابِرَ)</p><p>অর্থাৎ যতক্ষণ না তোমাদের মৃত্যু এসে যায়। অতঃপর তোমরা কবরস্থানে পৌঁছে যাও ও তার বাসিন্দা হয়ে যাও। কবরে যাওয়া পর্যন্ত তোমরা দুনিয়াবী প্রাচুর্যের লালসায় লিপ্ত থাক। মানুষের জীবন আনুমানিক ৬০ থেকে ৭০ বছর। অধিকাংশ মান্ষুই এ সময়ের মাঝেই দুনিয়া ছেড়ে চলে যায়। রাসূলুল্লাহ (সাঃ) বলেন : আমার উম্মাতের আয়ু ৬০ থেকে ৭০ বছরের মধ্যে হবে। খুব কম সংখ্যকই তা অতিক্রম করবে। (তিরমিযী হা. ৩৫৫০, মিশকাত হা. ৫২৮০, সহীহ) এ অল্প সময়ের জীবনের মাঝে শৈশবের দুর্বলতায় চলে যায় ১৫-১৬ বছর, যৌবন কাল মাত্র ১৬-৪০ বছর তারপর আবার বার্ধ্যকের দুর্বলতা চলে আসে। অতঃপর চলে যেতে হয় অনন্ত কালের জন্য আখিরাতে। সুতরাং এ ক্ষণিক সময়ের জন্য মানুষের এত ব্যস্ততা যে, সে পাঁচ ওয়াক্ত সালাত আদায় করার সময়ও পায় না।</p><p>রাসূলুল্লাহ (সাঃ) বলেন : তুমি দুনিয়াতে এমনভাবে বসবাস কর যেন তুমি একজন আগন্তুক অথবা মুসাফীর। (অর্থাৎ মুসাফীর যেমন পথিমধ্যে রাত্রি যাপন করার জন্য কোনরকম একটি তাঁবু তৈরি করে রাত অতিক্রম করেÑ ঠিক সেভাবেই তোমরা দুনিয়াকে মূল্যায়ন কর) (সহীহ বুখারী হা. ৬৪১৬)। অন্য হাদীসে বলা হয়েছে, তুমি নিজেকে সর্বদা কবরবাসীদের মধ্যে গণ্য কর। (তিরমিযী হা. ২৩৩৩, মিশকাত হা. ৫২৭৪, সহীহ)। আল্লাহ তা‘আলা আমাদেরকে আখিরাতমুখী হয়ে দুনিয়াতে সচ্ছল জীবন যাপন করার তাওফীক দান করুন।</p><p class='arabic uthmani'>(كَلَّا سَوْفَ تَعْلَمُوْنَ)</p><p>হাসান বাসরী (রহঃ) বলেছেন : এটা ধমকের পর ধমক। অর্থাৎ তোমরা যা করছো তা আদৌ ঠিক নয়। যদি তোমরা জানতে তোমাদের সামনে কী কঠিন অবস্থা অপেক্ষা করছে আর আখিরাতের তুলনায় দুনিয়া কত নগণ্য তাহলে সৎ কাজের প্রতি ধাবিত হতে। রাসূলুল্লাহ (সাঃ) বলেন : জান্নাতের একটি চাবুক রাখার স্থান দুনিয়া ও তার মধ্যকার সবকিছুর চাইতে উত্তম। (সহীহ বুখারী হা. ৩২৫০) অন্যত্র তিনি বলেন : সর্বশেষ যে ব্যক্তি জান্নাতে যাবে তার জন্য দুনিয়া ও তার সমপরিমাণ দশটি দুনিয়ার মত জায়গা জান্নাতে রয়েছে। কিন্তু প্রকৃত জ্ঞান না থাকার কারণে মানুষ দুনিয়ার বাহ্যিক চাকচিক্যের প্রতি ধাবিত হচ্ছো।</p><p><b> ইলম বা ইয়াকিন (يقين) তিন প্রকার: </b></p><p>(১) حق اليقين এটি তিন প্রকারের সর্বোচ্চ প্রকার। এটা হলো প্রগাঢ় জ্ঞান যা দোদুল্যমান হয়না এবং দূরীভূত হয় না। অথবা এমন জ্ঞান যা আস্বাদন ও সংস্পর্শতার মাধ্যমে অর্জিত হয়।</p><p>(২) علم اليقين যে জ্ঞান কোন সংবাদের মাধ্যমে অর্জিত হয়।</p><p>(৩) عين اليقين যে জ্ঞান দর্শনের মাধ্যম অর্জিত হয়। (তাফসীর সা‘দী)</p><p>এখানে আল্লাহ তা‘আলা علم اليقين ও عين اليقين দুই প্রকার উল্লেখ করেছেন। অর্থাৎ অবশ্য অবশ্যই তোমরা জাহান্নাম স্বচক্ষে প্রত্যক্ষ করবে। এখানে সাধারণভাবে প্রত্যেক আদম সন্তানকে বুঝানো হয়েছে। যেমন আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(وَإِنْ مِّنْكُمْ إِلَّا وَارِدُهَا ج كَانَ عَلٰي رَبِّكَ حَتْمًا مَّقْضِيًّا) ‏</p><p>“এবং তোমাদের প্রত্যেকেই তা (পুলসিরাত) অতিক্রম করবে; এটা তোমার প্রতিপালকের অনিবার্য সিদ্ধান্ত‎।” (সূরা মারইয়াম ১৯: ৭১) এখানে পৌঁছানোর অর্থ প্রবেশ করা নয়, বরং অতিক্রম করা। একে পুলসিরাত বলা হয়। হাদীসে এসেছে, মু’মিনগণ পুলসিরাত পার হয়ে জান্নাতে চলে যাবে বিদ্যুতের বেগে, জাহান্নামের কোন উত্তাপ তারা অনুভব করবে না। কিন্তু কাফির-মুশরিকরা তাতে আটকে যাবে এবং জাহান্নামে পতিত হবে। (আহমাদ হা. ২৪৪৭, মিশকাত হা. ৫৭৩৮, সহদ সহীহ) যেমন পরের আয়াতে আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(ثُمَّ نُنَجِّي الَّذِيْنَ اتَّقَوْا وَنَذَرُ الظَّالِمِيْنَ فِيْهَا جِثِيًّا)</p><p>“অতঃপর আমি মুত্তাকীদেরকে রক্ষা করব এবং জালিমদেরকে সেথায় নতজানু অবস্থায় রেখে দেব।” (সূরা মারইয়াম ১৯: ৭২)</p><p>অতএব মু’মিন-কাফির সবাই জাহান্নামকে প্রত্যক্ষ করবে। মু’মিনগণ সহজে পার হয়ে যাবে। কিন্তু কাফিররা জাহান্নামে পতিত হবে। আল্লাহ তা‘আলা আমাদেরকে সেদিনের কঠিন পাকড়াও থেকে রক্ষা করুন। আমীন!</p><p class='arabic uthmani'>(لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيْمِ)</p><p>অর্থাৎ দুনিয়াতে যত নেয়ামত প্রদান করা হয়েছে সকল নেয়ামত সম্পর্কে আখিরাতে জিজ্ঞাসা করা হবে। আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত, তিনি বলেন : একদা আবূ বকর (রাঃ) ও উসমান (রাঃ) বসেছিলেন। এমন সময় রাসূলুল্লাহ (সাঃ) তাদের কাছে এসে বললেন : এখানে বসে আছো কেন? উত্তরে তারা বললেন : যিনি আপনাকে সত্যসহ প্রেরণ করেছেন তাঁর শপথ! ক্ষুধা আমাদেরকে ঘর হতে বের করে এনেছে। রাসূলুল্লাহ (সাঃ) তখন বললেন : যিনি আমাকে সত্যসহ প্রেরণ করেছেন তাঁর শপথ! ক্ষুধা আমাকেও বের করে এনেছে। তারপর রাসূলুল্লাহ (সাঃ) দু’জনকে সঙ্গে নিয়ে এক আনসারীর বাড়িতে গেলেন। আনসারী বাড়িতে ছিলেন না। রাসূলুল্লাহ (সাঃ) আনসারীর স্ত্রীকে জিজ্ঞাসা করলেন, তোমার স্বামী কোথায়? মহিলা বলল : তিনি আমাদের জন্য মিষ্টি পানি আনার জন্য বাইরে গেছেন। ইতোমধ্যে ঐ আনসারী পানির মশক নিয়ে চলে আসল। রাসূলুল্লাহ (সাঃ) ও সাহাবীদের দেখে আনসারী আনন্দে আটখানা হয়ে গেলেন। তিনি বললেন : আমার বাড়িতে আজ রাসূলুল্লাহ (সাঃ) তাশরীফ এনেছেন, সুতরাং আমার মত ভাগ্যবান আর কেউ নেই। পানির মশক ঝুলিয়ে রেখে আনসারী বাগানে গিয়ে তাজাতাজা খেজুরের কাঁদি নিয়ে আসলেন। রাসূলুল্লাহ (সাঃ) বললেন : বেছে বেছে আনলেই তো হতো। আনসারী বললেন : ভাবলাম যে, আপনি পছন্দ মত বাছাই করে গ্রহণ করবেন। তারপর আনসারী একটি ছুরি হাতে নিলেন (মেষ যবাই করার জন্য)। রাসূলুল্লাহ (সাঃ) বললেন : দেখো, দুগ্ধবতী মেষ জবাই করো না। অতঃপর আনসারী তাদের জন্য একটি মেষ জবাই করলেন এবং তাঁরা সেখানে আহার করলেন। তারপর সাহাবীদের লক্ষ্য করে বললেন : দেখো তোমরা ক্ষুধার্ত অবস্থায় তোমাদের ঘর থেকে বেরিয়েছিলে অথচ এখন পেট পূর্ণ করে ফিরে যাচ্ছো। এ নেয়ামত সম্পর্কে তোমরা জিজ্ঞাসিত হবে। (সহীহ মুসলিম, পানি অধ্যায়, হা. ১৪০)</p><p>নাবী (সাঃ) বলেন : কিয়ামতের দিন আল্লাহ তা‘আলা বলবেন : হে আদম সন্তান! আমি তোমাকে ঘোড়ায় ও উটে আরোহণ করিয়েছিলাম, নারীদের সাথে বিয়ে দিয়েছি, তোমাকে হাসি-খুশিভাবে আনন্দ-উজ্জ্বল জীবন যাপনের সুযোগ দিয়েছি। এবার বল : এগুলোর শুকরিয়া কোথায়? (আহমাদ ২/৪৯২, সনদ সহীহ)</p><p>এছাড়াও এ ব্যাপারে অনেক সহীহ হাদীস রয়েছে। সুতরাং আমরা আল্লাহ তা‘আলা প্রদত্ত প্রত্যেক নেয়ামতের যথার্থ ব্যবহার করব এবং তাঁর শুকরিয়া আদায় করব।</p><p><b> সূরা হতে শিক্ষণীয় বিষয়: </b></p><p>১. আখিরাতকে ভুলে দুনিয়া ও তার চাকচিক্য নিয়ে ব্যস্ত থাকা নিন্দনীয়।</p><p>২. কবর জীবনের প্রমাণ পেলাম।</p><p>৩. মানুষ বৃদ্ধ হয়ে যায় কিন্তু দুনিয়ার প্রতি তার আশা ও লালসা থেকে যায়।</p><p>৪. يقين এর প্রকারভেদ জানা গেল।</p><p>৫. প্রত্যেক নেয়ামত সম্পর্কে আখিরাতে প্রশ্ন করা হবে।</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ثم لتسألن يومئذ عن النعيمقوله تعالى : ثم لتسألن يومئذ عن النعيم روى مسلم في صحيحه عن أبي هريرة قال : خرج رسول الله - صلى الله عليه وسلم - ذات يوم أو ليلة ، فإذا هو بأبي بكر وعمر ; فقال : \" ما أخرجكما من بيوتكما هذه الساعة ) ؟ قالا : الجوع يا رسول الله . قال : \" وأنا والذي نفسي بيده لأخرجني الذي أخرجكما قوما \" فقاما معه ; فأتى رجلا من الأنصار ، فإذا هو ليس في بيته ، فلما رأته المرأة قالت : مرحبا وأهلا . فقال لها رسول الله - صلى الله عليه وسلم - : \" أين فلان \" ؟ قالت : يستعذب لنا من الماء ; إذ جاء الأنصاري ، فنظر إلى رسول الله - صلى الله عليه وسلم - وصاحبيه ، ثم قال : الحمد لله ما أحد اليوم أكرم أضيافا مني . قال : فانطلق ، فجاءهم بعذق فيه بسر وتمر ورطب ، فقال : كلوا من هذه . وأخذ المدية فقال له رسول الله - صلى الله عليه وسلم - : \" إياك والحلوب \" فذبح لهم ، فأكلوا من الشاة ، ومن ذلك العذق ، وشربوا ; فلما أن شبعوا ورووا ، قال رسول الله - صلى الله عليه وسلم - لأبي بكر وعمر : \" والذي نفسي بيده لتسألن عن نعيم هذا اليوم ، يوم القيامة ، أخرجكم من بيوتكم الجوع ، ثم لم ترجعوا حتى أصابكم هذا النعيم \" . خرجه الترمذي ، وقال فيه : \" هذا والذي نفسي بيده من النعيم الذي تسألون عنه يوم القيامة : ظل بارد ، ورطب طيب ، وماء بارد \" وكنى الرجل الذي من الأنصار ، فقال : أبو الهيثم بن التيهان . وذكر قصته .[ ص: 157 ] قلت : اسم هذا الرجل الأنصاري مالك بن التيهان ، ويكنى أبا الهيثم . وفي هذه القصة يقول عبد الله بن رواحة ، يمدح بها أبا الهيثم بن التيهان :فلم أر كالإسلام عزا لأمة ولا مثل أضياف الإراشي معشرا     نبي وصديق وفاروق أمةوخير بني حواء فرعا وعنصرا     فوافوا لميقات وقدر قضيةوكان قضاء الله قدرا مقدرا     إلى رجل نجد يباري بجودهشموس الضحى جودا ومجدا ومفخرا     وفارس خلق الله في كل غارةإذا لبس القوم الحديد المسمرا     ففدى وحيا ثم أدنى قراهمفلم يقرهم إلا سمينا متمراوقد ذكر أبو نعيم الحافظ ، عن أبي عسيب مولى رسول الله - صلى الله عليه وسلم - ; قال : خرج علينا رسول الله - صلى الله عليه وسلم - ليلا ، فخرجت إليه ، ثم مر بأبي بكر فدعاه ، فخرج إليه ، ثم مر بعمر فدعاه ، فخرج إليه ، فانطلق حتى دخل حائطا لبعض الأنصار ، فقال لصاحب الحائط : \" أطعمنا بسرا \" فجاء بعذق ، فوضعه فأكلوا ، ثم دعا بماء فشرب ، فقال : \" لتسألن عن هذا يوم القيامة \" قال : وأخذ عمر العذق ، فضرب به الأرض حتى تناثر البسر نحو وجه رسول الله - صلى الله عليه وسلم - قال : يا رسول الله ، إنا لمسئولون عن هذا يوم القيامة ؟ قال : \" نعم إلا من ثلاث : كسرة يسد بها جوعته ، أو ثوب يستر به عورته ، أو حجر يأوي فيه من الحر والقر \" .واختلف أهل التأويل في النعيم المسئول عنه على عشرة أقوال :أحدها : الأمن والصحة ; قاله ابن مسعود .الثاني : الصحة والفراغ ; قاله سعيد بن جبير . وفي البخاري عنه - عليه السلام - : نعمتان مغبون فيهما كثير من الناس : الصحة والفراغ .الثالث : الإدراك بحواس السمع والبصر ; قاله ابن عباس . وفي التنزيل : إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا . وفي الصحيح عن أبي هريرة وأبي سعيد قالا : قال رسول الله - صلى الله عليه وسلم - : \" يؤتى بالعبد يوم القيامة ، فيقول له : ألم أجعل لك سمعا وبصرا ، ومالا وولدا . . . \" ، الحديث . خرجه الترمذي وقال فيه : حديث حسن صحيح .الرابع : ملاذ المأكول والمشروب قاله جابر بن عبد الله الأنصاري . وحديث أبي هريرة يدل عليه .[ ص: 158 ] الخامس : أنه الغداء والعشاء ; قاله الحسن .السادس : قول مكحول الشامي : أنه شبع البطون وبارد الشراب ، وظلال المساكن ، واعتدال الخلق ; ولذة النوم . ورواه زيد بن أسلم عن أبيه قال : قال رسول الله - صلى الله عليه وسلم - : \" لتسألن يومئذ عن النعيم يعني عن شبع البطون . . . \" . فذكره . ذكره الماوردي ، وقال : وهذا السؤال يعم الكافر والمؤمن ، إلا أن سؤال المؤمن تبشير بأن يجمع له بين نعيم الدنيا ونعيم الآخرة . وسؤال الكافر تقريع أن قابل نعيم الدنيا بالكفر والمعصية . وقال قوم : هذا السؤال عن كل نعمة ، إنما يكون في حق الكفار ، فقد روي أن أبا بكر لما نزلت هذه الآية قال : يا رسول الله ، أرأيت أكلة أكلتها معك في بيت أبي الهيثم بن التيهان ، من خبز شعير ولحم وبسر قد ذنب ، وماء عذب ، أتخاف علينا أن يكون هذا من النعيم الذي نسأل عنه ؟ فقال - عليه السلام - : \" ذلك للكفار ; ثم قرأ : وهل نجازي إلا الكفور \" . ذكره القشيري أبو نصر . وقال الحسن لا يسأل عن النعيم إلا أهل النار . وقال القشيري : والجمع بين الأخبار : أن الكل يسألون ولكن سؤال الكفار توبيخ ; لأنه قد ترك الشكر . وسؤال المؤمن سؤال تشريف ; لأنه شكر . وهذا النعيم في كل نعمة .قلت : هذا القول حسن ; لأن اللفظ يعم . وقد ذكر الفريابي قال : حدثنا ورقاء عن ابن أبي نجيح عن مجاهد ، في قوله تعالى : ثم لتسألن يومئذ عن النعيم قال : كل شيء من لذة الدنيا . وروى أبو الأحوص عن عبد الله عن النبي - صلى الله عليه وسلم - أنه قال : \" إن الله تعالى ليعدد نعمه على العبد يوم القيامة ، حتى يعد عليه : سألتني فلانة أن أزوجكها ، فيسميها باسمها ، فزوجتكها \" . وفي الترمذي عن أبي هريرة قال : لما نزلت هذه الآية : ثم لتسألن يومئذ عن النعيم قال الناس : يا رسول الله ، عن أي النعيم نسأل ؟ فإنما هما الأسودان والعدو حاضر ، وسيوفنا على عواتقنا . قال : \" إن ذلك سيكون \" . وعنه قال قال رسول الله - صلى الله عليه وسلم - : \" إن أول ما يسأل عنه يوم القيامة - يعني العبد - أن يقال له : ألم نصح لك جسمك ، ونرويك من الماء البارد \" قال : حديث ابن عمر قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إذا كان يوم القيامة دعا الله بعبد من عباده ، فيوقفه بين يديه ، فيسأله عن جاهه كما يسأله عن ماله \" . والجاه من نعيم الدنيا لا محالة . وقال مالك - رحمه الله - : إنه صحة البدن ، وطيب النفس . وهو القول السابع . وقيل : النوم مع الأمن والعافية . وقال سفيان بن عيينة : إن ما سد الجوع وستر العورة من خشن [ ص: 159 ] الطعام واللباس ، لا يسأل عنه المرء يوم القيامة ، وإنما يسأل عن النعيم . قال : والدليل عليه أن الله تعالى أسكن آدم الجنة . فقال له : إن لك ألا تجوع فيها ولا تعرى وأنك لا تظمأ فيها ولا تضحى . فكانت هذه الأشياء الأربعة - ما يسد به الجوع ، وما يدفع به العطش ، وما يستكن فيه من الحر ، ويستر به عورته - لآدم - عليه السلام - بالإطلاق ، لا حساب عليه فيها لأنه لا بد له منها .قلت : ونحو هذا ذكره القشيري أبو نصر ، قال : إن مما لا يسأل عنه العبد لباسا يواري سوأته ، وطعاما يقيم صلبه ، ومكانا يكنه من الحر والبرد .قلت : وهذا منتزع من قوله - عليه السلام - : \" ليس لابن آدم حق في سوى هذه الخصال : بيت يسكنه ، وثوب يواري عورته ، وجلف الخبز والماء \" خرجه الترمذي . وقال النضر بن شميل : جلف الخبز : ليس معه إدام . وقال محمد بن كعب : النعيم : هو ما أنعم الله علينا بمحمد - صلى الله عليه وسلم - . وفي التنزيل : لقد من الله على المؤمنين إذ بعث فيهم رسولا من أنفسهم . وقال الحسن أيضا والمفضل : هو تخفيف الشرائع ، وتيسير القرآن ، قال الله تعالى : وما جعل عليكم في الدين من حرج ، وقال تعالى : ولقد يسرنا القرآن للذكر فهل من مدكر .قلت : وكل هذه نعم ، فيسأل العبد عنها : هل شكر ذلك أم كفر . والأقوال المتقدمة أظهر والله أعلم ."
        },
        {
            "resource_id": 173,
            "text": "Ensuite, Allah vous questionnera assurément ce Jour-là au sujet de la santé, de la richesse et d’autres bienfaits dont Il vous a fait don."
        },
        {
            "resource_id": 182,
            "text": "之后，真主在那日将审问祂曾给予你们的健康、财富和其它恩泽。"
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">Man wants to earn more and more so that he may accumulate more and more material assets. He remains immersed in that thought till the day he dies. After his death, man realises that what was worth accumulating was something else. But the realization after death will be of no avail. Any increase in worldly goods increases a man’s accountability. But man, in his foolishness, thinks that he is adding to his success.</p>"
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">آدمی چاہتا ہے کہ وہ زیادہ سے زیادہ کمائے، وہ زیادہ سے زیادہ سازوسامان اپنے پاس جمع کرے۔ وہ اسی دھن میں لگا رہتا ہے۔ یہاں تک کہ اس کی موت آجاتی ہے۔ اس وقت اس کو معلوم ہوتا ہے کہ جمع کرنے کی چیز تو دوسری تھی اور میں کسی اور چیز کو جمع کرنے میں مصروف رہا۔</p><p lang=\"ur\">دنیا کی چیزوں کا اضافہ صرف آدمی کی مسئولیت کو بڑھاتا ہے۔ اور آدمی اپنی نادانی سے یہ سمجھتا ہے کہ وہ اپنی کامیابی میں اضافہ کر رہا ہے۔</p>"
        },
        {
            "resource_id": 791,
            "text": "പിന്നീട് അല്ലാഹു നിങ്ങളോട് അന്നേ ദിവസം നിങ്ങൾക്ക് മേൽ ചൊരിഞ്ഞ ഓരോ അനുഗ്രഹത്തെ കുറിച്ചും -ആരോഗ്യവും സമ്പാദ്യവും മറ്റുമെല്ലാം- ചോദിക്കുക തന്നെ ചെയ്യും."
        },
        {
            "resource_id": 178,
            "text": "Потом Аллах непременно спросит вас в этот день о тех благах, которые Он вам даровал – о здоровье, богатстве и другом."
        },
        {
            "resource_id": 165,
            "text": "<p>এরপর অবশ্যই সেদিন তোমরা সুখ-সম্পদ সম্বন্ধে জিজ্ঞাসিত হবে। [১]</p><p>[১] কিয়ামতে এই জিজ্ঞাসা ঐ সকল নিয়ামত (সুখ-সম্পদ) সম্পর্কে হবে, যা দুনিয়াতে আল্লাহ তাআলা মানুষকে দান করে থাকেন। যেমন, চোখ, কান, হৃদয়, মস্তিষ্ক, শান্তি, সুস্থতা, মাল-ধন ও সন্তান-সন্ততি ইত্যাদি। কোন কোন উলামাগণ বলেন, এই জিজ্ঞাসা কেবলমাত্র কাফেরদেরকেই করা হবে। আবার কেউ কেউ বলেন, প্রত্যেক ব্যক্তিকে এ ব্যাপারে প্রশ্ন করা হবে। কেননা, শুধুমাত্র জিজ্ঞাসা করা আযাবের জন্য জরুরী নয়। বরং যারা এ সব নিয়ামতকে আল্লাহর নির্দেশানুযায়ী ব্যবহার করবে, তাকে প্রশ্ন করা সত্ত্বেও আযাব থেকে নিরাপদে রাখা হবে। আর যারা আল্লাহর নিয়ামতকে অস্বীকার করবে, তারা আযাবে পতিত হবে।</p>"
        },
        {
            "resource_id": 174,
            "text": "Kemudian sungguh Allah akan bertanya kepada kalian pada hari itu tentang nikmat sehat, kekayaan, dan nikmat-nikmat lainnya yang telah Dia berikan kepada kalian."
        },
        {
            "resource_id": 177,
            "text": "Rồi trong Ngày hôm đó, Allah sẽ hạch hỏi các ngươi hết tất cả những lạc thú mà các ngươi đã hưởng thụ như sức khỏe, phú quý và mọi thứ khác."
        },
        {
            "resource_id": 172,
            "text": "Sonra da o gün Allah Teâlâ; size verdiği sağlık, zenginlik ve bunların dışında kalan bütün nimetlerden sizleri hesaba çekecektir."
        },
        {
            "resource_id": 776,
            "text": "Entonces Al-lah les preguntará ese día por la salud y la riqueza con las que Él los favoreció."
        },
        {
            "resource_id": 171,
            "text": "Then Allah will surely ask you on that day regarding the health, wealth etc. that He favoured you with."
        },
        {
            "resource_id": 92,
            "text": "ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (8)أعقب التوبيخ والوعيد على لهوهم بالتكاثر عن النظر في دعوة الإِسلام من حيث إن التكاثر صدهم عن قبول ما ينجيهم ، بتهديدٍ وتخويف من مؤاخذتهم على ما في التكاثر من نعيم تمتعوا به في الدنيا ولم يشكروا الله عليه بقوله تعالى : { ثم لتسئلن يومئذٍ عن النعيم } ، أي عن النعيم الذي خولتموه في الدنيا فلم تشكروا الله عليه وكان به بَطركُم .وعطف هذا الكلام بحرف { ثم } الدال على التراخي الرتبي في عطفه الجُملَ من أجل أن الحساب على النعيم الذي هو نعمة من الله أشدّ عليهم لأنهم ما كانوا يترقبونه ، لأن تلبسهم بالإِشراك وهُم في نعيم أشد كفراناً للذي أنعم عليهم .و { النعيم } : اسم لما يلذّ لإِنسان مما ليس ملازماً له ، فالصحة وسلامة الحواس وسلامة الإِدراك والنوم واليقظة ليست من النعيم ، وشرب الماء وأكل الطعام والتلذّذ بالمسموعات وبما فيه فخر وبرؤية المحاسن ، تعد من النعيم .والنعيم أخص من النعمة بكسر النون ومرادف للنَّعمة بفتح النون .وتقدم النعيم عند قوله تعالى : { لهم فيها نعيم مقيم } في سورة براءة ( 21 ) .والخطاب موجه إلى المشركين على نسق الخطابات السابقة .والجملة المضاف إليها ( إذ ) من قوله : يومئذ } محذوفة دل عليها قوله : { لترون الجحيم } [ التكاثر : 6 ] أي يوم إذ ترون الجحيم فيغلظ عليكم العذاب .وهذا السؤال عن النعيم الموجه إلى المشركين هو غير السؤال الذي يُسأله كل منعَم عليه فيما صرف فيه النعمة ، فإن النعمة لما لم تكن خاصة بالمشركين خلافاً للتكاثر كان السؤال عنها حقيقاً بكل منعَم عليه وإن اختلفت أحوال الجزاء المترتب على هذا السؤال .ويؤيده ما ورد في حديث مسلم عن أبي هريرة قال : \" خرج رسول الله صلى الله عليه وسلم ذات يوم فإذا هو بأبي بكر وعمر فقاما معه فأتى رجلاً من الأنصار فإذا هو ليس في بيته . إذ جاء الأنصاري فنظر إلى رسول الله صلى الله عليه وسلم وصاحبيه ثم قال : الحمد لله ما أحد اليوم أكرمُ أضيافاً مني فانطلق فجاءهم بعِذْق فيه بُسْر وتَمر ورُطب وأخذ المدية فذبح لهم فأكلوا من الشاة ومن ذلك العذق وشربوا قال رسول الله صلى الله عليه وسلم والذي نفسي بيده لتُسألنَّ عن نعيم هذا اليوم يوم القيامة \" الحديث . فهذا سؤال عن النعيم ثبت بالسنة وهو غير الذي جاء في هذه الآية . والأنصاري هو أبو الهيثم بن التَّيِّهان واسمه مالك .ومعنى الحديث : لتُسألن عن شكر تلك النعمة ، أراد تذكيرهم بالشكر في كل نعمة . وسؤال المؤمنين سؤال لترتيب الثواب على الشكر أو لأجل المؤاخذة بالنعيم الحرام .وذكر القرطبي عن الحسن : لا يُسأل عن النعيم إلا أهل النار ، وروي «أن أبا بكر لما نَزَلَتْ هذه الآية قال : يا رسول الله أرأيتَ أكلة أكلتُها معك في بيت أبي الهيثم بن التيِّهان من خبز شعير ولحم وبُسر قد ذَنَّب وماء عذب ، أنخاف أن يكون هذا من النعيم الذي نُسأل عنه؟ فقال عليه السلام : \" ذلك للكُفار \" ثم قرأ : { وهل يُجازَى إلا الكفور } [ سبأ : 17 ] .قال القشيري : والجمع بين الأخبار أن الكلَّ يسألون ، ولكن سؤال الكافر سؤال توبيخ لأنه قد ترك الشكر ، وسؤال المؤمن سؤال تشريف لأنه شكر .والجملة المضاف إليها ( إذ ) من قوله : { يومئذ } محذوفة دلّ عليها قوله : { لترون الجحيم } [ التكاثر : 6 ] أي يوم إذ ترون الجحيم فيغلظ عليكم العذاب ."
        },
        {
            "resource_id": 93,
            "text": "ثم ختم - سبحانه - السورة بقوله : ( ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النعيم ) ، والمراد بالنعيم هنا : ما يتنعم به الإِنسان خلال حياته الدنيوية من مال وولد ، ومن طعام وشراب ، ومن متعه وشهوة . . من النعومة التى هى ضد الخشونة .أى : ثم إنكم بعد ذلك - أيها الناس - والله لتسألن يوم القيامة عن ألوان النعم التى منحكم الله - تعالى - إياها ، فمن أدى ما يجب عليه نحوها من شكر الله - تعالى - عليها كان من السعداء ، ومن جحدها وغمطها وشغلته عن طاعة ربه ، وتباهى وتفاخر بها . . كان من الأشقياء ، كما قال - تعالى - : ( وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ ) فالمراد بالسؤال إنما هو سؤال التكريم والتبشير للمؤمنين الشاكرين ، وسؤال الإِهانة والتوبيخ للفاسقين الجاحدين .والآية الكريمة دعوة حارة للناس ، إلى شكر نعمه - تعالى - واستعمالها فيما خلقت له .قال القرطبى ما ملخصه : والسؤال يكون للمؤمن والكافر . . والجمع بين الأخبار التى وردت فى ذلك : أن الكل يسألون ، ولكن سؤال الكافر توبيخ ، لأنه قد ترك الشكر ، وسؤال المؤمن سؤال تشريف ، لأنه قد شكر ، وهذا النعيم فى كل نعمة . .نسأل الله - تعالى - أن يجعلنا من عباده الشاكرين . .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 175,
            "text": "Toga dana Allah će vas pitati o vašim blagodatima, kao što su zdravlje, bogatstvo i dr."
        },
        {
            "resource_id": 179,
            "text": "Pagkatapos talagang magtatanong nga sa inyo si Allāh sa Araw na iyon tungkol sa ibiniyaya Niya sa inyo na kalusugan, pagkayaman, at iba pa sa dalawang ito."
        },
        {
            "resource_id": 176,
            "text": "Dopodiché Allāh vi interrogherà, in quel Giorno, sulle grazie della salute, ricchezza e altro che vi ha concesso."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 180,
            "text": "৮. অতঃপর অবশ্যই আল্লাহ তোমাদেরকে সে দিন তাঁর পক্ষ থেকে প্রদত্ত স্বাস্থ্য ও সম্পদ প্রভৃতি নিয়ামত সম্পর্কে জিজ্ঞেস করবেন।"
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "102"
        }
    }
}