{
    "tafsirs": [
        {
            "resource_id": 166,
            "text": "<p>সময়ের শপথ [১] ,</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>আবদুল্লাহ্ ইবনে হিসন আবু মদীনাহ বলেন: রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর সাহাবীগণের মধ্যে দু ব্যক্তি ছিল, তারা পরস্পর মিলে একজন অন্যজনকে সূরা আছর পাঠ করে না শুনানো পর্যন্ত বিচ্ছিন্ন হতেন না। [তাবরানী, মু‘জামুল আওসাত: ৫১২০, মু‘জামুল কাবীর: ২০/৭০, বাইহাকী, শু‘আবুল ঈমান: ৯০৫৭, মাজমাউয যাওয়ায়েদ; ১০/২৩৩, ৩০৭]</p><p>এ সুরায় একথার ওপর সময়ের শপথ খাওয়া হয়েছে যে, মানুষ বড়ই ক্ষতির মধ্যে রয়েছে এবং এই ক্ষতি থেকে একমাত্র তারাই রক্ষা পেয়েছে যারা চারটি গুণাবলীর অধিকারী: [১] ঈমান, [২] সৎকাজ [৩] পরস্পরকে হকের উপদেশ দেয়া এবং [৪] একে অন্যকে সবর করার উপদেশ দেয়া। ইমাম শাফে‘য়ী রাহেমাহুল্লাহ বলেন, যদি মানুষ এ সূরা সম্পর্কে চিন্তা-গবেষণা করত তবে তা তাদের জন্য যথেষ্ট হতো। সূরা আছর কুরআন পাকের একটি সংক্ষিপ্ত সূরা, কিন্তু এমন অর্থপূর্ণ সূরা যে, ইমাম শাফেয়ী রাহেমাহুল্লাহ-এর ভাষায় মানুষ এ সুরাটিকেই চিন্তা ভাবনা সহকারে পাঠ করলে তাদের দুনিয়া ও আখেরাত সংশোধনের জন্যে যথেষ্ট হয়ে যায়। [বাদায়ি‘উত তাফসীর]</p><p>------------------------</p><p>[১] আয়াতের প্রথমেই সময় বা যুগের শপথ করা হয়েছে। এখানে প্রণিধানযোগ্য বিষয় এই যে, বিষয়বস্তুর সাথে সময় বা যুগের কি সম্পর্ক, যার কসম করা হয়েছে? কসম ও কসমের জওয়াবের মধ্যে পারস্পরিক সম্পর্ক থাকা বাঞ্ছনীয়। অধিকাংশ তাফসীরবিদ বলেন, মানুষের সব কর্ম, গতিবিধি, উঠাবসা ইত্যাদি সব যুগের মধ্যে সংঘটিত হয়। সূরায় যেসব কর্মের নির্দেশ দেয়া হয়েছে সেগুলোও এই যুগ-কালেরই দিবা-রাত্ৰিতে সংঘটিত হবে। এরই প্রেক্ষিতে যুগের শপথ করা হয়েছে। [সাদী, ইবন কাসীর] কোন কোন আলেম বলেন, আল্লাহ্ তা‘আলার মহত্ব, শ্রেষ্ঠত্ব, প্রজ্ঞা ও কুদরতের প্রমাণ-নিদর্শন সময় বা যুগেই রয়েছে; তাই এখানে সময়ের শপথ করা হয়েছে। [মুয়াসসার, বাদায়িউত তাফসীর]</p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Клянусь предвечерним временем <span class=\"green\">(или временем)</span>!  <span class=\"green\">(2)</span> Воистину, каждый человек в убытке,  <span class=\"green\">(3)</span> кроме тех, которые уверовали, совершали праведные деяния, заповедали друг другу истину и заповедали друг другу терпение!</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1-3)</span> Арабское слово ‘аср используется для обозначения дня и ночи. Из этого следует, что Всевышний Аллах поклялся временем вообще. Время — это измерение, в течение которого люди имеют возможность совершать различные деяния. Вот почему Аллах возвестил о том, что люди несут убытки и лишаются прибыли и преуспеяния.\nЭти убытки бывают разной степени тяжести. Одни оказываются в полном убытке и лишаются добра как при жизни на земле, так и после смерти. Такие грешники не войдут в Райские сады и будут ввергнуты в Геенну. Другие несут убытки частично. Поэтому Аллах сообщил, что урон несут все люди, кроме пра- ведников, которые наделены следующими четырьмя качествами.\nВо-первых, они уверовали во все, что ниспослал Аллах. Однако вера невоз- можна без знаний. Знания — это важная составляющая веры, без которой она не может быть совершенной. Во-вторых, они совершают праведные деяния. Это касается всех обязательных и добровольных благодеяний, совершаемых как те- лом, так и душой; относящихся к обязанностям человека как перед Аллахом, так и перед людьми. В-третьих, они призывают людей к правой вере и праведным де- лам и вдохновляют их на совершение благих дел. В-четвертых, они призывают людей терпеливо исполнять повеления Аллаха, избегать грехов и стойко перено- сить порой горькое предопределение. Выполняя два первых указания, человек воспитывает себя. Выполняя два последних, он воспитывает других. Только усо- вершенствовав в себе все четыре качества, раб Божий сможет избежать убытка и обрести великое благо.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">وَالْعَصْرِ سوگند به  اين  زمان  ،\nإِنَّ الْإِنسَانَ لَفِي خُسْرٍ که  آدمي  در، خسران  است\nإِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ  مگر آنها که  ايمان  آوردند و کارهاي  شايسته  کردند و يکديگر را به  حق    سفارش  کردند و يکديگر را به  صبر سفارش  کردند.</p><p>\n                                                            مکي و 3 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1 - 3)</span> خداوند به زمان -که شب و روز است، و بستری برای کارهای بندگان و اعمالشان است- سوگند می‌خورد که همۀ انسان‌ها زیانمند می‌باشند. و زیانکار ضد سودمند است. زیان مراتب متفاوتی دارد. گاهی زیان مطلق خواهد بود، مانند کسی که دنیا و آخرت را از دست داده، و نعمت‌ها از دست او رفته، و سزاوار دوزخ گردیده است. و گاهی انسان از بعضی جهات زیانمند می‌شود و از بعضی جهات زیانمند نخواهد بود.<span class=\"blue\"> بنابراین فرمود:</span> هر انسانی زیانکار است مگر کسی که دارای چهار صفت باشد: اول: ایمان داشتن به آنچه خداوند بدان امر نموده است. و ایمان، بدون علم و آگاهی حاصل نمی‌شود، پس علم شاخه‌ای از ایمان است؛ و بدون علم، ایمان حاصل نمی‌گردد.<span class=\"blue\"> دوم:</span> کار شایسته است، و این همۀ کارهای خوب را شامل می‌شود. کارهای ظاهری و باطنی اعم از واجب و مستحب که متعلق به حقوق خدا و حقوق بندگانش می‌باشد.<span class=\"blue\"> سوم:</span> توصیه به حق که ایمان و عمل صالح است؛ یعنی یکدیگر را به این توصیه کنند و تشویق نمایند.<span class=\"blue\"> چهارم:</span> توصیه و سفارش به صبر و شکیبایی بر عبادت خدا، و صبر بر عدم ارتکاب گناهان، و صبر نمودن بر بلاهای دردناکی که از سوی خدا می‌آید. پس با دو امر اول، بنده خودش را کامل می‌گرداند؛ و با دو امر آخر، دیگران را به کمال می‌رساند. و با کامل شدن این چهار چیز، بنده از متضرّر شدن سالم مانده و فایدۀ بزرگی را به دست می‌آورد.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 174,
            "text": "Allah -Subḥānahu wa Ta'ālā- bersumpah dengan waktu asar."
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Andolsun asra/zamana ki,\n2- İnsan kesinlikle zarardadır.\n3- Ancak iman eden, salih ameller işleyen, birbirine hem hakkı hem de sabrı tavsiye edenler müstesnâ.</p><div><span class=\"green\">(Mekke’de inmiştir. 3 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1-3. Yüce Allah, kulların fiillerini ve amellerini işledikleri vakit olan gece gündüz anlamına gelen <span class=\"brown\">“asra/zamana”</span> yemin ederek, insanın zararda olduğunu bildirmektedir. Zararda olan ise kârda olanın zıddıdır.\nZiyana uğramanın, zarar etmenin birbirinden farklı bir çok derecesi vardır. Dünya ve âhireti kaybedip ebedi nimetleri elden kaçıran, cehennemi hak eden kimsenin halinde olduğu gibi her yönüyle bir zarar söz konusu olabildiği gibi; bazen bazı yönleri ile zarar, bazı yönleri ile zarar olmayan haller de olabilir. Bundan dolayı Yüce Allah, aşağıdaki dört vasfa sahip kimseler müstesnâ, bütün insanların zararda olduklarını dile getirmektedir.<span class=\"blue\"> Söz konusu dört vasıf ie şunlardır:</span>\nİman: Allah’ın iman edilmesini emrettiği hususlara iman etmektir. İman, ilimsiz mümkün değildir. Zira iman, ilmin bir koludur. O, olmaksızın iman kemâle ermez.<span class=\"blue\">\nSalih amel:</span> Bu da hem Allah’ın hakları hem de kulların hakları ile ilgili olan, gizli ve açık, farz ve müstehap bütün hayırlı fiilleri kapsar.<span class=\"blue\">\nHakkı tavsiye:</span> Buradaki hak, iman ve salih amel demektir. Yani iman edenlerin bunu birbirlerine tavsiye etmeleri, birbirlerini buna teşvik edip bu konuda onlarda arzu uyandırmalarıdır.<span class=\"blue\">\nSabrı tavsiye:</span> Allah’a itaat üzere, Allah’a isyandan uzak kalmakta ve Allah’ın ızdırap verici takdirleri karşısında sabredip tahammül göstermeyi tavsiye etmek demektir.\nİlk iki husus ile kişi kendi nefsini kemâle erdirirken, sonraki iki husus vasıtası ile de başkalarını kemale erdirir. \nBu dört hususun tam anlamı ile elde edilmesi ile kul, zarardan kurtulmuş, pek büyük bir kâr elde ederek umduğuna nail olmuş olur.\nAsr Sûresi’nin tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">قسم ہے زمانے کی<span class=\"green\">(1)</span> بلاشبہ انسان خسارے میں ہے<span class=\"green\">(2)</span> سوائے ان لوگوں کے جو ایمان لائے اور عمل کیے انھوں نے نیک اور ایک دوسرے کو وصیت کی حق کی اور ایک دوسرے کو وصیت کی صبر <span class=\"green\">(کرنے )</span> کی<span class=\"green\">(3)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[3-1]</span>    اللہ تبارک و تعالیٰ نے زمانے کی قسم کھائی ہے،  جو گردش شب و روز کا نام ہے جو بندوں کے اعمال اور ان کے افعال کا محل ہے کہ بے شک انسان خسارے میں ہے۔ خاسر نفع اٹھانے والے کی ضد ہے۔ خسارے کے متعدد اور متفاوت مراتب ہیں۔ کبھی خسارہ مطلق ہوتا ہے،  جیسے اس شخص کا حال  جس نے دنیا و آخرت میں خسارہ اٹھایا،  جنت سے محروم ہوا اور جہنم کا مستحق ہوا۔ کبھی خسارہ اٹھانے والا کسی ایک پہلو سے خسارے میں رہتا ہے،  کسی دوسرے پہلو سے خسارے میں نہیں رہتا،<span class=\"bluﷺ\">  بنابریں اللہ تعالیٰ نے خسارے کو ہر انسان کے لیے عام قرار دیا ہے سوائے اس شخص کے جو ان چار صفات سے متصف ہے:</span><span class=\"grﷺﷺn\">(۱)</span>ان امور پر ایمان لانا  جن پر ایمان لانے کا اللہ تعالیٰ نے حکم دیا ہے  اور ایمان علم کے بغیر نہیں ہوتا، اس لیے علم ایمان ہی کی فرع ہے ،  علم کے بغیر اس ایمان کی تکمیل نہیں ہوتی۔<span class=\"grﷺﷺn\">(۲)</span>عمل صالح: یہ تمام ظاہری اور باطنی بھلائی کے افعال کو شامل ہے،  جو اللہ تعالیٰ اور بندوں کے حقوق واجبہ و مستحبہ سے متعلق ہیں۔<span class=\"grﷺﷺn\">(۳)</span>ایک دوسرے کو حق کی وصیت کرنا،  حق جو ایمان اور عمل صالح کا نام ہے،  یعنی اہل ایمان ایک دوسرے کو  ان امور کی وصیت کرتے ہیں،  ان پر ایک دوسرے کو آمادہ کرتے اور ایک دوسرے کو ترغیب دیتے ہیں۔<span class=\"grﷺﷺn\">(۴)</span> اللہ تعالیٰ کی اطاعت کرنے کی،  اس کی نافرمانی سے باز رہنے کی اور اللہ تعالیٰ کی تکلیف دہ تقدیر پر صبر کرنے کی ایک دوسرے کو تلقین کرنا۔\nپہلے دو امور کے ذریعے سے بندۂ مومن اپنے آپ کی تکمیل کرتا ہے  اور آخری دو امور کے ذریعے سے وہ دوسروں کی تکمیل کرتا ہے۔ ان چاروں امور کی تکمیل سے بندہ خسارے سے محفوظ رہتا ہے اور بہت بڑا نفع حاصل کرنے میں کامیاب ہوتا ہے۔                </div>"
        },
        {
            "resource_id": 776,
            "text": "Al-lah jura por el tiempo."
        },
        {
            "resource_id": 180,
            "text": "১. মহান আল্লাহ আসরের সময়ের শপথ করেছেন।"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل جلاله وتقدست أسماؤه:  وَالْعَصْرِ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">اختلف أهل التأويل في تأويل قوله: <span class=\"arabic qpc-hafs green\">( وَالْعَصْرِ )</span> فقال بعضهم: هو قسم أقسم ربنا تعالى ذكره بالدهر،<span class=\"blue\"> فقال:</span> العصر: هو الدهر.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عليّ،<span class=\"blue\"> قال:</span> ثنا أبو صالح،<span class=\"blue\"> قال:</span> ثني معاوية، عن عليّ، عن ابن عباس،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَالْعَصْرِ )</span> قال: العصر: ساعة من ساعات النهار.</p><p>حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الحسن <span class=\"arabic qpc-hafs green\">( وَالْعَصْرِ )</span> قال: هو العشيّ.</p><p lang=\"ar\" class=\"ar \">والصواب من القول في ذلك: أن يقال: إن ربنا أقسم بالعصر <span class=\"arabic qpc-hafs green\">( وَالْعَصْرِ )</span> اسم للدهر، وهو العشيّ والليل والنهار، ولم يخصص مما شمله هذا الاسم معنى دون معنى، فكلّ ما لزِمه هذا الاسم، فداخل فيما أقسم به جلّ ثناؤه.</p>"
        },
        {
            "resource_id": 179,
            "text": "Sumumpa si Allāh sa oras ng panahon."
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹു മദ്ധ്യാഹ്ന സമയത്തെ (അസ്വ് ർ നിസ്കാര സമയം) കൊണ്ട് സത്യം ചെയ്തിരിക്കുന്നു."
        },
        {
            "resource_id": 905,
            "text": "أقسم سبحانه بوقت العصر."
        },
        {
            "resource_id": 168,
            "text": "<p>Virtue of [ Studying ] Surah al-` Asr</p><p>Sayyidna ` Ubaidullah Ibn Hisn ؓ reports that whenever two Companions of the Holy Prophet ﷺ met, they would not part company until one of them had recited Surah Al-` Asr in its entirety to the other. [ Transmitted by At-Tabarni ]. Imam Shafi` i (رح) says that if people thought about Surah Al-` Asr carefully, it would be enough for their guidance. It is a concise but comprehensive Surah, which in three verses, outlines a complete way of human life based on the Islamic worldview.</p><p>In this Surah, Allah swears an oath by the 'Time' and says that mankind is in a state of loss; exception, however, is made of people who are characterized by four qualities: [ 1] faith; [ 2] righteous deeds; [ 3] advising each other for Truth; and [ 4] advising each other for patience. This is the only path to salvation in this world, as well as in the next world. The Qur'anic prescription comprises, as we have just seen, of four elements. The first two of them relate to man's own personal betterment, and the other two relate to other people's guidance and reform. [ Ibn Kathir ].</p><p>Relationship between 'Time' and 'Human Loss'</p><p>The first point we need to analyze here is the relationship between the 'oath of time' and 'its subject' because there needs to be a relationship between an 'oath' and its 'subject' The commentators, generally, state that all conditions of man, his growth and development, his movements, his actions and morality - all take place within the space of 'Time'. Man will lose the capital of his existence. Hours, days, months, and years of life pass quickly, spiritual and material potentialities decline, and abilities fade. Man is like a person who possesses great capital and, without his permission and will, every day, a portion of that capital is taken away. This is the nature of life in this world; the nature of continual loss. How well this has been put poetically:</p><p>حَیَاتُک اَنفَاسُ تُعَدُّ فَکُلَّمَا مَضیٰ نَفَسٌ مِنھَا انتَقَصتَ بِہٖ جُزءًا</p><p>\"Your life comprises a few breaths that can be counted; when one of them is sent out, a part of your life has diminished.\"</p><p>Allah has granted man the invaluable capital of his life, so that he may invest it in profitable business venture. If he invests his capital of life sensibly in good works, there will be no limit to the profitable returns; but if he invests it unwisely in evil works, then, let alone attracting profitable returns, he will even lose his capital, and. In addition, he will incur the dreadful scourge of committing numerous sins. If however a person did not invest his life-capital in good deeds or in evil deeds, then he, at least, loses both the profit. as well as the capital. This is not merely a poetic imagery, but is supported by a Prophetic Hadith, according to which the Messenger of Allah k is reported to have said:</p><p>کُلٌ یَّغدُو فَبَایٔعٌ نَفسَہ، فَمُعتِقُھَا اَو مُوبِقُھَا</p><p>\"When a person wakes up in the morning, he invests his soul or life in a business enterprise: some of the investors free or save the capital from loss and others destroy it.\"</p><p>The Qur'an itself has used the word tijarah in relation to 'faith' and 'righteous deed', thus:</p><p>هَلْ أَدُلُّكُمْ عَلَىٰ تِجَارَ‌ةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ \"...shall I tell you about a trade that saves you from a painful punishment? [ 61:10] \"</p><p>Since 'Time' is man's capital of life, the man himself is the trader. Under normal circumstances, his capital is not a frozen thing that may be kept for a while and used up later when the need arises. The capital is fluid or flowing all the time, every minute and every second. The man who invests it needs to be very wise, intelligent and agile, so that he is able to swiftly and readily reap the profit from a flowing capital. One of the old scholars said that he had learnt the meaning of this verse from an ice-seller whose trade required utmost diligence, and if he were neglectful for a moment, his entire capital would melt away. That is why this verse has sworn an oath by the 'time' to indicate that it is a melting capital, and the only way to escape loss is to take every moment of his life as valuable, and use it for the four acts mentioned in the Surah.</p><p>Another possible reason for swearing by 'Time' may be that the 'Time' (in the sense of history) bears testimony to the fact mentioned in the Surah. If one thinks on the causes of the rise and decline of individuals and nations, he would certainly believe that it is only these four acts (mentioned in the forthcoming verses) that may ensure the real success and betterment of mankind. Whoever has ever abandoned them has suffered a great loss, as is evident from numerous events recorded by history.</p><p>Let us now study the 'four principles' mentioned in the Surah. As pointed out earlier, faith and righteous deeds are related to man's moral and spiritual growth and development. They are not in need of elaboration. However, the last two principles ['advising each other for truth'] and ['advising each other for patience'] require some elaboration.</p><p>The infinitive tawasi is derived from wasiyyah which means 'to advise somebody strongly and effectively about the best thing to do in a particular situation'. The term wasiyyah also refers to a 'will or testament' where a testator advises his executor regarding the disposal of his estate on his death.</p><p>The two parts are in fact two chapters of the same testament: [ 1] advice to truth; and [ 2] advice to patience and fortitude. These two concepts may be explained in different ways. One way to explain them is that haqq ('truth' ) refers to the package of 'correct faith' and 'good deeds', and sabr ('patience' ) refers to abstinence from all sins and evil deeds. Thus the first concept refers to 'enjoining good actions' and the second concept refers to 'forbidding evil actions'. The cumulative sense of the Surah is that believers have been enjoined not only to adopt right faith and good deeds themselves, but to advise others strongly and effectively to adopt them, and thus help in the creation of a healthy atmosphere around them.</p><p>It is also possible to interpret 'Truth' as referring to articles of faith, and to interpret 'patience' as referring to all good actions and abstinence from evil deeds. The word sabr, originally meaning 'to withhold oneself and to bind oneself ', encompasses binding oneself down to the performance of righteous deeds and abstaining from sins.</p><p>Hafiz Ibn Taimiyyah has stated in one of his monographs that there are normally two factors that restrain a person from faith and righteous deeds: The first cause is some doubts about the true faith. When such doubts arise in the mind of people, it destroys their faith and leaves them confused and confounded. As a result, it adversely affects their righteous deeds. The second cause is the selfish desires that stop man from doing good, and involve him in evil deeds. In this situation, he theoretically believes that he should do good and abstain from sins, but his selfish desires lead him to stray from the right path. The current verse indicates to remove both causes of one's distraction. By stressing upon 'advice of truth' it has catered to the first cause, and that it should be removed by reforming others on theoretical and academic level, and by emphasizing on 'advice of patience' it has taken care of the second cause by enjoining upon the Muslims to advise others to give up the base desires and remain firm against their evil demands. Put differently, 'enjoining the truth' means 'improving the knowledge of Muslims or their intellectual development' and 'enjoining patience' means 'improving the practical life of Muslims'.</p><p>Need to Salvage the Entire Muslim Society</p><p>This Surah lays down the important principle of guidance for the Muslims that inviting other Muslims to keep to the true faith and good deeds is as much necessary as their own submission to the Holy Qur'an and Sunnah. Without sincere efforts, to the best of one's ability, to invite others to the right path, one's own good deeds are not enough to one's salvation. Especially, if a person does not take care of the spiritual and moral welfare of his wife, children and family and turns a blind eye to their unrighteous deeds, he is blocking his way to salvation - no matter how pious he himself might be. Therefore, the Qur'an and the Sunnah make it obligatory upon every Muslim to do his best to invite others to the good deeds, and warn them against the evil acts. Unfortunately, let alone the general public, many learned people are lax in this matter. They think it is sufficient for them to be concerned about their own moral and spiritual well-being. They are not concerned about the well-being of their family and children. May Allah grant us the ability to act upon this verse.</p><p>Al-Hamdulillah</p><p>The Commentary on</p><p>Surah Al-` Asr</p><p>Ends here</p>"
        },
        {
            "resource_id": 176,
            "text": "Egli, gloria Sua, giurò sul tempo."
        },
        {
            "resource_id": 175,
            "text": "Allah se kune vremenom (ikindije namaza)."
        },
        {
            "resource_id": 91,
            "text": "أقسم تعالى بالعصر، الذي هو الليل والنهار، محل أفعال العباد وأعمالهم"
        },
        {
            "resource_id": 165,
            "text": "<p>মহাকালের শপথ। [১]</p><p>[১] 'মহাকাল' বলতে দিবারাত্রির আবর্তন-বিবর্তনকে বুঝানো হয়েছে। রাত্রি উপনীত হলে অন্ধকার ছেয়ে যায়। আর দিন প্রকাশ পেতেই সমস্ত জিনিস উজ্জ্বল হয়ে ওঠে। এ ছাড়া রাত কখনো লম্বা আর দিন ছোট, আবার দিন কখনো লম্বা আর রাত ছোট হয়ে থাকে। এই দিবারাত্রি অতিবাহিত হওয়ার নামই হল কাল, যুগ বা সময়; যা আল্লাহর কুদরত (শক্তি) ও কারিগরি ক্ষমতা প্রমাণ করে। আর এ জন্যই তিনি কালের কসম খেয়েছেন। পূর্বেই বলা হয়েছে যে, আল্লাহ পাক নিজ সৃষ্টির যে কোন বস্তুর কসম খেতে পারেন। কিন্তু মানুষের জন্য আল্লাহ ব্যতীত অন্য কারোর নামে কসম খাওয়া বৈধ নয়।</p><p>(অনেকের মতে العَصر মানে আসরের সময় বা নামায। বলা বাহুল্য মহান সৃষ্টিকর্তা সেই জিনিসেরই কসম খেয়ে থাকেন, যার বড় গুরুত্ব আছে। -সম্পাদক)</p>"
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (عەسر) (واتە: سەردەم و زەمانە) \n‎‎‏پێناسەیەكى سورەتەكە:\n١- سورەتى (عەسر) سورەتێكى مەككى یە. \n٢- ژمارەى ئایەتەكانى سورەتى (عەسر) (٣) سێ ئایەتە.\n٣- سورەتى (عەسر) زنجیرەى سەدو سێیەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا. \n٤- سورەتى (عەسر) لە دواى سورەتى (شەرح) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسی سەرەكى لە سورەتى (عەسر)دا بریتییە لە باسكردنى حاڵی مرۆڤەكان لە رۆژى دواییدا، وە باسكردنى مرۆڤە بەختەوەرەكان لە دوارۆژداو ئەو كەسانەش كە لە دوا رۆژدا دەكەونە ناو ئازارو ناڕەحەتییەكان و زەرەرمەندى دونیاو دوارۆژ دەبن، كە باوەڕ هێنان و ئەنجامدانى كارو كردەوەى چاك و بانگەوازى كردن بۆ لاى دینى خواى گەورەو ئارام گرتن لەسەرى هۆكارى بەختەوەرى و حەسانەوەن لەو رۆژەداو بە پێچەوانەشەوە كە مرۆڤ ئاوا نەبوو ئەوە توشی بە هیلاك چون و زەرەرمەندى دەبێت.\nفەزڵ و گەورەیی ئەم سورەتە:\nهاوەڵانی پێغەمبەری خوا صلى الله علیه وسلم كاتێك كە بگەیشتنایە بە یەكتری لە یەكتر جیا نەئەبوونەوە تا ئەم سوورەتەیان نەخوێندایە, یەكێكیان بەسەر ئەوی تردا سوورەتی عەسری ئەخوێند پاشان سەلامیان لە یەكتری ئەكردو ئەو كاتە یەكتریان بەجێ ئەهێشت و لە یەكتری جیا ئەبوونەوە, لەبەر ئەوەی سوورەتێكی یەكجار گەورەیە, تا ئیمامی شافعی ئەفەرمووێ: (ئەگەر خەڵكی لەم سوورەتە تێبفكرن و تێبڕوانن ئەوە ئەم سوورەتەیان بەسە), لەبەر ئەوەی خوای گەورە باسی ئیمان و كردەوەی چاك و ئامۆژگاری كردنی یەكتری كردووە بە حەق و گەیاندنی دین, وە ئامۆژگاری یەكتری كردن بە سەبر كە دین لەمانەدا كۆبۆتەوە . \nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">وَالْعَصْرِ (١)</span> ] خوای گەورە سوێند ئەخوات بە عەسر كە مەبەست پێی كاتی نوێژی عەسرە, یاخود وتراوە: مەبەست پێی سەردەم و زەمانەیە ئەمەیان تەواوترە لەبەر ئەوەی هەموو كردەوەكانی مرۆڤ لە چاك و خراپ و هەموو گۆڕانكارییەكان لە سەردەم و زەمانەدا ڕووئەدات بۆیە خوای گەورە سوێندی پێ خواردووە ."
        },
        {
            "resource_id": 92,
            "text": "وَالْعَصْرِ (1) أقسم الله تعالى بالعصر قسماً يراد به تأكيد الخبر كما هو شأن أقسام القرآن .والمقسَم به من مظاهر بديع التكوين الرباني الدال على عظيم قدرته وسعة علمه .وللعصر معاننٍ يتعين أن يَكون المراد منها لا يعدو أن يكون حالة دالة على صفة من صفات الأفعال الربانية ، يتعين إما بإضافته إلى ما يُقدر ، أو بالقرينة ، أو بالعهد ، وأيَّاً ما كان المرادُ منه هنا فإن القسم به باعتبار أنه زمن يذكِّر بعظيم قدرة الله تعالى في خلق العالم وأحواله ، وبأمور عظيمة مباركة مثل الصلاة المخصوصة أو عصرٍ معين مبارك .وأشهر إطلاق لفظ العصر أنه علَم بالغلبة لوقتتٍ ما بين آخر وقت الظهر وبين اصفرار الشمس فمبدؤه إذا صار ظل الجسم مثلَه بعد القَدْر الذي كان عليه عند زوال الشمس ويمتد إلى أن يصير ظلُّ الجسم مثلَيْ قدرِه بعد الظل الذي كان له عند زوال الشمس . وذلك وقت اصفرار الشمس ، والعصر مبدأ العشيّ . ويعقبه الأصيل والاحمرار وهو ما قبل غروب الشمس ، قال الحارث بن حِلزة :آنستْ نبأة وأفزَعها القَنَّ ... اصُ عَصراً وقَدْ دَنَا الإِمساءفذلك وقت يؤذن بقرب انتهاء النهار ، ويذكر بخلقة الشمس والأرض ، ونظام حركة الأرض حول الشمس ، وهي الحركة التي يتكون منها الليل والنهار كل يوم وهو من هذا الوجه كالقسم بالضحى وبالليل والنهار وبالفجر من الأحوال الجوية المتغيرة بتغير توجه شعاع الشمس نحو الكرة الأرضية .وفي ذلك الوقت يتهيأ الناس للانقطاع عن أعمالهم في النهار كالقيام على حقولهم وجنَّاتهم ، وتجاراتهم في أسواقهم ، فيذكر بحكمة نظام المجتمع الإِنساني وما ألهم الله في غريزته من دأب على العمل ونظاممٍ لابتدائه وانقطاعه . وفيه يتحفز الناس للإِقبال على بيوتهم لمبيتهم والتأنس بأهليهم وأولادهم . وهو من النعمة أو من النعيم ، وفيه إيماء إلى التذكير بمَثَل الحياة حين تدنو آجال الناس بعد مضي أطوار الشباب والاكتهال والهَرم .وتعريفه باللام على هذه الوجوه تعريف العهد الذهني أي كل عَصْر .ويطلق العصر على الصلاة الموقتة بوقت العَصر . وهي صلاة معظمة . قيل : هي المراد بالوسطى في قوله تعالى : { حافظوا على الصلوات والصلاة الوسطى } [ البقرة : 238 ] . وجاء في الحديث : « من فاتته صلاة العصر فكأنما وُتِرَ أهلَه ومالَه » . وورد في الحديث الصحيح : « ثلاثة لا يكلمهم الله يوم القيامة » فذَكَر « ورجل حلف يميناً فاجرة بعد العصر على سلعة لقد أعطي بها ما لم يُعْطَ » وتعريفه على هذا تعريف العهد وصار علَماً بالغلبة كما هو شأن كثير من أسماء الأجناس المعرفة باللام مثل العَقَبَة .ويطلق العصر على مدة معلومة لوجود جِيل من الناس ، أو مَلِك أو نبيء ، أو دين ، ويعيَّن بالإِضافة ، فيقال : عصر الفِطَحْل ، وعصر إبراهيم ، وعصر الإِسكندر ، وعصر الجاهلية ، فيجوز أن يكون مراد هذا الإِطلاق هنا ويكون المعنيّ به عصرَ النبي صلى الله عليه وسلم والتعريف فيه تعريف العهد الحضوري مثل التعريف في ( اليوم ) من قوْلك : فعلت اليوم كذا ، فالقسم به كالقسم بحياته في قوله تعالى :{ لعمرك } [ الحجر : 72 ] . قال الفخر : فهو تعالى أقسم بزمانه في هذه الآية وبمكانه في قوله تعالى : { وأنت حل بهذا البلد } [ البلد : 2 ] وبعمره في قوله : { لعمرك } . اه .ويجوز أن يراد عصر الإِسلام كلِه وهو خاتمة عصور الأديان لهذا العالم وقد مثَّل النبي صلى الله عليه وسلم عصر الأمة الإِسلامية بالنسبة إلى عصر اليهود وعصر النصارى بما بعد صلاة العصر إلى غروب الشمس بقوله : « مثل المسلمين واليهود والنصارى كمثل رجل استأجر أجراء يعملون له يوماً إلى الليل فعملت اليهود إلى نصف النهار ثم قالوا : لا حاجة لنا إلى أجرك وما عملنا باطل ، واستأجر آخرين بعدهم فقال : أكملوا بقية يومكم ولكم الذي شرطت لهم فعملوا حتى إذا كان حين صلاة العصر قالوا : لك ما عملنا باطل ولك الأجر الذي جعلتَ لنا ، واستأجر قوماً أن يعملوا بقيةَ يومهم فعملوا حتى غابت الشمس واستكملوا أجر الفريقين كليهما فأنتم هُم » . فلعل ذلك التمثيل النبوي له اتصال بالرمز إلى عصر الإِسلام في هذه الآية .ويجوز أن يفسر العصر في هذه الآية بالزمان كله ، قال ابن عطية : قال أبي بن كعب : سألت رسول الله صلى الله عليه وسلم عن العصر فقال : أقسم ربكم بآخر النهار . وهذه المعاني لا يفي باحتمالها غير لفظ العصر .ومناسبة القَسَم بالعَصر لغرض السورة على إرادة عصر الإِسلام ظاهرة فإنها بينت حال الناس في عصر الإِسلام بين مَن كفر به ومن آمن واستوفى حظه من الأعمال التي جاء بها الإِسلام ، ويعرف منه حالُ من أسلموا وكان في أعمالهم تقصير متفاوت ، أما أحوال الأمم التي كانت قبل الإِسلام فكانت مختلفة بحسب مجيء الرسل إلى بعض الأمم ، وبقاء بعض الأمم بدون شرائع متمسكة بغير دين الإِسلام من الشرك أو بدين جاء الإِسلام لنسخه مثل اليهودية والنصرانية قال تعالى : { من يبتغ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين } في سورة آل عمران ( 85 ) .وتعريف الإنسان } تعريف الجنس مراد به الاستغراق وهو استغراق عرفي لأنه يستغرق أفراد النوع الإِنساني الموجودين في زمن نزول الآية وهو زمن ظهور الإِسلام كما علمت قريباً . ومخصوص بالناس الذين بلغتهم الدعوة في بلاد العالم على تفاوتها . ولما استُثني منه الذين آمنوا وعملوا الصالحات بقي حكمه متحققاً في غير المؤمنين كما سيأتي . . .والخُسر : مصدر وهو ضد الربح في التجارة ، استعير هنا لسوء العاقبة لمن يظن لنفسه عاقبةً حسنة ، وتلك هي العاقبة الدائمة وهي عاقبة الإِنسان في آخرته من نعيم أو عذاب .وقد تقدم في قوله تعالى { فما ربحت تجارتهم } في سورة البقرة ( 16 ) وتكررت نظائره من القرآن آنفاً وبَعيداً ."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Đấng Hiển Vinh thề bởi thời gian của buổi chiều."
        },
        {
            "resource_id": 157,
            "text": "<p>سوال یہ ہے کہ ایمان کیا چیز ہے ؟.... ہم یہاں ایمان کی فقہی تشریح وتعریف نہیں کرتے۔ ہماری بات ایمان کے مزاج ، اس کی قدروقیمت اور زندگی پر اس کے اثرات تک محدود ہے۔</p><p>ایمان دراصل وہ رابط ہے جو یہ چھوٹی ، محدود ، انسانی مخلوق ، اس حقیقت کے ساتھ قائم کرلیتی ہے جو ازلی ، ابدی اور باقی رہنے والی ہے اور جو اس کائنات کی اصل ہے اور جس سے یہ کائنات وجود میں آئی ہے اور یہی وجہ ہے کہ یہ انسانی مخلوق اس حوالے سے اس کائنات کے ساتھ بھی مربوط ہوجاتی ہے کہ دونوں کا خالق ایک ہے ، اور پھر یہ حضرت انسان ان قوانین قدرت سے بھی مربوط ہوجاتا ہے جن کے مطابق یہ جہاں چلتا ہے اور انسان ان قوتوں سے بھی مربوط ہوجاتا ہے جو اس کائنات میں عمل پیرا ہیں اور انسان اپنی حقیر اور محدود ذات کے خول سے باہر آکر کائنات کی وسعتوں میں داخل ہوجاتا ہے۔ اس طرح وہ اپنی محدود قوت کی حدود سے نکل کر ، ان ” لامحدود قوتوں میں داخل ہوجاتا ہے ، جو اس کائنات کے اندر پائی جاتی ہیں اور یہ کائنات انسان کے مقابلے میں اس قدر بڑی ہے کہ اس کی حدود ہی انسان کے علم سے باہر ہیں ، پھر انسان اپنی محدود عمر کے دائرے سے نکل کر قیام اور قیامت کے بعد آنے والے زمانوں کے لامحدود زمانوں میں داخل ہوجاتا ہے۔</p><p>مخلوق انسانی کا یہ رابط جو قوت ، جو وسعت ، جو آزادی عطا کرتا ہے ، اس کے ساتھ ساتھ ، مزید اس کو یہ ذوق بھی عطا کرتا ہے کہ یہ انسان اس پوری کائنات اور اس کے اندر پائے جانے والے حسن و جمال سے بھی لطف اٹھا سکے۔ اور ان مخلوقات کو بھی دیکھ سکے جو اس کی روح کے ساتھ محبت کرنے والی ہے۔ اس رابطے کی وجہ سے زندگی کا مختصر سفر انسان کے لئے ایک تفریحی سفر بن جاتا ہے یا کسی نمائش کی ایک سیر بن جاتی ہے جو اللہ نے اس انسان کے لئے ہر مقام ، ہر جگہ اور ہر زمانے میں سجارکھی ہے۔ حقیقت یہ ہے کہ یہ بہت بڑی خوش قسمتی ہے ، اعلیٰ درجے کی خوشی اور تفریح ہے اور اس پوری کائنات کے ساتھ ایک دوستی ہے ، اور یہ وہ دولت ہے جس کے مقابلے میں کسی اور دولت کی کوئی قیمت نہیں ہے۔ یہ ایک ایسا نقصان بھی ہے کہ اگر کوئی اس سے محروم ہوجائے تو اس سے بڑا نقصان اور گھاٹا اور کوئی نہیں ہے۔</p><p>پھر ، ایمان کے بنیادی عناصر بھی وہ ہیں جو انسانیت کے بھی بنیادی عناصر ترکیبی ہیں :</p><p>(1) ایک الٰہ کی بندگی سے انسان کو صرف ایک الٰہ واحد کے علاوہ تمام اطاعتوں ، بندگیوں اور پرستشوں سے نجات ملتی ہے۔ یوں انسانوں کے اندر یہ تصور پیدا ہوتا ہے کہ تمام بندے ایک مقام رکھتے ہیں اور باہم مساوی ہیں۔ لہٰذا یہ کوئی معقول رویہ نہیں ہے کہ ایک انسان کو آزادی کی حقیقی نعمت نصیت ہوتی ہے ! یہ وہ آزادی ہوتی ہے جو انسانی ضمیر سے پھوٹتی ہے اور اس تصور سے پھوٹتی ہے جو بطور حقیقت وافعیہ موجود ہو اور وہ تصور یہ ہے کہ اس کائنات میں صرف ایک حقیقی قوت ہے اور ایک ہی حقیقی معبود ہے۔ چناچہ اس تصور حیات وتصور کائنات کا طبعی تقاضا یہ ہے کہ انسان آزاد ہو اور اس عقیدے کا منطقی نتیجہ بھی یہی ہے کہ انسان آزاد ہو۔</p><p>(2) انسان میں ربانیت پیدا ہوجاتی ہے اور وہ اپنے تمام تصورات ، اپنی تمام قدریں اور پیمانے اپنی تمام ترجیحات ، اپنا تمام دستور اور قانون اللہ سے اخذ کرتا ہے۔ اور اس کے روابط اللہ سے ، اس کائنات سے ، اور لوگوں سے اللہ کے احکام وقوانین کے مطابق ئام ہوتے ہیں۔ اس کی زندگی سے اس کی ذاتی خواہش اور اس کی ذاتی مصلحتیں معدوم ہوجاتی ہیں اور ان کی جگہ اللہ کی شریعت اور عدل لے لیتا ہے۔ مومن کے شعور میں اس کے نظام زندگی کی قدر و قیمت بلند ہوجاتی ہے ، اس کی شخصیت جاہلیت کے تصورات اور اقدار سے بلند ہوجاتی ہے۔ جاہلی ترجیحات ختم ہوجاتی ہیں اور وہ تمام رابطے ختم ہوجاتے ہیں جو زمین اور اس دنیا اور مادی تصورات پر مبنی ہوں۔ اگرچہ یہ انسان ایک فرد ہو ، اس لئے کہ ایک مومن فرد بھی اپنے تصورات ، اپنی قدریں اور اپنی ترجیحات براہ راست اللہ سے لیتا ہے ، کیونکہ یہ قدریں ہی زیادہ برتر ، زیادہ محترم اور زیادہ انتقاع اور قابل لحاظ ہوتی ہیں۔</p><p>(3) ایمان کے نتیجے میں خالق و مخلوق کے تعلق کا بھی تعین ہوجاتا ہے۔ الوہیت اور بندگی ، خدائی اور عبودیت کے مقام کا بھی تعین ہوجاتا ہے اور یہ تعلق صاف وستھرا ہوکر سامنے آتا ہے۔ یہ تعلق جو ایک فانی انسان کو ایک لافانی ذات سے جوڑتا ہے۔ بڑی سادی اور قابل فہم انداز میں متعین اور واضح ہوجاتا ہے اور اس راہ میں انسان کو کسی واسطے کی ضرورت نہیں رہتی۔ تعین مراتب سے دل میں نور اور روح میں اطمینان پیدا ہوتا ہے۔ نفس انسانی میں محبت اور اعتماد پیدا ہوتا ہے۔ تردد ، خوف ، قلق ، اضطراب ختم ہوجاتے ہیں۔ مراتب کی اس وضاحت سے انسان ناحق استکبار بھی نہیں کرتا اور نہ افترا پروازیاں کرکے ، من گھڑت تصورات کے بل بوتے پر دوسرے انسانوں پر اپنے لئے برتر مقام کا دعویٰ کرتا ہے۔</p><p>(4) ایمان کی وجہ سے اہل ایمان کو اسلامی نظام حیات پر استقامت نصیب ہوتی ہے۔ پس مومنین کے ہاں بھلائی کوئی عارضی امر نہیں ہوتا نہ کوئی اتفاقی منفرد حادثہ ہوتا ہے ، بلکہ اسلامی نظام ایک ایسا واقعہ ہوتا ہے جس کے حقیقی اسباب ہوتے ہیں اور اس کے کچھ حقیقی مقاصد ہوتے ہیں اور اسلامی نظام کو چلانے والے باہم فی اللہ مربوط لوگ ہوتے ہیں جو ایک دوسرے کے معاون ہوتے ہیں اور ایسے لوگوں سے ایک سلیم جماعت تشکیل پاتی ہے ، جس کا ایک ہی مقصد ہے ، ایک ہی ممتاز جھنڈا ہوتا ہے۔ یہ جماعت ایک تاریخی جماعت ہوتی ہے اور اس کی گزشتہ رفتہ نسلیں بھی آنے والی نسلوں سے مربوط ہوتی ہیں اور آنے والی نسلیں ماضی سے مربوط ہوتی ہیں اور یہ تعلق ایک مضبوط تعلق ہوتا ہے۔</p><p>(5) اس کے نتیجے میں لوگوں کے اندر یہ تصور پیدا ہوتا ہے کہ انسان نہایت مکرم ہے۔ انسان خود اپنی نظروں میں بلندہوجاتا ہے اور مومن کے ضمیر میں یہ حیاجاگزیں ہوتی ہے کہ وہ کوئی ایسا کام نہ کرے جس کے نتیجے میں وہ اس مرتبہ سے گر جائے ، جس کی طرف اللہ نے اسے اٹھایا ہے اور یہ وہ اعلیٰ وارفع مقام ہے جس تک پہنچنے کا کوئی انسان تصور نہیں کرسکتا ہے کہ وہ اللہ کے ہاں معزز ہے۔ ہر وہ مذہب یا فلسفیانہ تصورجو انسان کو خود اپنی نظر میں گراتا ہے اور اس کو ایک حقیر مخلوق قراردیتا ہے جو معتبر انداز میں بعد پیدا ہوئی۔ وہ دراصل انسان اور عالم بالا میں دوری پیدا کرتا ہے اور اس قسم کا مذہب یافلسفہ انسان کو گراتا ہے اور اس کو گراوٹ کی طرف لے جاتا ہے ۔ اگرچہ وہ اسے یہ بات بصراحت نہ کہے۔</p><p>چناچہ ڈارون اور فرائیڈ کے فلسفے اور مارکسی نظام وہ بدترین فلسفے اور نظام تھے جنہوں نے انسان کو بدترین مصیبت میں مبتلا کیا اور اسے انسانیت ، فطرت اور انسانی لحاظ سے غلط رخ دیا اور اسے یہ باور کرایا کہ ہر گراوٹ ، ہر گندگی اور ہر حقارت دراصل انسانی زندگی کا طبعی اور لازمی حصہ ہے۔ یہ کوئی قابل تعجب بات ہی نہیں ہے ، لہٰذا اس میں شرمندہ ہونے کی کوئی بات ہی نہیں ہے۔ چناچہ یہ فلسفے اور یہ نظام دراصل انسانیت کے خلاف ایک گھناﺅنا جرم ہیں اور اس قابل ہیں کہ ان سے نفرت کی جائے۔ (سید کی روح کیا آپ کو یہ اطلاع مل چکی ہے کہ مارکسیت کے تمام بت اشرا کی دنیا سے گرادیئے گئے ہیں) ۔</p><p>(6) فقط تصور کہ انسان اللہ کے نزدیک ایک مکرم مخلوق ہے ، انسانی شعور کو پاک وصاص کردیتا ہے ، پھر یہ تصور کہ اللہ سب کا نگران ہے اور وہ علیم بذات الصدور ہے۔ اس سے بھی انسانی شعور صاف ہوتا ہے ، ایک سلیم الفطرت انسان جس کی فطرت کو کارل مارکس ، فرائیڈ جیسے لوگوں کی تحریروں نے مسخ نہ کردیا ہو ، وہ اس بات سے حیا کرتا ہے کہ اس جیسا دوسرا انسان اس کے دل کے رازوں اور اس کے برے خیالات پر مطلع ہو۔ اور ایک سچا مومن جو یہ یقین رکھتا ہے کہ اس کے سینے کے تمام رازوں اور دفینوں سے اللہ باخبر ہے۔ وہ اس تصور سے کانپ اٹھتا ہے کہ اس کے دل میں یہ یہ خیالات ہیں۔ اس سے وہ اپنے شعور ، احساسات چھوڑتا ہے اور دل کی بھی صاف کرتا ہے۔</p><p>حقیقت یہ ہے کہ ایمان پیدا ہوتے ہی انسان کے اندر ایک اخلاقی حسن پیدا ہوجاتی ہے وہ ایمان رکھتا ہے کہ ایک الٰہ ہے جو عادل ، رحیم کریم اور درگزر کرنے والا ہے۔ حلیم ہے اور محبت کرنے والا ہے ، وہ شر کو پسند نہیں کرتا ، خیر کو پسند کرتا ہے ۔ وہ آنکھوں کے خائن کو بھی جانتا ہے اور دلوں کے بھیدوں کا جاننے والا ہے۔</p><p>(7) پھر یہ تصور کہ انسان کو ارادے کی آزادی دی گئی ہے اور اس کے ساتھ ساتھ اللہ کی جانب سے اس کو مکمل نگرانی ہورہی ہے ، اور اس کے نتیجے میں ایک کے اندر احساس اور بیداری پیدا ہوجاتی ہے اور جو سمجھ داری اور تدبر پیدا ہوتا ہے اس کے نتیجہ میں انسان اپنے آپ کو ایک ذمہ دار اور ہر بھلائی کا یہ حق ہے کہ اس کے حوالے سے انسان ایک ذمہ دارانہ رویہ اختیار کرے اور دوسرے انسانوں کے حوالے سے بھی ذمہ داری کا احساس کرے۔ اور یہ ذمہ داری اللہ کے سامنے ہے۔ اس لئے جب ایک مومن کوئی بھی حرکت کرتا ہے تو اس کا احساس و شعور یہی ہوتا ہے کہ وہ ہر معاملے اور ہر قدم پر اپنے دل میں سوچتا ہے اور قدم اٹھانے سے پہلے ہی نتائج پر غور کرلیتا ہے۔ اس لئے کہ اس تصور کے مطابق انسان ایک ایسی مخلوق ہے جسے اس دنیا میں ایک پوزیشن حاصل ہے۔ اس لئے اس کائنات کے نظام میں وہ ایک ذمہ دار مخلوق ہے۔</p><p>(8) ایمان کے آثار میں سے ایک اہم اثر یہ ہے کہ ایک مومن دنیا کے مفادات پر اس طرح نہیں ٹوٹ پڑتا جس طرح کتے ہڈیوں پر ٹوٹ پڑتے ہیں۔ ایمان کے اشارات واثرات میں سے ایک اشارہ اور اثریہ ہوتا ہے کہ وہ اس چیز کو اختیار کرتا ہے جو اللہ کے نزدیک اعلیٰ مقصدیت رکھتی ہو ، اور جو ” خیر “ ہو اور باقی رہنے والی ہو۔</p><p>وفی ذلک ............................ المتنافسون (26:83) ” مقابلے کرنے والے لوگ مقابلہ کرنا چاہتے ہیں تو بھلائی میں مقابلہ کریں “۔ اللہ کے ہاں جو انعامات ہیں ان میں باہم مقابلہ انسان کو اس دنیا سے بلند کرتا ہے ، اس کے قلب کی تطہیر کرتا ہے اور انسان صاف وستھرا ہوجاتا ہے۔ نیز اس سے ایک مومن کی سرگرمیوں کا دائرہ وسیع ہوجاتا ہے۔ وہ دنیا کی سرحدوں سے نکل کر آخرت میں بھی سرگرم ہوتا ہے۔ زمین کے ساتھ ساتھ وہ عالم بالا میں بھی جو لانی دکھاتا ہے اور یہی بات اس کے اندر یہ قوت پیدا کرتی ہے کہ وہ نتائج پرواہ کیے بغیر نیکی کرتا چلا جائے یانتائج کے بارے میں عجلت نہ کرے۔ اس لئے کہ وہ بھلائی اس لئے چاہتا ہے کہ وہ بھلائی ہے اور اس لئے کہ اللہ کی مرضی اسی طرح ہے ، یہ اس کی ذمہ داری نہیں ہے کہ اس چھوٹی سی محدود عمر میں بھلائی کے نتائج بھی نکلیں۔ اس لئے کہ جس اللہ کے لئے یہ بھلائی کی جارہی ہے وہ زندہ ہے ، وہ مرتا نہیں ہے۔ وہ بھولتا نہیں ، وہ کسی چیز سے غافل نہیں۔ پھر یہ دنیا حقیقی دار الجزاء بھی نہیں ہے اور تمام حسابات اس جہاں ہی میں چکنے والے نہیں۔ لہٰذا مومن خیر کو جاری رکھنے کے لئے اس سرچشمے سے مدد لیتا ہے جو کبھی خشک نہیں ہوتا اور یہی وجہ ہے کہ خیر کی تحریک جاری رہتی ہے۔ یہ کوئی وقتی جوش نہیں ہوتا اور نہ کوئی انفرادی واقعہ ہوتا ہے۔ یہی ایمانی جذبہ ہے جس کی وجہ سے ، ایک مومن کے اندر اس قدر قوت پیدا ہوجاتی ہے کہ وہ بڑے سے بڑے رشتہ کے مقابلے میں کھڑا ہوجاتا ہے ، چاہے یہ شر کسی ایک ڈکٹیٹر اور سرکش کی صورت میں ہو یا جاہلی تصورات وترجیحات کے دباﺅ کی شکل میں ہو ، یا انسان کی خواہشات نفس کی صورت میں ہو۔ یہ انفرادی دباﺅ کسی فرد پر یوں پڑتا ہے کہ وہ یہ سمجھتا ہے کہ یہ دنیا مختصر ہے ، عمر قلیل ہے اور اس میں عیس و عشرت کرلینا چاہیے۔</p><p>بابر بعیش کوش کہ عالم دوبارہ نیست</p><p>یا یہ اس قدر مختصر ہے کہ اس میں نیکی کے نتائج نہیں نکل سکتے۔ اور ہمارے لئے یہ چانس نظر نہیں آتا کہ ہم باطل پر ، حق کا غلبہ دیکھ سکیں۔ اس لئے ایمان اس صورت حالات کا علاج کرتا ہے اور بنیادی علاج۔</p><p>حقیقت یہ ہے کہ ایمان ہی زندگی کی اساس ہے ، زندگی کی جڑ ہے اور اس سے بھلائی کی تمام شاخیں پھوٹتی ہیں اور اس کا ہر پھل انہی جڑوں سے معلق ہوتا ہے۔ اور اگر ایمان نہیں ہے تو گویا درخت کی جڑ کٹ گئی ہے اور اس کی تمام شاخیں مرجھا کر خشک ہوجائیں گی اور اگر وہ خشک نہ ہوں تو پھر وہ شیطانی پھل ہوگا اور اس کو دوام اور فروغ حاصل نہ ہوگا۔</p><p>حقیقت یہ ہے کہ ایمان وہ مرکز اور محور ہے جس کے ساتھ اعلیٰ زندگی کی تمام تاریں مربوط ہیں اور اگر ایمان نہیں ہے تو زندگی ایک غیر مربوط حرکت ہے اور ایمان کے بغیر اس زندگی کو کوئی ثبات وقرار نہیں ہے۔ خواہشات اور میلانات جدھر جائیں ، کسی کو کھینچ لے جائیں۔</p><p>ایمان دراصل ایک نظام ہے اور اس کی وجہ سے تمام متفرق اعمال ایک دوسرے کے ساتھ مربوط ہوجاتے ہیں اور اس کی وجہ سے یہ اعمال باہم ہم آہنگ ہوجاتے ہیں۔ ایک سمت میں ہوجاتے ہیں۔ ایک ہی حرکت ، ایک ہی محرک ، اور ایک ہی ہدف رکھتے ہیں۔</p><p>یہی وجہ ہے کہ قرآن کریم ہر اس عمل کو کالعدم قرار دیتا ہے جو اس اصل پر مبنی نہ ہو۔ جو اس محور کے گرد نہ گھومتا ہو اور جو سرچشمہ ایمان سے نہ پھوٹتا ہو۔ اسلامی نظریہ حیات اور اسلامی نظام عقائد اس معاملہ میں بالکل اوپن اور صریح ہے۔ سورة ابراہیم میں ہے۔</p><p>مثال الذین ............................ شیء (18:14) ” جن لوگوں نے اپنے رب کے ساتھ کفر کیا ان کے اعمال کی مثال راکھ کی طرح ہے کہ تیز وتندآندھی ایک طوفانی دن میں اسے اڑائے پھرے۔ جو اعمال بھی انہوں نے کئے تھے ان میں سے وہ کچھ نہ پاسکیں گے “۔ اور سورة نور میں ہے :</p><p>والذین ................................ شیئا (39:24) ” جن لوگوں نے کفر کیا ان کے اعمال کی مثال ایسی ہے جیسے چٹیل میدان میں سراب ، پیاسا اسے پانی خیال کرے لیکن جب اس کے پاس پہنچے تو وہاں کچھ نہ پائے “۔ یہ نصوص بصراحت بتارہی ہیں کہ اعمال جب تک ایمان پر مبنی نہ ہوں ، اسلام میں ان کی کوئی قدروقیمت نہیں ہے۔ اعمال کی تہہ میں جذبہ یہ ہونا چاہئے کہ خالق کائنات نے یہ حکم دیا ہے اور ان کا مقصد اس کائنات کی تخلیق کے ساتھ ہم آہنگ ہونا چاہئے۔ اور یہ منطقی نتیجہ ہے اس عقیدے کا جو تمام امور کو اللہ کی طرف لوٹاتا ہے اس لئے جس عمل کا تعلق ایمان سے کٹ گیا وہ اپنا مفہوم اور قیمت کھو بیٹھا۔ (استاد محمد عبدہ ، نے آیت فمن ................ برہ (8:99) ” جو ذرہ برابر نیکی کرے گا ، اسے دیکھ لے گا اور جو ذرہ برابر بدی کرے گا اسے دیکھ لے گا “ کے تحت لکھا ہے کہ ” بعض علما نے اس پر اجماع لکھا ہے کہ کافر کو اس کی کوئی نیکی قیامت میں نفع نہ دے گی اور اس کے عذاب میں کوئی تخفیف نہ ہوگی ، لیکن یہ ایک بنیادی بات ہے “۔ ہم سمجھتے ہیں یہ مسئلہ اجماع کا نہیں قرآن کی صریح نصوص کا ہے اور قرآن وسنت اس معاملہ میں بالکل واضح ہیں۔ (سید قطب)</p><p>ایمان اس بات کی دلیل ہے کہ صاحب ایمان کی فطرت درست ہے اور اس کی شخصیت کی ساخت صحیح سالم ہے اور وہ اس پوری کائنات کے ساتھ ہمقدم ہے۔ اور وہ اپنے ماحول میں پائے جانے والی فطرت کائنات کے ساتھ ہم آہنگ ہے۔ اس لئے وہ اس کائنات میں زندہ رہ رہا ہے۔ اور جس مومن کی شخصیت صحیح سالم ہوتی ہے اس کے اور ان کائنات کے درمیان ایک توافق ہوتا ہے اور یہ توافق اور یہ اتحاد صرف ایمان کا ثمرہ ہوتا ہے کیونکہ اس کائنات میں ایسے دلائل واشارات موجود ہیں ، جو یہ بتاتے ہیں کہ ایک ہی دست قدرت صانع کائنات ہے اس لئے انسان اور کائنات کے درمیان سے یہ توافق ختم ہوجائے تو یہ بات اس پر دلیل ہوہگی کہ اس انسان کی شخصیت میں خلل آگیا ہے اور انسان کی وہ صلاحیت ختم ہوگئی ہے۔ جس کی وجہ سے وہ اس کائنات سے دلائل واشارات اخذ کرتا ہے اور اس فساد کی وجہ سے انسان گھاٹے ہی میں رہے گا۔ اگرچہ بظاہر کچھ اعمال نیکی کی چھاپ والے معلوم ہوتے ہیں لیکن ایمان نہ ہونے کی وجہ سے یہ اعمال ناقابل قبول ہوں گے .... غرض مومن کی دنیا وسیع ، جامع ، لمبی ، بلند ، خوبصورت اور کامیاب ہوتی ہے۔ جس کے مقابلے میں ان لوگوں کی دنیا جو مومن نہیں ہیں ، چھوٹی ، حقیر ، گری ہوئی ، کمزور اور نامراد اور بدبختی پر مشتمل ہوتی ہے اور اس کا نتیجہ اور انجام خسران اور نامرادی ہوتا ہے۔</p><p>وعملوالصلحت (3:103) ” اور نیک اعمال کرتے رہے “۔ نیک عمل درحقیقت ایمان کا قدرتی پھل ہوتا ہے اور جب ایمان کسی قلب میں جاگزیں ہوتا ہے تو عمل صالح اس کی ذاتی حرکت ہوتی ہے (جس طرح دل متحرک ہوتا ہے) لہٰذا ایمان ایک متحرک اور مثبت حرکت کا نام ہے جونہی وہ کسی شخصیت میں بیٹھتا ہے تو وہ عمل صالح کی شکل میں نمودار ہوتا ہے ۔ اسلامی نقطہ نظر سے ایمان ایسا ہی ہوتا ہے۔ اسلام میں کسی ایسے ایمان کا تصور نہیں ہے۔ جو بجھا ہوا ہو اور جس کے نتیجے میں کوئی حرکت نہ پیدا ہوتی ہو ، جو پوشیدہ ہو اور زندہ شکل میں مومن کی ذات سے باہر نہ آتا ہو ، اگر اس کے اندر اس قسم کی طبعی حرکت نہ ہو تو وہ ایمان کھوٹا اور مردہ ایمان ہے ، ایمان تو ایک پھول ہے جس کی خوشبو کو روکا نہیں جاسکتا۔ جہاں پھول ہوگا ، اس سے خوشبو پھوٹتی رہے گی۔ اور اگر کسی شخص میں ایمان کی بو نہیں ہے تو گویا وہ موجود ہی نہیں ہے۔</p><p>اس سے معلوم ہوتا ہے کہ ایمان حرکت ، عمل اور تعمیر کا نام ہے۔ اور یہ سب امور اللہ کی طرف سے متوجہ ہوتے ہیں۔ ایمان میں سکیڑ نہیں ہے ، نہ وہ منفی چیز ہے۔ نہ وہ ضمیر کی تہوں میں جاگزیں ہوتا ہے۔ نہ ایمان نیک خواہشات کا نام ہے۔ جن کی پشت پر کوئی حرکت نہ ہو ، یہ اسلام کا کھلا مزاج ہے جو اسلام کو ایک اعلیٰ تعمیری ذات بنا دیتا ہے اور یہ قوت عملی زندگی کے اندر کی مرکزی قوت محرکہ ہوتی ہے۔</p><p>یہ ہے مفہوم اس بات کا کہ ایمان کو اسلامی نظام حیات کے ساتھ متعلق ہونا چاہئے ، اسلامی نظام حیات چونکہ ایک مسلسل حرکت کا نام ہے ، جو اس پوری کائنات میں چل رہی ہے ، اور یہ حرکت ایک قوت مدبرہ نے پیدا کی ہے اور اس کا ایک ہدف ہے اور انسانیت قیادت ایمان کے ہاتھ میں دینے کا مطلب یہ ہے کہ ایک ایسی قیادت وجود میں لائی جائے جو حرکت کا ایک ایسا منہاج وجود میں لائے جو اس پوری کائنات کے مزاج کے مطابق ہو ، بالفاظ دیگر ایک اچھی ، پاک تعمیری جدوجہد کو برپا کرنا جو اللہ کی طرف سے آئے ہوئے نظام زندگی کے شایان شان ہو۔</p><p>وتواصو ........................ بالصر (3:103) ” جو ایک دوسرے کو حق کی نصیحت اور صبر کی تلقین کرتے رہتے ہیں “۔ حق کی نصیحت اور صبر کی تلقین کے اعمال میں سے امت مسلمہ کے خدوخال اچھی طرح واضح ہوتے ہیں۔ امت مسلمہ ہی کے خطوط پر جماعت مسلمہ بھی قائم ہوتی ہے ۔ اس کا ایک خاص وجود اور شخصیت ہوتی ہے۔ اس کے افراد کے درمیان ایک امتیازی رابطہ ہوتا ہے۔ تمام لوگوں کی سمت ایک ہوتی ہے ، اس امت یا جماعت کو اپنے وجود کا شعور بھی ہوتا ہے ، اور اس کے جو فرائض ہیں وہ بھی اس کے پیش نظر ہوتے ہیں ، اور یہ امت یہ جانتی ہے کہ اس نے ایمان اور عمل صالح کے حوالے سے کیا کچھ کرنا ہے ؟ اور وہ جانتی ہے کہ ایمان وعمل صالح کے زاویہ سے اس نے پوری انسانیت کی قیادت بھی کرنی ہے ، لہٰذا ایک دوسرے کو حق کی وصیت کرنے کا مطلب یہ ہے کہ تم نے امانت کبریٰ کو لے کر اٹھنا ہے۔</p><p>غرض لفظ ” تواصی “ اور اس کے اس مفہوم ، اس کے مزاج اور حقیقت ہی میں سے امت مسلمہ کا وجود نمودار ہوتا ہے ، یا ایک باہم متحد جماعت کا تصور ابھرتا ہے۔ یعنی ایسی امت جو ممتاز ہو ، جو دانش مند ہو ، جو اس کرہ ارض پر سچائی ، بھلائی اور عدل و انصاف کے قائم کرنے کی ذمہ دار ہو۔ یوں امت مسلمہ کی یہ نہایت ہی اعلیٰ اور خوبصورت تصویر ہے۔ اسلام اس طرح کی امت چاہتا ہے ، ایک ممتاز ، قوی ، دانش مند اور حق اور بھلائی کی نگرانی کرنے والی امت۔ جس کے افرادایک دوسرے کو ہر وقت حق کی نصیحت کرتے ہوں اور صبر کی تلقین کرتے ہوں۔ باہم محبت اور تعاون سے زندگی بسر کرتے ہوں ، ان کے درمیان ایک خصوصی اخوت کارفرما ہو۔ جسے قرآن مجید وصیت سے تعبیر کرنا ہے۔</p><p>حق کی تلقین اس لئے ضروری ہے کہ حق کو لے کر چلنا ایک دشوار کام ہے ، اس دنیا میں بیشمار ایسے عوامل ہیں جو انسان کو سچائی کی راہ سے دور لے جاتے ہیں۔ خواہشات نفسانیہ ، مصلحتیں ، قومی اور خاندانی تصورات ، سرکشوں اور ڈکٹیٹروں کے مظالم ، ظالموں کے ظلم ، حد سے گزرنے والوں کے تجاوز اور تعدیاں وغیرہ۔ ایک دوسرے کو نصیحت کرنے سے دراصل یاددہانی ہوجاتی ہے۔ انسان کے حوصلے بڑھتے ہیں اور اغراض ومقاصد کے لحاظ سے افراد جماعت کے درمیان اتحاد اور یگانگت پیدا ہوتی ہے۔ اور ذمہ داریاں اٹھانے میں دراصل ایک دوسرے کا بوجھ اٹھایا جاتا ہے۔ نصیحت سے تمام انفرادی رجحانات کٹھے ہوکر کئی گنا ہوجاتے ہیں اور وہ تمام لوگ جو سچائی کے نگران اور حامی ہوتے ہیں وہ محسوس کرتے ہیں کہ میں اکیلا نہیں ہوں۔ حق اور صداقت کی حفاظت کے کام میں میرے ساتھ اور لوگ بھی ہیں۔ جو اس کو نصیحت کرتے ہیں ، اس کی حوصلہ افزائی کرتے ہیں۔ اس سے محبت کرتے ہیں ، اس کی پشت پر کھڑے ہیں۔ اور یہ کبھی اسے شرمندہ ہونے نہ دیں گے۔ یہدین ہی دراصل حق ہے اور اس دین کی حفاظت ایک جماعت ہی کرسکتی ہے۔ جو باہم متعارف ہو ، باہم کفیل ہو ، اور ایک دوسرے کی معاون ہو اور ایک دوسرے کی کمزوریاں پوری کرنے والی ہو۔</p><p>اور صبر کی تلقی بھی بہت ضروری ہے۔ اس لئے کہ ایمان وعمل صالح پر گامزن رہنا اور حق و انصاف کی نگرانی کرنا ایک مشکل کام ہے۔ اس میں صبر اور مصابرت اور نفس کے اندر کے عوامل کے خلاف سخت جہاد کی ضرورت ہے اور نفس سے باہر کے عوامل کے خلاف جہاد کی بھی ضرورت ہے اور اس راہ میں آنے والی مشکلات پر صبر ومشقت کی ضرورت ہے۔ اسی طرح باطل کے استکبار اور فخر پر صبر کرنا ، راستے کی طوالت پر صبر کرنا اور کامیابی کی سست روی پر صبر کرنا اور راستے کے نشانات کا ناپید ہونا اور مٹ جانا اور ان پر صبر کرنا۔</p><p>صبر کی تلقین سے انسانی قوت میں اضافہ ہوتا ہے اور لوگوں کے اندر ایک اجتماعی احساس پیدا ہوتا ہے کہ ہم سب کا ہدف واحد ہے ، رخ ایک طرف ہے ، اس طرح اس سے سب کو ایک سہارا ملتا ہے۔ کارکن اس راہ میں کام کرتے ہوئے باہم شیروشکر ہوجاتے ہیں اور نہایت عزم ، ثابت قدمی اور اپنے مقصد پر اصرار کے ساتھ آگے بڑھتے ہیں۔ نیز اس سے کئی اور اجتماعی صفات بھی پیدا ہوتی ہیں او یہ کئی اسلامی جماعت کے استحکام کے لئے ضروری ہیں کیونکہ اسلام جماعتی فضا کے بغیر زندہ نہیں رہ سکتا۔ اسلام کا ظہور بھی ایک سوسائٹی کی شکل میں ہوتا ہے۔ اگر کوئی سوسائٹی ہی نہیں ہے تو اسلام نہ ہوگا اور یہ سراسر خسارہ ہوگا۔</p><p>قرآن نے ہمارے لئے جو دستور واضع کیا اور جس کے مطابق کسی سوسائٹی کو ایک کامیاب اور خسران دنیوی اور اخروی سے محفوظ قرار دیا ہے۔ اگر ہم اس دستور کی عینک لگا کر اس وقت دنیا کے حالات کا جائزہ لیں تو ہمارے سامنے دنیا کی یہ خوفناک تصویر آئے گی کہ اس وقت پوری دنیا مکمل خاسرے سے دوچا رہے۔ اس خسارے کا زیادہ خوفناک پہلو یہ ہے کہ آخرت سے بھی پہلے ہم محض دنیاوی نقطہ نظر سے بھی سخت خسارے میں پڑچکے ہیں۔ ہم دیکھتے ہیں کہ انسانیت نے اس بھلائی سے مکمل روگردانی اختیار کرلی ہے ، جس کے فیوض وبرکات اللہ نے انسانوں کے لئے عام کردیئے تھے۔ نیز اس دنیا سے وہ اقتدار اعلیٰ ختم ہوچکا ہے جو ایمانی اور اسلامی ہو ، جو بھلائی اور حق و انصاف کے اصول پر قائم ہو۔ اس تصویر کا نہایت ہی بھدا پہلو یہ ہے کہ مسلمان یا زیادہ صحیح الفاظ میں وہ لوگ جو اس زمین پر بسنے والے دوسرے انسانوں کے مقابلے میں ، اس بھلائی اور خیر سے بہت دور پڑگئے ہیں ، وہ اس نظام زندگی سے بہت دور ہوگئے جو اللہ نے ان کے لئے پسند فرمایا تھا۔ انہوں نے اس آئین ودستور کو پامال کردیاجو اللہ نے ان کے لئے تجویز کیا تھا۔ جسے اللہ نے خسارے اور ناکامی سے نجات پانے کا واحد راستہ قرار دیا تھا۔ خصوصاً وہ علاقے جہاں سے اس بھلائی کے جھنڈے سب سے پہلے بلند ہوئے تھے۔ انہوں نے خود ان جھنڈوں کو گرادیا ہے ، جو ان کے لئے اللہ نے بلند کیے تھے۔ یہ تھے ایمان کے جھنڈے۔ اور نہایت بدقسمتی یہ ہے کہ جن علاقوں سے اللہ کے دین کے یہ جھنڈے بلند ہوئے تھے انہوں نے نسلی قومیت کو اپنا لیا ہے حالانکہ اس زمین کی تاریخ شاہد ہے کہ نسلی قومیت کے ذریعہ کبھی بھلائی تک کوئی قوم نہیں پہنچ سکی۔ ان لوگوں نے جس نسلی قومیت (عرب نیشنلزم) کے جھنڈے بلند کر رکھے ہیں۔ یہ قومیت اس کے پاس اسلام سے پہلے بھی تھی ، لیکن اس کی وجہ سے نہ اس زمین پر انہوں نے کوئی قابل ذکر کارنامہ سرانجام دیا اور نہ آسمان میں ان کا کوئی کارنامہ ریکارڈ ہوا ، جب اسلام آیا تو عربوں کے ذریعہ اس نے ایک ایساجھنڈا بلند کیا جو صرف اللہ کا جھنڈا تھا ، اس میں کوئی اور عنصر شریک نہ تھا ، یہ اللہ کے نام سے تھا ، نام میں بھی کوئی شریک نہ تھا ، یہ صرف اللہ کی طرف منسوب تھا ، جس میں کوئی اور نسبت نہ تھی ، صرف اللہ کا رنگ تھا ، کوئی اور رنگ نہ تھا۔ اس جھنڈے کے زیر سایہ عربوں کو عروج نصیب ہوا۔ وہ دنیا کے قائد بن گئے۔ اور ان کی قیادت سے بھلائی کی قیادت تھی۔ ایک قوی قیادت تھی ، دانشمند قیادت تھی اور ہر پہلو سے کامیاب قیادت تھی۔ یہ قیامت عربوں کی تاریخ میں بھی پہلی بار کامیاب ہوئی اور انسانی تاریخ میں بھی اسلامی انقلاب انسانیت کے لئے ایک نمایاں کامیابی تھی۔</p><p>مولانا ابوالحسن علی ندوی اپنی مشہور کتاب ” انسانی دنیا پر مسلمانوں کا عروج وزوال کا اثر “ کے فصل ” اسلامی اقتدار اور مسلمان قائدین “ میں فرماتے ہیں :</p><p>” مسلمان میدان میں آئے ، دنیا کی رہنمائی کی باگ انہوں نے اپنے ہاتھ میں لی اور ان بیمار قوموں کو رہنمائی کے اس منصب سے معزول کیا جس پر وہ قابض ہوگئی تھیں اور جس کو انہوں نے کبھی صحیح طور پر استعمال نہ کیا تھا۔ مسلمانوں نے پوری دنیا کے انسانوں کو اپنے ساتھ لیا اور متوازن اور صحیح رفتار سے اپنی صحیح منزل کی طرف بڑھانا شروع کیا۔ ان میں وہ تمام خصوصیات جمع تھیں ، جو ان کو تمام اقوام کی رہنمائی کے منصب جلیل کا اہل ثابت کرتی تھیں اور ان کی نگرانی اور قیادت میں قوموں کی فلاح اور سعادت کی ضمانت دیتی تھیں۔ یہ امتیازی خصوصیات کیا تھیں وہ یہ ہیں :</p><p>(1) ان کے پاس آسمانی کتاب اور خدا کی شریعت تھی ، وہ اپنی جانب سے قانون سازی اور شریعت سازی نہ کرتے تھے ، اس لئے کہ انسانی قانون سازی جاہلیت ، ظلم اور غلطیوں کا سرچشمہ ہوتی ہے اور جب انسان انسانوں کے لئے قانون بناتے ہیں تو ہر روز ان میں ردوبدل اور ترمیم ہوتی رہتی ہے جبکہ آسمانی کتابیں ان غلطیوں سے محفوظ ہوتی ہیں۔ مسلمان اپنے روز مرہ کے معاملات اور سیاست اور سیادت میں اندھا دھند چلنے اور اندھیرے میں ہاتھ پاﺅں مارنے سے محفوظ تھے۔ ان کے پاس وحی الٰہی کی روشنی تھی جس کے سہارے وہ چلتے تھے۔ اور جس سے زندگی کی تمام راہیں اور موڑ ان کے لئے روشن تھے۔ ان کا ہر قدم روشنی میں پڑتا تھا۔ اور ان کو اپنی منزل مقصود صاف نظر آتی تھی۔ سورة انعام (122) میں ہے۔</p><p>اومن کان ........................................ منھا (122:6) ” کیا وہ جو پہلے مردہ تھا ، پھر ہم نے اس میں جان ڈالی اور اس کو ایک روشنی عطا فرمائی جس کی مدد سے وہ لوگوں میں چلتا پھرتا ہے ، کیا وہ اس جیسا ہوسکتا ہے جس کا حال یہ ہے کہ اندھیرے میں گھرا ہوا ہے ، وہاں سے نکل نہیں سکتا۔</p><p>ان کے پاس ایک خدائی قانون اور شریعت تھی جس کے مطابق وہ لوگوں کے درمیان فیصلے کرتے تھے۔ وہ حق و انصاف کے علم بردار بنائے گئے تھے اور ان کو سخت سے سخت اشتعال اور برہمی اور عداوت ، اور نفرت کی حالت میں بھی یہ حکم دیا گیا ہے کہ وہ سچائی اور انصاف کا دامن نہ چھوڑیں اور یہ نہ ہو کہ وہ حق و انصاف کے معاملے میں انتقام لیں۔</p><p>یایھا الذین ........................................ تعملون (8:5) ” اے ایمان والو ! ہر وقت انصاف کے ساتھ گواہی دینے کے لئے تیار رہو ، اور کسی قوم کی دشمنی تمہیں مجبور نہ کردے کہ تم انصاف کو چھوڑ دو ، عدل کرو ، یہ بات تقویٰ کے زیادہ قریب ہے اور اللہ سے ڈرتے رہو۔ اللہ کو ان باتوں کا علم ہے جو تم کرتے ہو “۔</p><p>(2) وہ حکومت اور قیادت کے منصب پر مستحکم اخلاقی تربیت اور تہذیب نفس کے بعد فائز ہوئے تھے۔ انہوں نے دنیا کی عام حکمران قوموں اور اہل حکومت کی طرح اپنے تمام اخلاقی عیوب اور نقائص کے ساتھ ، پستی سے بلندی کی طرف جست نہیں لگائی تھی ، بلکہ ایک طویل عرصہ تک وحی الٰہی ان کی اصلاح وتربیت کرتی رہی تھی اور سالہا سال وہ رسول اللہ ﷺ کی کامل نگرانی اور تعلیم میں رہے تھے۔ آپ ان کا تذکیہ فرماتے رہے ، ان کی مکمل تربیت فرمائی۔ زہدو ورع کی زندگی کا عادی بنایا ، عفت وامانت ، ایثار وقربانی ، خوف خدا کا ان کو خوگر کیا۔ حکومت ومناصب کی حرص وطمع ان کے دل سے بالکل نکال دی۔ آپ کا ارشاد تھا ” بخدا ہم کوئی عہدہ کسی ایسے شخص کو سپرد نہیں کریں گے جس نے فرمائش کی یا جس کو اس کی خواہش ہے “۔ ترفع ، سربلندی اور اعزاز کا شوق اور فتنہ وفساد کی خواہش سے ان کے دل بالکل صاف ہوگئے تھے ، ان کے کانوں میں ، رات دن قرآن مجید کے یہ الفاظ پڑتے تھے۔</p><p>تلک الدار ........................ للمتقین (83:28) ” یہ آخرت کا گھر ہم ان لوگوں کو عطا کریں گے ، جو دنیا میں اپنی بڑائی نہیں چاہتے اور فساد کے خواہاں نہیں اور اچھا انجام پرہیز گاروں کے لئے ہے “۔</p><p>اس لئے وہ حکومت کے عہدوں اور منصبوں پر سروانہ وار نہ گرتے تھے ، بلکہ اس کے برعکس وہ ان کو قبول کرنے سے گریز کرتے تھے اور ان کی ذمہ داریوں کو سوچ کرکے وہ لرزہ براندام ہوجاتے تھے۔ ان میں سے جس کو بھی کسی منصب کی پیش کش کی جاتی وہ پیچھے ہٹتا تھا۔ اور اپنے کو اس بار کا قابل نہ سمجھتا تھا۔ چہ جائیکہ ان میں سے کوئی اپنا نام حکومت کے لئے پیش کرے۔ یا اپنی ذات کے لئے پروپیگنڈا کرے۔ پھر وہ جب کسی ذمہ داری کو اپنے ہاتھ میں لے لیتے تو اس کو مال غنیمت یا لقمہ تر نہ سمجھتے تھے بلکہ اس کو اپنے ذمہ ایک امانت اور اللہ کی طرف سے آزمائش سمجھتے تھے۔ اور یقین رکھتے تھے کہ اللہ کے سامنے ان کو حاضر ہونا ہے اور ہر چھوٹی بڑی چیز کا جواب دینا ہے۔ اور وہ یہ آیت ہمیشہ پڑھتے تھے :</p><p>ان اللہ ............................ بالعدل (58:4) ” مسلمانو ! اللہ تم کو حکم دیتا ہے کہ امانت والوں کی امانتیں ان کو پہنچا دو اور جب فیصلہ کرنے لگو تو لوگوں میں انصاف کے ساتھ کرو “۔ نیز یہ ارشاد۔</p><p>وھوالذی ................................ رحیم (165:6) ” اور اسی نے تم کو زمین میں خلیفہ بنایا ہے اور تم میں سے بعض کو دوسروں پر درجے دیئے ہیں تاکہ تمہیں آزمائے ، ان انعامات میں جو تمہیں دی گئیں۔ بیشک تمہارا پروردگار بڑی سزا دینے والا ہے اور وہی بخشنے والا مہربان ہے۔</p><p>(3) وہ کسی قوم کے خدمت گزار اور کسی نسل او وطن کے نمائندے نہ تھے ، جن کے پیش نظر محض اس قوم اور نسل کی خوشحالی ہو ، یا وہ کسی قوم کی برتری اور اسے تمام اقوام پر قیادت وسیادت کا مقام دلانے کے قائل ہوں۔ اور یہ عقیدہ رکھتے ہوں کہ ہماری قوم قیادت کرنے کے لئے ہے اور باقی اقوام صرف محکوم بننے کے لئے ہیں۔ وہ عالم عرب کے حدود سے باہر اس لئے نہ نکلے تھے کہ دنیا پر عرب شہنشاہیت قائم کریں۔ اور اس کے زیر سایہ راحت اور عشرت کی زندگی گزاریں۔ اور اس کے زیر حمایت دوسروں پر فخر وتکبر کریں۔ نہ اس لئے کہ لوگوں کو رومیوں اور ایرانیوں کی غلامی سے نکال کر عربوں کی اور اپنی غلامی میں داخل کرائیں۔ وہ صرف اس لئے نکلے تھے کہ وہ بندگان خدا کو اپنے جیسے تمام لوگوں کی بندگی سے نکال کر صرف اللہ وحدہ لاشریک کی بندگی میں داخل کریں۔ مسلمانوں کے سفیر ربعی ابن عامر نے پروگرد شاہ ایران کے بھرے دربار میں اس حقیقت کا اعلان کیا ۔ انہوں نے کہا : اللہ نے ہم کو اس لئے بھیجا ہے کہ لوگوں کو بندوں کی بندگی سے نکال کر ایک اللہ کی بندگی کی طرف اور دنیا کی تنگی سے رہائی دے کر اللہ کے وسعتوں کی صرف ، اور مذاہی کے ظلم وستم سے رہائی دلا کر اسلام کے عدل و انصاف میں لائیں۔ بس دنیا کی تمام قومیں اور تمام انسان ان کی گناہ میں ایک حیثیت رکھتے تھے۔ اگر فرق تھا تو محض دین کا تھا۔ غرض رسول اللہ کے اس ارشاد پر ان کا پورا عمل تھا ” سب لوگ آدم ہیں اور آدم مٹی سے ہے۔ کسی عربی کو عجمی پر کوئی فضیلت نہیں ہے اور نہ عجمی کو عربی پر فضیلت ہے ، ماسوائے تقوی کے “۔</p><p>اور سورة حجرات کی آیت 13 میں ہے۔</p><p>یایھا الناس انا ............................ اتقکم (13:49) ” اے لوگو ! ہم نے تمہیں ایک مرد اور عورت سے پیدا کیا ہے ، اور تمہیں قوم قبیلے میں تقسیم کیا تاکہ تمہارا باہم تعارف ہو ، اللہ کے نزدیک تم میں سے مکرم وہی ہے جو زیادہ متقی ہے “۔</p><p>حاکم مصر حضرت عمر بن العاص کے بیٹے نے ایک موقعہ پر ایک مصرف کو کوڑا مارا اور اپنے باپ دادا پر فخر کیا۔ حضرت عمر ؓ نے اس مصری کو اس سے بدلہ لینے کا حکم دیا۔ اور عمر ابن العاص سے کہا : کب سے تم نے لوگوں کو غلام بنالیا حالانکہ وہ اپنی ماں کے پیٹ سے آزاد پیدا ہوا ہیں “۔</p><p>ان فاتحنیں اور حکمرانوں نے دین وعلم وتہذیب کی بخشش میں کبھی بخل اور تنگ دلی سے کام نہیں لیا اور حکومت اور مناصب حکومت کے بارے میں کبھی وطنیت اور رنگ ونسل کا لحاظ نہیں کیا ، وہ تو ایک ابرکرم تھے جو تمام عالم پر محیط تھا۔ اور اس کا فیض سب کے لئے عام تھا۔ جو سارے عالم کو سیراب کرتا گیا اور زمین کے ہر حصے نے اس کو دعائیں دیں اور مخلوقات نے اپنی اپنی استعداد اور قابلیت کے مطابق اس سے نفع اٹھایا۔</p><p>ان لوگوں کے زیر سایہ اور زیر حکومت دنیا کی تمام قوموں کو بلا اختلاف رنگ ووطن اور دین ، علم وتہذیب اور حکومت میں اپنا پورا پورا حصہ لینے اور عربوں کے ساتھ تعمیر نو میں شریک ہونے کا پورا پورا موقعہ ملا۔ بلکہ ان کے بہت سے افراد بہت فضیلتوں میں عربوں سے سبقت لے گئے تھے اور ان میں ایسے ائمہ اور فقہا اور محدثین پیدا ہوئے جو خود عربوں کے سرکاتاج اور مسلمانوں کا سرمایہ افتخار تھے۔</p><p>(4) انسان مجموعہ ہے جسم ، قلب اور عقل کا۔ انسان حقیقی فلاح وسعادت اس وقت تک حاصل نہیں کرسکتا اور انسانیت کو متوازن ترقی اس وقت تک نصیب نہیں ہوسکتی جب تک کہ انسان کی یہ تمام قوتیں متناسب طور پر اس کے مرتبہ کے شایان شان ، نشوونما اور پرورش نہ پائیں۔ دنیا میں صالح تمدن کا اس وقت تک وجود نہیں ہوسکتا جب تک کہ ایک ایسا ہی دینی ، اخلاقی ، عقلی اور مادری ماحول نہ قائم ہوجائے۔ جس میں انسان کے لئے پوری پوری سہولت سے کمال تک پہنچنا ممکن ہو اور تجربہ نے ثابت کردیا کہ یہ اس وقت تک ممکن نہیں جب تک کسی زندگی کی رہنمائی اور تمدن کی جہاز رانی ان لوگوں کے ہاتھ میں نہ ہو جو روحانیت اور مادیت دونوں کے قائل ہوں۔ اور دینی اور اخلاقی زندگی کا نمونہ کامل ہوں اور عقل سلیم اور علم صحیح سے متصف ہوں۔ (ص 100 تا 164) ۔</p><p>اور ایک دوسرے فصل دور خلافت راشدہ کے عنوان کے تحت وہ لکھتے ہیں :</p><p>” چناچہ ہم کو تاریخ میں خلافت راشدہ کے دور سے زیادہ ان تمام حیثیتوں سے مکمل اور کامیاب دور کا علم نہیں ، اس دور میں روحانی ، اخلاقی ، دینی وعلمی ، روحانی وسائل و سامان ، انسان کامل اور صالح تمدن کے وجود میں لانے میں ایک دوسرے کے مددگار تھے۔ اس حکومت میں ، جس کا شمار دنیا کی عظیم ترین حکومتوں میں تھا ، ایسی سیاسی ومادی قوت کے جو تمام معاصر قوتوں سے فائق و برتر تھی۔ اعلیٰ اخلاقی نمونے اور اعلیٰ معیار کام دیتے تھے۔ تجارت وصنعت کے ساتھ اخلاق اور فضیلت بھی اپنے پورے عروج پر تھی۔ فتوحات کی وسعت اور تمدن کی ترقی کے ساتھ اخلاق اور افادیت دونوں کی ترقی بھی جاری تھی۔ چناچہ اسلامی حکومت کی غیر معمولی وسعت ، آبادی کی انتہائی افزوئی عیش و عشرت کے وسائل واسباب ترغیبات کے باوجود ، جرائم ، بداخلاقی کے واقعات بہت کم پیش آتے تھے۔ فرد کا دوسرے فرد کے ساتھ اور فردہ جماعت کا باہمی تعلق حیرت انگیز طریقے پر تھا۔ یہ ایک معیاری دور تھا جس سے زیادہ ترقی یافتہ دور کا انسان خواب بھی نہیں دیکھ سکا۔ اور اس سے زیادہ مبارک اور پر بہار زمانہ فرض ہی نہیں کیا جاسکتا “۔ (ص 167) یہ تھے اس دور سعید کے بعض خدوخال جس میں انسانیت نے ایک مختصر سے عرصے کے لئے سورة عصر کے وصع کردہ اسلامی دستور کے زیر سایہ زندگی بسر کی۔ اس عرصہ میں لوگوں پر ایسے لوگوں کی ایک ایسی ایمان والی جماعت کی حکومت تھی جس نے ایمان کے جھنڈے اٹھائے تھے اور عمل صالح اس کا پروگرام تھا اور حق کی نصیحت اور صبر کی تلقین اس کا شعار تھا۔</p><p>یہ ایک ایسا سنہری دور تھا جس کا مقابلہ اس بربادی سے ہرگز نہ کیا جاسکتا۔ جس سے آج پوری انسانیت دوچار ہے۔ معرکہ ، خیروشر میں پوری انسانیت خسارے اور تباہی میں مبتلا ہے۔ پوری انسانیت نے ، اس عظیم خیر کی طرف سے آنکھیں بند کی ہوئی ہیں ، جو کبھی عربوں نے پوری انسانیت کے قائد اور رہنما تھے اور اس کے بعد کے ادوار میں جب انہوں نے یہ جھنڈے پھینک دیئے تو وہ قافلہ انسانیت کے خادم بن گئے جبکہ یہ قافلہ بھی بربادی کی منزل کی طرف بڑھ رہا ہے اور جاتے جاتے یہ حالت ہوگئی ہے کہ پوری انسانیت نے شیطانی جھنڈے سے اٹھا لیے اور ان میں سے کوئی جھنڈا انسانی جھنڈا نہیں ہے۔ پوری انسانیت نے باطل کے جھنڈے اٹھا لئے ، کہیں بھی حق کا کوئی جھنڈا نظر نہیں آتا۔ پوری انسانیت نے اندھے پن اور گمراہی کے جھنڈے اٹھالئے ، ان میں کہیں بھی ہدایت اور نور کا کوئی ایک جھنڈا نظر نہیں آتا۔ سب جھنڈے خسارے کے ہیں ، کامیابی کا کوئی ایک جھنڈا بھی نظر نہیں آتا۔ اللہ کا وہ جھنڈا جس کے ذریعہ عرب دنیا پر چھا گئے تھے۔ آج بھی موجود ہے۔ یہ جھنڈا آج بھی کسی اٹھانے والے ہاتھ کا منتظر ہے ۔ کسی ایک جماعت یا قوم کی ضرورت ہے جو اس جھنڈے کے نیچے بھلائی ، ہدایت ، صلاح اور فلاح کی راہ پر چلے۔</p><p>یہ ہے ، اس جہاں میں نفع ونقصان کی کہانی۔ یہ دنیاوی عظمت اپنی جگہ بہت بڑی کامیابی ہے لیکن اگ رہم اس کا تقابل اخروی کامیابی کے ساتھ کریں تو یہ بہت ہی حقیر ہے۔ اصل نفع ونقصان آخرت کا ہے۔ وہاں ہی حقیقی نفع ونقصان ہے۔ اس لئے کہ وہ طویل زندگی ہے۔ اور ہمیشہ باقی رہنے والی زندگی ہے۔ اور ہمیشہ رہنے والا جہاں ہے۔ اصل منافع اور اصل خسارہ وہاں ہے۔ جنت ، اللہ کی رضامندی کا منافع یا جہنم ، اللہ کی ناراضگی کا خسارہ۔ آخرت میں جہاں انسان اپنے اعلیٰ ترین ترقی و کمال تک پہنچ سکا ہوگا یا اس قدر کرچکا ہوگا کہ اپنی انسانیت میں کھو بیٹھا ہوگا۔ وہ ایک پتھر کی قدرو قیمت تک گر جائے گا اور راحت و آرام میں پتھر سے بھی کم ہوگا۔</p><p>یوم ینظر ............................ ترابا (40:78) ” جس دن ہر شخص وہ کچھ دیکھ لے گا جو اس نے کما کر آگے بھیجا اور کافر کہے گا کاش کہ میں مٹی ہوجاتا “۔</p><p>حقیقت یہ ہے کہ یہ سورت ایک فیصلہ کن اور دو ٹوک راہ حق بتاتی ہے ، یہ بتاتی ہے کہ تمام راہیں خسارے کی ہیں ماسوائے۔</p><p>الا الذین ........................................ بالصبر (3:103) ” ان لوگوں کے جو ایمان لائے اور نیک کام کیے اور حق کی وصیت کی اور صبر کی وصیت کی “۔ اور یہ ایک ہی راہ ہے اس میں تعدد نہیں ہے ، یہ ایمان اور عمل صالح کی راہ ہے۔ ایک اسلامی جماعت کے قیام کی راہ ہے۔ ایک ایسی جماعت کی راہ جو حق کی نصیحت کرتی ہو اور جو خیر کی تلقین کرتی ہو ، جو سچائی کی سیاہ ہو اور صبر اس کی تنخواہ ہو۔</p><p>حقیقت یہ ہے کہ راستہ ایک ہے ، یہی وجہ ہے کہ جب بھی رسول اللہ کے دو ساتھی ایک دوسرے سے ملتے تو تب جدا ہوتے جب وہ سورة عصر پڑھ لیتے۔ اس کے بعد وہ ایک دوسرے کو سلام کہہ کر چلے جاتے۔ دراصل ان کا باہم معاہدہ ہوتا تھا کہ اس انقلابی دستور پر چلیں گے وہ باہم معاہدہ کرلیتے تھے کہ ایمانی صلاح کی راہ پر گامزن رہیں گے۔ حق کی نصیحت اور صبر کی تلقین کرتے رہیں گے۔ اور اس کا عہد کرتے تھے کہ وہ اس دستور کے چوکیدار رہیں گے اور اس جماکعت کے فرد رہیں گے جو اس دستور پر گامزن ہوگی۔</p>"
        },
        {
            "resource_id": 182,
            "text": "清高伟大的真主以时光盟誓，"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"id translation\" lang=\"id\">\"Demi masa. Sesungguhnya manusia itu benar-benar berada dalam kerugian, kecuali orang-orang yang beriman dan mengerja-kan amal shalih dan nasihat menasihati supaya menaati kebenaran dan nasihat menasihati supaya menetapi kesabaran.\" <span class=\"green\">(Al-<span class=\"blue\">Ashr:</span> 1-3)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(1-3)</span> Allah سبحانه وتعالى bersumpah dengan masa, yaitu siang dan malam sebagai tempat terjadinya perbuatan-perbuatan manusia, bahwa manusia itu rugi. Orang yang rugi adalah kebalikan orang yang beruntung. Tingkatan orang yang rugi bermacam-macam; ada yang rugi secara mutlak seperti kondisi orang yang rugi di dunia dan di akhirat. Ia tidak mendapatkan kenikmatan dan berhak mendapatkan Neraka Jahim. Ada yang rugi di sebagian sisi saja. Karena itu Allah سبحانه وتعالى menyebutkan kerugian untuk setiap manusia secara umum,<span class=\"blue\"> kecuali orang yang memiliki empat sifat:</span>\n● Iman terhadap apa yang diperintahkan Allah سبحانه وتعالى dengan beriman kepadaNya. Dan iman tidak ada tanpa adanya ilmu. Ilmu adalah bagian dari iman yang tanpanya keimanan menjadi tidak sempurna.\n● Amal shalih. Dan ini mencakup seluruh perbuatan baik, zahir maupun batin, yang berkaitan dengan hak-hak Allah سبحانه وتعالى dan hak-hak hambaNya, yang wajib dan yang dianjurkan.\n● Saling menasihati dengan kebenaran yang merupakan iman dan amal shalih, yakni sebagian orang menasihati sebagian yang lain dengan kebenaran, mendorong, dan menganjurkannya.\n● Saling menasihati dengan kesabaran adalah dalam keta-atan terhadap Allah سبحانه وتعالى, bersabar menjauhi maksiat, dan bersabar atas ketentuan-ketentuan Allah سبحانه وتعالى yang menyakitkan. Dengan dua hal pertama, seseorang menyempurnakan dirinya sendiri dan de-ngan dua hal kedua, seseorang menyempurnakan orang lain dan dengan melengkapi keempat hal tersebut, seseorang terhindar dari kerugian dan mendapatkan keuntungan besar.                </div>"
        },
        {
            "resource_id": 93,
            "text": "للعلماء أقوال متعددة فى المقصود بالعصر هنا فمنهم من يرى أن المقصود به : الدهر كله ، لما فيه من العبر التى تدل دلالة واضحة على عظيم قدرة الله - تعالى - ، ولما فيه من الأحداث التى يراها الناس بأعينهم ، ويعرفونها عن غيرهم . .فهم يرون ويسمعون كم من غنى قد صار فقيرا ، وقوى قد صار ضعيفا ، ومسرور قد أصبح حزينا . . ورحم الله القائل :أشاب الصغير وأفنى الكبير ... كر الغداة ومر العشىقال القرطبى : قوله - تعالى - : ( والعصر ) أى : الدهر ، قال ابن عباس وغيره فالعصر مثل الدهر . . وأقسم به - سبحانه - لما فيه من التنبيه بتصرف الأحوال وتبدلها .ومنهم من يرى أن المقصود به : وقت صلاة العصر ، وقد صدر صاحب الكشاف تفسيره لهذه الآية بهذا الرأى فقال : أقسم - سبحانه - بصلاة العصر لفضلها ، بدليل قوله - تعالى - : ( حَافِظُواْ عَلَى الصلوات والصلاة الوسطى ) - وهى صلاة العصر - ، وقوله صلى الله عليه وسلم : \" من فاتته صلاة العصر فكأنما وَتِرَ أهله وماله \" ولأن التكليف فى أدائها أشق لتهافت الناس فى تجاراتهم ومكاسبهم آخر النهار . .ومنهم من يرى أن المراد بالعصر هنا : عصر النبوة . لأفضليته بالنسبة لما سبقه من عصور .وقد رجح الإِمام ابن جرير القول الأول فقال : والصواب من القول فى ذلك أن يقال : إن ربنا أقسم بالعصر ، والعصر اسم الدهر ، وهو العشى ، والليل والنهار . ."
        },
        {
            "resource_id": 90,
            "text": "تفسير سورة والعصروهي مكية . وقال قتادة مدنيةوروي عن ابن عباس . وهي ثلاث آياتبسم الله الرحمن الرحيموالعصرفيه مسألتان :الأولى : قوله تعالى : والعصر أي الدهر ; قاله ابن عباس وغيره . فالعصر مثل الدهر ; ومنه قول الشاعر :سبيل الهوى وعر وبحر الهوى غمر ويوم الهوى شهر وشهر الهوى دهرأي عصر .أقسم الله به - عز وجل - ; لما فيه من التنبيه بتصرف الأحوال وتبدلها ، وما فيها من الدلالة على الصانع . وقيل : العصر : الليل والنهار . قال حميد بن ثور :ولن يلبث العصران : يوم وليلة     إذا طلبا أن يدركا ما تيمماوالعصران أيضا : الغداة والعشي . قال :وأمطله العصرين حتى يملني     ويرضى بنصف الدين والأنف راغميقول : إذا جاءني أول النهار وعدته آخره . وقيل : إنه العشي ، وهو ما بين زوال الشمس وغروبها ; قاله الحسن وقتادة . ومنه قول الشاعر :تروح بنا يا عمرو قد قصر العصر     وفي الروحة الأولى الغنيمة والأجر[ ص: 161 ] وعن قتادة أيضا : هو آخر ساعة من ساعات النهار . وقيل : هو قسم بصلاة العصر ، وهي الوسطى ; لأنها أفضل الصلوات ; قاله مقاتل . يقال : أذن للعصر ، أي لصلاة العصر . وصليت العصر ; أي صلاة العصر . وفي الخبر الصحيح الصلاة الوسطى صلاة العصر . وقد مضى في سورة ( البقرة ) بيانه . وقيل : هو قسم بعصر النبي - صلى الله عليه وسلم - ; لفضله بتجديد النبوة فيه . وقيل : معناه ورب العصر .الثانية : قال مالك : من حلف ألا يكلم رجلا عصرا : لم يكلمه سنة . قال ابن العربي : إنما حمل مالك يمين الحالف ألا يكلم امرأ عصرا على السنة ; لأنه أكثر ما قيل فيه ، وذلك على أصله في تغليظ المعنى في الأيمان . وقال الشافعي : يبر بساعة ; إلا أن تكون له نية ، وبه أقول ; إلا أن يكون الحالف عربيا ، فيقال له : ما أردت ؟ فإذا فسره بما يحتمله قبل منه ، إلا أن يكون الأقل ، ويجيء على مذهب مالك أن يحمل على ما يفسر . والله أعلم ."
        },
        {
            "resource_id": 164,
            "text": "<p>বর্ণিত আছে যে, হযরত আমর ইবনে আস (রাঃ) মুসলমান হওয়ার পূর্বে একবার মুসাইলামা কাযযাবের সাথে সাক্ষাৎ করেন। ঐ সময় মুসাইলামা নবুওয়াতের মিথ্যা দাবী করেছিল। হযরত আমর (রাঃ)-কে সে জিজ্ঞাসা করলোঃ “এখন কি তোমাদের রাসূলুল্লাহ (সঃ)-এর উপর কোন অহী অবতীর্ণ হয়েছে?” হযরত আমর (রাঃ) জবাবে বলেনঃ “একটি সংক্ষিপ্ত, অলংকার পূর্ণ সূরা নাযিল হয়েছে।মুসাইলামা জিজ্ঞেস করলোঃ “সেটি কি?” হযরত আমর (রাঃ) তখন (আরবি) সূরাটি পাঠ করে শুনালেন। মুসাইলামা কিছুক্ষণ চিন্তা করে বললোঃ “জেনে রেখো, আমার উপরও এরকম সূরা নাযিল হয়েছে। হযরত আমর (রাঃ) জিজ্ঞেস করলেনঃ “সেটি কি?” সে তখন বললোঃ (আরবি) তারপর জিজ্ঞেস করলোঃ “হে আমর (রাঃ)! বল, তোমার অভিমত কি?” তখন হযরত আমর (রাঃ) বললেনঃ “তুমি তো নিজেই জান যে, তোমার মিথ্যা ও ভণ্ডামী সম্পর্কে আমি অবহিত রয়েছি।” হলো বিড়ালের মত আকৃতি বিশিষ্ট একটা পশু। তার কান দুটি ও বুক কিছুটা প্রশস্ত ও বড়। দেহের অন্যান্য অংশ খুবই নিকৃষ্ট ও বাজে। ভণ্ড, দুবৃত্ত ও মিথ্যাবাদী মুসাইলামা এ রকম বাজে কথাকে আল্লাহ পাকের পবিত্র কালামের সাথে তুলনা করতে চেয়েছিল। তার এ ধরনের ঘৃণ্য ভণ্ডামী দেখে আরবের মূর্তি পূজকরাও তাকে মিথ্যাবাদী এবং ফালতু বলে সহজেই বুঝে নিয়েছিল। দু’জন সাহাবীর অভ্যাস ছিল এই যে, যখন তাঁদের পরস্পর সাক্ষাৎ হতো তখন একজন এ সূরাটি পড়তেন এবং অপরজন শুনতেন। তারপর পরস্পর সালাম বিনিময় করে বিদায় নিতেন।হযরত ইমাম শাফেয়ী (রঃ) বলেন যে, মানুষ যদি এই একটি মাত্র সুরা চিন্তা ভাবনা ও মনোযোগের সাথে পাঠ করে এবং অনুধাবন করে তবে এই একটি সূরাই যথেষ্ট।<b>১-৩ নং আয়াতের তাফসীর</b>‘আসর এর অর্থ হলো কাল বা সময়, যেই কাল বা সময়ে মানুষ পাপ পূণ্যের কাজ করে। হযরত যায়েদ ইবনে আসলাম (রঃ) বলেন যে, আসর এর অর্থ হলো আসরের নামায বা আসরের নামাযের সময়। কিন্তু প্রথমোক্ত উক্তিটিই মাশহুর বা প্রসিদ্ধ। এই কসমের পর আল্লাহ তা'আলা বলছেনঃ নিশ্চয়ই মানুষ অত্যন্ত ক্ষতির মধ্যে রয়েছে। কিন্তু যারা ঈমান আনে ও ভাল কাজ করে এবং একে অন্যকে সত্যের উপদেশ দেয় অর্থাৎ নিজে সৎকাজ করে ও অন্যকে সৎকাজ করতে উদ্বুদ্ধ করে, আর বিপদে-আপদে নিজে ধৈর্য ধারণ করে ও অন্যকেও ধৈর্য ধারণের উপদেশ দেয়, জনগণ কষ্ট দিলে ক্ষমার মাধ্যমে ধৈর্যের পরিচয় দেয় এবং ভাল কাজের আদেশ ও মন্দ কাজ হতে বিরত থাকার নির্দেশ দিতে গিয়ে যে বাধাবিঘ্ন ও বিপদের সম্মুখীন হয় তাতেও ধৈর্য ধারণ করে, তারা এই সুস্পষ্ট ক্ষতি থেকে মুক্তি পাওয়ার সৌভাগ্যের অধিকারী।</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 1{ وَالْعَصْرِ۔ } ”زمانے کی قسم ہے۔“ یعنی اس حقیقت پر زمانہ گواہ ہے یا پوری تاریخ انسانی شاہد ہے کہ :</p>"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><h2>How `Amr bin Al-`As was aware of the Qur'an's Miracle due to this Surah</h2><p>They have mentioned that `Amr bin Al-`As went to visit Musaylimah Al-Kadhdhab after the Messenger of Allah ﷺ was commissioned (as a Prophet) and before `Amr had accepted Islam. Upon his arrival, Musaylimah said to him, \"What has been revealed to your friend (Muhammad ﷺ ) during this time\" `Amr said, \"A short and concise Surah has been revealed to him.\" Musaylimah then said, \"What is it\" `Amr replied;</p><p>وَالْعَصْرِ - إِنَّ الإِنسَـنَ لَفِى خُسْرٍ - إِلاَّ الَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّـلِحَـتِ وَتَوَاصَوْاْ بِالْحَقِّ وَتَوَاصَوْاْ بِالصَّبْرِ</p><p>(By Al-`Asr. Verily, man is in loss. Except those who believe and do righteous deeds, and recommend one another to the truth, and recommend one another to patience.) So Musaylimah thought for a while. Then he said, \"Indeed something similar has also been revealed to me.\" `Amr asked him, \"What is it\" He replied, \"O Wabr (a small, furry mammal; hyrax), O Wabr! You are only two ears and a chest, and the rest of you is digging and burrowing.\" Then he said, \"What do you think, O `Amr\" So `Amr said to him, \"By Allah! Verily, you know that I know you are lying.\" I saw that Abu Bakr Al-Khara'iti mentioned a chain of narration for part of this story, or what was close to its meaning, in volume two of his famous book Masawi' ul-Akhlaq. The Wabr is a small animal that resembles a cat, and the largest thing on it is its ears and its torso, while the rest of it is ugly. Musayli- mah intended by the composition of these nonsensical verses to produce something which would oppose the Qur'an. Yet, it was not even convin- cing to the idol wor- shipper of that time. At-Tabarani recorded from `Abdullah bin Hisn Abi Madinah that he said, \"Whenever two men from the Companions of the Messenger of Allah ﷺ used to meet, they would not part until one of them had recited Surat Al-`Asr in its entirety to the other, and one of them had given the greetings of peace to the other.\" Ash-Shafi`i said, \"If the people were to ponder on this Surah, it would be sufficient for them.\"</p><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>Al-`Asr is the time in which the movements of the Children of Adam occur, whether good or evil.</h2><p>Malik narrated from Zayd bin Aslam that he said, \"It is the evening.\" However, the first view is the popular opinion. Thus, Allah swears by this, that man is in Khusr, which means in loss and destruction.</p><p>إِلاَّ الَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّـلِحَـتِ</p><p>(Except those who believe and do righteous good deeds) So Allah makes an exception, among the species of man being in loss, for those who believe in their hearts and work righteous deeds with their limbs.</p><p>وَتَوَاصَوْاْ بِالْحَقِّ</p><p>(And recommend one another to the truth,) This is to perform acts of obedience and avoid the forbidden things.</p><p>وَتَوَاصَوْاْ بِالصَّبْرِ</p><p>(And recommend one another to patience.) meaning, with the plots, the evils, and the harms of those who harm people due to their commanding them to do good and forbidding them from evil. This is the end of the Tafsir of Surat Al-`Asr, and all praise and thanks are due to Allah.</p>"
        },
        {
            "resource_id": 183,
            "text": "アッラーは誓う。時間にかけて。"
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( والعصر )</span> قال ابن عباس : والدهر .<span class=\"blue\"> قيل :</span> أقسم به لأن فيه عبرة للناظر .<span class=\"blue\"> وقيل :</span> معناه ورب العصر ، وكذلك في أمثاله .<span class=\"blue\"> وقال ابن كيسان :</span> أراد بالعصر الليل والنهار ، يقال لهما العصران .<span class=\"blue\"> وقال الحسن :</span> من بعد زوال الشمس إلى غروبها .<span class=\"blue\"> وقال قتادة :</span> آخر ساعة من ساعات النهار .<span class=\"blue\"> وقال مقاتل :</span> أقسم بصلاة العصر وهي الصلاة الوسطى .</p>"
        },
        {
            "resource_id": 160,
            "text": "عمرو بن عاص رضی اللہ عنہ کی مسیلمہ کذاب سے ملاقات اور گفتگو:<div lang=\"ur\" class=\"ur\"><p class=\"ur\">سیدنا عمرو بن عاص رضی اللہ عنہ اپنے مسلمان ہونے سے پہلے ایک مرتبہ مسیلمہ کذاب سے ملے، اس نے نبوت کا جھوٹا دعویٰ کر رکھا تھا، سیدنا عمرو رضی اللہ عنہ کو دیکھ کر پوچھنے لگا، کہو اس مدت میں تمہارے نبی پر بھی کوئی وحی نازل ہوئی ہے، سیدنا عمرو رضی اللہ عنہ نے جواب دیا ایک مختصر سی نہایت فصاحت والی سورت اتری ہے، پوچھا: وہ کیا ہے؟ سیدنا عمرو رضی اللہ عنہ نے سورۃ والعصر پڑھ کر سنا دی۔ مسیلمہ ذرا دیر سوچتا رہا پھر کہنے لگا، عمرو! دیکھو مجھ پر بھی اسی جیسی سورت اتری ہے سیدنا عمرو رضی اللہ عنہ نے کہا وہ کیا؟ کہا: یہ <span class=\"arabic qpc-hafs\"> «يَا وَبْر يَا وَبْر إِنَّمَا أَنْتَ أُذُنَانِ وَصَدْر وَسَائِرك حَفْر نَقْر»</span>  پھر کہنے لگا، عمرو کہو تمہارا کیا خیال ہے؟ سیدنا عمرو رضی اللہ عنہ نے کہا: میرا خیال تو تو خود ہی جانتا ہے کہ مجھے تیرے جھوٹے ہونے کا علم ہے ۔  <span class=\"reference\">[الخرائطي في مساوئ الاخلاق:173:اسناده ضعيف‏ ]</span>  </p><p class=\"ur\"> <span class=\"arabic qpc-hafs\"> «وبر»</span>  بلی جیسا ایک جانور ہے اس کے دونوں کان ذرا بڑے ہوتے ہیں اور سینہ بھی، باقی جسم بالکل حقیر اور واہیات ہوتا ہے۔ اس کذاب نے ایسی فضول گوئی اور بکواس کے ساتھ اللہ کے کلام کا معارضہ کرنا چاہا جسے سن کر عرب کے بت پرست لوگوں نے بھی اس کا کاذب اور مفتری ہونا سمجھ لیا۔ </p><p class=\"ur\"> طبرانی میں ہے کہ دو صحابیوں کا یہ دستور تھا کہ جب ملتے ایک اس سورت کو پڑھتا دوسرا سنتا پھر سلام کر کے رخصت ہو جاتے۔   <span class=\"reference\">[طبراني اوسط:5120:اسناده ضعيف‏ ]</span>  </p><p> امام شافعی رحمہ اللہ فرماتے ہیں کہ اگر لوگ اس سورت کو غور و تدبر سے پڑھیں اور سمجھیں تو صرف یہی ایک سورت کافی ہے۔؟</p></div>مسیلمہ کذاب اور عمرو بن عاص میں مکالمہ ٭٭<div lang=\"ur\" class=\"ur\"><p> <span class=\"reference\">[سورة العصر کی ابتدائی تفسیر دیکھئیے]</span> ‏۔</p></div><div>10840</div>مختصر نقصان اور اصحاب فلاح و نجات ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\"> <span class=\"arabic qpc-hafs\"> «عصر»</span>  سے مراد زمانہ ہے جس میں انسان نیکی بدی کے کام کرتا ہے، زید بن اسلم رحمہ اللہ نے اس سے مراد عصر کی نماز یا عصر کی نماز کا وقت بیان کیا ہے لیکن مشہور پہلا قول ہی ہے۔ </p><p> اس قسم کے بعد بیان فرماتا ہے کہ انسان نقصان میں، ٹوٹے میں اور ہلاکت میں ہے، ہاں اس نقصان سے بچنے والے وہ لوگ ہیں جن کے دلوں میں ایمان ہو، اعمال میں نیکیاں ہوں، حق کی وصیتیں کرنے والے ہوں یعنی نیکی کے کام کرنے کی، حرام کاموں سے رکنے کی ایک دوسرے کو تاکید کرتے ہوں، قسمت کے لکھے پر، مصیبتوں کی برداشت پر صبر کرتے ہوں اور دوسروں کو بھی اسی کی تلقین کرتے ہوں۔ ساتھ ہی بھلی باتوں کا حکم کرنے اور بری باتوں سے روکنے میں لوگوں کی طرف سے جو بلائیں اور تکلیفیں پہنچیں تو ان کو بھی برداشت کرتے ہوں اور اسی کی تلقین اپنے ساتھیوں کو بھی کرتے ہوں یہ ہیں جو اس صریح نقصان سے مستثنیٰ ہیں۔  سورۃ والعصر کی تفسیر بحمدللہ ختم ہوئی۔</p></div><div>10841</div>"
        },
        {
            "resource_id": 172,
            "text": "Allah -Subhânehu ve Teâlâ-, asır/ikindi vaktine yemin etmiştir."
        },
        {
            "resource_id": 181,
            "text": "الله متعال به وقت عصر سوگند یاد فرموده است."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة العصر وهي مكية .</p><p lang=\"ar\" class=\"ar \">ذكروا أن عمرو بن العاص وفد على مسيلمة الكذاب <span class=\"reference brown\">[ لعنه الله ]</span> وذلك بعد ما بعث رسول الله صلى الله عليه وسلم وقبل أن يسلم عمرو فقال له مسيلمة : ماذا أنزل على صاحبكم في هذه المدة ؟ قال لقد أنزل عليه سورة وجيزة بليغة .<span class=\"blue\"> فقال :</span> وما هي ؟<span class=\"blue\"> فقال :</span> <span class=\"red\">\" والعصر إن الإنسان لفي خسر إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبر \"</span> ففكر مسيلمة هنيهة ثم قال : وقد أنزل علي مثلها .<span class=\"blue\"> فقال له عمرو :</span> وما هو ؟<span class=\"blue\"> فقال :</span> يا وبر يا وبر ، إنما أنت أذنان وصدر ، وسائرك حفز نقز .<span class=\"blue\"> ثم قال :</span> كيف ترى يا عمرو ؟<span class=\"blue\"> فقال له عمرو :</span> والله إنك لتعلم أني أعلم أنك تكذب .</p><p lang=\"ar\" class=\"ar \">وقد رأيت أبا بكر الخرائطي أسند في كتابه المعروف ب <span class=\"red\">\" مساوي الأخلاق \"</span> ، في الجزء الثاني منه ، شيئا من هذا أو قريبا منه .</p><p lang=\"ar\" class=\"ar \">والوبر : دويبة تشبه الهر ، أعظم شيء فيه أذناه ، وصدره وباقيه دميم . فأراد مسيلمة أن يركب من هذا الهذيان ما يعارض به القرآن ، فلم يرج ذلك على عابد الأوثان في ذلك الزمان .</p><p lang=\"ar\" class=\"ar \">وذكر الطبراني من طريق حماد بن سلمة ، عن ثابت عن عبد الله بن حصن <span class=\"reference brown\">[ أبي مدينة ]</span> ،<span class=\"blue\"> قال :</span> كان الرجلان من أصحاب رسول الله صلى الله عليه وسلم إذا التقيا ، لم يتفرقا إلا على أن يقرأ أحدهما على الآخر <span class=\"red\">\" سورة العصر \"</span> إلى آخرها ، ثم يسلم أحدهما على الآخر .</p><p>وقال الشافعي رحمه الله : لو تدبر الناس هذه السورة ، لوسعتهم .</p><p>العصر : الزمان الذي يقع فيه حركات بني آدم ، من خير وشر .</p><p>وقال مالك ،<span class=\"blue\"> عن زيد بن أسلم :</span> هو العشي ، والمشهور الأول .</p>"
        },
        {
            "resource_id": 178,
            "text": "Аллах, Свят Он, поклялся предвечерним временем."
        },
        {
            "resource_id": 16,
            "text": "أقسم الله بالدهر؛ لما فيه من عجائب قدرة الله الدالة على عظمته، على أن بني آدم لفي هلكة ونقصان. ولا يجوز للعبد أن يقسم إلا بالله، فإن القسم بغير الله شرك."
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1 ـ 3}</span> أقسم تعالى بالعصر، الذي هو الليل والنهار، محل أفعال العباد وأعمالهم؛ أن كلَّ إنسانٍ خاسرٌ، والخاسر ضدُّ الرابح،<span class=\"blue\"> والخسار مراتبُ متعدِّدةٌ متفاوتةٌ:</span> قد يكون خساراً مطلقاً؛ كحال من خسر الدُّنيا والآخرة، وفاته النعيم، واستحقَّ الجحيم.\nوقد يكون خاسراً من بعض الوجوه دون بعضٍ، ولهذا عمَّم اللهُ الخسار لكلِّ إنسانٍ؛<span class=\"blue\"> إلاَّ مَن اتَّصف بأربع صفات:</span>\nالإيمان بما أمر اللَّه بالإيمان به، ولا يكون الإيمان بدون العلم؛ فهو فرع عنه لا يتم إلا به.\nوالعمل الصالح، وهذا شاملٌ لأفعال الخير كلِّها، الظاهرة والباطنة، المتعلِّقة بحقوق الله وحقوق عباده، الواجبة والمستحبَّة.\nوالتَّواصي بالحقِّ الذي هو الإيمان والعمل الصالح؛<span class=\"blue\"> أي:</span> يوصي بعضُهم بعضاً بذلك، ويحثُّه عليه، ويرغِّبه فيه.\nوالتَّواصي بالصَّبر على طاعة الله، وعن معصية الله، وعلى أقدار الله المؤلمة. فبالأمرين الأولين يكمِّل العبد  نفسه، وبالأمرين الأخيرين يكمِّل غيره، وبتكميل الأمور الأربعة يكون العبد قد سلم من الخسار وفاز بالرِّبح العظيم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 790,
            "text": "আল্লাহ তাআলাই আছৰৰ সময়ৰ শপত কৰিছে।"
        },
        {
            "resource_id": 792,
            "text": "អល់ឡោះទ្រង់ស្បថនឹងពេលរសៀល។"
        },
        {
            "resource_id": 173,
            "text": "Allah prête serment par l’après-midi, que:"
        },
        {
            "resource_id": 171,
            "text": "Allah may He be glorified takes an oath on time."
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya manusia itu benar-benar berada dalam kerugian dan kebinasaan,"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 172,
            "text": "Şüphesiz insan, bir çöküş ve yok oluş içindedir."
        },
        {
            "resource_id": 790,
            "text": "নিশ্চয় মানুহ ক্ষতি আৰু ধ্বংসৰ পথত লিপ্ত।"
        },
        {
            "resource_id": 16,
            "text": "أقسم الله بالدهر على أن بني آدم لفي هلكة ونقصان. ولا يجوز للعبد أن يقسم إلا بالله، فإن القسم بغير الله شرك."
        },
        {
            "resource_id": 183,
            "text": "人間は、確かに大規模な損失と破滅の途次にある。"
        },
        {
            "resource_id": 792,
            "text": "ជាការពិតណាស់ មនុស្សទាំងឡាយឋិតនៅក្នុងភាពខាតបង់និងអន្តរាយ។"
        },
        {
            "resource_id": 91,
            "text": "أن كل إنسان خاسر، والخاسر ضد الرابح.<span class=\"blue\">والخسار مراتب متعددة متفاوتة:</span>قد يكون خسارًا مطلقًا، كحال من خسر الدنيا والآخرة، وفاته النعيم، واستحق الجحيم."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 173,
            "text": "L’être humain va progressivement à sa perte,"
        },
        {
            "resource_id": 166,
            "text": "<p>নিশ্চয় মানুষ [১] ক্ষতির মাঝে নিপতিত [২] ,</p><p>[১] মানুষ শব্দটি একবচন। এখানে মানুষ বলে সমস্ত মানুষই উদ্দেশ্য। কারণ, পরের বাক্যে চারটি গুণ সম্পন্ন লোকদেরকে তার থেকে আলাদা করে নেয়া হয়েছে। তাই এটা অবশ্যি মানতে হবে যে, এখানে মানুষ শব্দটিতে দুনিয়ার সমস্ত মানুষ সমানভাবে শামিল। কাজেই উপরোল্লিখিত চারটি গুণাবলী কোন ব্যক্তি, জাতি বা সারা দুনিয়ার সমস্ত মানুষ যার-ই মধ্যে থাকবে না সেই ক্ষতিগ্রস্ত হবে, এই বিধানটি সর্বাবস্থায় সত্য প্রমাণিত হবে। [আদ্ওয়াউল বায়ান, ফাতহুল কাদীর]</p><p>[২] আভিধানিক অর্থে ক্ষতি হচ্ছে লাভের বিপরীত শব্দ। ব্যবসায়ের ক্ষেত্রে এ শব্দটির ব্যবহার এমন সময় হয় যখন কোন একটি সওদায় লোকসান হয়, পুরো ব্যবসাটায় যখন লোকসান হতে থাকে। আবার সমস্ত পুঁজি লোকসান দিয়ে যখন কোন ব্যবসায়ী দেউলিয়া হয়ে যায় তখনো এই শব্দটি ব্যবহার করা হয়ে থাকে। [ফাতহুল কাদীর]</p>"
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( إِنَّ الإنسان لَفِى خُسْرٍ . . . ) جواب القسم ، والمراد بالإِنسان : جنسه ويدخل فيه الكافر دخولا أوليا . والخسر مثل الخسران ، كالكفر بمعنى الكفران . .أى : إن جنس الإِنسان لا يخلو من خسران ونقصان وفقدان للربح فى مساعيه وأعماله طوال عمره ، وإن هذا الخسران يتفاوت قوة وضعفا .فأخسر الأخسرين هو الكافر الذى أشرك مع خالقه إلها آخر فى العبادة ، وأقل الناس خسارة هو المؤمن الذى خلط عملا صالحا بآخر سيئا ثم تاب إلى الله - تعالى - توبة صادقة .وجاء الكلام بأسلوب القسم ، لتأكيد المقسم عليه ، وهو أن جنس الإِنسان فى خسر .وقال - سبحانه - ( لَفِى خُسْرٍ ) للإِشعار بأن الإِنسان كأنه مغمور بالخسر ، وأن هذا الخسران قد أحاط به من كل جانب ، وتنكير لفظ \" خسر \" للتهويل . أى : لفى خسر عظيم ."
        },
        {
            "resource_id": 92,
            "text": "إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (2) والظرفية في قوله : لفي خسر } مجازية شبهت ملازمة الخسر بإحاطة الظرف بالمظروف فكانت أبلغ من أن يقال : إن الإنسان لخاسر .ومجيء هذا الخبر على العموم مع تأكيده بالقَسم وحرففِ التوكيد في جوابه ، يفيد التهويل والإِنذار بالحالة المحيطة بمعظم الناس ."
        },
        {
            "resource_id": 776,
            "text": "El ser humano está ante una gran pérdida y destrucción."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢)</span> ] بەڕاستی سەرجەم مرۆڤایەتی هەر هەموویان بەردەوام لە زەرەرمەندی و بە هیلاك چوون و تیاچووندان ."
        },
        {
            "resource_id": 14,
            "text": "<p>فأقسم تعالى بذلك على أن الإنسان لفي خسر أي في خسارة وهلاك.</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 2{ اِنَّ الْاِنْسَانَ لَفِیْ خُسْرٍ۔ } ”یقینا انسان خسارے میں ہے۔“ اگلی آیت میں اس نقصان اور خسارے سے بچائو کے لیے چارشرائط بتائی گئی ہیں ‘ لیکن ان میں سے کوئی ایک یا دو یا تین شرائط پوری کردینے سے مذکورہ خسارے سے بچنے کی امید نہیں کی جاسکتی۔ کامیابی کے لیے بہرحال چاروں شرائط پر عمل درآمد ضروری ہے۔</p>"
        },
        {
            "resource_id": 180,
            "text": "২. নিশ্চয়ই মানুষ ক্ষতি ও ধ্বংসের মধ্যে নিমজ্জিত।"
        },
        {
            "resource_id": 178,
            "text": "Поистине, человек непременно окажется в убытке и гибели."
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لَفِي خُسْرٍ )</span> يقول: إن ابن آدم لفي هلَكة ونقصان.</p><p>وكان عليّ رضى الله عنه يقرأ ذلك: <span class=\"arabic qpc-hafs green\">( إنَّ الإنْسانَ لَفِي خُسْر وإنه فيه إلى آخر الدهر )</span>.</p><p lang=\"ar\" class=\"ar \">حدثني ابن عبد الأعلى بن واصل،<span class=\"blue\"> قال:</span> ثنا أبو نعيم الفضل بن دكين،<span class=\"blue\"> قال:</span> أخبرنا إسرائيل، عن أبي إسحاق، عن عمرو ذي مرّ،<span class=\"blue\"> قال:</span> سمعت عليا رضى الله عنه يقرأ هذا الحرف <span class=\"arabic qpc-hafs green\">( وَالْعَصْرِ وَنَوَائِب الدَّهْرِ، إنَ الإنْسانَ لَفِي خُسْرٍ، وإنه فيه إلى آخر الدهر )</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لَفِي &amp;; 24-590 &amp;; خُسْر )</span> ففي بعض القراءات <span class=\"arabic qpc-hafs green\">( وإنه فيه إلى آخر الدهر )</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن أبي إسحاق، عن عمرو ذي مرّ، أن عليا رضى الله عنه قرأها<span class=\"arabic qpc-hafs green\">( وَالْعَصْرِ وَنَوَائِب الدَّهْرِ، إنَّ الإنْسانَ لَفِي خُسْر )</span>.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( إِنَّ الإنْسَانَ لَفِي خُسْرٍ )</span> إلا من آمن.</p>"
        },
        {
            "resource_id": 181,
            "text": "که انسان واقعا در نقصان و نابودی است."
        },
        {
            "resource_id": 177,
            "text": "Rằng con người chắc chắn sẽ bị thất bại và hủy diệt."
        },
        {
            "resource_id": 791,
            "text": "തീർച്ചയായും മനുഷ്യൻ നഷ്ടത്തിലും നാശത്തിലും തന്നെയാകുന്നു."
        },
        {
            "resource_id": 179,
            "text": "Tunay na ang tao ay talagang nasa isang pagkakulang at isang kapahamakan,"
        },
        {
            "resource_id": 165,
            "text": "<p>মানুষ অবশ্যই ক্ষতিগ্রস্ত। [১]</p><p>[১] এটি হল কসমের জওয়াব। মানুষের ক্ষতি ও ধ্বংস সুস্পষ্ট। যেহেতু যতক্ষণ সে জীবিত থাকে ততক্ষণ তার দিনরাত মেহনত ও পরিশ্রমের সাথে অতিবাহিত হয়। অতঃপর সে যখন মৃত্যু বরণ করে তখনও তার আরাম ও শান্তি নসীব হয় না। বরং সে জাহান্নামের ইন্ধনে পরিণত হয়।</p>"
        },
        {
            "resource_id": 905,
            "text": "إن الإنسان لفي نقصان وهلاك."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : إن الإنسان لفي خسرهذا جواب القسم . والمراد به الكافر ; قاله ابن عباس في رواية أبي صالح . وروى الضحاك عنه قال : يريد جماعة من المشركين : الوليد بن المغيرة ، والعاص بن وائل ، والأسود بن عبد المطلب بن أسد بن عبد العزى ، والأسود بن عبد يغوث . وقيل : يعني بالإنسان جنس الناس . لفي خسر لفي غبن . وقال الأخفش : هلكة . الفراء : عقوبة ; ومنه قوله تعالى : وكان عاقبة أمرها خسرا . ابن زيد : لفي شر . وقيل : لفي نقص ; المعنى متقارب . وروي عن سلام والعصر بكسر الصاد . وقرأ الأعرج وطلحة وعيسى الثقفي خسر بضم السين . وروى ذلك هارون عن أبي بكر عن عاصم . والوجه فيهما الإتباع . ويقال : خسر وخسر ; مثل عسر وعسر . وكان علي يقرؤها ( والعصر ونوائب الدهر إن الإنسان لفي خسر وإنه فيه إلى آخر الدهر ) . وقال إبراهيم : إن الإنسان إذا عمر في الدنيا وهرم ، لفي نقص وضعف وتراجع ; إلا المؤمنين ، فإنهم تكتب لهم أجورهم التي كانوا يعملونها في حال شبابهم ; نظيره قوله تعالى : لقد خلقنا الإنسان في أحسن تقويم ثم رددناه أسفل سافلين . قال : وقراءتنا ( والعصر إن الإنسان لفي خسر وإنه في آخر الدهر ) . والصحيح ما [ ص: 162 ] عليه الأمة والمصاحف . وقد مضى الرد في مقدمة الكتاب على من خالف مصحف عثمان ، وأن ذلك ليس بقرآن يتلى ; فتأمله هناك ."
        },
        {
            "resource_id": 182,
            "text": "的确，人们处于亏损和毁灭之中，"
        },
        {
            "resource_id": 176,
            "text": "In verità, l'uomo è in declino e in rovina,"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 175,
            "text": "Doista je čovjek u propasti i gubitku."
        },
        {
            "resource_id": 171,
            "text": "Indeed, the human is in great loss and destruction."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( إن الإنسان لفي خسر )</span> أي خسران ونقصان ،<span class=\"blue\"> قيل :</span> أراد به <span class=\"reference\">[ الكافر ]</span> بدليل أنه استثنى المؤمنين ، و <span class=\"arabic qpc-hafs\">\" الخسران \"</span> : ذهاب رأس مال الإنسان في هلاك نفسه وعمره <span class=\"reference\">[ بالمعاصي ]</span> ، وهما أكبر رأس ماله .</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "Except for those who have faith in Allah and His Messenger, perform good deeds, and encourage each other to follow the truth and remain steadfast upon it. Those who have these qualities are the ones who are successful in the world and the afterlife."
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">زمانه كيا هے۔ گزرتا هوا وقت۔ زمانے كے گزرتے هوئے دھارے ميں انسان بھي بهه رها هے۔ همارا حال هر آن ماضي ميں تبديل هورهاهے۔انسان ہر لمحہ اپنی موت کی طرف جا رہا ہے۔انسان كي كاميابي يه هے كه وه زندگي ختم هونے سے پهلے اپنا كام پورا كرلے۔ اس کا مطلب یہ ہے کہ آدمی اگر اپنی مہلتِ عمر کو استعمال نہ کرے تو آخر کار اس کے حصہ میں جو چیز آئے گی وہ صرف ہلاکت ہے۔ کامیاب ہونے کے لیے آدمی کو خود عمل کرنا ہے۔ جب کہ ناکامی کے لیے کسی عمل کی ضرورت نہیں۔ وہ اپنے آپ اس کی طرف بھاگی چلی آ رہی ہے۔</p><p lang=\"ur\">ایک بزرگ نے کہا کہ سورۃ عصر کا مطلب میں نے ایک برف بیچنے والے سے سمجھا جو بازار میں آواز لگا رہا تھا کہ لوگو، اس شخص پر رحم کرو جس کا اثاثہ گھل رہا ہے، لوگو، اس شخص پر رحم کرو، جس کا اثاثہ گھل رہا ہے۔ اس پکار کو سن کر میں نے اپنے دل میں کہا کہ جس طرح برف پگھل کر کم ہوتی رہتی ہے اسی طرح انسان کو ملی ہوئی عمر بھی تیزی سے گزر رہی ہے۔ عمر کا موقع اگر بے عملی میں یا برے کاموں میں کھو دیا جائے تو یہی انسان کا گھاٹا ہے۔ (تفسیر کبیر امام رازی، جلد  <quran ref=/3/2-2>32</quran> ، ص <quran ref=/27/8-8>278</quran> )</p><p lang=\"ur\">اپنے وقت کو صحیح استعمال کرنے والا وہ ہے جو موجودہ دنیامیں تین باتوں کا ثبوت دے۔ ایک ایمان، یعنی حقیقت کا شعور اور اس کا اعتراف۔ دوسرے عمل صالح، یعنی وہی کرنا جو کر نا چاہيے اور وہ نہ کرنا جو نہیں کرنا چاہيے۔ تیسرے حق و صبر کی تلقین ، یعنی حقیقت کا اتنا گہرا ادر اک کہ آدمی اس کاداعی اور مبلغ بن جائے۔</p>"
        },
        {
            "resource_id": 16,
            "text": "إلا الذين آمنوا بالله وعملوا عملا صالحًا، وأوصى بعضهم بعضًا بالاستمساك بالحق، والعمل بطاعة الله، والصبر على ذلك."
        },
        {
            "resource_id": 179,
            "text": "maliban sa mga sumampalataya kay Allāh at sa mga sugo Niya, gumawa ng mga gawang maayos, at nagtagubilin sa isa't isa sa kanila ng katotohanan at pagtitiis sa katotohanan sapagkat ang mga nailalarawan sa mga katangiang ito ay mga maliligtas sa buhay nilang pangmundo at pangkabilang-buhay."
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ ও গুরুত্ব: </b></p><p>العصر শব্দের অর্থ সময়, কাল, যুগ ইত্যাদি। সূূরার প্রথম আয়াতে উল্লিখিত العصر শব্দ থেকেই উক্ত নামে সূরার নামকরণ করা হয়েছে।</p><p>আব্দুল্লাহ বিন হাফস (রাঃ) বলেন : দুজন সাহাবীর অভ্যাস ছিল যে, যখন তারা পরস্পর সাক্ষাৎ করত তখন একজন এ সূরাটি পড়তেন এবং অপরজন শুনতেন। তারপর সালাম বিনিময় করে বিদায় নিতেন। (বায়হাকী হা. ৯০৫৮, সনদ সহীহ)</p><p>ইমাম শাফেঈ (রহঃ) এ সূরার গুরুত্ব বুঝাতে বলেছেন :</p><p class='arabic uthmani'>لو ما انزل الله علي الخلق إلا هذه السورة لكقته</p><p>সৃষ্টি জীবের জন্য আল্লাহ তা‘আলা এ সূরা ছাড়া অন্য কিছু অবতীর্ণ না করলেও তা যথেষ্ট হত। (ইবনু কাসীর)</p><p><b> ঐতিহাসিকগণ বলেছেন : </b></p><p>আমর ইবনুল আস (রাঃ) মুসলিম হওয়ার পূর্বে একবার ভণ্ডনাবী মুসায়লামা কাযযাবের কাছে গিয়েছিলেন। তখন মুসায়লামা তাকে বলেন : তোমাদের নাবীর ওপর সম্প্রতি কী নাযিল হয়েছে? তিনি বললেন : তাঁর ওপরে অতি সংক্ষিপ্ত ও সারগর্ভ একটি সূরা অবতীর্ণ হয়েছে। মুসায়লামা কাযযাব বলল : সেটা কি? তখন আমর ইবনুল আস (রাঃ) তাকে সূরা আছর শুনিয়ে দিলেন। অতঃপর ভণ্ডনাবী মুসায়লামা কিছুক্ষণ চুপ থাকার পর বলল : আমার কাছেও এরূপ সূরা নাযিল হয়েছে। আমর ইবনুল আ‘স (রাঃ) বললেন : সেটা কী? তখন মুসায়লামা বলল : হে ওয়াবর (বিড়াল জাতীয় ছোট প্রাণী)! তোমার কাছে কেবল দু’টি বড় কান ও সীনা। আর তোমার বাকী সবই ফালতু। অতঃপর মুসায়লামা জিজ্ঞাসা করল : কেমন লাগল? জবাবে আমর ইবনুল আস (রাঃ) বললেন : আল্লাহ তা‘আলার শপথ! তুমি ভালভাবেই জানো যে, আমি জানি তুমি মিথ্যা বলছ। (ইবনু কাসীর)</p><p><b> তাফসীর: </b></p><p>الْعَصْرِ আছর দ্বারা উদ্দেশ্য কী এ নিয়ে মুফাসসিরদের মাঝে কয়েকটি মত পাওয়া যায়। তার মধ্যে অন্যতম হলো :</p><p>১. ইমাম বুখারী (রহঃ) বর্ণনা করেন, ইয়াহইয়া বলেন : আছর হলো যুগ আল্লাহ তা‘আলা যুগের শপথ করেছেন। (সহীহ বুখারী)</p><p>২. হাসান বাসরী ও কাতাদাহ (রহঃ) বলেন : আসর দ্বারা উদ্দেশ্য : সূর্য পশ্চিম আকাশে ঢলে যাওয়া ও অস্ত যাওয়ার মধ্যবর্তী সময় (অর্থাৎ আসরের সময়)।</p><p>৩. প্রসিদ্ধ তাবেয়ী মুকাতিল (রহঃ) বলেন : আসর দ্বারা উদ্দেশ্য আছরের সালাত। কেননা এটা এমন একটি সালাত যা সংরক্ষণের ব্যাপারে বিশেষভাবে গুরুত্ব আরোপ করা হয়েছে।</p><p>এ আসরের শপথ করে আল্লাহ তা‘আলা বলছেন : সকল মানুষ ক্ষতিগ্রস্ত। অর্থাৎ যতক্ষণ মানুষ জীবিত থাকে ততক্ষণ দুনিয়ার পেছনে পড়ে দীন ও আখিরাত সম্পর্কে গাফেল হয়ে নিজেকে জাহান্নামের দিকে ঢেলে দেয়। এ ক্ষতিগ্রস্তের বিভিন্ন স্তর রয়েছে : কেউ সর্বস্ব ক্ষতিগ্রস্ত। যেমন যার ইহকাল ও আখিরাত ক্ষতিগ্রস্ত হয়েছে। আবার কেউ কোন দিক দিয়ে ক্ষতিগ্রস্ত, তাই আল্লাহ তা‘আলা সব মানুষকে ক্ষতিগ্রস্ত বলে সম্বোধন করেছেন, তবে যারা চারটি বৈশিষ্ট্যে বৈশিষ্ট্যপূর্ণ তারা ব্যতীত। (১) যারা প্রকৃত ঈমানদার,</p><p>(২) যারা সৎ আমলকারী,</p><p>(৩) যারা মানুষকে সত্যের পথে আহ্বান করে,</p><p>(৪) দীনের পথে যাবতীয় দুঃখ কষ্ট ও মসিবতে ধৈর্য ধারণের উপদেশ দেয়। সু</p><p>তরাং যারা এ চারটি বৈশিষ্ট্যে বৈশিষ্ট্যপূর্ণ তারা দুনিয়া ও আখিরাতের সকল ক্ষতিগ্রস্ততা থেকে মুক্ত। আমাদের উচিত এ চারটি বৈশিষ্ট্যে বৈশিষ্ট্যপূর্ণ হয়ে সকল প্রকার ক্ষতি থেকে মুক্ত হয়ে দুনিয়া ও আখিরাতের সফলতা অর্জন করা।</p><p><b> সূরা হতে শিক্ষণীয় বিষয়: </b></p><p>১. সূরাটির গুরুত্ব সম্পর্কে অবগত হলাম।</p><p>২. চারটি বৈশিষ্ট্যে বৈশিষ্ট্যপূর্ণ মু’মিন ছাড়া প্রত্যেক মানুষ ক্ষতিগ্রস্ত।</p><p>৩. মানুষ আল্লাহ তা‘আলা ছাড়া অন্য কোন বস্তুর নামে শপথ করতে পারবে না।</p><p>৪. নিজে সৎ আমল করতে হবে, সেই সাথে অন্যদেরও সৎ আমলের দিকে আহ্বান করতে হবে। শুধু নিজে সৎ আমল করব, অন্যকে আহবান করব না তা যেমন অনুচিত তেমনি অন্যকে সৎ আমলের দিকে আহ্বান করব, কিন্তু নিজে করব না তা-ও অনুচিত।</p>"
        },
        {
            "resource_id": 177,
            "text": "Ngoại trừ những người có đức tin nơi Allah và Thiên Sứ của Ngài rồi làm việc thiện tốt và khuyên bảo nhau giữ gìn và duy trì Chân Lý cũng như khuyên bảo nhau kiên nhẫn trong việc tuân lệnh Ngài. Những người với các mô tả nay là những người thành công ở trần gian và Đời Sau."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>কিন্তু তারা নয়, যারা ঈমান আনে ও সৎকর্ম করে[১] এবং পরস্পরকে সত্যের উপদেশ দেয়। [২] আর উপদেশ দেয় ধৈর্য ধারণের। [৩]</p><p>[১] তবে ক্ষতি হতে সেই ব্যক্তিরা নিরাপত্তা লাভ করবে, যারা ঈমান এনে নেক আমল করবে। কেননা, তার পার্থিব জীবন যেমনভাবেই অতিবাহিত হোক না কেন, মৃত্যুর পর সে চিরস্থায়ী নিয়ামত এবং জান্নাতের চিরসুখ লাভ করে ধন্য হবে। পরবর্তীতে মু'মিনদের আরো কিছু গুণ বর্ণনা করা হয়েছে।</p><p>[২] অর্থাৎ, তারা একে অপরকে আল্লাহ তাআলার শরীয়তের আনুগত্য করার এবং নিষিদ্ধ বস্তু এবং পাপাচার হতে দূরে থাকার উপদেশ দেয়।</p><p>[৩] অর্থাৎ, মসীবত ও দুঃখ-কষ্টে ধৈর্য, শরীয়তের হুকুম-আহকাম ও ফরযসমূহ পালন করতে ধৈর্য, পাপাচার বর্জন করতে ধৈর্য, কামনা-বাসনা ও কুপ্রবৃত্তিকে দমন করতে ধৈর্য ধারণের উপদেশ দেয়। যদিও ধৈর্যধারণের উপদেশ সত্যের উপদেশেরই অন্তর্ভুক্ত, তবুও তা বিশেষ করে উল্লেখ করা হয়েছে। আর তাতে ধৈর্যধারণ ও তার উপদেশের মর্যাদা, মাহাত্ম্য এবং সুচরিত্রতায় তার পৃথক বৈশিষ্ট্য থাকার কথা সুস্পষ্ট হয়ে যায়।</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">فاستثنى من جنس الإنسان عن الخسران الذين آمنوا بقلوبهم وعملوا الصالحات بجوارحهم <span class=\"red\">\" وتواصوا بالحق \"</span> وهو أداء الطاعات وترك المحرمات.</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>কিন্তু তারা নয় [১], যারা ঈমান এনেছে [২] এবং সৎকাজ করেছে [৩] আর পরস্পরকে উপদেশ দিয়েছে হকের [৪] এবং উপদেশ দিয়েছে ধৈর্যের [৫]।</p><p>[১] এখানে পূর্ববর্তী আয়াতে বর্ণিত মানবজাতি যে অত্যন্ত ক্ষতিগ্ৰস্ততার মধ্যে আছে তার থেকে উত্তরণের পথ বলে দেয়া হয়েছে। বলা হয়েছে, এই ক্ষতির কবল থেকে কেবল তারাই মুক্ত, যারা চারটি বিষয় নিষ্ঠার সাথে পালন করে-- ঈমান, সৎকর্ম, অপরকে সত্যের উপদেশ এবং সবরের উপদেশদান। দ্বীন ও দুনিয়ার ক্ষতি থেকে রক্ষা পাওয়ার এবং মহা উপকার লাভ করার চার বিষয় সম্বলিত এ ব্যবস্থাপত্রের প্রথম দুটি বিষয় আত্মসংশোধন সম্পর্কিত এবং দ্বিতীয় দুটি বিষয় অপর মুসলিমদের হেদায়েত ও সংশোধন সম্পর্কিত। [সাদী]</p><p>[২] এই সূরার দৃষ্টিতে যে চারটি গুণাবলীর উপস্থিতিতে মানুষ ক্ষতি মুক্ত অবস্থায় থাকতে পারে তন্মধ্যে প্রথম গুণটি হচ্ছে ঈমান। ঈমান শব্দের আভিধানিক অর্থ হচ্ছে স্বীকৃতি দেয়া। আর শরীয়তের পরিভাষায় এর অর্থ অন্তরে বিশ্বাস, মুখে স্বীকার এবং কাজ-কর্মে বাস্তবায়ন। [মাজমূ ‘ফাতাওয়া ৭/৬৩৮] এখন প্রশ্ন দেখা দেয়, ঈমান আনা বলতে কিসের ওপর ঈমান আনা বুঝাচ্ছে? এর জবাবে বলা যায়, কুরআন মজীদে একথাটি একবারে সুস্পষ্ট ভাষায় বর্ণনা করা হয়েছে। প্রথমত আল্লাহ্কে মানা। নিছক তাঁর অস্তিত্ব মেনে নেয়া নয়। বরং তাকে এমনভাবে মানা যাতে বুঝা যায় যে, তিনি একমাত্ৰ প্ৰভূ ও ইলাহ। তাঁর সর্বময় কর্তৃত্বে কোন অংশীদার নেই। একমাত্র তিনিই মানুষের ইবাদাত, বন্দেগী ও আনুগত্য লাভের অধিকারী। তিনিই ভাগ্য গড়েন ও ভাঙ্গেন। বান্দার একমাত্র তাঁরই কাছে প্রার্থনা এবং তাঁরই ওপর নির্ভর করা উচিত। তিনিই হুকুম দেন ও তিনিই নিষেধ করেন। তিনি যে কাজের হুকুম দেন তা করা ও যে কাজ থেকে বিরত রাখতে চান তা না করা বান্দার ওপর ফরয। তিনি সবকিছু দেখেন ও শোনেন। মানুষের কোন কাজ তাঁর দৃষ্টির আড়ালে থাকা তো দুরের কথা, যে উদ্দেশ্য ও নিয়তের ভিত্তিতে মানুষ কাজটি করে তাও তাঁর অগোচরে থাকে না। দ্বিতীয়ত রাসূলকে মানা। তাঁকে আল্লাহর নিযুক্ত পথ প্রদর্শক ও নেতৃত্বদানকারী হিসেবে মানা। তিনি যা কিছু শিক্ষা দিয়েছেন আল্লাহ্র পক্ষ থেকে দিয়েছেন, তা সবই সত্য এবং অবশ্যি গ্রহণযোগ্য বলে মেনে নেয়া। সাথে সাথে এটার স্বীকৃতি দেয়া যে, আল্লাহ্ তা‘আলা যুগে যুগে অনেক রাসূল ও নবী পাঠিয়েছেন। কিন্তু মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সর্বশেষ নবী ও রাসূল। তার পরে আর কোন নবী বা রাসূল কেউ আসবে না। তৃতীয়ত ফেরেশতাদের উপর ঈমান। চতুর্থত আল্লাহ্র কিতাবসমমূহের উপর ঈমান, বিশেষ করে পবিত্র কুরআনের উপর ঈমান আনা ও কুরআনের নির্দেশ বাস্তবায়নে সদা সচেষ্ট থাকা। পঞ্চমত আখেরাতকে মানা। মানুষের এই বর্তমান জীবনটিই প্রথম ও শেষ নয়, বরং মৃত্যুর পর মানুষকে পুনরায় জীবিত হয়ে উঠতে হবে, নিজের এই দুনিয়ার জীবনে সে যা কিছু কাজ করেছে আল্লাহ্র সামনে তার জবাবদিহি করতে হবে এবং হিসেব-নিকেশে যেসব লোক সৎ গণ্য হবে তাদেরকে পুরস্কৃত করা হবে এবং যারা অসৎ গণ্য হবে তাদেরকে শাস্তি দেয়া হবে, এই অর্থে আখেরাতকে মেনে নেয়া। ষষ্ঠত তাকদীরের ভাল বা মন্দ আল্লাহ্র পক্ষ থেকে নির্ধারিত থাকার বিষয়টি মেনে নেয়া। মূলত ঈমানের এই ছয়টি অঙ্গ যে কোন লোকের নৈতিক চরিত্র ও তার জীবনের সমগ্র কর্মকাণ্ডের জন্য অতীব জরুরি। যেখানে ঈমানের অস্তিত্ব নেই সেখানে মানুষের জীবন যতই সৌন্দর্য বিভূষিত হোক না কেন তা আল্লাহ্ তা‘আলার নিকট গ্রহণযোগ্য নয়। বিস্তারিত দেখুন, ড.আবদুল আয়ীয আল-কারী; তাফসীর সূরাতিল আসার; ড. সুলাইমান আল-লাহিম, রিবহু আইয়ামিল উমর ফী তাদাব্বুরি সূরাতিল আসর]</p><p>[৩] ঈমানের পরে মানুষকে ক্ষতি থেকে বাঁচাবার জন্য দ্বিতীয় যে গুণটি অপরিহার্য সেটি হচ্ছে সৎকাজ। কুরআনের পরিভাষায় একে বলা হয় আ‘মাল সালেহা। সমস্ত সৎকাজ এর অন্তর্ভুক্ত। কোন ধরনের সৎকাজ ও সৎবৃত্তি এর বাইরে থাকে না। কিন্তু কুরআনের দৃষ্টিতে যে কাজের মূলে ঈমান নেই এবং যা আল্লাহ্ ও তাঁর রাসূল প্রদত্ত হেদায়াতের ভিত্তিতে সম্পাদিত হয়নি তা কখনো সৎকাজের অন্তর্ভুক্ত হতে পারে না। তাই কুরআন মজীদের সর্বত্ৰ সৎকাজের আগে ঈমানের কথা বলা হয়েছে এবং এই সূরায়ও ঈমানের পরেই এর কথা বলা হয়েছে।</p><p>[৪] হক শব্দের কয়েকটি অর্থ বর্ণিত হয়েছে। ইবন আব্বাসের মতে, ঈমান ও তাওহীদ [বাগভী; কুরতুবী] কাতাদা বলেন, কুরআন। [কুরতুবী] সুদ্দী বলেন, এখানে হক্ক বলে আল্লাহ্কেই উদ্দেশ্য নেয়া হয়েছে। [কুরতুবী] কোন কোন মুফাসসিরের মতে, এখানে হক বলে “শরী‘আত নির্দেশিত কাজগুলো করা এবং শরী‘আত নিষিদ্ধ কাজগুলো পরিত্যাগ করা বোঝানো হয়েছে। [ইবন কাসীর] কারও কারও মতে, হক বলে এমন কাজ বোঝানো হয়েছে যা অস্বীকার করার কোন উপায় নেই। আর তা হচ্ছে যাবতীয় কল্যাণমূলক কাজ। সেটা তাওহীদ, শরী‘আতের আনুগত্য, আল্লাহ্র কিতাব ও তাঁর রাসূলের অনুসরণ, দুনিয়াবিমুখ ও আখেরাতমুখী হওয়া সবই বোঝায়। [কাশশাফ] বস্তুত: হকের আদেশের প্রতি আসিয়ত করার বিষয়টি ওয়াজিব হক ও নফল হক উভয়টিকেই শামিল করে। [আত-তিবইয়ান ফী আকসামিল কুরআন ৮৩-৮৮] তাই সার্বিকভাবে আয়াতের অর্থ হচ্ছে: সঠিক, নির্ভুল, সত্য, ন্যায় ও ইনসাফ অনুসারী এবং আকীদা ও ঈমান বা পার্থিব বিষয়াদির সাথে সম্পর্কিত প্রকৃত সত্য অনুসারী কথা বলতে হবে। আর এটা না করলে অবশ্যই ক্ষতিগ্রস্ত হবে। বরং আল্লাহ্র লা‘নতে পতিত হবে। একথাটিই পবিত্র কুরআনের অন্যত্র বলা হয়েছে, “দাউদ ও ঈসা ইবনে মারইয়ামের মুখ দিয়ে বনি ইসরাঈলদের ওপর লা‘নত করা হয়েছে। কারণ এই যে, তাদের সমাজে গোনাহ ও যুলুম ব্যাপকভাবে ছড়িয়ে পড়েছিল এবং লোকেরা পরস্পরকে খারাপ কাজে বাধা দেয়া থেকে বিরত থেকেছিল [সূরা আল-মায়িদাহ: ৭৮-৭৯] আবার একথাটি অন্যত্র এভাবে বলা হয়েছে, “বনী ইসরাঈলরা যখন প্ৰকাশ্যে শনিবারের বিধান অমান্য করে মাছ ধরতে শুরু করে তখন তাদের ওপর আযাব নাযিল করা হয় এবং সেই আযাব থেকে একমাত্র তাদেরকেই বাঁচানো হয় যারা লোকদেরকে এই গোনাহর কাজে বাধা দেবার চেষ্টা করতো। [সূরা আল আ‘রাফ: ১৬৩-১৬৬] অন্য সূরায় আবার একথাটি এভাবে বলা হয়েছে, “সেই ফিতনাটি থেকে নিজেদেরকে রক্ষা করো যার ক্ষতিকর প্রভাব বিশেষ ভাবে শুধুমাত্র সেসব লোকের মধ্যে সীমাবদ্ধ থাকবে না যারা তোমাদের মধ্যে গোনাহ করেছে। [সূরা আল-আনফাল: ২৫] সুতরাং এ সূরায় মুসলিমদের প্রতি একটি বড় নির্দেশ এই যে, নিজেদের দ্বীনকে কুরআন ও সুন্নাহর অনুসারী করে নেয়া যতটুকু গুরুত্বপূর্ণ ও জরুরি, ততটুকুই জরুরি অন্য মুসলিমদেরকেও ঈমান ও সৎকর্মের প্রতি আহ্বান করার সাধ্যমতো চেষ্টা করা। এ কারণেই কুরআন ও হাদীসে প্রত্যেক মুসলিমের প্রতি সাধ্যমতো সৎকাজের আদেশ ও অসৎকাজের নিষেধ ফরয বা দায়িত্ব ও কর্তব্য গণ্য করা হয়েছে। [দেখুন, সূরা আলে ইমরান: ১০৪] আর সেই উম্মতকে সর্বোত্তম উম্মত বলা হয়েছে, যারা এই দায়িত্ব পালন করে। [দেখুন, সূরা আলে ইমরান ১১০]</p><p>[৫] ‘সবার’ শব্দের আক্ষরিক অর্থ নিজেকে বাধা দেয়া ও অনুবর্তী করা। এখানে কয়েকটি অর্থ হতে পারে। এক. যাবতীয় গোনাহের কাজ থেকে বেঁচে থাকা। দুই. সৎকাজ করা এবং এর উপর প্রতিষ্ঠিত থাকা। তিন. বিপদাপদে নিজেকে নিয়ন্ত্রণ করা। [মাদারেজুস সালেকীন ২/১৫৬] সুতরাং সৎকর্ম সম্পাদন, গোনাহ থেকে আত্মরক্ষা এবং এতদসংক্রান্ত বিপদাপদ মোকাবেলা করা সবই ‘সবর’ এর শামিল। সুতরাং আয়াতের অর্থ হচ্ছে, হকের নসিহত করার সাথে সাথে দ্বিতীয় যে জিনিসটি ঈমানদারগণকে ও তাদের সমাজকে ক্ষতি থেকে বাঁচাবে তা হচ্ছে এই যে, এই সমাজের ব্যক্তিবর্গ পরস্পরকে সবর করার উপদেশ দিতে থাকবে। হককে সমর্থন করতে ও তার অনুসারী হতে গিয়ে যেসব সমস্যা ও বাধা-বিপত্তির সম্মুখীন হতে হয় এবং এ পথে যেসব কষ্ট, পরিশ্রম, বিপদ-আপদ, ক্ষতি ও বঞ্চনা মানুষকে নিরন্তর পীড়িত করে তার মোকাবেলায় তারা পরস্পর অবিচল ও দৃঢ়পদ থাকার উপদেশ দিতে থাকবে। সবরের সাথে এসব কিছু বরদাশত করার জন্য তাদের প্রত্যেক ব্যক্তি অন্যকে সাহস যোগাতে থাকবে। [ড. কারী, তাফসীর সূরাতিল আসর পৃ. ৬২-৬৩]</p>"
        },
        {
            "resource_id": 92,
            "text": "إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (3)وأعقب بالاستثناء بقوله : { إلا الذين آمنوا } الآية فيتقرر الحكم تاماً في نفس السامع مبيناً أن الناس فريقان : فريق يلحقه الخسران ، وفريق لا يلحقه شيء منه ، فالذين آمنوا وعملوا الصالحات لا يلحقهم الخسران بحال إذا لم يتركوا شيئاً من الصالحات بارتكاب أضدادها وهي السيئات .ومن أكبر الأعمال الصالحات التوبة من الذنوب لمقترفيها ، فمن تحقق فيه وصف الإِيمان ولم يعمل السيئات أو عملها وتاب منها فقد تحقق له ضد الخسران وهو الربح المجازي ، أي حسن عاقبة أمره ، وأما من لم يعمل الصالحات ولم يتب من سيئاته فقد تحقق فيه حكم المستثنى منه وهو الخسران .وهذا الخسر متفاوت فأعظمه وخالده الخسر المنجر عن انتفاء الإِيمان بوحدانية الله وصدق الرسول صلى الله عليه وسلم ودون ذلك تكونُ مراتب الخسر متفاوتة بحسب كثرة الأعمال السيئة ظاهرها وباطنها . وما حدده الإِسلام لذلك من مراتب الأعمال وغفران بعض اللمم إذا ترك صاحبه الكبائر والفواحشَ وهو ما فسر به قوله تعالى : { إن الحسنات يذهبن السيئات } [ هود : 114 ] .وهذا الخبر مراد به الحصول في المستقبل بقرينة مقام الإِنذار والوعيد ، أي لفي خسر في الحياة الأبدية الآخرة فلا التفات إلى أحوال الناس في الحياة الدنيا ، قال تعالى : { لا يغرنك تقلب الذين كفروا في البلاد متاع قليل ثم مأواهم جهنم وبئس المهاد } [ آل عمران : 196 ، 197 ] .وتنكير { خسر } يجوز أن يكون للتنويع ، ويجوز أن يكون مفيداً للتعظيم والتعميم في مقام التهويل وفي سياق القسَم .والمعنى : إن الناس لفي خسران عظيم وهم المشركون .والتعريف في قوله : { الصالحات } تعريف الجنس مراد به الاستغراق ، أي عملوا جميع الأعمال الصالحة التي أمروا بعملها بأمر الدين وعَمل الصالحات يشمل ترك السيئات . وقد أفاد استثناء المتصفين بمضمون الصلة ومعطوفها إيماء إلى علة حكم الاستثناء وهو نقيض الحكم الثابت للمستثنى منه فإنهم ليسوا في خسر لأجل أنهم آمنوا وعملوا الصالحات .فأما الإِيمان فهو حقيقة مقُول على جزئياتها بالتواطىء . وأما الصالحات فعمومها مقول عليه بالتشكك ، فيشير إلى أن انتفاء الخسران عنهم يتقدر بمقدار ما عملوه من الصالحات وفي ذلك مراتب كثيرة .وقد دل استثناء الذين آمنوا وعملوا الصالحات من أن يكونوا في خُسر على أن سبب كون بقية الإِنسان في خسر هو عدم الإِيمان والعمل الصالح بدلالة مفهوم الصفة . وعُلم من الموصول أن الإِيمان والعمل الصالح هما سبب انتفاء إحاطة الخسر بالإِنسان .وعُطف على عَمل الصالحات التواصي بالحق والتواصي بالصبر وإن كان ذلك من عمل الصالحات ، عَطْف الخاص على العام للاهتمام به لأنه قد يُغفل عنه ، يُظن أن العمل الصالح هو ما أثرُه عمل المرء في خاصته ، فوقع التنبيه على أن من العمل المأمور به إرشادَ المسلم غيره ودعوتَه إلى الحق ، فالتواصي بالحق يشمل تعليم حقائق الهدى وعقائد الصواب وإراضة النفس على فهمها بفعل المعروف وترك المنكر .والتواصي بالصبر عطف على التواصي بالحق عطف الخاص على العام أيضاً وإن كان خصوصه خصوصاً من وجهٍ لأن الصبر تحمَّل مشقة إقامة الحق وما يعترض المسلم من أذى في نفسه في إقامة بعض الحق .وحقيقة الصبر أنه : منع المرء نفسه من تحصيل ما يشتهيه أو من محاولة تحصيله ( إن كان صعبَ الحصول فيترك محاولة تحصيله لخوْف ضر ينْشأ عن تناوله كخوف غضب الله أو عقاب ولاة الأمور ) أو لرغبة في حصول نفع منه ( كالصبر على مشقة الجهاد والحج رغبة في الثواب والصبر على الأعمال الشاقة رغبة في تحصيل مال أو سمعة أو نحو ذلك ) .ومن الصبر الصبر على ما يلاقيه المسلم إذا أمَرَ بالمعروف من امتعاض بعض المأمورين به أو مِن أذاهم بالقول كمن يقول لآمره : هَلاّ نظرت في أمر نفسك ، أو نحو ذلك .وأما تحمل مشقة فعل المنكرات كالصبر على تجشّم السهر في اللهو والمعاصي ، والصبر على بشاعة طعم الخمر لشاربها ، فليس من الصبر لأن ذلك التحمل منبعث عن رجحان اشتهاء تلك المشقة على كراهية المشقة التي تعترضه في تركها .وقل اشتمل قوله تعالى : { وتواصوا بالحق وتواصوا بالصبر } على إقامة المصالح الدينية كلها ، فالعقائد الإِسلامية والأخلاق الدينية مندرجة في الحق ، والأعمال الصالحة وتجنب السيئات مندرجة في الصبر .والتخلق بالصبر ملاك فضائل الأخلاق كلها فإن الارتياض بالأخلاق الحميدة لا يخلو من حمل المرء نفسه على مخالفة شهوات كثيرة ، ففي مخالفتها تعب يقتضي الصبرَ عليه حتى تصير مكارم الأخلاق ملكه لمن راض نفسه عليها ، كما قال عمرو بن العاص: ... إذا المرءُ لم يَترُكْ طعاماً يُحبُّهولم يَنْهَ قلباً غاوياً حيثُ يمَّما ... فيوشِك أن تُلفَى له الدَّهرَ سُبّةٌإذا ذُكِرَتْ أمثالُها تَمْلأ الفَمَا ... وكذلك الأعمال الصالحة كلها لا تخلو من إكراه النفس على ترك ما تميل إليه . وفي الحديث : \" حُفَّت الجنة بالمكارِهِ وحُفّت النار بالشهوات \" . وعن علي بن أبي طالب : «الصبر مطية لا تكبو» .وقد مضى الكلام على الصبر مشبعاً عند قوله تعالى : { استعينوا بالصبر والصلاة } في سورة البقرة ( 45 ) .وأفادت صيغة التواصي بالحق وبالصبر أن يكون شأن حياة المؤمنين قائماً على شيوع التآمر بهما ديدناً لهم ، وذلك يقتضي اتصاف المؤمنين بإقامة الحق وصبرهم على المكاره في مصالح الإِسلام وأمته لما يقتضيه عرف الناس من أن أحداً لا يوصي غيره بملازمة أمر إلا وهو يرى ذلك الأمر خليقاً بالملازمة إذ قلّ أن يُقدم أحد على أمر بحق هو لا يفعله أو أمر بصبر وهو ذو جزع ، وقد قال الله تعالى توبيخاً لبني إسرائيل : { أتأمرون الناس بالبر وتنسون أنفسكم وأنتم تتلون الكتاب أفلا تعقلون } [ البقرة : 44 ] ، وقد تقدم هذا المعنى عند قوله تعالى : { ولا تحاضون على طعام المسكين } في سورة الفجر ( 18 ) ."
        },
        {
            "resource_id": 175,
            "text": "samo nisu oni koji vjeruju u Allaha i Njegove poslanike i dobra djela čine, i koji jedni drugima Istinu preporučuju i koji jedni drugima preporučuju strpljenje. Oni koji imaju spomenuta svojstva uspjet će i na ovome i na onome svijetu."
        },
        {
            "resource_id": 172,
            "text": "Ancak, Allah’a ve resulüne iman eden, salih ameller işleyen, birbirlerine hakkı ve hak üzerinde sabırlı olmayı tavsiye edenler bundan müstesnadır. Bu vasıflarla nitelenen kimseler, dünya ve ahiret hayatlarında kurtuluşa ermiş olanlardır."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبرقوله تعالى : إلا الذين آمنوا استئناء من الإنسان ; إذ هو بمعنى الناس على الصحيح .قوله تعالى : وعملوا الصالحات أي أدوا الفرائض المفترضة عليهم ; وهم أصحاب رسول الله - صلى الله عليه وسلم - . قال أبي بن كعب : قرأت على رسول الله - صلى الله عليه وسلم - والعصر ثم قلت ما تفسيرها يا نبي الله ؟ قال : والعصر قسم من الله ، أقسم ربكم بآخر النهار : إن الإنسان لفي خسر : أبو جهل إلا الذين آمنوا : أبو بكر ، وعملوا الصالحات عمر . وتواصوا بالحق عثمان وتواصوا بالصبر علي . - رضي الله عنهم - أجمعين . وهكذا خطب ابن عباس على المنبر موقوفا عليه .وعنى وتواصوا أي تحابوا ; أوصى بعضهم بعضا وحث بعضهم بعضا .بالحق أي بالتوحيد ; كذا روى الضحاك عن ابن عباس . قال قتادة : بالحق أي القرآن . وقال السدي : الحق هنا هو الله - عز وجل - .وتواصوا بالصبر على طاعة الله - عز وجل - ، والصبر عن معاصيه وقد تقدم . والله أعلم ."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( إلا الذين آمنوا وعملوا الصالحات )</span> فإنهم ليسوا في خسر ، <span class=\"green\">( وتواصوا )</span> أوصى بعضهم بعضا ، <span class=\"green\">( بالحق )</span> بالقرآن ، قاله الحسن وقتادة ،<span class=\"blue\"> وقال مقاتل :</span> بالإيمان والتوحيد . <span class=\"green\">( وتواصوا بالصبر )</span> على أداء الفرائض وإقامة أمر الله .<span class=\"blue\"> وروى ابن عون عن إبراهيم قال :</span> أراد أن الإنسان إذا عمر في الدنيا وهرم ، لفي نقص وتراجع إلا المؤمنين ، فإنهم يكتب لهم أجورهم ومحاسن أعمالهم التي كانوا يعملونها في شبابهم وصحتهم ،<span class=\"blue\"> وهي مثل قوله :</span> لقد خلقنا الإنسان في أحسن تقويم ثم رددناه أسفل سافلين إلا الذين آمنوا وعملوا الصالحات</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "مەرجەكانى سەربەرزى و سەرفرازى\n [ <span class=\"arabic uthmani\">إِلَّا الَّذِينَ آمَنُوا</span> ] تەنها كەسانێك نەبێ كە جیاكراونەتەوەو لە زەرەرمەندیدا نین بەڵكو ئەمانە براوەو سەربەرزو سەرفرازن لە دونیاو قیامەتدا ئەوانەی كە ئیمانیان هێناوەو بە تاك و تەنها خوای گەورەیان پەرستووەو یەكخواپەرست بوونەو شەریكیان بۆ خوای گەورە بڕیار نەداوە [ <span class=\"arabic uthmani\">وَعَمِلُوا الصَّالِحَاتِ</span> ] وە كردەوەی چاكیان كردووە (كردەوەی چاكیش ئەوەیە كە لەسەر سوننەتی پێغەمبەری خوا صلى الله علیه وسلم بێت و بیدعە نەبێ, وە نیەتیشت بەتەنها بۆ خوای گەورە بێت و مەبەستت ڕیاو ڕووبینی نەبێت) [ <span class=\"arabic uthmani\">وَتَوَاصَوْا بِالْحَقِّ</span> ] وە ئامۆژگاری یەكتری بكەن بە حەق، كە حەقیش بریتییە لە جێبەجێ كردنی گوێڕایەڵی خواو پێغەمبەری خوا صلى الله علیه وسلم ، وە وازهێنان لەو شتانەی كە خواو پێغەمبەری خوا صلى الله علیه وسلم حەرامیان كردووە, یاخود ئیمان هێنان بەخواو تەوحیدی خوای گەورە ئەمە حەقە, هەموو ئەو شتانەی كە خواو پێغەمبەر صلى الله علیه وسلم باسیان كردووەو فەرمانیان پێ كردووە ئەمە حەقە، ئەمانیش ئامۆژگاری یەكتری ئەكەن بەوەی كە ئەو حەقە بگەیەنن [ <span class=\"arabic uthmani\">وَتَوَاصَوْا بِالصَّبْرِ (٣)</span> ] وە ئامۆژگاری یەكتری ئەكەن كە ئارام بگرن لەسەر گوێڕایەڵى كردنى خواو پێغەمبەرەكەى صلى الله علیه وسلم ، وە ئارام گرتن لەسەر تاوان و سەرپێچی كە مرۆڤ خۆی لێ دوور بگرێ، وە ئارام گرتن لەسەر بەڵاو موسیبەتە بەئێش و ئازارەكان كە مرۆڤ تووشی ئەبێ, یاخود هەر كەسێك ئەو حەقە كە دینی خوای گەورەیە بیگەیەنێ لە پێناویدا تووشی ئازارو ئەشكەنجە ئەبێ وەكو پێغەمبەری خواو صلى الله علیه وسلم صەحابەكان تووشی بوونە ئەبێ ئەمانیش ئارام بگرن لە كاتێكدا ڕووبەڕووی ئێش و ئازارو ئەشكەنجەو كوشتن و دەربەدەر كردن ئەبنەوە لە پێناو دینەكەی خوای گەورە، وە ئامۆژگاری یەكتری ئەكەن كە سەبرو ئارام بگرن لەسەر هەموو ئەو شتانە، والله أعلم . \nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (عەسر) والحمد لله."
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات . . . ) استثناء مما قبله ، والمقصود بهذه الآية الكريمة تسلية المؤمنين الصادقين . . وتبشيرهم بأنهم ليسوا من هذا الفريق الخاسر .وقوله - تعالى - : ( وَتَوَاصَوْاْ ) فعل ماض ، من الوصية وهى تقديم النصح للغير مقرونا بالوعظ .و \" الحق \" : هو الأمر الذى ثبتت صحته ثبوتا قاطعا . .و \" الصبر \" : قوة فى النفس تعينها على احتمال المكاره والمشاق ..أى : أن جميع الناس فى خسران ونقصان . . إلا الذين آمنوا بالله - تعالى - إيمانا حقا ، وعملوا الأعمال الصالحات ، من صلاة وزكاة وصيام وحج . . وغير ذلك من وجوه الخير ، وأوصى بعضهم بعضا بالتمسك بالحق ، الذى على رأسه الثبات على الإِيمان وعلى العمل الصالح . . وأوصى بعضهم بعضا كذلك بالصبر على طاعة الله - تعالى - ، وعلى البلايا والمصائب والآلام . . التى لا تخلو عنها الحياة .فهؤلاء المؤمنون الصادقون ، الذين أوصى بعضهم بعضا بهذه الفضائل ليسوا من بين الناس الذين هم فى خسران ونقصان ، لأن إيمانهم الصادق وعملهم الصالح . . قد حماهم من الخسران . .قال بعض العلماء : وقد اشتملت هذه السورة الكريمة على الوعيد الشديد ، وذلك لأنه - تعالى - حكم بالخسارة على جميع الناس ، إلا من كان متصفا بهذه الأشياء الأربعة ، وهى : الإِيمان ، والعمل الصالح ، والتواصى بالحق ، والتواصى بالصبر ، فدل ذلك على أن النجاة معلقة بمجموع هذه الأمور ، وأنه كما يجب على الإِنسان أن يأتى من الأعمال ما فيه الخير والنفع ، يجب عليه - أيضا - أن يدعو غيره إلى الدين ، وينصحه بعمل الخير والبر ، ويأمر بالمعروف وينهى عن المنكر ، ويحب لأخيه ما يحب لنفسه ، وأن يثبت على ذلك ، فلا يحيد عنه ، ولا يزحزحه عن الدعوة إليه ما يلاقيه من مشاق .نسأل الله - تعالى - أن يجعلنا من أصحاب هذه الصفات .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ اِلَّا الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَتَوَاصَوْا بِالْحَقِّ لا وَتَوَاصَوْا بِالصَّبْرِ۔ } ”سوائے ان کے جو ایمان لائے اور انہوں نے نیک عمل کیے اور انہوں نے ایک دوسرے کو حق کی نصیحت کی اور انہوں نے باہم ایک دوسرے کو صبر کی تلقین کی۔“ ان شرائط میں پہلی اور بنیادی شرط یہ ہے کہ انسان ایمان لائے۔ اس میں ایمان باللہ ‘ ایمان بالرسالت اور ایمان بالآخرت سمیت تمام ایمانیات شامل ہیں۔ یعنی انسان اس کائنات کے مخفی اور غیبی حقائق کو سمجھے ‘ ان کا شعور حاصل کرے اور ان کی تصدیق کرے۔ ایمان لانے کے بعد دوسری شرط اس ایمان کے عملی تقاضوں کو پورا کرنے سے متعلق ہے۔ یعنی اگر انسان اللہ پر ایمان رکھتا ہے تو اس کے عمل اور کردار سے ثابت ہونا چاہیے کہ وہ اللہ کا فرمانبردار بندہ ہے اور اس کی نافرمانی سے ڈرتا ہے۔ غرض وہ ہر اس عمل کو اپنے شب و روز کے معمول کا حصہ بنانے پر کمربستہ ہوجائے جس کا اللہ اور اس کے رسول ﷺ نے حکم دیا ہے اور ہر اس فعل سے اجتناب کرنے کی فکر میں رہے جس سے اللہ اور اس کے رسول ﷺ نے منع کیا ہے۔  تیسری شرط ”تواصی بالحق“ کی ہے۔ یعنی جس حق کو انسان نے خود قبول کیا ہے اور اپنی عملی زندگی کو اس کے مطابق ڈھالا ہے اس حق کی تبلیغ و اشاعت کے لیے وہ امر بالمعروف اور نہی عن المنکر کا علمبردار بن جائے۔ اس کے بعد چوتھی اور آخری شرط ”تواصی بالصبر“ کی ہے اور یہ ”تواصی بالحق“ کا لازمی اور منطقی نتیجہ بھی ہے۔ اس کا مطلب یہ ہے کہ اللہ تعالیٰ کا جو بندہ ”تواصی بالحق“ کا َعلم اٹھائے گا اسے شیطانی قوتوں کی مخالفت مول لے کر آزمائش و ابتلا کی مشکل گھاٹیوں سے بھی گزرنا ہوگا اور اس راستے پر چلتے ہوئے نہ صرف اسے خود صبر و استقامت کا دامن مضبوطی سے تھامے رکھنا ہوگا بلکہ اسے اپنے ہمراہیوں اور ساتھیوں کو بھی اس کی تلقین و نصیحت کرنا ہوگی۔ اسی لیے حضرت لقمان نے اپنے بیٹے کو جب امر بالمعروف کی نصیحت کی تو ساتھ ہی صبر کی تلقین بھی کی تھی : { یٰـبُنَیَّ اَقِمِ الصَّلٰوۃَ وَاْمُرْ بِالْمَعْرُوْفِ وَانْہَ عَنِ الْمُنْکَرِ وَاصْبِرْ عَلٰی مَـآ اَصَابَکَط } لقمٰن : 17 ”اے میرے بچے ! نماز قائم کرو اور نیکی کا حکم دو اور برائی سے روکو اور جو بھی تکلیف تمہیں پہنچے اس پر صبر کرو !“ بہرحال راہ حق کے مسافروں کو پہلے سے معلوم ہونا چاہیے کہ یہ راستہ آزمائش و ابتلا کے خارزاروں سے ہو کر گزرتا ہے : { وَلَـنَـبْلُوَنَّــکُمْ بِشَیْئٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرٰتِط وَبَشِّرِ الصّٰبِرِیْنَ۔ } البقرۃ ”اور ہم تمہیں لازماً آزمائیں گے کسی قدر خوف اور بھوک سے اور مالوں اور جانوں اور ثمرات کے نقصان سے۔ اور اے نبی ﷺ ! بشارت دیجیے ان صبر کرنے والوں کو۔“ ؎ یہ شہادت گہ الفت میں قدم رکھنا ہے  لوگ آسان سمجھتے ہیں مسلماں ہونا ! اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! آمین !</p>"
        },
        {
            "resource_id": 182,
            "text": "惟有信仰真主和其使者、立行善功、以真理相勉、以真理而坚忍之人除外。具有上述品行之人，他们将在今后两世的生活中得以拯救。"
        },
        {
            "resource_id": 170,
            "text": "Арабское слово ‘аср используется для обозначения дня и ночи. Из этого следует, что Всевышний Аллах поклялся временем вообще. Время - это измерение, в течение которого люди имеют возможность совершать различные деяния. Вот почему Аллах возвестил о том, что люди несут убытки и лишаются прибыли и преуспеяния. Эти убытки бывают разной степени тяжести. Одни оказываются в полном убытке и лишаются добра как при жизни на земле, так и после смерти. Такие грешники не войдут в Райские сады и будут ввергнуты в Геенну. Другие несут убытки частично. Поэтому Аллах сообщил, что урон несут все люди, кроме праведников, которые наделены следующими четырьмя качествами. Во-первых, они уверовали во все, что ниспослал Аллах. Однако вера невозможна без знаний. Знания - это важная составляющая веры, без которой она не может быть совершенной. Во-вторых, они совершают праведные деяния. Это касается всех обязательных и добровольных благодеяний, совершаемых как телом, так и душой; относящихся к обязанностям человека как перед Аллахом, так и перед людьми. В-третьих, они призывают людей к правой вере и праведным делам и вдохновляют их на совершение благих дел. В-четвертых, они призывают людей терпеливо исполнять повеления Аллаха, избегать грехов и стойко переносить порой горькое предопределение. Выполняя два первых указания, человек воспитывает себя. Выполняя два последних, он воспитывает других. Только усовершенствовав в себе все четыре качества, раб Божий сможет избежать убытка и обрести великое благо."
        },
        {
            "resource_id": 183,
            "text": "ただし、アッラーと使徒を信仰し善行に努め、互いに真理を勧めあい、また忍耐を勧めあう者たちを除いては。これらの者は、現世と来世の成功者である。"
        },
        {
            "resource_id": 181,
            "text": "مگر کسانی‌که به الله و رسولش ایمان آورده‌اند، و اعمال صالح انجام داده‌اند، و یکدیگر را به حق، و به صبر بر اجرای حق سفارش کرده‌اند؛ که صاحبان این صفات، در زندگی دنیا و آخرت نجات یافته‌ هستند."
        },
        {
            "resource_id": 178,
            "text": "Кроме тех, которые уверовали в Аллаха и в Его Посланника, совершали праведные деяния, заповедали друг другу истину, и заповедали друг другу терпение на истине. Те, кому присущи эти качества, спасутся в мирской и вечной жизни."
        },
        {
            "resource_id": 91,
            "text": "وقد يكون خاسرًا من بعض الوجوه دون بعض، ولهذا عمم الله الخسار لكل إنسان،<span class=\"blue\"> إلا من اتصف بأربع صفات:</span>الإيمان بما أمر الله بالإيمان به، ولا يكون الإيمان بدون العلم، فهو فرع عنه لا يتم إلا به.والعمل الصالح، وهذا شامل لأفعال الخير كلها، الظاهرة والباطنة، المتعلقة بحق الله وحق عباده  ، الواجبة والمستحبة.والتواصي بالحق، الذي هو الإيمان والعمل الصالح،<span class=\"blue\"> أي:</span> يوصي بعضهم بعضًا بذلك، ويحثه عليه، ويرغبه فيه.والتواصي بالصبر على طاعة الله، وعن معصية الله، وعلى أقدار الله المؤلمة.فبالأمرين الأولين، يكمل الإنسان  نفسه، وبالأمرين الأخيرين يكمل غيره، وبتكميل الأمور الأربعة، يكون الإنسان قد سلم من الخسار، وفاز بالربح <span class=\"arabic qpc-hafs\">[العظيم]</span>."
        },
        {
            "resource_id": 174,
            "text": "kecuali orang-orang yang beriman kepada Allah dan para rasul-Nya, mengerjakan amal saleh, serta saling berwasiat di antara mereka dengan kebenaran dan kesabaran dalam menjalani kebenaran. Orang-orang yang mempunyai sifat-sifat ini pasti selamat dalam kehidupan dunia dan akhirat."
        },
        {
            "resource_id": 790,
            "text": "কিন্তু যিসকলে আল্লাহ আৰু ৰাছুলৰ প্ৰতি ঈমান আনিছে আৰু সত্কৰ্ম কৰিছে আৰু এজনে আনজনক সত্যৰ উপদেশ দিয়ে আৰু পৰস্পৰক সত্য পথৰ প্ৰতি ধৈৰ্য ধাৰণ কৰিবলৈ উপদেশ দিয়ে। এতেকে এই বৈশিষ্ট্যৰ গৰাকীয়ে পৃথিৱী আৰু পৰকালৰ জীৱনত সফলতা লাভ কৰিব।"
        },
        {
            "resource_id": 792,
            "text": "លើកលែងតែបណ្ដាអ្នកដែលមានជំនឿចំពោះអល់ឡោះនិងបណ្តាអ្នកនាំសាររបស់ទ្រង់ ហើយបានសាងទង្វើកុសល និងបានផ្ដែផ្ដាំគ្នាទៅវិញទៅមកឱ្យប្រកាន់ខ្ជាប់នូវការពិត និងបានផ្ដែផ្ដាំគ្នាឱ្យមានការអត់ធ្មត់លើការពិតប៉ុណ្ណោះ។ អ្នកដែលមានលក្ខណៈសម្បត្តិបែបនេះហើយ គឺជាអ្នកដែលទទួលជោគជ័យទាំងក្នុងជិវិតលោកិយ និងនៅថ្ងៃបរលោក។"
        },
        {
            "resource_id": 173,
            "text": "excepté ceux qui croient en Allah et en Son Message, accomplissent de bonnes œuvres, s’enjoignent les uns les autres la vérité et la patience dans la fidélité à la vérité. Ceux qui possèdent ces qualités seront sauvés dans leur vie du bas monde et dans l’au-delà."
        },
        {
            "resource_id": 776,
            "text": "Excepto aquellos que creen en Al-lah y en Su Mensajero, realizan buenas obras y se exhortan unos a otros a seguir la verdad y a permanecer firmes en ella. Aquellos que tienen estas cualidades son los que tendrán éxito en este mundo y en el Más Allá."
        },
        {
            "resource_id": 180,
            "text": "৩. কেবল তারা ব্যতীত যারা আল্লাহ ও তদীয় রাসূলের উপর ঈমান আনয়ন পূর্বক নেক আমল করে এবং একে অপরকে হকের পথে চলা ও এর উপর ধৈর্য ধারণের উপদেশ প্রদান করে। যারা এ সব বৈশিষ্ট্যে গুনান্বিত তারা নিজেদের ইহ ও পারলৌলিক জীবনে মুক্তিপ্রাপ্ত।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )</span> يقول: إلا الذين صدّقوا الله ووحَّدوه، وأقرّوا له بالوحدانية والطاعة، وعملوا الصالحات، وأدّوا ما لزمهم من فرائضه، واجتنبوا ما نهاهم عنه من معاصيه، واستثنى الذين آمنوا من الإنسان، لأن الإنسان بمعنى الجمع، لا بمعنى الواحد.</p><p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَتَوَاصَوْا بِالْحَقِّ )</span> يقول: وأوصى بعضهم بعضا بلزوم العمل بما أنـزل الله في كتابه، من أمره، واجتناب ما نهى عنه فيه.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( وَتَوَاصَوْا بِالْحَقِّ )</span> والحق: كتاب الله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الحسن <span class=\"arabic qpc-hafs green\">( وَتَوَاصَوْا بِالْحَقِّ )</span> قال: الحقّ كتاب الله.</p><p lang=\"ar\" class=\"ar \">حدثني عمران بن بكار الكلاعي،<span class=\"blue\"> قال:</span> ثنا خطاب بن عثمان،<span class=\"blue\"> قال:</span> ثنا عبد الرحمن بن سنان أبو روح السكوني، حمصيّ لقيته بإرمينية،<span class=\"blue\"> قال:</span> سمعت الحسن يقول في <span class=\"arabic qpc-hafs green\">( وَتَوَاصَوْا بِالْحَقِّ )</span> قال: الحقّ: كتاب الله.</p><p>وقوله: <span class=\"arabic qpc-hafs green\">( وَتَوَاصَوْا بِالصَّبْرِ )</span> يقول: وأوصى بعضهم بعضا بالصبر على العمل بطاعة الله.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( وَتَوَاصَوْا بِالصَّبْرِ )</span> قال: الصبر: طاعة الله.</p><p lang=\"ar\" class=\"ar \">حدثني عمران بن بكار الكُلاعي،<span class=\"blue\"> قال:</span> ثنا خطاب بن عثمان،<span class=\"blue\"> قال:</span> ثنا عبد الرحمن بن سنان أبو روح،<span class=\"blue\"> قال:</span> سمعت الحسن يقول في قوله: <span class=\"arabic qpc-hafs green\">( وَتَوَاصَوْا بِالصَّبْرِ )</span> قال: الصبر: طاعة الله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الحسن <span class=\"arabic qpc-hafs green\">( وَتَوَاصَوْا بِالصَّبْرِ )</span> قال: الصبر: طاعة الله.</p><p>آخر تفسير سورة والعصر</p>"
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹുവിലും റസൂലിലും വിശ്വസിക്കുകയും, സൽകർമ്മങ്ങൾ പ്രവർത്തിക്കുകയും, പരസ്പരം സത്യം കൊണ്ടും, സത്യത്തിൽ ക്ഷമയോടെ ഉറച്ചു നിൽക്കുന്നതിനും പരസ്പരം ഉപദേശിക്കുകയും ചെയ്യുന്നവരൊഴികെ. ഈ വിശേഷണങ്ങൾ ഉള്ളവർ തങ്ങളുടെ ഐഹിക-പാരത്രിക ജീവിതങ്ങളിൽ വിജയിച്ചവരാണ്."
        },
        {
            "resource_id": 905,
            "text": "إلا الذين آمنوا بالله وبرسله، وعملوا الأعمال الصالحات، وأوصى بعضهم بعضًا بالحق، وبالصبر على الحق؛ فالمتصفون بهذه الصفات ناجون في حياتهم الدنيا والآخرة."
        },
        {
            "resource_id": 176,
            "text": "tranne coloro che hanno creduto in Allāh e nei Suoi messaggeri, e che hanno compiuto opere buone, e che si sono raccomandati l'un l'altro di essere giusti e di perseverare nella verità. Coloro che possiedono tali caratteristiche sono salvi, nella vita terrena e nell'Aldilà."
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">At every moment man is advancing towards his death. This means that if a man does not make the best of the time which is still available to him, he will finally face total destruction. In order to be successful, a man has to exert himself, while for failure he has to do nothing. It is itself rushing towards him. A venerable gentleman tells us that he understood the meaning of  this chapter of the Quran from an ice vendor who was shouting in market, ‘O, people! Have mercy on one whose assets are melting away.’ On hearing this shout, the gentleman said to himself that just as the ice melts and reduces, similarly the lifespan given to man is fast passing away. If the existing opportunity is lost in inaction or in evil action, this is man’s loss. (Imam Razi, Tafsir Kabir). One who utilises his time properly is one who adopts three courses in the present world. One is that of Faith (al-ladina a’manu), i.e. consciousness of Truth or reality and its acceptance. Secondly that of virtuous deeds (wa a‘milu as-salihat), i.e. doing that which is required to be done as a matter of religious duty and abstaining from what is sinful. Thirdly that of advising people about Truth and forbearance. This follows upon such a deep realisation of Truth that the concerned person becomes its preacher.</p>"
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "103"
        }
    }
}