{
    "tafsirs": [
        {
            "resource_id": 160,
            "text": "ابرہہ اور اس کا حشر ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">اللہ رب العزت نے قریش پر جو اپنی خاص نعمت انعام فرمائی تھی اس کا ذکر کر رہا ہے کہ جس لشکر نے ہاتھیوں کو ساتھ لے کر کعبے کو ڈھانے کے لیے چڑھائی کی تھی اللہ تعالیٰ نے اس سے پہلے کہ وہ کعبے کے وجود کو مٹائیں ان کا نام و نشان مٹا دیا۔ ان کی تمام فریب کاریاں ان کی تمام قوتیں سلب کر لیں انہیں برباد و غارت کر دیا۔ </p><p class=\"ur\"> یہ لوگ مذہباً نصرانی تھے لیکن دین مسیح کو مسخ کر دیا تھا قریباً بت پرست ہو گئے تھے انہیں اس طرح نامراد کرنا یہ گویا پیش خیمہ تھا نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی بعثت کا اور اطلاع تھی آپ کی آمد آمد کی نبی علیہ السلام اسی سال تولد ہوئے تھے۔ </p><p> اکثر تاریخ داں حضرات کا یہی قول ہے تو گویا رب العالمین فرما رہا ہے کہ اے قریشیو! حبشہ کے اس لشکر پر تمہیں فتح تمہاری بھلائی کی وجہ سے نہیں دی گئی تھی بلکہ اس میں ہمارے گھر کا بچاؤ تھا جسے ہم شرف بزرگی عظمت و عزت میں اپنے آخر الزمان پیغمبر محمد مصطفیٰ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی نبوت سے بڑھانے والے تھے۔</p></div><div>10854</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">غرض اصحاب فیل کا مختصر واقعہ تو یہ ہے جو بیان ہوا اور مطول واقعہ اصحاب الاخدود کے بیان میں گزر چکا ہے کہ قبیلہ حمیر کا آخری بادشاہ ذونواس جو مشرک تھا جس نے اپنے زمانے کے مسلمانوں کو کھائیوں میں قتل کیا تھا جو سچے نصرانی تھے اور تعداد میں تقریباً بیس ہزار تھے، سارے کے سارے شہید کر دئیے گئے تھے صرف دوس ذوثعلبان ایک بچا جو ملک شام جا پہنچا اور قیصر روم سے فریاد رسی چاہی۔ </p><p> یہ بادشاہ نصرانی مذہب پر تھا اس نے حبشہ کے بادشاہ شاہ نجاشی کو لکھا کہ اس کے ساتھ اپنی پوری فوج کر دو اس لیے کہ یہاں سے دشمن کا ملک قریب تھا۔ اس بادشاہ نے ارباط اور ابویکسوم ابرہہ بن صباح کو امیر لشکر بنا کر بہت بڑا لشکر دے کر دونوں کو اس کی سرکوبی کے لیے روانہ کیا یہ لشکر یمن پہنچا اور یمن کو اور یمنیوں کو تاخت و تاراج کر دیا۔ ذونواس بھاگ کھڑا ہوا اور دریا میں ڈوب کر مر گیا اور ان لوگوں کی سلطنت کا خاتمہ ہو گیا اور سارے یمن پر شاہ حبشہ کا قبضہ ہو گیا اور یہ دونوں سردار یہاں رہنے سہنے لگے لیکن کچھ تھوڑی مدت کے بعد ان میں ناچاقی ہو گئی آخر نوبت یہاں تک پہنچی کہ دونوں نے آمنے سامنے صفیں باندھ لیں اور لڑنے کے لیے نکل آئے۔  عام حملہ ہو اس سے بیشتر ان دونوں سرداروں نے آپس میں کہا کہ فوجوں کو لڑانے اور لوگوں کو قتل کرانے کی کیا ضرورت، آؤ ہم تم دونوں میدان میں نکلیں اور ایک دوسرے سے لڑ کر فیصلہ کر لیں جو زندہ بچ جائے ملک و فوج اس کی۔ چنانچہ یہ بات طے ہو گئی اور دونوں میدان میں نکل آئے ارباط نے ابرہہ پر حملہ کیا اور تلوار کے ایک ہی وار سے چہرہ خونا خون کر دیا ناک ہونٹ اور منہ کٹ گیا، ابرہہ کے غلام عتودہ نے اس موقعہ پر ارباط پر ایک بےپناہ حملہ کیا اور اسے قتل کر دیا ابرہہ زخمی ہو کر میدان سے زندہ واپس گیا، علاج معالجہ سے زخم اچھے ہو گئے اور یمن کا یہ مستقل بادشاہ بن بیٹھا۔  نجاشی شاہ حبشہ کو جب یہ واقعہ معلوم ہوا تو وہ سخت غصہ ہوا اور ایک خط ابرہہ کو لکھا اسے بڑی لعنت ملامت کی اور کہا کہ قسم اللہ کی میں تیرے شہروں کو پامال کر دوں گا۔ اور تیری چوٹی کاٹ لاؤں گا، ابرہہ نے اس کا جواب نہایت عاجزی سے لکھا اور قاصد کو بہت سارے ہدئیے دئیے اور ایک تھیلی میں یمن کی مٹی بھر دی اور اپنی پیشانی کے بال کاٹ کر اس میں رکھ دئیے۔ اور اپنے خط میں اپنے قصوروں کی معافی طلب کی اور لکھا کہ یہ یمن کی مٹی حاضر ہے اور چوٹی کے بال بھی، آپ اپنی قسم پوری کیجئے اور ناراضی معاف فرمائیے اس سے شاہ حبشہ خوش ہو گیا اور یہاں کی سرداری اسی کے نام کر دی، اب ابرہہ نے نجاشی کو لکھا کہ میں یہاں یمن میں آپ کے لیے ایک ایسا گرجا تعمیر کر رہا ہوں کہ اب تک دنیا میں ایسا نہ بنا ہو اور پھر اس نے گرجا گھر کا بنانا شروع کیا۔</p></div><div>10855</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">بڑے اہتمام اور کروفر سے بہت اونچا بہت مضبوط بےحد خوبصورت اور منقش و مزین گرجا بنایا۔ اس قدر بلند تھا کہ چوٹی تک نظر ڈالنے والے کی ٹوپی گر پڑتی تھی اسی لیے عرب اسے <span class=\"arabic qpc-hafs\"> «قلیس»</span>  کہتے یعنی ٹوپی پھینک دینے والا۔ اب ابرہہ اشرم کو یہ سوجھی کہ لوگ بجائے کعبۃ اللہ کے حج کے اس کا حج کریں، اپنی ساری مملکت میں اس کی منادی کرا دی، عدنانیہ اور قحطانیہ عرب کو یہ بہت برا لگا، ادھر سے قریش بھی بھڑک اٹھے، تھوڑے دن میں کوئی شخص رات کے وقت اس کے اندر گھس گیا اور وہاں پاخانہ کر کے چلا آیا چوکیداروں نے جب یہ دیکھا تو بادشاہ کو خبر پہنچائی اور کہا کہ یہ کام قریشیوں کا ہے چونکہ آپ نے ان کا کعبہ روک دیا ہے۔ </p><p> لہٰذا انہوں نے جوش اور غضب میں آ کر یہ حرکت کی ہے ابرہہ نے اسی وقت قسم کھا لی کہ میں مکہ پہنچوں گا اور بیت اللہ کی اینٹ سے اینٹ بجا دوں گا۔  اور ایک روایت میں یوں بھی ہے کہ چند ملے جلے نوجوان قریشیوں نے اس گرجا میں آ ۤگ لگا دی تھی اور اس وقت ہوا بھی بہت تیز تھی سارا گرجا جل گیا اور منہ کے بل زمین پر گر گیا اس پر ابرہہ نے بہت بڑا لشکر ساتھ لے کر مکہ پر چڑھائی کی تاکہ کوئی روک نہ سکے اور اپنے ساتھ ایک بڑا اونچا اور موٹا ہاتھی لیا جسے محمود کہا جاتا تھا۔ اس جیسا ہاتھی اور کوئی نہ تھا شاہ حبشہ نے یہ ہاتھی اس کے پاس اسی غرض سے بھیجا تھا آٹھ یا بارہ ہاتھی اور بھی ساتھ تھے یہ کعبے کے ڈھانے کی نیت سے چلا یہ سوچ کر کہ کعبہ کی دیواروں میں مضبوط زنجیریں ڈال دوں گا اور ہاتھیوں کی گردنوں میں ان زنجیروں کو باندھ دوں گا ہاتھی ایک ہی جھٹکے میں چاروں دیواریں بیت اللہ کی جڑ سے گرا دیں گے۔  جب اہل عرب کو یہ خبریں معلوم ہوئیں تو ان پر بڑا بھاری اثر ہوا انہوں نے مصمم ارادہ کر لیا کہ خواہ کچھ بھی ہو ہم ضرور اس سے مقابلہ کریں گے اور اسے اس کی اس بدکرداری سے روکیں گے ایک یمنی شریف سردار جو وہاں کے بادشاہوں کی اولاد میں سے تھا جسے <span>”</span>ذونفر<span>“</span> کہا جاتا تھا یہ کھڑا ہو گیا اپنی قوم کو اور کل آس پاس کے عرب کو جمع کیا اور اس بدنیت بادشاہ سے مقابلہ کیا لیکن قدرت کو کچھ اور ہی منظور تھا عربوں کو شکست ہوئی اور ذونفر اس خبیث کے ہاتھ میں قید ہو گیا اس نے اسے بھی ساتھ لیا اور مکہ شریف کی طرف بڑھا۔</p></div><div>10856</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">خثم قبیلے کی زمین پر جب یہ پہنچا تو یہاں نفیل بن حبیب خثعمی نے اپنے لشکروں سے اس کا مقابلہ کیا لیکن ابرہہ نے انہیں بھی مغلوب کر لیا اور نفیل بھی قید ہو گیا پہلے تو اس ظالم نے اسے قتل کرنا چاہا لیکن پھر قتل نہ کیا اور قید کر کے ساتھ لے لیا تاکہ راستہ بنائے۔ </p><p> جب طائف کے قریب پہنچا تو قبیلہ ثقیف نے اس سے صلح کر لی کہ ایسا نہ ہو ان کے بت خانوں کو جس میں لات نامی بت تھا یہ توڑ دے اس نے بھی ان کی بڑی آؤ بھگت کی انہوں نے ابورغال کو اس کے ساتھ کر دیا کہ یہ تمہیں وہاں کا راستہ بتائے گا۔ ابرہہ جب مکے کے بالکل قریب مغمس کے پہنچا تو اس نے یہاں پڑاؤ کیا اس کے لشکر نے آس پاس مکہ والوں کے جو جانور اونٹ وغیرہ چر چگ رہے تھے سب کو اپنے قبضہ میں کیا ان جانوروں میں دو سو اونٹ تو صرف عبدالمطلب کے تھے اسود بن مقصود جو اس کے لشکر کے ہراول کا سردار تھا اس نے ابرہہ کے حکم سے ان جانوروں کو لوٹا تھا، جس پر عرب شاعروں نے اس کی ہجو میں اشعار تصنیف کئے ہوئے ہیں جو سیرۃ ابن اسحاق میں موجود ہیں۔  اب ابرہہ نے اپنا قاصد حناطہٰ حمیری مکہ والوں کے پاس بھیجا کہ مکہ کے سب سے بڑے سردار کو میرے پاس لاؤ اور یہ بھی اعلان کر دو کہ میں مکہ والوں سے لڑنے نہیں آیا میرا ارادہ صرف بیت اللہ کو گرانے کا ہے ہاں اگر مکہ والے اس کے بچانے کے درپے ہوئے تو لامحالہ مجھے ان سے لڑائی کرنی پڑے گی، حناطہٰ جب مکہ میں آیا اور لوگوں سے ملا جلا تو معلوم ہوا کہ یہاں کا بڑا سردار عبدالمطلب بن ہاشم ہے، یہ عبدالمطلب سے ملا اور شاہی پیغام پہنچایا۔  جس کے جواب میں عبدالمطلب نے کہا: واللہ! نہ ہمارا ارادہ اس سے لڑنے کا ہے نہ ہم میں اتنی طاقت ہے یہ اللہ کا حرمت والا گھر ہے اس کے خلیل ابراہیم علیہ السلام کی زندہ یادگار ہے اللہ اگر چاہے گا تو اپنے گھر کی آپ حفاظت کرے گا، ورنہ ہم میں تو ہمت و قوت نہیں۔</p></div><div>10857</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">حناطہٰ نے کہا: اچھا تو آپ میرے ساتھ بادشاہ کے پاس چلے چلئیے عبدالمطلب ساتھ ہو لئے، بادشاہ نے جب انہیں دیکھا تو ہیبت میں آ گیا عبدالمطلب گورے چٹے سڈول اور مضبوط قوی والے حسین و جمیل انسان تھے، دیکھتے ہی ابرہہ تخت سے نیچے اتر آیا اور فرش پر عبدالمطلب کے ساتھ بیٹھ گیا اور اپنے ترجمان سے کہا کہ ان سے پوچھ کہ کیا چاہتا ہے؟ </p><p class=\"ur\"> عبدالمطلب نے کہا میرے دو سو اونٹ جو بادشاہ نے لے لیے ہیں انہیں واپس کر دیا جائے بادشاہ نے کہا ان سے کہہ دے کہ پہلی نظر میں تیرا رعب مجھ پر پڑا تھا اور میرے دل میں تیری وقعت بیٹھ گئی تھی لیکن پہلے ہی کلام میں تو نے سب کچھ کھو دی، اپنے دو سو اونٹ کی تو تجھے فکر ہے اور اپنے اور اپنی قوم کے دین کی تجھے فکر نہیں میں تو تم لوگوں کا عبادت خانہ توڑنے اور اسے خاک میں ملانے کے لیے آیا ہوں۔  عبدالمطلب نے جواب دیا کہ سن بادشاہ اونٹ تو میرے ہیں اس لیے انہیں بچانے کی کوشش میں میں ہوں اور خانہ کعبہ اللہ کا ہے وہ خود اسے بچا لے گا اس پر یہ سرکش کہنے لگا کہ اللہ بھی آج اسے میرے ہاتھ سے نہیں بچا سکتا، عبدالمطلب نے کہا: بہتر ہے وہ جانے اور تو جان۔   <span class=\"reference\">[تفسیر ابن جریر الطبری:37989]</span> ‏ </p><p> یہ بھی مروی ہے کہ اہل مکہ نے تمام حجاز کا تہائی مال ابرہہ کو دینا چاہا کہ وہ اپنے اس بد ارادہ سے باز آئے لیکن اس نے قبول نہ کیا خیر عبدالمطلب تو اپنے اونٹ لے کر چل دئیے اور آ کر قریش کو حکم دیا کہ مکہ بالکل خالی کر دو اور پہاڑوں میں چلے جاؤ، اب عبدالمطلب اپنے ساتھ قریش کے چیدہ چیدہ لوگوں کو لے کر بیت اللہ میں آیا اور بیت اللہ کے دروازہ کا کنڈا تھام کر رو رو کر اور گڑگڑا گڑگڑا کر دعائیں مانگنی شروع کیں کہ باری تعالیٰ ابرہہ اور اس کے خونخوار لشکر سے اپنے پاک اور ذی عزت گھر کو بچا لے۔  عبدالمطلب نے اس وقت یہ دعائیہ اشعار پڑھے۔ <span class=\"arabic qpc-hafs\"> «لَاهُمَّ إِنَّ الْمَرْء يَمْ نَع رَحْلَهُ فَامْنَعْ رِحَالك»</span>  *** <span class=\"arabic qpc-hafs\"> «لَا يَغْلِبَنَّ صَلِيبُهُمْ وَمِحَالُهُمْ أَبَدًا مِحَالَك»</span>  یعنی ہم بےفکر ہیں ہم جانتے ہیں کہ ہر گھر والا اپنے گھر کا بچاؤ آپ کرتا ہے۔ اے اللہ! تو بھی اپنے گھر کو اپنے دشمنوں سے بچا یہ تو ہرگز نہیں ہو سکتا کہ ان کی صلیب اور ان کی ڈولیں تیری ڈولوں پر غالب آ جائیں۔</p></div><div>10858</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">اب عبدالمطلب نے بیت اللہ کے دروازے کا کنڈا ہاتھ سے چھوڑ دیا اور اپنے تمام ساتھیوں کو لے کر آس پاس کے پہاڑوں کی چوٹیوں پر چڑھ گیا، یہ بھی مذکور ہے کہ جاتے ہوئے قربانی کے سو اونٹ بیت اللہ کے ارد گرد نشان لگا کر چھوڑ دئیے تھے اس نیت سے کہ اگر یہ بد دین آئے اور انہوں نے اللہ کے نام کی قربانی کے ان جانوروں کو چھیڑا تو عذاب الٰہی ان پر اترے گا، </p><p> دوسری صبح ابرہہ کے لشکر میں مکہ جانے کی تیاریاں ہونے لگیں اپنا خاص ہاتھی جس کا نام محمود تھا اسے تیار کیا لشکر میں کمر بندی ہو چکی تھی اور مکہ شریف کی طرف منہ اٹھا کر چلنے کی تیاری کی اس وقت نفیل بن حبیب جو اس سے راستے میں لڑا تھا اور اب بطور قیدی کے اس کے ساتھ تھا وہ آگے بڑھا اور شاہی ہاتھی کا کان پکڑ لیا اور کہا محمود بیٹھ جا اور جہاں سے آیا ہے وہیں خیریت کے ساتھ چلا جا تو اللہ تعالیٰ کے محترم شہر میں ہے یہ کہہ کر کان چھوڑ دیا اور بھاگ کر قریب کی پہاڑی میں جا چھپا۔  محمود ہاتھی یہ سنتے ہی بیٹھ گیا، اب ہزار جتن فیل بان کر رہے ہیں لشکری بھی کوششیں کرتے کرتے تھک گئے لیکن ہاتھی اپنی جگہ سے ہلتا ہی نہیں، سر پر آنکس مار رہے ہیں ادھر ادھر سے بھالے اور برچھے مار رہے ہیں آنکھوں میں آنکس ڈال رہے ہیں غرض تمام جتن کر لیے لیکن ہاتھی جنبش بھی نہیں کرتا پھر بطور امتحان کے اس کا منہ یمن کی طرف کر کے چلانا چاہا تو جھٹ سے کھڑا ہو کر دوڑتا ہوا چل دیا شام کی طرف چلانا چاہا تو بھی پوری طاقت سے آگے بڑھ گیا، مشرق کی طرف لے جانا چاہا تو بھی بھاگا بھاگا گیا پھر مکہ شریف کی طرف منہ کر کے آگے بڑھانا چاہا وہیں بیٹھ گیا -  انہوں نے پھر اسے مارنا شروع کیا دیکھا کہ ایک گھٹا ٹوپ پرندوں کا جھرمٹ بادل کی طرح سمندر کے کنارے کی طرف سے امڈا چلا آ رہا ہے ابھی پوری طرح دیکھ بھی نہیں پائے تھے کہ وہ جانور سر پر آ گئے چاروں طرف سے سارے لشکر کو گھیر لیا اور ان میں ہر ایک کی چونچ میں ایک مسور یا ماش کے دانے برابر کنکری تھی، اور دونوں پنجوں میں دو دو کنکریاں تھیں یہ ان پر پھینکنے لگے جس پر یہ کنکری آن پڑی وہ وہیں ہلاک ہو گیا۔  اب تو اس لشکر میں بھاگڑ پڑ گئی ہر ایک نفیل نفیل کرنے لگا کیونکہ اسے ان لوگوں نے اپنا راہبر اور راستے بتانے والا سمجھ رکھا تھا، نفیل تو ہاتھی کو کہہ کر پہاڑ پر چڑھ گیا اور دیگر اہل مکہ ان لوگوں کی یہ درگت اپنی آنکھوں سے دیکھ رہے تھے اور نفیل وہیں کھڑا یہ اشعار پڑھ رہا تھا۔ <span class=\"arabic qpc-hafs\"> «این المفر والا لہ الطالب»</span>  *** <span class=\"arabic qpc-hafs\"> «والاشرم المغلوب لیس الغالب»</span>  اب جائے پناہ کہاں ہے؟ جبکہ اللہ خود تاک میں لگ گیا ہے سنو اشرم بدبخت مغلوب ہو گیا اب یہ پنپنے کا نہیں۔</p></div><div>10859</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">اور بھی نفیل نے اس واقعہ کے متعلق بہت سے اشعار کہے ہیں جن میں اس واقعہ کو بیان کیا ہے اور کہا ہے کاش کہ تو اس وقت موجود ہوتا جبکہ ان ہاتھی والوں کی شامت آئی ہے اور وادی محصب میں ان پر عذاب کے سنگریزے برسے ہیں تو اس وقت تو اس اللہ کے لشکر یعنی پرندوں کو دیکھ کر قطعاً سجدے میں گر پڑتا ہم تو وہاں کھڑے حمد رب کی راگنیاں الاپ رہے تھے گو کلیجے ہمارے بھی اونچے ہو گئے تھے کہ کہیں کوئی کنکری ہمارا کام بھی تمام نہ کر دے نصرانی منہ موڑے بھاگ رہے تھے اور نفیل نفیل پکار رہے تھے۔ گویا کہ نفیل پر ان کے باپ دادوں کا کوئی قرض تھا۔ </p><p> واقدی فرماتے ہیں یہ پرندے زرد رنگ کے تھے کبوتر سے کچھ چھوٹے تھے ان کے پاؤں سرخ تھے اور روایت میں ہے کہ جب محمود ہاتھی بیٹھ گیا اور پوری کوشش کے باوجود بھی نہ اٹھا تو انہوں نے دوسرے ہاتھی کو آگے کیا اس نے قدم بڑھایا ہی تھا کہ اس کی پیشانی پر کنکری پڑی اور بلبلا کر پیچھے ہٹا اور پھرا اور ہاتھی بھی بھاگ کھڑے ہوئے ادھر برابر کنکریاں آنے لگیں اکثر تو وہیں ڈھیر ہو گئے۔  اور بعض جو ادھر ادھر بھاگ نکلے گا ان میں سے کوئی جانبر نہ ہوا بھاگتے بھاگتے ان کے اعضاء کٹ کٹ کر گرتے جاتے تھے اور بالآخر جان سے جاتے تھے۔ ابرہہ بادشاہ بھی بھاگا لیکن ایک ایک عضو بدن جھڑنا شروع ہوا یہاں تک کہ خثعم کے شہروں میں سے صنعاء میں جب وہ پہنچا تو بالکل گوشت کا لوتھڑا بنا ہوا تھا وہیں بلک بلک کر دم توڑا اور کتے کی موت مرا، دل تک پھٹ گیا قریشیوں کو بڑا مال ہاتھ لگا۔  عبدالمطلب نے تو سونے سے ایک کنواں پر کر لیا تھا، زمین عرب میں آبلہ اور چیچک اسی سال پیدا ہوتے ہوئے دیکھے گئے اور اسی سال سپند اور حنظل وغیرہ کے کڑوے درخت بھی اسی سال زمین عرب میں دیکھے گئے ہیں پس اللہ تعالیٰ بزبان رسول معصوم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> اپنی یہ نعمت یاد دلاتا ہے اور گویا فرمایا جا رہا ہے کہ اگر تم میرے گھر کی اسی طرح عزت و حرمت کرتے رہتے اور میرے رسول کو مانتے تو میں بھی اسی طرح تمہاری حفاظت کرتا اور تمہیں دشمنوں سے نجات دیتا۔</p></div><div>10860</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\"> <span class=\"arabic qpc-hafs\"> «أَبَابِيلَ»</span>  جمع کا صیغہ ہے اس کا واحد لغت عرب میں پایا نہیں گیا، <span class=\"arabic qpc-hafs\"> «سجیل»</span>  کے معنی ہیں بہت ہی سخت اور بعض مفسرین کہتے ہیں کہ یہ دو فارسی لفظوں سے مرکب ہے یعنی <span class=\"arabic qpc-hafs\"> «سنگ»</span>  اور <span class=\"arabic qpc-hafs\"> «گل»</span>  سے یعنی مٹی اور پتھر۔ غرض <span class=\"arabic qpc-hafs\"> «سِجِّيلٍ»</span>  وہ ہے جس میں پتھر معہ مٹی کے ہو۔ </p><p class=\"ur\"> <span class=\"arabic qpc-hafs\"> «عَصْفٍ»</span>  جمع ہے <span class=\"arabic qpc-hafs\"> «عَصْفَةٌ»</span>  کی کھیتی کے ان پتوں کو کہتے ہیں جو پک نہ گئے ہوں۔ <span class=\"arabic qpc-hafs\"> «أَبَابِيلَ»</span>  کے معنی ہیں گروہ گروہ جھنڈ بہت سارے پے در پے جمع شدہ ادھر ادھر سے آنے والے، بعض نحوی کہتے ہیں اس کا واحد <span class=\"arabic qpc-hafs\"> «ابیل»</span>  ہے سیدنا ابن عباس رضی اللہ عنہما فرماتے ہیں: ان پرندوں کی چونچ تھی پرندوں جیسی اور پنجے کتوں جیسے۔ </p><p> عکرمہ رحمہ اللہ فرماتے ہیں یہ سبز رنگ کے پرند تھے جو سمندر سے نکلے تھے ان کے سر درندوں جیسے تھے اور اقوال بھی ہیں یہ پرند باقاعدہ ان لشکریوں کے سروں پر، پر باندھ کر کھڑے ہو گئے اور پھر چیخنے لگے پھر پتھراؤ کیا، جس کے سر میں لگا اس کے نیچے سے نکل گیا اور دو ٹکڑے ہو کر زمین پر گرا جس کے جس عضو پر گرا وہ عضو ساقط ہو گیا ساتھ ہی تیز آندھی آئی جس سے اور آس پاس کے کنکر بھی ان کی آنکھوں میں گھس گئے اور سب تہہ و بالا ہو گئے۔ <span class=\"arabic qpc-hafs\"> «عَصْفٍ»</span>  کہتے ہیں چارے کو اور کٹی کھیتی کو اور گیہوں کے درخت کے پتوں کو اور <span class=\"arabic qpc-hafs\"> «مَّأْكُولٍ»</span>  سے مراد ٹکڑے ٹکڑے کیا ہوا ہے۔</p></div><div>10861</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">سیدنا ابن عباس رضی اللہ عنہما سے مروی ہے کہ <span class=\"arabic qpc-hafs\"> «عصف»</span>  کہتے ہیں بھوسی کو جو اناج کے دانوں کے اوپر ہوتی ہے۔ ابن زید رحمہ اللہ فرماتے ہیں مراد کھیتوں کے وہ پتے ہیں جنہیں جانور چر چکے ہوں مطلب یہ ہے کہ اللہ نے ان کو تہس نہس کر دیا اور عام خاص کو ہلاک کر دیا اس کی ساری تدبیریں الٹ ہو گئیں کوئی بھلائی انہیں نصیب نہ ہوئی ایسا بھی کوئی ان میں صحیح سالم نہ رہا جو کہ ان کی خبر پہنچائے، جو بھی بچا وہ زخمی ہو کر اور اس زخم سے پھر جاں بر نہ ہو سکا، خود بادشاہ بھی گو وہ ایک گوشت کے لوتھڑے کی طرح ہو گیا تھا جوں توں صنعاء میں پہنچا لیکن وہاں جاتے ہی اس کا کلیجہ پھٹ گیا اور واقعہ بیان کر ہی چکا تھا کہ مر گیا۔ </p><p> اس کے بعد اس کا لڑکا یکسوم یمن کا بادشاہ بنا پھر اس کے دوسرے بھائی مسروق بن ابرہہ کو سلطنت ملی اب سیف بن ذی یذن حمیری کسریٰ کے دربار میں پہنچا اور اس سے مدد طلب کی تاکہ وہ اہل حبشہ سے لڑے اور یمن ان سے خالی کرا لے کسریٰ نے اس کے ساتھ ایک لشکر جرار کر دیا اس لشکر نے اہل حبشہ کو شکست دی اور ابرہہ کے خاندان سے سلطنت نکل گئی اور پھر قبیلہ حمیر یہاں کا بادشاہ بن گیا عربوں نے اس پر بڑی خوشی منائی اور چاروں طرف سے مبارکبادیاں وصول ہوئیں۔  سیدہ عائشہ صدیقہ رضی اللہ عنہا کا بیان ہے کہ ابرہہ کے لشکر کے فیل بان اور چرکٹے کو میں نے مکہ شریف میں دیکھا دونوں اندھے ہو گئے تھے چل پھر نہیں سکتے تھے اور بھیک مانگا کرتے تھے۔  سیدہ اسماء بنت ابی بکر رضی اللہ عنہا فرماتی ہیں اساف اور نائلہ بتوں کے پاس یہ بیٹھے رہتے تھے جہاں مشرکین اپنی قربانیاں کرتے تھے اور لوگوں سے بھیک مانگتے پھرتے تھے اس فیل بان کا نام انیسا تھا۔  بعض تاریخوں میں یہ بھی ہے کہ ابرہہ خود اس چڑھائی میں نہ تھا بلکہ اس نے اپنے لشکر کو بہ ماتختی شمس بن مقصود کے بھیجا تھا یہ لشکر بیس ہزار کا تھا اور یہ پرند ان کے اوپر رات کے وقت آئے تھے اور صبح تک ان سب کا ستیاناس ہو چکا تھا لیکن یہ روایت بہت غریب ہے اور صحیح بات یہ ہے کہ خود ابرہہ اشرم حبشی ہی اپنے ساتھ لشکر لے کر آیا تھا یہ ممکن ہے کہ اس کے ہراول کے دستہ پر یہ شخص سردار ہو، اس واقعہ کو بہت سے عرب شاعروں نے اپنے شعروں میں بھی بسط کے ساتھ بیان کیا ہے۔  سورۃ الفتح کی تفسیر میں ہم اس واقعہ کو مفصل بیان کر آئے ہیں جس میں ہے کہ <span class=\"text-translation\"> جب حدیبیہ والے دن رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> اس ٹیلے پر چڑھے جہاں سے آپ قریشیوں پر جانے والے تھے تو آپ کی اونٹنی بیٹھ گئی لوگوں نے اسے ڈانٹا ڈپٹا لیکن وہ نہ اٹھی لوگ کہنے لگے قصواء تھک گئی آپ نے فرمایا: <span>”</span>نہ یہ تھکی نہ اس میں اڑنے کی عادت ہے اسے اس اللہ نے روک لیا ہے جس نے ہاتھیوں کو روک لیا تھا<span>“</span>، پھر فرمایا: <span>”</span>اس کی قسم جس کے ہاتھ میں میری جان ہے مکے والے جن شرائط پر مجھ سے صلح چاہیں گے میں سب مان لوں گا بشرطیکہ اللہ کی حرمتوں کی ہتک اس میں نہ ہو<span>“</span> پھر آپ نے اسے ڈانٹا تو وہ فوراً اٹھ کھڑی ہو گئی </span> ۔  <span class=\"reference\">[صحیح بخاری:2781]</span> ‏ یہ حدیث صحیح بخاری میں ہے۔</p></div><div>10862</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">اور ایک حدیث میں ہے کہ <span class=\"text-translation\"> اللہ تعالیٰ نے مکہ پر سے ہاتھیوں کو روک لیا اور اپنے نبی کو وہاں کا قبضہ دیا اور اپنے ایماندار بندوں کو، سنو آج اس کی حرمت ویسی ہی لوٹ کر آ گئی ہے جیسے کل تھی، خبردار ہر حاضر کو چاہیئے کہ غیر حاضر کو پہنچا دے </span> ۔  <span class=\"reference\">[صحیح بخاری:112]</span> ‏ </p><p> اللہ تعالیٰ کے فضل و کرم سے سورۃ الفیل کی تفسیر ختم ہوئی۔</p></div><div>10863</div>"
        },
        {
            "resource_id": 181,
            "text": "- ای رسول- آیا ندانسته‌ای که پروردگارت با اَبرَهه و یارانش که فیل‌هایی به همراه داشتند آن‌گاه که خواستند کعبه را ویران کنند چه کرد؟!"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "ألم تعلم - أيها الرسول - كيف فعل ربك بأبْرَهَة وأصحابه أصحاب الفيل حين أرادوا هدم الكعبة؟!"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ألم تنظر يا محمد بعين قلبك, فترى بها<span class=\"arabic qpc-hafs green\">( كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ )</span> الذين قَدِموا من اليمن يريدون تخريب الكعبة من الحبشة ورئيسهم أبرهة الحبشيّ الأشرم .</p>"
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (فیل)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (فیل) سورەتێكى مەككى یە.\n٢- ژمارەى ئایەتەكانى سورەتى (فیل) (٥) پێنج ئایەتە.\n٣- سورەتى (فیل) زنجیرەى سەدو پێنجەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (فیل) لە دواى سورەتى (كافیرون) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسى سەرەكى لەم سورەتە پیرۆزەدا بریتییە لە باسكردنى چیرۆك و بەسەرهاتى هێرشی ئەبرەهەو دارودەستەكەى بۆ سەر شارى مەككە كە بە (اصحاب الفیل) ناسراوە، بەڵام خواى گەورە هێرشەكەیانى بەسەر خۆیاندا شكاندەوەو شاری مەككەى لە هێرشی ئەوان پاراست و پۆلێك باڵندەى ناردە سەریان كە وردە بەردیان هەڵگرتبوو بە دەنوك و قاچەكانیان و بەوە لەناوى بردن.\nوە جێگاى ئاماژە پێكردنە كە پێغەمبەرى خوا صلى الله علیه وسلم لەو ساڵەدا لە دایك بووە.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nبەسەرهاتى هاوەڵانى فیل\n[ <span class=\"arabic uthmani\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (١)</span> ] ئەی محمد صلى الله علیه وسلم ئایا نابینی كە پەروەردگارت چی كرد لە هاوەڵانی فیل، (ئەبرەهە)ى پاشاى یەمەن كەنیسەیەكی گەورەی دروست كردبوو بۆ ئەوەی خەڵكی ڕووی تێبكەن هەروەكو چۆن ڕوو لە كەعبەی پیرۆز ئەكەن و حەج لەوێ ئەكەن، بۆ ئەوەی ڕووی عەرەب وەرگێڕێ لە حەج كردن و لە كەعبەوە بێن بۆ ئەوێ و لەوێ حەج بكەن, بۆیە قوڕەیش تووڕەبوون و پێیان ناخۆش بوو هەندێكیان بەشەو چوونە ناو كەنیسەكەوەو پیسییان تێی كرد, یاخود وتراوە: ئاگریان تیادا كردۆتەوە، (ئەبرەهە)یش كاتێك هەواڵی بیستووە زۆر تووڕەبووەو وتوویەتی: ئەبێ بچم كەعبەكەی ئەوان بڕوخێنم، ئەم ڕووداوە لەم ساڵەدا بووە كە پێغەمبەری خوا صلى الله علیه وسلم لە دایك بووە، واتە: چل ساڵ پێش ئەوەی كە ببێ بە پێغەمبەری خوا صلى الله علیه وسلم وە كاتێك كە بوو بە پێغەمبەری خواو صلى الله علیه وسلم وەحی بۆ هات هەندێك لەو كەسانەی كە ئەم ڕووداوەیان بە چاوی خۆیان بینی هێشتا مابوون كاتێك كە (ئەبرەهە) لە یەمەنەوە هات فیلی لەگەڵ خۆیدا هێناوەو سوپایەكی زۆری هێنا بۆ ئەوەی كە كەعبەی پیرۆز بڕوخێنێ وە خەڵكی چیتر لە كەعبە عیبادەتی خوای گەورە نەكەن و ڕوو بكەنە ئەو كەنیسەیەی كە ئەو دروستی كردووە, كاتێك كە هاتووە لە ڕێگا چەند هۆزو عەشیرەتێك شەڕیان لەگەڵدا كردووە بەڵام زاڵ بووە بەسەریاندا كە نزیك مەككە بوونەتەوە دەستیان گرتووە بەسەر حوشترو ئاژەڵەكانیاندا لەوانە دوو سەد حوشتری (عبد المطلب)ى تیادا بووە وە دواتر ناردوویەتی بە شوێنیاندا كە گەورەكانی قوڕەیش بێن قسەی لەگەڵدا بكەن ئەم بۆ ئەوە نەهاتووە كە كوشتاری ئەوان بكات بەڵكو تەنها هاتووە ئەو كەعبەیە بڕوخێنێ, كاتێك (عبد المطلب) هات بۆ لای ئەمیش ڕێزی لێ گرت و بە وەرگێڕەكەی وت بزانە چی ئەوێ؟ ئەمیش وتی: ئەمەوێ ئەو دوو سەد حوشترەم بۆ بگەڕێنیتەوە, (ئەبرەهە)یش پێی سەیر بوو وتی: كاتێك كە هاتی زۆر ڕێزم لێ گرتیت بەڵام ئێستا كاتێك كە قسەت كرد وا نەمای هاتوویتە داوای حوشترەكانی خۆت ئەكەی وامزانی هاتووی بەرگری لە ئەو كەعبەیە بكەی كە شوێنى عیبادەتی باوك و باپیرانتە, (عبدالمطلب) وتی: من خاوەنی ئەم حوشترانەم بۆ حوشترەكان هاتوومە ئەو كەعبەیەش خاوەنی خۆى هەیە كە خوای گەورەیە بەرگری لێ ئەكات, (ئەبرەهە)یش وتی: ناتوانێ، وتی: خۆت و ئەو, ئیتر دوو سەد حوشترەكەی بۆ گەڕاندەوەو (عبد المطلب) گەڕایەوەو بە خەڵكی مەككەی وت بچنە دەرەوەی مەككە، وە كاتێك كە چوونە دەرەوەی مەككە ئەمانیش نزیك مەككە بوونەوە فیلەكانیان ڕوو بكردایەتە یەمەن زۆر بەخێرایی ئەڕۆیشتن، ڕوویانیان بكردایەتە شام زۆر بەخێرایی ئەڕۆیشتن ڕوویانیان بكردایەتە ڕۆژهەڵات بەخێرایی ئەڕۆیشتن ڕوویانیان بكردایەتە مەككە فیلەكانی یخیان ئەدا لە زەویداو دائەنیشتن و ئەكەوتن و هەڵناسان، (ئەبرەهە) زۆری لێ ئەكردن و لێی ئەدان نەئەڕۆیشتن، لەو كاتەدا بوو كە خوای گەورە باڵندەى ئەبابیلەی ناردو بەردبارانى كردن و لەناوی بردن، واتە: ئەی محمد صلى الله علیه وسلم تۆ ئەو ڕووداوو بەسەرهاتەت بیستووە كە خەڵكی مەككە بۆیان باس كردوویت، واتە: ئەو خەڵكە بۆ ئێستا ئیمان بە تۆ ناهێنن لە كاتێك ئەو موعجیزەیەیان بەچاوی خۆیان بینیوە ."
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Görmedin mi Rabbin fil sahiplerine ne yaptı?\n2- Onların tuzaklarını boşa çıkarmadı mı?\n3- Üzerlerine sürü sürü kuşlar gönderdi;\n4- Onlara pişmiş çamurdan taşlar atan.\n5- Sonunda onları <span class=\"green\">(hayvanlar tarafından)</span> yenmiş ekin yaprağı gibi yaptı.</p><div><span class=\"green\">(Mekke’de inmiştir. 5 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1-5. <span class=\"brown\">“Görmedin mi”</span> Yüce Allah, kudretinden ve şanının azametinden ötürü, kulları için rahmet, tevhidi için ve Rasûlünün doğruluğu için bir delil olarak, Beyt-i Harama karşı plan kuran, onu tahrip etmek isteyen <span class=\"brown\">“fil sahiplerine ne yaptı?”</span> \nO fil sahipleri beraberlerinde bu maksatla hazırlanmış fillerle birlikte Beyt-i Haramı yıkmak için gelmişlerdi. Habeşli ve Yemenli askerlerden oluşan ve Arapların karşı koyamayacağı çapta büyük bir ordu da getirmişlerdi. Mekke’nin yakınlarına vardıklarında Araplar, kendilerini savunacak güçleri olmadığından dolayı korku ile Mekke’nin dışına çıkmışlardı. \nYüce Allah, fil sahiplerinin üzerine Ebâbil, yani muhtelif, farklı, bölük bölük kuşlar gönderdi. Onlar pişmiş çamurdan taşlar taşıyan kuşlardı. Bu taşları üzerlerine attılar da bu taşlar, onlardan olup da uzak yakın kim varsa hepsini buldu. Derken hepsi de yenmiş ekine döndüler. Allah, onların yapmak istedikleri kötülüğü önlemiş, vermek istedikleri zararı bizzat kendilerine çevirmişti. \nOnların başlarından geçen bu olay, bilinen meşhur bir olaydır. Rasûlullah sallallahu aleyhi ve sellem dünyaya geldiği sene vuku bulmuştur. Böylelikle o, onun davetinin öncesinde ortaya çıkan belgelerden, risaletinin delillerinden bir delil olmuştur. Yüce Allah’a hamd ve şükürler olsun. \nFîl Sûresi’nin de tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 16,
            "text": "ألم تعلم -أيها الرسول-<span class=\"blue\"> كيف فعل ربك بأصحاب الفيل:</span> أبرهة الحبشي وجيشه الذين أرادوا تدمير الكعبة المباركة؟"
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة الفيل وهي مكية .</p><p lang=\"ar\" class=\"ar \">هذه من النعم التي امتن الله بها على قريش ، فيما صرف عنهم من أصحاب الفيل ، الذين كانوا قد عزموا على هدم الكعبة ومحو أثرها من الوجود ، فأبادهم الله ، وأرغم آنافهم ، وخيب سعيهم ، وأضل عملهم ، وردهم بشر خيبة . وكانوا قوما نصارى ، وكان دينهم إذ ذاك أقرب حالا مما كان عليه قريش من عبادة الأوثان . ولكن كان هذا من باب الإرهاص والتوطئة لمبعث رسول الله صلى الله عليه وسلم ، فإنه في ذلك العام ولد على أشهر الأقوال ،<span class=\"blue\"> ولسان حال القدر يقول :</span> لم ننصركم - يا معشر قريش - على الحبشة لخيريتكم عليهم ، ولكن صيانة للبيت العتيق الذي سنشرفه ونعظمه ونوقره ببعثة النبي الأمي محمد صلوات الله وسلامه عليه ، خاتم الأنبياء .</p><p lang=\"ar\" class=\"ar \">وهذه قصة أصحاب الفيل على وجه الإيجاز والاختصار والتقريب ، قد تقدم في قصة أصحاب الأخدود أن ذا نواس - وكان آخر ملوك حمير وكان مشركا - هو الذي قتل أصحاب الأخدود ، وكانوا نصارى ، وكانوا قريبا من عشرين ألفا ، فلم يفلت منهم إلادوس ذو ثعلبان ، فذهب فاستغاث بقيصر ملك الشام - وكان نصرانيا - فكتب له إلى النجاشي ملك الحبشة ; لكونه أقرب إليهم ،<span class=\"blue\"> فبعث معه أميرين :</span> أرياط وأبرهة بن الصباح أبا يكسوم في جيش كثيف ، فدخلوا اليمن فجاسوا خلال الديار ، واستلبوا الملك من حمير ، وهلك ذو نواس غريقا في البحر .<span class=\"blue\"> واستقل الحبشة بملك اليمن وعليهم هذان الأميران :</span> أرياط وأبرهة فاختلفا في أمرهما وتصاولا وتقاتلا وتصافا ،<span class=\"blue\"> فقال أحدهما للآخر :</span> إنه لا حاجة بنا إلى اصطدام الجيشين بيننا ، ولكن ابرز إلي وأبرز إليك ، فأينا قتل الآخر استقل بعده بالملك . فأجابه إلى ذلك فتبارزا - وخلف كل واحد منهما قناة - فحمل أرياط على أبرهة فضربه بالسيف ، فشرم أنفه وفمه وشق وجهه ، وحمل عتودة مولى أبرهة على أرياط فقتله ، ورجع أبرهة جريحا ، فداوى جرحه فبرأ ، واستقل بتدبير جيش الحبشة باليمن . فكتب إليه النجاشي يلومه على ما كان منه ، ويتوعده ويحلف ليطأن بلاده ويجزن ناصيته . فأرسل إليه أبرهة يترقق له ويصانعه ، وبعث مع رسوله بهدايا وتحف ، وبجراب فيها من تراب اليمن ، وجز ناصيته فأرسلها معه ،<span class=\"blue\"> ويقول في كتابه :</span> ليطأ الملك على هذا الجراب فيبر قسمه وهذه ناصيتي قد بعثت بها إليك . فلما وصل ذلك إليه أعجبه منه ، ورضي عنه ، وأقره على عمله .<span class=\"blue\"> وأرسل أبرهة يقول للنجاشي :</span> إني سأبني لك كنيسة بأرض اليمن لم يبن قبلها مثلها . فشرع في بناء كنيسة هائلة بصنعاء رفيعة البناء ، عالية الفناء ، مزخرفة الأرجاء . سمتها العرب القليس ; لارتفاعها ; لأن الناظر إليها تكاد تسقط قلنسوته عن رأسه من ارتفاع بنائها . وعزم أبرهة الأشرم على أن يصرف حج العرب إليها كما يحج إلى الكعبة بمكة ، ونادى بذلك في مملكته ، فكرهت العرب العدنانية والقحطانية ذلك ، وغضبت قريش لذلك غضبا شديدا ، حتى قصدها بعضهم ، وتوصل إلى أن دخلها ليلا . فأحدث فيها وكر راجعا . فلما رأى السدنة ذلك الحدث ،<span class=\"blue\"> رفعوا أمرهم إلى ملكهم أبرهة وقالوا له :</span> إنما صنع هذا بعض قريش غضبا لبيتهم الذي ضاهيت هذا به ، فأقسم أبرهة ليسيرن إلى بيت مكة ، وليخربنه حجرا حجرا .</p><p lang=\"ar\" class=\"ar \">وذكر مقاتل بن سليمان أن فتية من قريش دخلوها فأججوا فيها نارا ، وكان يوما فيه هواء شديد فأحرقته ، وسقطت إلى الأرض .</p><p lang=\"ar\" class=\"ar \">فتأهب أبرهة لذلك ، وصار في جيش كثيف عرمرم ; لئلا يصده أحد عنه ، واستصحب معه فيلا عظيما كبير الجثة لم ير مثله ،<span class=\"blue\"> يقال له :</span> محمود ، وكان قد بعثه إليه النجاشي ملك الحبشة لذلك .<span class=\"blue\"> ويقال :</span> كان معه أيضا ثمانية أفيال .<span class=\"blue\"> وقيل :</span> اثنا عشر فيلا . وقيل غيره ، والله أعلم . يعني ليهدم به الكعبة بأن يجعل السلاسل في الأركان ، وتوضع في عنق الفيل ، ثم يزجر ليلقي الحائط جملة واحدة . فلما سمعت العرب بمسيره أعظموا ذلك جدا ، ورأوا أن حقا عليهم المحاجبة دون البيت ، ورد من أراده بكيد . فخرج إليه رجل <span class=\"reference brown\">[ كان ]</span> من أشراف أهل اليمن وملوكهم ، يقال له <span class=\"red\">\" ذو نفر \"</span> فدعا قومه ومن أجابه من سائر العرب إلى حرب أبرهة وجهاده عن بيت الله ، وما يريد من هدمه وخرابه . فأجابوه وقاتلوا أبرهة فهزمهم لما يريده الله عز وجل من كرامة البيت وتعظيمه ، وأسر <span class=\"red\">\" ذو نفر \"</span> فاستصحبه معه .<span class=\"blue\"> ثم مضى لوجهه حتى إذا كان بأرض خثعم عرض له نفيل بن حبيب الخشعمي في قومه :</span> شهران وناهس فقاتلوه ، فهزمهم أبرهة ، وأسر نفيل بن حبيب ، فأراد قتله ثم عفا عنه ، واستصحبه معه ليدله في بلاد الحجاز . فلما اقترب من أرض الطائف خرج إليه أهلها ثقيف وصانعوه خيفة على بيتهم ، الذي عندهم ، الذي يسمونه اللات . فأكرمهم وبعثوا معه <span class=\"red\">\" أبا رغال \"</span> دليلا . فلما انتهى أبرهة إلى المغمس - وهو قريب من مكة - نزل به وأغار جيشه على سرح أهل مكة من الإبل وغيرها ، فأخذوه . وكان في السرح مائتا بعير لعبد المطلب . وكان الذي أغار على السرح بأمر أبرهة أمير المقدمة ،<span class=\"blue\"> وكان يقال له :</span> <span class=\"red\">\" الأسود بن مفصود \"</span> فهجاه بعض العرب - فيما ذكره ابن إسحاق - وبعث أبرهة حناطة الحميري إلى مكة ، وأمره أن يأتيه بأشرف قريش ، وأن يخبره أن الملك لم يجئ لقتالكم إلا أن تصدوه عن البيت . فجاء حناطة فدل على عبد المطلب بن هاشم ، وبلغه عن أبرهة ما قال ،<span class=\"blue\"> فقال له عبد المطلب :</span> والله ما نريد حربه ، وما لنا بذلك من طاقة ، هذا بيت الله الحرام ، وبيت خليله إبراهيم فإن يمنعه منه فهو بيته وحرمه ، وإن يخلي بينه وبينه ، فوالله ما عندنا دفع عنه .<span class=\"blue\"> فقال له حناطة :</span> فاذهب معي إليه . فذهب معه ، فلما رآه أبرهة أجله ، وكان عبد المطلب رجلا جميلا حسن المنظر ، ونزل أبرهة عن سريره ، وجلس معه على البساط ،<span class=\"blue\"> وقال لترجمانه :</span> قل له : حاجتك ؟<span class=\"blue\"> فقال للترجمان :</span> إن حاجتي أن يرد علي الملك مائتي بعير أصابها لي .<span class=\"blue\"> فقال أبرهة لترجمانه :</span> قل له : لقد كنت أعجبتني حين رأيتك ، ثم قد زهدت فيك حين كلمتني ، أتكلمني في مائتي بعير أصبتها لك ، وتترك بيتا هو دينك ودين آبائك قد جئت لهدمه ، لا تكلمني فيه ؟<span class=\"blue\">! فقال له عبد المطلب :</span> إني أنا رب الإبل ، وإن للبيت ربا سيمنعه .<span class=\"blue\"> قال :</span> ما كان ليمتنع مني ! قال : أنت وذاك .</p><p lang=\"ar\" class=\"ar \">ويقال : إنه ذهب مع عبد المطلب جماعة من أشراف العرب فعرضوا على أبرهة ثلث أموال تهامة على أن يرجع عن البيت ، فأبى عليهم ، ورد أبرهة على عبد المطلب إبله ، ورجع عبد المطلب إلى قريش فأمرهم بالخروج من مكة والتحصن في رءوس الجبال ، تخوفا عليهم من معرة الجيش . ثم قام عبد المطلب فأخذ بحلقة باب الكعبة ، وقام معه نفر من قريش يدعون الله ويستنصرونه على أبرهة وجنده ،<span class=\"blue\"> وقال عبد المطلب وهو آخذ بحلقة باب الكعبة :</span></p><p>لاهم إن المرء يمنع رحله فامنع حلالك لا يغلبن صليبهم ومحالهم غدوا محالك</p><p>قال ابن إسحاق : ثم أرسل عبد المطلب حلقة الباب ، ثم خرجوا إلى رءوس الجبال .</p><p lang=\"ar\" class=\"ar \">وذكر مقاتل بن سليمان أنهم تركوا عند البيت مائة بدنة مقلدة ، لعل بعض الجيش ينال منها شيئا بغير حق ، فينتقم الله منه .</p><p lang=\"ar\" class=\"ar \">فلما أصبح أبرهة تهيأ لدخول مكة وهيأ فيله - وكان اسمه محمودا - وعبأ جيشه ، فلما وجهوا الفيل نحو مكة أقبل نفيل بن حبيب حتى قام إلى جنبه ثم أخذ بأذنه وقال ابرك محمود ، وارجع راشدا من حيث جئت ، فإنك في بلد الله الحرام \" . ثم أرسل أذنه ، فبرك الفيل . وخرج نفيل بن حبيب يشتد حتى أصعد في الجبل . وضربوا الفيل ليقوم فأبى . فضربوا في رأسه بالطبرزين وأدخلوا محاجن لهم في مراقه فبزغوه بها ليقوم ، فأبى ; فوجهوه راجعا إلى اليمن فقام يهرول . ووجهوه إلى الشام ففعل مثل ذلك . ووجهوه إلى المشرق ففعل مثل ذلك ووجهوه إلى مكة فبرك .</p>"
        },
        {
            "resource_id": 174,
            "text": "Tidakkah engkau -wahai Rasul- mengetahui bagaimana Tuhanmu bertindak terhadap Abrahah dan bala tentaranya, yaitu pasukan gajah, ketika mereka hendak menghancurkan Ka'bah?!"
        },
        {
            "resource_id": 171,
            "text": "O Messenger! Do you not know how your Lord dealt with Abraha and his people: the people of the elephant, when they intended to demolish the Ka‘bah?"
        },
        {
            "resource_id": 178,
            "text": "Разве ты не знаешь, о Посланник, как поступил твой Господь с Абрахой и его сподвижниками – владельцами слона, когда они пожелали разрушить Каабу?!"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 175,
            "text": "Zar nisi čuo, o Poslaniče, šta je s Ebrehom i njegovim drugovima, vlasnicima slona, Gospodar tvoj uradio, kada je on htio Kabu da sruši?"
        },
        {
            "resource_id": 90,
            "text": "<p>تفسير سورة الفيل وهي مكية بإجماع . وهي خمس آياتبسم الله الرحمن الرحيمألم تر كيف فعل ربك بأصحاب الفيلفيه خمس مسائل :الأولى : قوله تعالى : ألم تر أي ألم تخبر . وقيل : ألم تعلم . وقال ابن عباس : ألم تسمع ؟ واللفظ استفهام ، والمعنى تقرير . والخطاب للنبي - صلى الله عليه وسلم - ; ولكنه عام ; أي ألم تروا ما فعلت بأصحاب الفيل ; أي قد رأيتم ذلك ، وعرفتم موضع منتي عليكم ، فما لكم لا تؤمنون ؟ وكيف في موضع نصب ب فعل ربك لا ب ألم تر كيف من معنى الاستفهام .الثانية : قوله تعالى : بأصحاب الفيل الفيل معروف ، والجمع أفيال : وفيول ، وفيلة . قال ابن السكيت : ولا تقل أفيلة . والأنثى فيلة وصاحبه فيال . قال سيبويه : يجوز أن يكون أصل فيل فعلا ، فكسر من أجل الياء ; كما قالوا : أبيض وبيض . وقال الأخفش : هذا لا يكون في الواحد ، إنما يكون في الجمع . ورجل فيل الرأي ، أي ضعيف الرأي . والجمع أفيال . ورجل فال ; أي ضعيف الرأي ، مخطئ الفراسة . وقد فال الرأي يفيل فيولة ، وفيل رأيه تفييلا : أي ضعفه ، فهو فيل الرأي .الثالثة : في قصة أصحاب الفيل ; وذلك أن ( أبرهة ) بنى القليس بصنعاء ، وهي كنيسة لم ير مثلها في زمانها بشيء من الأرض ، وكان نصرانيا ، ثم كتب إلى النجاشي : إني قد بنيت لك [ ص: 169 ] أيها الملك كنيسة لم يبن مثلها لملك كان قبلك ، ولست بمنته حتى أصرف إليها حج العرب فلما تحدث العرب بكتاب أبرهة ذلك إلى النجاشي ، غضب رجل من النسأة ، فخرج حتى أتى الكنيسة ، فقعد فيها - أي أحدث - ثم خرج فلحق بأرضه ; فأخبر بذلك أبرهة ، فقال : من صنع هذا ؟ فقيل : صنعه رجل من أهل هذا البيت ، الذي تحج إليه العرب بمكة ، لما سمع قولك : ( أصرف إليها حج العرب ) غضب ، فجاء فقعد فيها . أي أنها ليست لذلك بأهل . فغضب عند ذلك أبرهة ، وحلف ليسيرن إلى البيت حتى يهدمه ، وبعث رجلا كان عنده إلى بني كنانة يدعوهم إلى حج تلك الكنيسة ; فقتلت بنو كنانة ذلك الرجل ; فزاد أبرهة ذلك غضبا وحنقا ، ثم أمر الحبشة فتهيأت وتجهزت ، ثم سار وخرج معه بالفيل ; وسمعت بذلك العرب ، فأعظموه وفظعوا به ، ورأوا جهاده حقا عليهم ، حين سمعوا أنه يريد هدم الكعبة بيت الله الحرام . فخرج إليه رجل من أشراف أهل اليمن وملوكهم ، يقال له ذو نفر ، فدعا قومه ومن أجابه من سائر العرب إلى حرب أبرهة ، وجهاده عن بيت الله الحرام ، وما يريد من هدمه وإخرابه ; فأجابه من أجابه إلى ذلك ، ثم عرض له فقاتله ، فهزم ذو نفر وأصحابه ، وأخذ له ذو نفر فأتي به أسيرا ; فلما أراد قتله قال له ذو نفر : أيها الملك لا تقتلني ، فإنه عسى أن يكون بقائي معك خيرا لك من قتلي ; فتركه من القتل ، وحبسه عنده في وثاق ، وكان أبرهة رجلا حليما . ثم مضى أبرهة على وجهه ذلك ، يريد ما خرج له ، حتى إذا كان بأرض خثعم عرض له نفيل بن حبيب الخثعمي في قبيلتي خثعم : شهران وناهس ، ومن تبعه من قبائل العرب ; فقاتله فهزمه أبرهة ، وأخذ له نفيل أسيرا ; فأتي به ، فلما هم بقتله قال له نفيل : أيها الملك لا تقتلني فإني دليلك بأرض العرب ، وهاتان يداي لك على قبيلتي خثعم : شهران وناهس ، بالسمع والطاعة ; فخلى سبيله . وخرج به معه يدله ، حتى إذا مر بالطائف خرج إليه مسعود بن معتب في رجال من ثقيف ، فقالوا له : أيها الملك ، إنما نحن عبيدك ; سامعون لك مطيعون ، ليس عندنا لك خلاف ، وليس بيتنا هذا البيت الذي تريد - يعنون اللات - إنما تريد البيت الذي بمكة ، نحن نبعث معك من يدلك عليه ; فتجاوز عنهم . وبعثوا معه أبا رغال ، حتى أنزله المغمس فلما أنزله به مات أبو رغال هناك ، فرجمت قبره العرب ; فهو القبر الذي يرجم الناس بالمغمس ، وفيه يقول الشاعر :وأرجم قبره في كل عام كرجم الناس قبر أبي رغال[ ص: 170 ] فلما نزل أبرهة بالمغمس ، بعث رجلا من الحبشة يقال له الأسود بن مقصود على خيل له ، حتى انتهى إلى مكة فساق إليه أموال أهل تهامة من قريش وغيرهم ، وأصاب فيها مائتي بعير لعبد المطلب بن هاشم ، وهو يومئذ كبير قريش وسيدها ; فهمت قريش وكنانة وهذيل ومن كان بذلك الحرم بقتاله ; ثم عرفوا أنهم لا طاقة لهم به ، فتركوا ذلك . وبعث أبرهة حناطة الحميري إلى مكة ، وقال له : سل عن سيد هذا البلد وشريفهم ، ثم قل له : إن الملك يقول : إني لم آت لحربكم ، إنما جئت لهدم هذا البيت ، فإن لم تعرضوا لي بحرب ، فلا حاجة لي بدمائكم ; فإن هو لم يرد حربي فأتني به . فلما دخل حناطة مكة ، سأل عن سيد قريش وشريفها ; فقيل له : عبد المطلب بن هاشم ; فجاءه فقال له ما أمره به أبرهة ; فقال له عبد المطلب : والله ما نريد حربه ، وما لنا بذلك منه طاقة ، هذا بيت الله الحرام ، وبيت خليله إبراهيم - عليه السلام - ، أو كما قال ، فإن يمنعه منه فهو حرمه وبيته ، وإن يحل بينه وبينه ، فوالله ما عندنا دفع عنه . فقال له حناطة : فانطلق إليه ، فإنه قد أمرني أن آتيه بك ; فانطلق معه عبد المطلب ، ومعه بعض بنيه ، حتى أتى العسكر ; فسأل عن ذي نفر ، وكان صديقا له ، حتى دخل عليه وهو في محبسه ، فقال له : يا ذا نفر ، هل عندك من غناء فيما نزل بنا ؟ فقال له ذو نفر ; وما غناء رجل أسير بيدي ملك ، ينتظر أن يقتله غدوا وعشيا ما عندي غناء في شيء مما نزل بك ، إلا أن أنيسا سائس الفيل صديق لي ، فسأرسل إليه ، وأوصيه بك ، وأعظم عليه حقك ، وأسأله أن يستأذن لك على الملك ، فتكلمه بما بدا لك ، ويشفع لك عنده بخير إن قدر على ذلك ; فقال حسبي . فبعث ذو نفر إلى أنيس ، فقال له : إن عبد المطلب سيد قريش ، وصاحب عين مكة ، ويطعم الناس بالسهل ، والوحوش في رءوس الجبال ، وقد أصاب له الملك مائتي بعير ، فاستأذن له عليه ، وانفعه عنده بما استطعت ; فقال : أفعل . فكلم أنيس أبرهة ، فقال له : أيها الملك ، هذا سيد قريش ببابك ، يستأذن عليك ، وهو صاحب عين مكة ، يطعم الناس بالسهل ، والوحوش في رءوس الجبال ; فأذن له عليك ، فيكلمك في حاجته . قال : فأذن له أبرهة .وكان عبد المطلب أوسم الناس ، وأعظمهم وأجملهم ، فلما رآه أبرهة أجله ، وأعظمه عن أن يجلسه تحته ; فنزل أبرهة عن سريره ، فجلس على بساطه وأجلسه معه عليه إلى جنبه . ثم قال لترجمانه : قل له : حاجتك ؟ فقال له ذلك الترجمان ، فقال : حاجتي أن يرد علي الملك مائتي بعير أصابها لي . فلما قال له ذلك ، قال أبرهة لترجمانه : قل له لقد كنت أعجبتني حين رأيتك ، ثم قد زهدت فيك حين كلمتني ، أتكلمني في مائتي بعير أصبتها لك ، وتترك بيتا [ ص: 171 ] هو دينك ودين آبائك ، قد جئت لهدمه لا تكلمني فيه . قال له عبد المطلب : إني أنا رب الإبل ، وإن للبيت ربا سيمنعه . قال : ما كان ليمتنع مني قال أنت وذاك . فرد عليه إبله . وانصرف عبد المطلب إلى قريش ، فأخبرهم الخبر ، وأمرهم بالخروج من مكة والتحرز في شعف الجبال والشعاب ، تخوفا عليهم معرة الجيش . ثم قام عبد المطلب فأخذ بحلقة باب الكعبة ، وقام معه نفر من قريش ، يدعون الله ويستنصرونه على أبرهة وجنده ، فقال عبد المطلب وهو آخذ بحلقة باب الكعبة :لا هم إن العبد يمنع رحله فامنع حلالكلا يغلبن صليبهم ومحالهم عدوا محالكإن يدخلوا البلد الحرام فأمر ما بدا لكيقول : أي شيء ما بدا لك ، لم تكن تفعله بنا . والحلال : جمع حل . والمحال : القوة وقيل : إن عبد المطلب لما أخذ بحلقة باب الكعبة قال :يا رب لا أرجو لهم سواكا يا رب فامنع منهم حماكاإن عدو البيت من عاداكا إنهم لن يقهروا قواكاوقال عكرمة بن عامر بن هاشم بن عبد مناف بن عبد الدار بن قصي :لا هم أخز الأسود بن مقصود الأخذ الهجمة فيها التقليدبين حراء وثبير فالبيد يحبسها وهي أولات التطريدفضمها إلى طماطم سود قد أجمعوا ألا يكون معبودويهدموا البيت الحرام المعمود والمروتين والمشاعر السودأخفره يا رب وأنت محمودقال ابن إسحاق : ثم أرسل عبد المطلب حلقة باب الكعبة ، ثم انطلق هو ومن معه من قريش إلى شعف الجبال ، فتحرزوا فيها ، ينتظرون ما أبرهة فاعل بمكة إذا دخلها . فلما أصبح أبرهة تهيأ لدخول مكة ، وهيأ فيله ، وعبأ جيشه ، وكان اسم الفيل محمودا ، وأبرهة مجمع لهدم البيت ، ثم الانصراف إلى اليمن ، فلما وجهوا الفيل إلى مكة ، أقبل نفيل بن حبيب ، حتى قام إلى جنب الفيل ، ثم أخذ بأذنه فقال له : ابرك محمود ، وارجع راشدا من حيث جئت ، فإنك [ ص: 172 ] في بلد الله الحرام . ثم أرسل أذنه ، فبرك الفيل . وخرج نفيل بن حبيب يشتد ، حتى أصعد في الجبل . وضربوا الفيل ليقوم فأبى ، فضربوا في رأسه بالطبرزين ليقوم فأبى ; فأدخلوا محاجن لهم في مراقه ، فبزغوه بها ليقوم ، فأبى ، فوجهوه راجعا إلى اليمن ، فقام يهرول ووجهوه إلى الشام ، ففعل مثل ذلك ، ووجهوه إلى المشرق ، ففعل مثل ذلك ، ووجهوه إلى مكة فبرك . وأرسل الله عليهم طيرا من البحر ، أمثال الخطاطيف والبلسان ، مع كل طائر منها ثلاثة أحجار : حجر في منقاره ، وحجران في رجليه ، أمثال الحمص والعدس ، لا تصيب منهم أحدا إلا هلك ; وليس كلهم أصابت . وخرجوا هاربين يبتدرون الطريق التي جاءوا منها ، ويسألون عن نفيل بن حبيب ; ليدلهم على الطريق إلى اليمن . فقال نفيل بن حبيب حين رأى ما أنزل الله بهم من نقمته :أين المفر والإله الطالب والأشرم المغلوب ليس الغالبوقال أيضا :حمدت الله إذ أبصرت طيرا وخفت حجارة تلقى علينافكل القوم يسأل عن نفيل كأن علي للحبشان دينافخرجوا يتساقطون بكل طريق ، ويهلكون بكل مهلك على كل سهل ، وأصيب أبرهة في جسده ، وخرجوا به معهم يسقط أنملة أنملة ، كلما سقطت منه أنملة أتبعتها منه مدة تمث قيحا ودما ; حتى قدموا به صنعاء وهو مثل فرخ الطائر ، فما مات حتى انصدع صدره عن قلبه فيما يزعمون .وقال الكلبي ومقاتل بن سليمان - يزيد أحدهما وينقص - : سبب الفيل ما روي أن فتية من قريش خرجوا تجارا إلى أرض النجاشي ، فنزلوا على ساحل البحر إلى بيعة للنصارى ، تسميها النصارى الهيكل ، فأوقدوا نارا لطعامهم وتركوها وارتحلوا ; فهبت ريح عاصف على النار فأضرمت البيعة نارا ، فاحترقت ، فأتى الصريخ إلى النجاشي فأخبره ، فاستشاط غضبا . فأتاه أبرهة بن الصباح وحجر بن شرحبيل وأبو يكسوم الكنديون ; وضمنوا له إحراق الكعبة [ ص: 173 ] وسبي مكة . وكان النجاشي هو الملك ، وأبرهة صاحب الجيش ، وأبو يكسوم نديم الملك ، وقيل وزير ، وحجر بن شرحبيل من قواده ، وقال مجاهد : أبو يكسوم هو أبرهة بن الصباح . فساروا ومعهم الفيل . قال الأكثرون : هو فيل واحد . وقال الضحاك : هي ثمانية فيلة . ونزلوا بذي المجاز ، واستاقوا سرح مكة ، وفيها إبل عبد المطلب . وأتى الراعي نذيرا ، فصعد الصفا ، فصاح : واصباحاه ثم أخبر الناس بمجيء الجيش والفيل . فخرج عبد المطلب ، وتوجه إلى أبرهة ، وسأله في إبله . واختلف في النجاشي ، هل كان معهم ; فقال قوم كان معهم . وقال الأكثرون : لم يكن معهم . ونظر أهل مكة بالطير قد أقبلت من ناحية البحر ; فقال عبد المطلب : \" إن هذه الطير غريبة بأرضنا ، وما هي بنجدية ولا تهامية ولا حجازية \" وإنها أشباه اليعاسيب . وكان في مناقيرها وأرجلها حجارة ; فلما أطلت على القوم ألقتها عليهم ، حتى هلكوا . قال عطاء بن أبي رباح : جاءت الطير عشية ; فباتت ثم صبحتهم بالغداة فرمتهم .وقال الكلبي : في مناقيرها حصى كحصى الخذف ، أمام كل فرقة طائر يقودها ، أحمر المنقار ، أسود الرأس ، طويل العنق . فلما جاءت عسكر القوم وتوافت ، أهالت ما في مناقيرها على من تحتها ، مكتوب على كل حجر اسم صاحبه المقتول به . وقيل : كان على كل حجر مكتوب : من أطاع الله نجا ، ومن عصاه غوى . ثم انصاعت راجعة من حيث جاءت . وقال العوفي : سألت عنها أبا سعيد الخدري ، فقال : حمام مكة منها . وقيل : كان يقع الحجر على بيضة أحدهم فيخرقها ، ويقع في دماغه ، ويخرق الفيل والدابة . ويغيب الحجر في الأرض من شدة وقعه . وكان أصحاب الفيل ستين ألفا ، لم يرجع منهم إلا أميرهم ، رجع ومعه شرذمة لطيفة . فلما أخبروا بما رأوا هلكوا .وقال الواقدي : أبرهة جد النجاشي الذي كان في زمان رسول الله - صلى الله عليه وسلم - ، وأبرهة هو الأشرم ، سمي بذلك لأنه تفاتن مع أرياط ، حتى تزاحفا ، ثم اتفقا على أن يلتقيا بشخصيهما ، فمن غلب فله الأمر . فتبارزا - وكان أرياط جسيما عظيما ، في يده حربة ، وأبرهة قصيرا حادرا ذا دين في النصرانية ، ومع أبرهة وزير له يقال له عتودة - فلما دنوا ضرب أرياط بحربته رأس أبرهة ، فوقعت على جبينه ، فشرمت عينه وأنفه وجبينه وشفته ; فلذلك سمي الأشرم .وحمل عتودة على أرياط فقتله . فاجتمعت الحبشة [ ص: 174 ] لأبرهة ; فغضب النجاشي ، وحلف ليجزن ناصية أبرهة ، ويطأن بلاده . فجز أبرهة ناصيته وملأ مزودا من تراب أرضه ، وبعث بهما إلى النجاشي ، وقال : إنما كان عبدك ، وأنا عبدك ، وأنا أقوم بأمر الحبشة ، وقد جززت ناصيتي ، وبعثت إليك بتراب أرضي ، لتطأه وتبر في يمينك ; فرضي عنه النجاشي . ثم بنى أبرهة كنيسة بصنعاء ، ليصرف إليها حج العرب ; على ما تقدم .الرابعة : قال مقاتل : كان عام الفيل قبل مولد النبي صلى الله عليه بأربعين سنة . وقال الكلبي وعبيد بن عمير : كان قبل مولد النبي - صلى الله عليه وسلم - بثلاث وعشرين سنة . والصحيح ما روي عن النبي - صلى الله عليه وسلم - أنه قال ولدت عام الفيل . وروي عنه أنه قال : يوم الفيل . حكاه الماوردي في التفسير له . وقال في كتاب أعلام النبوة : ولد رسول الله - صلى الله عليه وسلم - يوم الاثنين الثاني عشر من ربيع الأول ، وكان بعد الفيل بخمسين يوما . ووافق من شهور الروم العشرين من أسباط ، في السنة الثانية عشرة من ملك هرمز بن أنوشروان . قال : وحكى أبو جعفر الطبري أن مولد النبي - صلى الله عليه وسلم - كان لاثنتين وأربعين سنة من ملك أنوشروان . وقد قيل : إنه - عليه السلام - حملت به أمه آمنة في يوم عاشوراء من المحرم ، وولد يوم الاثنين لاثنتي عشرة ليلة خلت من شهر رمضان ; فكانت مدة حمله ثمانية أشهر كملا ويومين من التاسع . وقيل : إنه ولد يوم عاشوراء من شهر المحرم ; حكاه ابن شاهين أبو حفص ، في فضائل يوم عاشوراء له .ابن العربي : قال ابن وهب عن مالك : ولد رسول الله - صلى الله عليه وسلم - عام الفيل ، وقال قيس بن مخرمة : ولدت أنا ورسول الله - صلى الله عليه وسلم - عام الفيل . وقد روى الناس عن مالك أنه قال : من مروءة الرجل ألا يخبر بسنه ; لأنه إن كان صغيرا استحقروه وإن كان كبيرا استهرموه . وهذا قول ضعيف ; لأن مالكا لا يخبر بسن رسول الله - صلى الله عليه وسلم - ويكتم سنه ; وهو من أعظم العلماء قدوة به . فلا بأس بأن يخبر الرجل بسنه كان كبيرا أو صغيرا . وقال عبد الملك بن مروان لعتاب بن أسيد : أنت أكبر أم النبي - صلى الله عليه وسلم - ؟ فقال : النبي - صلى الله عليه وسلم - أكبر مني ، وأنا أسن منه ; ولد النبي - صلى الله عليه وسلم - عام الفيل ، وأنا أدركت سائسه وقائده أعميين مقعدين يستطعمان الناس ، وقيل لبعض القضاة : كم سنك ؟ قال : سن عتاب بن أسيد حين ولاه النبي - صلى الله عليه وسلم - مكة ، وكان سنه يومئذ دون العشرين .الخامسة : قال علماؤنا : كانت قصة الفيل فيما بعد من معجزات النبي - صلى الله عليه وسلم - وإن كانت قبله وقبل التحدي ; لأنها كانت توكيدا لأمره ، وتمهيدا لشأنه . ولما تلا عليهم رسول الله - صلى الله عليه وسلم - هذه السورة ، كان بمكة عدد كثير ممن شهد تلك الوقعة ; ولهذا قال : ألم تر ولم يكن بمكة أحد إلا وقد رأى قائد الفيل وسائقه أعميين يتكففان الناس . وقالت عائشة - رضي الله عنها - مع [ ص: 175 ] حداثة سنها : لقد رأيت قائد الفيل وسائقه أعميين يستطعمان الناس . وقال أبو صالح : رأيت في بيت أم هانئ بنت أبي طالب نحوا من قفيزين من تلك الحجارة ، سودا مخططة بحمرة .</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>তুমি কি দেখনি যে, তোমার প্রতিপালক হাতি-ওয়ালাদের সাথে কিরূপ (আচরণ) করেছিলেন? [১]</p><p>[১] যারা ইয়ামান দেশ হতে কা'বাগৃহকে ধ্বংস করার উদ্দেশ্যে এসেছিল। ألَم تَرَ এর অর্থ হল ألَم تَعلَم অর্থাৎ, তুমি কি জান না? এখানে জিজ্ঞাসা সাব্যস্তের জন্য ব্যবহার হয়েছে। অর্থ হল, তুমি জান অথবা ঐসব লোকেরা জানে, যারা তোমার যুগের। এরূপ এ জন্যই বলা হয়েছে যে, এই ঘটনা ঘটার পর খুব বেশী দিন অতিবাহিত হয়নি। শুদ্ধ প্রমাণ অনুযায়ী এই ঘটনা সেই বছর ঘটেছিল, যে বছরে মহানবী (সাঃ)-এর জন্ম হয়। আর আরবদের মাঝে এই ঘটনা বড় প্রসিদ্ধ ছিল।</p><p><b>সংক্ষিপ্ত আকারে আবরাহার হস্তী বাহিনীর ঘটনা নিম্নরূপঃ-</b></p><p>হাবশার বাদশাহর তরফ থেকে ইয়ামান দেশে আবরাহা গভর্নর ছিল। সে 'সানআ'তে একটি খুব বড় গির্জা নির্মাণ করাল। আর চেষ্টা করল, যাতে লোকেরা কা'বাগৃহ ত্যাগ করে ইবাদত ও হজ্জ-উমরাহর জন্য এখানে আসে। এ কাজ মক্কাবাসী তথা অন্যান্য আরব গোত্রের জন্য অপছন্দনীয় ছিল। অতএব তাদের মধ্যে একজন আবরাহার নির্মাণকৃত উপাসনালয়ে পায়খানা করে নোংরা করে দিল। আবরাহার নিকট খবর পৌঁছল যে, গির্জাকে কেউ নোংরা ও অপবিত্র করে দিয়েছে। যার প্রতিক্রিয়ায় সে কা'বা ঘরকে ধ্বংস করার দৃঢ়সংকল্প করে নিল। সে বহু সংখ্যক সৈন্যসহ মক্কার উপর হামলা করার উদ্দেশ্যে রওনা হল। কিছু হাতীও তাদের সাথে ছিল। মক্কার নিকট পৌঁছে সৈন্যরা (মক্কার সর্দার) নবী (সাঃ)-এর দাদার উটগুলি দখল করে নিল। এ ব্যাপারে আব্দুল মুত্তালিব আবরাহাকে বললেন, আমার উটসমূহকে ফিরিয়ে দিন; যা আপনার সৈন্যরা ধরে রেখেছে। (আবরাহা বলল, এখন আমরা তোমাদের কা'বা ধ্বংস করতে এসেছি, আর তুমি কেবল উট ছেড়ে দেওয়ার দাবী কর? তিনি বললেন, উটগুলি আমার। তাই আমি সেগুলির হিফাযত চাই।) বাকী থাকল কা'বা ঘরের ব্যাপার যাকে আপনি ধ্বংস করতে এসেছেন, তো সেটা হল আপনার ব্যাপার আল্লাহর সাথে। কা'বা হল আল্লাহর ঘর। তিনিই হলেন তার হিফাযতকারী। আপনি জানেন আর বায়তুল্লাহর মালিক আল্লাহ জানেন। অতঃপর যখন এই সৈন্যদল (মিনার কাছে) 'মুহাসসার' উপত্যকার নিকট পৌঁছল, তখন আল্লাহ তাআলা একটি পাখীর দলকে প্রেরণ করলেন যাদের ঠোঁটে এবং পায়ে পোড়া মাটির কাঁকর ছিল যা ছোলা অথবা মসুরীর দানা সমপরিমাণ ছিল। পাখীরা উপর থেকে সেই কাঁকর বর্ষণ করতে লাগল। যে সৈন্যকে এই কাঁকর লাগল সে গলে গেল, তার শরীর হতে গোশত খসে পড়ল এবং পরিশেষে সে মারা গেল। 'সানআ' পৌঁছতে পৌঁছতে খোদ আবরাহারও একই পরিণাম হল। এইভাবে আল্লাহ তাআলা নিজ ঘরের হিফাযত করলেন। (আয়সারুত তাফাসীর)</p>"
        },
        {
            "resource_id": 177,
            "text": "Này Thiên Sứ, há Ngươi chưa từng nghe về việc Thượng Đế của Ngươi đã trừng phạt đoàn quân cưỡi voi do Vua tên Abrahah chỉ huy tiến về Makkah muốn hủy hoại Ngôi Đền thiêng liêng Ka’bah như thế nào ư?"
        },
        {
            "resource_id": 93,
            "text": "الاستفهام فى قوله - تعالى - : ( أَلَمْ تَرَ . . . ) للتقرير بما تواتر نقله وعمله صلى الله عليه وسلم وعلمه غيره علما مستفيضا . . حتى إن العرب كانوا يؤرخون بتلك الحادثة ، فيقولون : هذا الأمر حدث فى عام الفيل ، أو بعده أو قبله . . والمراد بالرؤية هنا : العلم المحقق .وعبر - سبحانه - عن العلم بالرؤية ، لأن خبر هذه القصة - كما أشرنا كان من الشهرة بمكان ، فالعلم الحاصل بها مساو فى قوة الثبوت للرؤية والمشاهدة .والمعنى : لقد علمت - أيها الرسول الكريم - علما لا يخالطه ريب أو لبس ، ما فعله ربك بأصحاب الفيل ، الذين جاءوا لهدم الكعبة ، حيث أهلكناهم إهلاكا شنيعا ، كانت فى العبرة والعظة ، والدلالة الواضحة على قدرتنا ، وعلى حمايتنا لبيتنا الحرام .وأوقع - سبحانه - الاستفهام عن كيفية ما أنزله بهم ، لا عن الفعل ذاته ، لأن الكيفية أكثر دلالة على قدرته - تعالى - وعلى أنه - سبحانه - لا يعجزه شئ .وفى التعبير بقوله : ( فَعَلَ رَبُّكَ . . . ) إشارة إلى أن هذا الفعل لا يقدر عليه أحد سواه - سبحانه - فهو الذى ربى نبيه صلى الله عليه وسلم وتعهده بالرعاية ، وهو الكفيل بنصره على أعدائه ، كما نصر أهل مكة ، على جيوش الحبشة . . وهم أصحاب الفيل .ووصفوا بأنهم \" أصحاب الفيل \" لأنهم أحضروا معهم الفيلة ، ليستعينوا بها على هدم الكعبة ، وعلى إذلال أهل مكة ."
        },
        {
            "resource_id": 172,
            "text": "Ey Peygamber!- Ebrehe ve ashabı (fil ashabı), Kâbe’yi yok etmek istedikleri zaman, Rabbinin onlara ne yaptığını bilmiyor musun?"
        },
        {
            "resource_id": 792,
            "text": "តើអ្នក(ឱអ្នកនាំសារមូហាំម៉ាត់)មិនបានដឹងទេឬថា តើម្ចាស់របស់អ្នកបានធ្វើយ៉ាងដូចម្តេចទៅលើអាប់រ៉ហះនិងក្រុមរបស់គេដែលជាទ័ពដំរី នៅពេលដែលពួកគេមានបំណងចង់កម្ទេចកាក់ហ្ពះនោះ?"
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹുവിൻ്റെ റസൂലേ! അബ്റഹതും ആനപ്പുറത്തേറി വന്ന അവൻ്റെ കൂട്ടാളികളും അല്ലാഹുവിൻ്റെ ഭവനമായ കഅ്ബ തകർക്കാൻ ഉദ്ദേശിച്ചപ്പോൾ നിൻ്റെ രക്ഷിതാവ് അവരെ എന്താണ് ചെയ്തതെന്ന് നീ അറിഞ്ഞില്ലേ?!"
        },
        {
            "resource_id": 790,
            "text": "হে ৰাছুল, আপুনি নাজানে নেকি আপোনাৰ প্ৰতিপালকে আবৰাহা আৰু তাৰ হাতী অধিপতি সৈন্যৰ সৈতে কি কৰিছিল, যেতিয়া সিহঁতে কাবা ঘৰ ভাঙিবলৈ সংকল্প কৰিছিল।"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">کیا نہیں دیکھا آپ نے کیسے کیا آپ کے رب نے ہاتھی والوں کے ساتھ؟<span class=\"green\">(1)</span>کیا نہیں کر دیا تھا اس نے ان کی چال کو بے کار؟<span class=\"green\">(2)</span> اور اس نے بھیجے ان پر پرندے جھنڈ کے جھنڈ<span class=\"green\">(3)</span> وہ پھینکتے تھے ان پر کنکریاں کھنگر کی<span class=\"green\">(4)</span> سو <span class=\"green\">(اللہ)</span> نے کر دیا انھیں <span class=\"green\">(ایسے)</span> جیسے بھوسا کھایا ہوا<span class=\"green\">(5)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[5-1]</span>    کیا آپ نے اللہ تعالیٰ کی قدرت،  اس کی عظمت شان، اپنے بندوں پر اس کی رحمت،  اس کی توحید کے دلائل اور اس کے رسول محمدﷺ کی صداقت کو نہیں دیکھا  کہ اللہ تعالیٰ نے ہاتھی والوں کے ساتھ کیا کیا؟ جنھوں نے اس کے حرمت والے گھر کے خلاف سازش کی اور اس کو ڈھانے کا ارادہ کیا۔ پس اس کے لیے انھوں نے خوب تیاری  کی اور بیت اللہ کو منہدم کرنے کے لیے انھوں نے اپنے ساتھ ہاتھی بھی لے لیے  تھے۔ وہ حبشہ اور یمن سے ایک ایسی فوج لے کر آئے  جس کا مقابلہ کرنا عربوں کے بس میں نہ تھا۔ جب وہ مکہ کے قریب پہنچے تو عربوں میں مزاحمت کرنے والا کوئی نہ تھا،  اہل مکہ ان کے خوف سے مکہ سے نکل گئے تھے۔  اللہ تعالیٰ نے ان پر پرندوں کے غول بھیجے،  یعنی متفرق غول  جو کھنگر کی گرم کنکریاں اٹھائے ہوئے تھے۔  پس پرندوں نے یہ کنکریاں ان پر پھینکیں اور انھوں نے دور اور نزدیک سب کو نشانہ بنایا  اور وہ سب موت کے گھاٹ اتر گئے اور وہ یوں ہو گئے جیسے کھایا ہوا بھس۔\nاللہ تعالیٰ ان کے شر کے لیے کافی ہو گیا اور اس نے ان کی چال کو انھی پر لوٹا دیا۔ ان کا یہ واقعہ بہت مشہور اور معروف ہے۔ یہ واقعہ اس سال پیش آیا جس سال رسول اللہﷺ متولد ہوئے۔ پس یہ واقعہ آپ کی دعوت کی بنیاد اور آپ کی رسالت کی دلیل بن گیا۔ پس اللہ تعالیٰ ہی کی حمد و ثنا اور اسی کا شکر ہے۔                </div>"
        },
        {
            "resource_id": 183,
            "text": "使徒よ、あなたの主は、アブラハとその一群をどのように対処されたか知らないのか。象の軍勢でカアバ殿を壊そうとしたのだ。"
        },
        {
            "resource_id": 776,
            "text": "¡Mensajero! ¿Acaso no sabes cómo tu Señor trató a Abraha y su pueblo, el pueblo del elefante, cuando tenían la intención de demoler la Ka‘bah?"
        },
        {
            "resource_id": 168,
            "text": "<p>Commentary</p><p>The subject-matter of the Surah</p><p>This Surah refers to the story of the People of the Elephants who came with an army of elephants for the purpose of destroying the House of Allah in (The Holy Ka'bah) in Makkah. But their plan backfired and the Divine scourge overtook them. Allah destroyed the army with a flock of ordinary birds. Thus their plans were foiled and thwarted.</p><p>When did the event take place?</p><p>This event took place in the very year in which the Holy Prophet ﷺ was born at Makkah, according to some traditions and the popular view among the historians. [ Ibn Kathir ]. The scholars of Hadith have taken this event as a special type of mujizah (miracle) of the Holy Prophet ﷺ ، but the term mujizah, in its real sense, refers to an abnormal event shown by Allah to prove the claim of a prophet to having been sent by Him. Therefore, a mujizah is shown after a prophet's Divine commission. However, sometimes it happens that a miraculous event takes place before a prophet's claim to prophet-hood. This, in the parlance of the scholars of Hadith, is called irhas which means 'prologue or introduction'. The word irahs means a 'foundation stone' [ Qamus ]. As the miraculous events taking place before the advent of prophets or before their claim to prophet-hood are meant to introduce and affirm that soon a particular prophet will be Divinely commissioned, they are referred to as irhas. Many miraculous incidents of this nature [ irhasat ] occurred before the birth and the advent of the Holy Prophet ﷺ ، and one of them was the incident of the 'People of the Elephants' who were miraculously prevented by the Heavenly scourge from destroying the House of Allah.</p><p>Story of the People of the Elephants</p><p>Ibn Kathir, the leading authority on Prophetic Tradition and history, recounts the story as follows: Yemen was under the control of the rulers of Himyar. They were idolaters. Their last king was Dhu Nuwas, an idolater himself, was the enemy of the righteous Christians of his time, who believed in and worshipped One Allah. He persecuted the believers, who were opposed to idol-worship, by burning them alive. Most scholars agree that he killed, in cold blood, by throwing about 20, 000 sincere and righteous Christians in his city into a large fire pit, burning them alive in an effort to get them to give up their sincere religion. This is the story of the 'People of Fire-Pit' referred to in [ 85:4-7]. Two men somehow managed to escape from him. They fled to Syria and took refuge with Caesar, who was himself a Christian and the emperor of Syria. They requested the emperor to avenge this cruel act of Dhu Nuwas. Caesar wrote to Najashi (Negus), the king of Abyssinia [ now Ethiopia ], who was closer to the home of the man. Najashi sent two governors with him: Arbat and Abrahah, along with a huge army.</p><p>The army invaded Yemen and freed the whole country from the possession of Himyar. Dhu Nuwas tried to escape, but was drowned in the sea and died. Yemen thus became part of the Abyssinian dominion and Abrahah was appointed its viceroy. However, he and Arbat fought each other until Arbat was eventually killed and Abrahah emerged victorious. The latter was appointed the commander of the Abyssinian army in Yemen, and the governor of that region. Having captured Yemen, he built a superbly luxurious cathedral in his area. The purpose was to attract the people of Yemen to make pilgrimage to this cathedral instead of Ka'bah in Makkah. It was huge and tall so that a person standing at the bottom was not able to see the top. He decorated the structure with gold, silver and other precious gems. In short, he meant it to be an architectural masterpiece, second to none or unsurpassed in the world, to be revered by all and sundry and divert pilgrims from the Sacred Mosque in Makkah to his cathedral in Yemen. He did this after he had witnessed the love and enthusiasm of the Yemeni Arabs - which were the same as those felt all over the Arabia - for the Ka'bah, with the aim of making them forsake their attachment to the Mosque of Makkah and turn instead to his new luxurious cathedral. Thus he proclaimed throughout his kingdom that no one should ever visit the Ka'bah in Makkah, and that the pilgrimage should from now on take place to his so-called 'Ka'bah' in Yemen.</p><p>Although the Arabs were idol-worshippers, the love and reverence for the religion of Prophet Ibrahim (علیہ السلام) and the Ka'bah had permeated their hearts. As a result, the ` Andan, Qahtan and Quraish tribes were enraged and infuriated by this proclamation. One night, someone entered the church and defecated in it. According to other narratives, a nomadic tribe halted near the church and started a fire for their own needs. The wind on that day was blowing violently and the cathedral caught on fire and sustained much loss. When Abrahah came to know about it, and learnt that a Quraishi had done this, he swore to march to the House of Makkah and destroy it stone by stone. Thus he prepared himself and set out with a huge and powerful army, so that none might prevent him from carrying out his mission. He asked for Najashi's permission. He permitted him and sent for him, particularly for this expedition, a special elephant whose name was Mahmud. It was unusually huge in size and powerful in strength the like of which had never been seen before. The king of Abyssinia sent in eight more elephants as reinforcements for the army. Their intention was to use this extraordinary elephant to demolish the Ka'bah. They planned to do this by fastening chains to the pillars of the Ka'bah and placing the other ends around the neck of the elephant. Then they would make the elephant pull on them in order to tear down the walls of the Ka'bah [ God forbid!] all at once. When the Arabs heard of Abrahah's expedition, they considered it their moral obligation to defend the Sacred House and thwart the evil plans of the conspirators. Thus, the Arabs raised a large army under the command of Dhu Nafr, a Yamenite Arab. He called the Arabs to go to war against Abrahah and fight in defense of the Sacred House, so that the enemy is unable to tear it down. The people responded to him readily and entered into battle with the enemy, but he defeated them. This was due to Allah's will that no humans should protect His House and His intent to expose the enemy to embarrassment and venerate the Sacred Sanctuary to the highest degree. Dhu Nafr was captured and taken prisoner.</p><p>The army continued on its way until it came to the settlement of the Banu Khath'am tribe. Their leader, Nufail Ibn Habib, led his entire tribe against the army, but they too were defeated and Nufail was taken prisoner. Abrahah at first decided to kill him, but at second thought he forgave him and took him as his guide to show him the way to Hijaz.</p><p>When the army approached Ta'if, the people of Thaqif went out to Abrahah. They wanted to pacify him, because they had heard about the fate of those who had resisted him previously. Also, they were afraid that he would demolish their temple consecrated in the name of their idol Al-Lat. Therefore, they did not resist him on the understanding that he would not touch the idol of Lat. He was compassionate to them, and they sent a guide with him by the name of Abu Righal. When they arrived in a place called Al-Maghmas, near Makkah, they settled there. This was the pasture where the camels of the Quraish grazed. Abrahah sent his troops on a foray to capture the camels and other grazing animals of the Makkans. They accomplished their mission. They also drove away about two hundred camels of ` Abdul-Muttalib, grandfather of the Holy Prophet Muhammad ﷺ and the leader of the Quraish. Abrahah then sent an emissary named Hanatah Al-Himyari to enter Makkah and bring to him the leader of the Quraish. He mandated him to convey to the leader of the Quraish his message that the king did not come to fight with the Makkans unless they stood in his way of destroying their Sacred Sanctuary. Arriving in the city, Hanatah was directed to ` Abdul-Muttalib Ibn Hashim, to whom he communicated Abrahah's message. According to Ibn Ishaq's narration, ` Abdul-Muttalib replied: \"By Allah! We too have no desire to fight him, nor do we have the might to do so. This is the Sacred Sanctuary of Allah built by His friend Prophet Ibrahim (علیہ السلام) . If He wills to prevent Abrahah from pulling it down, He will protect it. And if He allows him to approach it, by Allah, we have no means to defend it.\" So Hanatah told him: \"Come with me to Abrahah.\" So ` Abdul-Muttalib went with him.</p><p>When Abrahah saw him, he was highly impressed, because ` Abdul-Muttalib had the most handsome, charming and attractive personality. He descended from his throne and sat with the latter on a carpet on the ground. He then said to his interpreter to ask him: \"What do you need?\" ` Abdul-Muttalib replied to the interpreter: \"I want the king to give back my two hundred camels which his soldiers have taken from me.\" Then Abrahah told his interpreter to relay to him: \"When I first set my eyes on you, I admired you greatly and had great respect for you. But all that is now lost. You speak only of your two hundred camels while you fully well know that I have come to tear down your Ka'bah which is the embodiment of your religion and the religion of your forefathers. You did not even say a single word to persuade me to spare it.\" ` Abdul-Muttalib calmly responded: \"I am the owner of my camels and am concerned about them. I am not the owner of Allah's House. The Master of the House knows how best to protect His House.\" Abrahah rudely rebuffed: \"Your God cannot protect it from me.\" ` Abdul-Muttalib made a rejoinder: \"Then do as you like or [ take your chance!] \" According to other narratives, there were other chiefs of Quraish with ` Abdul-Muttalib at the time of this negotiation. They proposed to Abrahah that if he withdrew from the Sanctuary, the entire region of Tihamah would pay him a third of their agricultural produce annually as tribute. But he turned down the offer. He then gave back ` Abdul-Muttalib's camels to him. ` Abdul-Muttalib took his camels and went back home, ordering his people to leave Makkah and seek shelter at the top of the mountains. He feared that atrocities might be committed by the army against them. Then he went with a few figures of the Quraish to the Sacred Sanctuary. He held the metal ring of the door of Ka'bah and prayed Allah to give them victory over Abrahah and his army. While hanging on to the ring of the Ka'bah's door, he earnestly implored: \"We have no strength to face the army of Abrahah. So, 0 my Lord! Defend Your Ka'bah.\" Having so prayed in all earnestness, ` Abdul-Muttalib led all the Makkans to the neighbouring mountains, because they were convinced that Allah's scourge would overtake Abrahah and his troops. This is the reason why they spoke to Abrahah about their camels, and not about the House of Allah.</p><p>When the next morning dawned, Abrahah prepared to enter the sacred city of Makkah. He prepared the elephant named Mahmud and mobilized his army, and they turned the elephant towards the Ka'bah. At that moment Nufail Ibn Habib, whom Abrahah had captured earlier, approached it and stood next to it, and taking it by its ear, he said: \"Return safely where you came from, because you are, verily, in the Sacred City of Allah.\" Then he released the elephant's ear and it knelt and sat down forthwith. The elephant drivers exerted all efforts to persuade the elephant to enter the City, but their efforts were in vain. Then they tried striking it with large iron spears and putting iron arrowheads in its trunk. They beat it on its head with axes and used hooked staffs to pull it out of its resistance and make it stand, but it refused. So they turned it towards Yemen, and it rose and walked quickly. Then they turned it towards Syria, it walked fast. Then they turned it towards the east and it walked briskly. Then they turned it towards Makkah, it knelt and sat down again.</p><p>This was one aspect of the manifestation of the Divine power unfolding itself miraculously. On the other hand, some flocks of birds were seen coming from the sea. Each bird carried three pebbles of the size of gram seeds or lentils, one in each claw and two in its beak. According to Waqidi's narration, the birds looked unusual which were never seen before. They looked smaller than pigeons, and their claws were red in colour. They flew over Abrahah's army and pelted them with the pebbles. Each pebble was more devastating than the bullet of a revolver. When it fell on anything, it tore directly through the body and settled deep in the ground. Seeing this scourge, the elephants fled in panic, except one which was harmed and destroyed by the pebble. Not all of Abrahah's men were destroyed instantly. People escaped in different directions. They died excruciatingly on their way back. As Allah had willed that the most distressful scourge should be inflicted upon Abrahah, He did not allow him to die immediately. In fact, Allah afflicted him with a deadly disease. A kind of poison spread thoroughly through his entire body and caused every single part to decay - his limbs began to rot and separate from the rest of his body and he started losing one finger after another. His body was carried back in that state to Yemen. By the time they arrived back in San'a', the capital of Yemen, his body was broken down limb by limb until he eventually died. Two of Mahmud's (name of elephant) drivers remained in Makkah, but both of them became blind and paralyzed. Muhammad Ibn Ishaq reports that Sayyidah ` A'ishah ؓ narrates that she saw them blind and paralyzed. Her sister, Sayyidah Asma' ؓ says that she saw the two blind and paralyzed men begging. The 'People of the Elephants' is a momentous event in Arab history, which was witnessed by hundreds of Arabs. It is to this well-known historical incident that this Surah refers.</p><p>Lexical Analysis</p><p>Verse [ 105:1] أَلَمْ تَرَ‌ كَيْفَ فَعَلَ رَ‌بُّكَ بِأَصْحَابِ الْفِيلِ (Have you not seen how your Lord dealt with the people of the Elephant?) In the phrase alam tara [ have you not seen ], the second person pronoun refers to the Holy Prophet ﷺ . It is interesting to note that the event took place before the blessed birth of the Holy Prophet ﷺ . He could not have seen or witnessed it with his own eyes. However, the incident was so widely known as if the Prophet ﷺ had seen it with his own eyes, which is a sign of the certainty of its happening. Such a knowledge is described by the word ru'yat [ seeing ]. As reported earlier, Sayyidah ` A'ishah ؓ and her sister, Sayyidah Asma' ؓ both say that they had seen the two camel drivers had become blind and paralyzed and used to go around begging. In this way, the traces of this event were seen even after the birth of the Holy Prophet ﷺ .</p>"
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( ألم تر كيف فعل ربك بأصحاب الفيل )</span> ؟ وكانت قصة أصحاب الفيل - على ما ذكره محمد بن إسحاق عن بعض أهل العلم عن سعيد بن جبير وعكرمة عن ابن عباس وذكره الواقدي -<span class=\"blue\"> :</span></p><p lang=\"ar\" class=\"ar \">أن النجاشي ملك الحبشة كان قد بعث <span class=\"arabic qpc-hafs\">\" أرياط \"</span> إلى أرض اليمن فغلب عليها ، فقام رجل من الحبشة ،<span class=\"blue\"> يقال له :</span> <span class=\"arabic qpc-hafs\">\" أبرهة بن الصباح \"</span> <span class=\"reference\">[ أبو يكسوم ]</span> ، ، فساخط <span class=\"arabic qpc-hafs\">\" أرياط \"</span> في أمر الحبشة ، حتى انصدعوا صدعين ، وكانت طائفة مع أرياط ، وطائفة مع أبرهة ، فتزاحفا فقتل أبرهة ، أرياط ، واجتمعت الحبشة لأبرهة ، وغلب على اليمن وأقره النجاشي ، على عمله .</p><p lang=\"ar\" class=\"ar \">ثم إن أبرهة رأى الناس يتجهزون أيام الموسم إلى مكة لحج بيت الله ،<span class=\"blue\"> فبنى كنيسة بصنعاء وكتب إلى النجاشي :</span> إني قد بنيت لك بصنعاء كنيسة لم يبن لملك مثلها ، ولست منتهيا حتى أصرف إليها حج العرب ، فسمع به رجل من بني مالك بن كنانة <span class=\"reference\">[ فخرج إليها مستخفيا ]</span> فدخلها ليلا فقعد فيها وتغوط بها ، ولطخ بالعذرة قبلتها ،<span class=\"blue\"> فبلغ ذلك أبرهة فقال :</span> من اجترأ علي ولطخ كنيستي بالعذرة ؟<span class=\"blue\"> فقيل له :</span> صنع ذلك رجل من العرب من أهل ذلك البيت سمع بالذي قلت ،<span class=\"blue\"> فحلف أبرهة عند ذلك :</span> ليسيرن إلى الكعبة حتى يهدمها ، فكتب إلى النجاشي يخبره بذلك وسأله أن يبعث إليه بفيله ، وكان له فيل يقال له محمود ، وكان فيلا لم ير مثله عظما وجسما وقوة ، فبعث به إليه ، فخرج أبرهة من الحبشة سائرا إلى مكة ، وخرج معه الفيل ، فسمعت العرب بذلك فأعظموه ورأوا جهاده حقا عليهم ، فخرج ملك من ملوك اليمن ،<span class=\"blue\"> يقال له :</span> ذو نفر ، بمن أطاعه من قومه ، فقاتله فهزمه أبرهة وأخذ ذا نفر ،<span class=\"blue\"> فقال :</span> أيها الملك لا تقتلني فإن استبقائي خير لك من قتلي ، فاستحياه وأوثقه . وكان أبرهة رجلا حليما .</p><p lang=\"ar\" class=\"ar \">ثم سار حتى إذا دنا من بلاد خثعم ، خرج نفيل بن حبيب الخثعمي في خثعم ومن اجتمع إليه من قبائل اليمن ،<span class=\"blue\"> فقاتلوه فهزمهم وأخذ نفيلا فقال نفيل :</span> أيها الملك إني دليل بأرض العرب ، وهاتان يداي على قومي بالسمع والطاعة ، فاستبقاه ،<span class=\"blue\"> وخرج معه يدله حتى إذا مر بالطائف خرج إليه مسعود بن معتب في رجال من ثقيف فقال :</span> أيها الملك نحن عبيدك ، ليس لك عندنا خلاف ، وإنما تريد البيت الذي بمكة ، نحن نبعث معك من يدلك عليه ، فبعثوا معه أبا رغال ، مولى لهم ، فخرج حتى إذا كان <span class=\"reference\">[ بالمغمس ]</span> مات أبو رغال وهو الذي يرجم قبره ، وبعث أبرهة من المغمس رجلا من الحبشة ،<span class=\"blue\"> يقال له :</span> الأسود بن مسعود ، على مقدمة خيله ، وأمره بالغارة على نعم الناس ، فجمع الأسود إليه أموال الحرم ، وأصاب لعبد المطلب مائتي بعير .</p><p lang=\"ar\" class=\"ar \">ثم إن أبرهة بعث حباطة الحميري إلى أهل مكة ،<span class=\"blue\"> وقال :</span> سل عن شريفها ثم أبلغه ما أرسلك به إليه ، أخبره أني لم آت لقتال ، إنما جئت لأهدم هذا البيت . فانطلق حتى دخل مكة فلقي عبد المطلب بن هاشم ،<span class=\"blue\"> فقال :</span> إن الملك أرسلني إليك لأخبرك أنه لم يأت لقتال إلا أن تقاتلوه ، إنما جاء لهدم هذا البيت ثم الانصراف عنكم .</p><p lang=\"ar\" class=\"ar \">فقال عبد المطلب : ما له عندنا قتال ولا لنا به يد إلا أن نخلي بينه وبين ما جاء له ، فإن هذا بيت الله الحرام وبيت خليله إبراهيم - عليه السلام - ، فإن يمنعه فهو بيته وحرمه ، وإن يخل بينه وبين ذلك فوالله ما لنا به قوة .</p><p lang=\"ar\" class=\"ar \">قال : فانطلق معي إلى الملك ، فزعم بعض العلماء أنه أردفه على بغلة كان عليها وركب معه بعض بنيه حتى قدم المعسكر ،<span class=\"blue\"> وكان ذو نفر صديقا لعبد المطلب فأتاه فقال :</span> يا ذا نفر ، هل عندك من <span class=\"reference\">[ غناء ]</span> فيما نزل بنا ؟<span class=\"blue\"> فقال :</span> ما غناء رجل أسير لا يأمن أن يقتل بكرة أو عشيا ، ولكن سأبعث إلى أنيس ، سائس الفيل ، فإنه لي صديق فأسأله أن يصنع لك عند الملك ما استطاع من خير ويعظم خطرك ومنزلتك عنده ،<span class=\"blue\"> قال :</span> فأرسل إلى أنيس فأتاه فقال له : إن هذا سيد قريش صاحب عير مكة الذي يطعم الناس في السهل والوحوش في رءوس الجبال ، وقد أصاب له الملك مائتي بعير ، فإن استطعت أن تنفعه عنده فانفعه فإنه صديق لي ، أحب ، ما وصل إليه من الخير ،<span class=\"blue\"> فدخل أنيس على أبرهة فقال :</span> أيها الملك هذا سيد قريش وصاحب عير مكة الذي يطعم الناس في السهل والوحوش في رءوس الجبال ، يستأذن إليك وأنا أحب أن تأذن له فيكلمك ، وقد جاء غير ناصب لك ولا مخالف عليك ، فأذن له ، وكان عبد المطلب رجلا جسيما وسيما ، فلما رآه أبرهة أعظمه وأكرمه ، وكره أن يجلس معه على السرير وأن يجلس تحته ، فهبط إلى البساط فجلس عليه ثم دعاه فأجلسه معه ،<span class=\"blue\"> ثم قال لترجمانه قل له :</span> ما حاجتك إلى الملك ؟ فقال له الترجمان ذلك ،<span class=\"blue\"> فقال عبد المطلب :</span> حاجتي إلى الملك أن يرد علي مائتي بعير أصابها لي ،<span class=\"blue\"> فقال أبرهة لترجمانه قل له :</span> لقد كنت أعجبتني حين رأيتك ، وقد زهدت فيك ، قال <span class=\"reference\">[ عبد المطلب ]</span> : لم ؟<span class=\"blue\"> قال :</span> جئت إلى بيت هو دينك ودين آبائك وهو شرفكم وعصمتكم لأهدمه لم تكلمني فيه وتكلمني في مائتي بعير أصبتها ؟<span class=\"blue\"> قال عبد المطلب :</span> أنا رب هذه الإبل وإن لهذا البيت ربا سيمنعه ، قال ما كان ليمنعه مني ، قال فأنت وذاك ، فأمر بإبله فردت عليه .</p><p lang=\"ar\" class=\"ar \">فلما ردت الإبل إلى عبد المطلب خرج فأخبر قريشا الخبر ، وأمرهم أن يتفرقوا في الشعاب ويتحرزوا في رءوس الجبال ، تخوفا عليهم من معرة الجيش ، ففعلوا ، وأتى عبد المطلب الكعبة ،<span class=\"blue\"> وأخذ بحلقة الباب وجعل يقول :</span></p><p>يا رب لا أرجو لهم سواكا يا رب فامنع منهم حماكا     إن عدو البيت من عاداكا</p><p>امنعهم أن يخربوا قراكا</p><p>وقال أيضا :</p><p>لا هم إن العبد يمنع رحله     فامنع حلالك</p><p>لا يغلبن صليبهم ومحالهم     غدوا محالك</p><p>جروا جموع بلادهم     والفيل كي يسبوا عيالك</p><p>عمدوا حماك بكيدهم     جهلا وما رقبوا جلالك</p><p>إن كنت تاركهم وكعبتنا     فأمر ما بدا لك</p><p>فلم أسمع بأرجس من رجال     أرادوا الغزو ينتهكوا حرامك</p><p lang=\"ar\" class=\"ar \">ثم ترك عبد المطلب الحلقة وتوجه في بعض تلك الوجوه مع قومه ، وأصبح أبرهة بالمغمس قد تهيأ للدخول وعبأ جيشه وهيأ فيله ، وكان فيلا لم ير مثله في العظم والقوة ويقال كان معه اثنا عشر فيلا .</p><p lang=\"ar\" class=\"ar \">فأقبل نفيل إلى الفيل الأعظم ثم أخذ بأذنه فقال : ابرك محمود وارجع راشدا من حيث جئت <span class=\"reference\">[ فإنك ]</span> في بلد الله الحرام ، فبرك الفيل فبعثوه فأبى ، فضربوه بالمعول في رأسه فأبى ، فأدخلوا محاجنهم تحت مراقه ومرافقه فنزعوه ليقوم فأبى ، فوجهوه راجعا إلى اليمن فقام يهرول ، ووجهوه إلى الشام ففعل مثل ذلك ، ووجهوه إلى المشرق ففعل مثل ذلك ، فصرفوه إلى الحرم فبرك وأبى أن يقوم .</p><p lang=\"ar\" class=\"ar \">وخرج نفيل يشتد حتى <span class=\"reference\">[ صعد ]</span> في الجبل ، وأرسل الله عليهم طيرا من البحر أمثال الخطاطيف مع كل <span class=\"reference\">[ طائر ]</span> منها ثلاثة أحجار : حجران في رجليه ، وحجر في منقاره ، أمثال الحمص والعدس ، فلما غشين القوم أرسلنها عليهم فلم تصب تلك الحجارة أحدا إلا هلك ، وليس كل القوم أصابت وخرجوا هاربين لا يهتدون إلى الطريق الذي جاءوا منه ، يتساءلون عن نفيل بن حبيب ليدلهم على الطريق إلى اليمن ، ونفيل ينظر إليهم من بعض تلك الجبال ، فصرخ القوم وماج بعضهم في بعض يتساقطون بكل طريق ويهلكون على كل <span class=\"reference\">[ مهلك ]</span> .</p><p lang=\"ar\" class=\"ar \">وبعث الله على أبرهة داء في جسده فجعل يتساقط أنامله كلما سقطت أنملة اتبعتها <span class=\"reference\">[ مدة من قيح ودم ]</span> ، فانتهى إلى صنعاء وهو مثل فرخ الطير فيمن بقي من أصحابه ، وما مات حتى انصدع صدره عن قلبه ثم هلك .</p><p lang=\"ar\" class=\"ar \">قال الواقدي : وأما محمود ، فيل النجاشي ، فربض ولم <span class=\"reference\">[ يسر ]</span> على الحرم فنجا ، والفيل الآخر شجع فحصب .</p><p lang=\"ar\" class=\"ar \">وزعم مقاتل بن سليمان أن السبب الذي جرأ أصحاب الفيل : أن فتية من قريش خرجوا تجارا إلى أرض النجاشي فدنوا من ساحل البحر وثم بيعة للنصارى تسميها قريش <span class=\"arabic qpc-hafs\">\" الهيكل \"</span> ، فنزلوا فأججوا نارا واشتووا فلما ارتحلوا تركوا النار كما هي في يوم عاصف فعجت الريح فاضطرم الهيكل نارا فانطلق الصريخ إلى النجاشي فأسف غضبا للبيعة ، فبعث أبرهة لهدم الكعبة .</p><p lang=\"ar\" class=\"ar \">وقال فيه : إنه كان بمكة يومئذ أبو مسعود الثقفي وكان مكفوف البصر يصيف بالطائف ويشتو بمكة ; وكان رجلا نبيها نبيلا تستقيم الأمور برأيه ، وكان خليلا لعبد المطلب ،<span class=\"blue\"> فقال له عبد المطلب :</span> ماذا عندك هذا يوم لا يستغنى فيه عن رأيك ؟<span class=\"blue\"> فقال أبو مسعود :</span> اصعد بنا إلى حراء فصعد الجبل ،<span class=\"blue\"> فقال أبو مسعود لعبد المطلب :</span> اعمد إلى مائة من الإبل فاجعلها لله وقلدها نعلا ثم أرسلها في الحرم لعل بعض هذه السودان يعقر منها شيئا ، فيغضب رب هذا البيت فيأخذهم ، ففعل ذلك عبد المطلب فعمد القوم إلى تلك الإبل فحملوا عليها وعقروا بعضها وجعل عبد المطلب يدعو ،<span class=\"blue\"> فقال أبو مسعود :</span> إن لهذا البيت ربا يمنعه ، فقد نزل تبع ، ملك اليمن صحن هذا البيت وأراد هدمه فمنعه الله وابتلاه ، وأظلم عليه ثلاثة أيام ، فلما رأى تبع ذلك كساه القباطي البيض ، وعظمه ونحر له جزورا .</p><p lang=\"ar\" class=\"ar \"><span class=\"reference\">[ ثم قال أبو مسعود ]</span> فانظر نحو البحر ،<span class=\"blue\"> فنظر عبد المطلب فقال :</span> أرى طيرا بيضاء نشأت من شاطئ البحر ،<span class=\"blue\"> فقال :</span> ارمقها ببصرك أين قرارها ؟ قال أراها قد دارت على رءوسنا ،<span class=\"blue\"> قال :</span> فهل تعرفها ؟<span class=\"blue\"> قال :</span> فوالله ما أعرفها ما هي بنجدية ولا تهامية ولا غربية ولا شامية ،<span class=\"blue\"> قال :</span> ما قدها ؟<span class=\"blue\"> قال :</span> أشباه <span class=\"reference\">[ اليعاسيب ]</span> ، في منقارها حصى كأنها حصى الحذف ، قد أقبلت كالليل يكسع بعضها بعضا ، أمام كل رفقة طير يقودها أحمر المنقار أسود الرأس طويل العنق ، فجاءت حتى إذا حاذت بعسكر القوم <span class=\"reference\">[ وكدت ]</span> فوق رءوسهم ، فلما توافت الرجال كلها أهالت الطير ما في مناقيرها على من تحتها ، مكتوب في كل حجر اسم صاحبه ، ثم إنها انصاعت راجعة من حيث جاءت ، فلما أصبحا انحطا من ذروة الجبل فمشيا ربوة فلم يؤنسا أحدا ثم دنوا ربوة فلم يسمعا حسا فقالا بات القوم <span class=\"reference\">[ ساهرين ]</span> ، فأصبحوا نياما ، فلما دنوا من عسكر القوم فإذا هم خامدون ، وكان يقع الحجر على بيضة أحدهم فيخرقها حتى يقع في دماغه ويخرق الفيل والدابة ويغيب الحجر في الأرض من شدة وقعه ، فعمد عبد المطلب فأخذ فأسا من فؤوسهم فحفر حتى أعمق في الأرض فملأه من أموالهم ، من الذهب الأحمر والجوهر ، وحفر لصاحبه حفرة فملأها كذلك ،<span class=\"blue\"> ثم قال لأبي مسعود :</span> هات فاختر إن شئت حفرتي وإن شئت حفرتك ، وإن شئت فهما لك معا ،<span class=\"blue\"> قال أبو مسعود :</span> اختر لي على نفسك ، فقال عبد المطلب إني لم آل أن أجعل أجود المتاع في حفرتي فهو لك ، وجلس كل واحد منهما على حفرته ، ونادى عبد المطلب في الناس ، فتراجعوا وأصابوا من فضلهما حتى ضاقوا به ذرعا ، وساد عبد المطلب بذلك قريشا وأعطته المقادة ، فلم يزل عبد المطلب وأبو مسعود في أهليهما في غنى من ذلك المال ، ودفع الله عن كعبته وبيته .</p><p lang=\"ar\" class=\"ar \">واختلفوا في تاريخ عام الفيل ; فقال مقاتل : كان قبل مولد النبي - صلى الله عليه وسلم - بأربعين سنة .</p><p>وقال الكلبي : بثلاث وعشرين سنة .</p><p>والأكثرون على أنه كان في العام الذي ولد فيه رسول الله - صلى الله عليه وسلم - .</p><p lang=\"ar\" class=\"ar \">قوله - عز وجل -<span class=\"blue\"> :</span> <span class=\"green\">( ألم تر كيف فعل ربك بأصحاب الفيل )</span> ؟<span class=\"blue\"> قال مقاتل :</span> كان معهم فيل واحد .<span class=\"blue\"> وقال الضحاك :</span> كانت الفيلة ثمانية . وقيل اثنا عشر ، سوى الفيل الأعظم ، وإنما وحد لأنه نسبهم إلى الفيل الأعظم .<span class=\"blue\"> وقيل :</span> لوفاق رءوس الآي .</p>"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Apakah kamu tidak memperhatikan bagaimana Rabbmu telah bertindak terhadap tentara gajah? Bukankah Dia telah men-jadikan tipu daya mereka <span class=\"green\">(untuk menghancurkan Ka'bah)</span> itu sia-sia, dan Dia mengirimkan kepada mereka burung yang berbondong-bondong, yang melempari mereka dengan batu <span class=\"green\">(berasal)</span> dari tanah yang terbakar, lalu Dia menjadikan mereka seperti daun-daun yang dimakan <span class=\"green\">(ulat)</span>.\" <span class=\"green\">(Al-<span class=\"blue\">Fil:</span> 1-5)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(1-5)</span> Maksudnya, apakah kau tidak melihat Kuasa dan ke-agungan Allah سبحانه وتعالى, serta rahmatNya pada hamba-hambaNya? Dan bukti-bukti atas keesaanNya dan kebenaran RasulNya, Muhammad a, adalah apa yang dilakukan Allah سبحانه وتعالى terhadap para tentara ber-gajah yang berniat jahat terhadap Baitullah <span class=\"green\">(Ka'bah)</span> dan ingin menghancurkannya. Mereka mempersiapkan tentara untuk tujuan itu dan menyertakan gajah untuk menghancurkan Ka'bah. Mereka datang dengan rombongan yang tidak ada tandingannya bagi bangsa Arab kala itu, dari kalangan Habasyah dan Yaman. \nKetika mereka sampai di dekat Makkah –kala itu bangsa Arab tidak memiliki pertahanan– para penduduk Makkah keluar meninggalkan Makkah karena takut terhadap mereka. Kemudian Allah سبحانه وتعالى mengirim burung yang berbondong-bondong pada me-reka dengan membawa bebatuan membara yang berasal dari tanah yang terbakar. Burung-burung itu melemparkan bebatuan itu pada mereka. Bebatuan itu mengincar mereka, baik yang jauh maupun yang dekat hingga mereka semua binasa dan mereka pun seperti dedaunan yang dimakan ulat. \nKisah mereka masyhur, dan itulah tahun saat dilahirkannya Rasulullah a. Dan hal itu menjadi salah satu penguat dakwah dan sebagai bukti risalah beliau a. Segala puji syukur hanya bagi Allah سبحانه وتعالى semata.                </div>"
        },
        {
            "resource_id": 173,
            "text": "Ô Messager, ne sais-tu pas ce que ton Seigneur a fait d’Abrahah et de ses compagnons montés sur des éléphants lorsqu’ils voulurent démolir la Ka’bah?"
        },
        {
            "resource_id": 176,
            "text": "Non sai, o Messaggero, cosa il tuo Dio ne ha fatto di Abraha e i suoi compagni dell'elefante, quando cercarono di demolire la Ka’bah?!"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">أي:</span> أما رأيت من قدرة الله وعظيم شأنه، ورحمته بعباده، وأدلة توحيده، وصدق رسوله محمد صلى الله عليه وسلم، ما فعله الله بأصحاب الفيل، الذين كادوا بيته الحرام وأرادوا إخرابه، فتجهزوا لأجل ذلك، واستصحبوا معهم الفيلة لهدمه، وجاءوا بجمع لا قبل للعرب به، من الحبشة واليمن، فلما انتهوا إلى قرب مكة، ولم يكن بالعرب مدافعة، وخرج أهل مكة من مكة خوفًا على أنفسهم منهم."
        },
        {
            "resource_id": 164,
            "text": "<p><b>১-৫ নং আয়াতের তাফসীর</b>আল্লাহ তা'আলা যে কুরায়েশের উপর বিশেষ নিয়ামত দান করেছিলেন, * এখানে তারই বর্ণনা দেয়া হয়েছে। আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ যে বাহিনী হস্তী সঙ্গে নিয়ে কাবা গৃহ ধ্বংস করার জন্যে অভিযান চালিয়েছিল। তারা কাবা গৃহের অস্তিত্ব মিটিয়ে দেয়ার পূর্বেই আল্লাহ তাআলা নাম ও নিশানা মিটিয়ে দিয়েছিলেন। তাদের সর্বপ্রকারের ষড়যন্ত্র ও প্রতারণা নস্যাৎ করে দিয়েছিলেন। বাহ্যতঃ তারা ছিল খ্রিষ্টান ধর্মাবলম্বী। কিন্তু হযরত ঈসা (আঃ)-এর দ্বীনকে তারা বিকৃত করে ফেলেছিল। তারা প্রায় সবাই মূর্তিপূজায় লিপ্ত হয়ে পড়েছিল। তাদের অশুভ উদ্দেশ্য এবং তৎপরতা নস্যাৎ করে দেয়া ছিল মূলতঃ মহানবীর (সঃ) পূর্বাভাষ এবং তাঁর আগমনী সংবাদ। সেই বছরই তাঁর জন্ম হয়। অধিকাংশ ঐতিহাসিক এ ব্যাপারে ঐক্যমত পোষণ করেছেন। মহান আল্লাহ বলেনঃ হে কুরায়েশের দল! আবিসিনিয়ার (হাবশের) ঐ বাহিনীর উপর আমি • তোমাদেরকে বিজয় দান করেছি, তাতে তোমাদের কল্যাণ সাধন আমার উদ্দেশ্য ছিল না, আমি নিজের গৃহ রক্ষার জন্যেই ঐ বিজয় দান করেছি। আমার প্রেরিত শেষ নবী হযরত মুহাম্মদ (সঃ) নবুওয়াতের মাধ্যমে সেই গৃহকে আমি আরো অধিক মর্যাদাসম্পন্ন ও বৈশিষ্ট্যমণ্ডিত করবো। মোটকথা, আসহাবে ফীল বা হস্তী অধিপতিদের সংক্ষিপ্ত ঘটনা এটাই যা বর্ণনা করা হলো। বিস্তারিত বর্ণনা (আরবি) এর বর্ণনায় গত হয়েছে যে, হুমায়ের গোত্রের শেষ বাদশাহ নূনুয়াম, যে ছিল মুশরিক, তার সময়ের মুসলমানদেরকে পরিখার মধ্যে নিক্ষেপ করে হত্যা করেছিল। ঐ সব মুসলমান ছিল হযরত ঈসা (আঃ)-এর সত্যিকার অনুসারী। তাঁদের সংখ্যা ছিল প্রায় তিন হাজার। তাঁদের সবাইকে শহীদ করে দেয়া হয়েছিল। দাউস যু সালাবান নামক একটি মাত্র লোক বেঁচেছিলেন। তিনি সিরিয়ায় পৌছে রোমের বাদশাহ কায়সারের কাছে ফরিয়াদ করলেন। কায়সার। ছিলেন খ্রিষ্টান ধর্মাবলম্বী। তিনি হাবশের (আবিসিনিয়ার) বাদশাহ নাজাশীকে লিখলেনঃ “দাউস যু সালাবানের সঙ্গে পুরো বাহিনী পাঠিয়ে দিন। সেখান থেকে শক্রদেশ নিকটবতী ছিল। বাদশাহ নাজাশী আমীর ইবনে ইরবাত ও আবরাহা ইবনে সাহাব আবু ইয়াকসুমকে সৈন্য পরিচালনার যৌথ দায়িত্ব দিয়ে এক বিরাট সেনাবাহিনী যুনুয়াসের বিরুদ্ধে প্রেরণ করেন। এই সৈন্যদল ইয়ামনে পৌঁছলো এবং ইয়ামন ও তথাকার অধিবাসীদের উপর কর্তৃত্ব প্রতিষ্ঠিত করলো। শূনুয়াস পালিয়ে গেল এবং সমুদ্রে ডুবে মৃত্যুবরণ করলো। যুনুয়াসের শাসন ক্ষমতা হারিয়ে যাওয়ার পর সমগ্র ইয়ামন হাবশের বাদশাহর কর্তৃত্বে চলে গেল। সৈন্যাধ্যক্ষ হিসেবে আগমনকারী উভয় সর্দার ইয়ামনে বসবাস করতে লাগলো। কিন্তু অল্প কিছুদিন পরই তাদের মধ্যে ক্ষমতার দ্বন্দ্ব দেখা দিলো। শেষ পর্যন্ত উভয়ে নিজ নিজ বিভক্ত সৈন্যদলসহ মুখোমুখী সংঘর্ষের জন্যে প্রস্তত হলো। যুদ্ধ শুরু হওয়ার পূর্বক্ষণে উভয় সর্দার পরস্পরকে বললোঃ অযথা রক্তপাত করে কি লাভ, চলো আমরা উভয়ে লড়াই করি। যে বেঁচে যাবে, ইয়ামন এবং সেনাবাহিনী তার অনুগত থাকবে।” এই কথা অনুযায়ী উভয়ে ময়দানে অবতীর্ণ হলো। আমীর ইবনে ইরবাত আবরাহার উপর আক্রমণ করলো এবং তরবারীর এক আঘাতে তার চেহারা রক্তাক্ত করে ফেললো। নাক, ঠোট এবং চেহারার বেশ কিছু অংশ কেটে গেল। এই অবস্থা দেখে আবরাহার ক্রীতদাস আদাহ্ এক অতর্কিত আক্রমণ চালিয়ে ইরবাতকে হত্যা করে ফেললো। মারাত্মকভাবে আহত আবরাহা যুদ্ধ ক্ষেত্র থেকে ফিরে গেল। বেশ কিছু দিন চিকিৎসার পর তার ক্ষত ভাল হলো এবং সে ইয়ামনের শাসনকর্তা হয়ে বসলো। আবিসিনিয়ার বাদশাহ নাজাশী এ খবর পেয়ে খুবই ক্রুদ্ধ হলেন এবং একপত্রে জানালেনঃ “আল্লাহর কসম! আমি তোমার শহরসমূহ ধ্বংস করবো এবং তোমার টিকি কেটে আনবো।” আবরাহা অত্যন্ত বিনয়ের সাথে এ পত্রের জবাব লিখলো এবং দূতকে নানা প্রকারের উপটৌকন, একটা থলের মধ্যে ইয়ামনের মাটি এবং নিজের মাথার কিছু চুল কেটে ওর মধ্যে রাখলো ও ওর মুখ বন্ধ করে দিলো। তাছাড়া চিঠিতে সে নিজের অপরাধের ক্ষমা চেয়ে লিখলোঃ “ইয়ামনে মাটি এবং আমার মাথার চুল হাযির রয়েছে, আপনি নিজের কসম পূর্ণ করুন এবং আমার অপরাধ ক্ষমা করে দিন!\" এতে নাজাশী খুশী হলেন এবং ইয়ামনের শাসনভার আবরাহাকে লিখে দিলেন। তারপর আবরাহা নাজাশীকে লিখলোঃ “আমি ইয়ামনে আপনার জন্যে এমন একটি গীর্জা তৈরি করছি যে, এরকম গীর্জা ইতিপূর্বে পৃথিবীতে কখনো তৈরি হয়নি। অতি যত্ন সহকারে খুবই মযবুত ও অতি উঁচু করে ঐ গীর্জাটি নির্মিত হলো। ঐ গীর্জার চূড়া এতো উঁচু ছিল যে, চূড়ার প্রতি টুপি মাথায় দিয়ে তাকালে মাথার টুপি পড়ে যেতো। আরববাসীরা ঐ গীর্জার নাম দিয়েছিল কালীস' অর্থাৎ টুপি ফেলে দেয়া গীর্জা। এবার আবরাহা মনে করলো যে, জনসাধারণ কা’বায় হজ্ব না করে বরং এ গীর্জায় এসে হজ্ব করবে। সারাদেশে সে এটা ঘোষণা করে দিলো। আদনানিয়্যাহ ও কাহতা নিয়্যাহ গোত্র এ ঘোষণায় খুবই অসন্তুষ্ট, আর কুরায়েশরা ভীষণ রাগান্বিত হলো। অল্প কয়েকদিন পরে দেখা গেল যে, এক ব্যক্তি রাতের অন্ধকারে ঐ গীর্জায় প্রবেশ করে পায়খানা করে এসেছে। প্রহরীরা পরের দিন এ অবস্থা দেখে বাদশাহর কাছে খবর পাঠালো এবং অভিমত ব্যক্ত করলো যে, কুরায়েশরাই এ কাজ করেছে। তাদের মর্যাদা ক্ষুন্ন করা হয়েছে বলেই এ কাণ্ড তারা করেছে। আবরাহা তৎক্ষণাৎ কসম করে বললোঃ “আমি মক্কার বিরুদ্ধে অভিযান চালাবো এবং বায়তুল্লাহর প্রতিটি ইট পর্যন্ত খুলে ফেলবো।”অন্য এক বর্ণনায় এরূপও আছে যে, কয়েকজন উদ্যোগী কুরায়েশ যুবক ঐ গীর্জায় আগুন জ্বালিয়ে দিয়েছিল। সেই দিন বাতাস প্রচণ্ড বেগে প্রবাহিত হয়েছিল বলে আগুন ভালভাবে ঐ গীর্জাকে গ্রাস করেছিল এবং ওটা মাটিতে ধ্বসে পড়েছিল। অতঃপর ক্রুদ্ধ আবরাহা এক বিরাট বাহিনী নিয়ে মক্কা অভিমুখে রওয়ানা হলো। তাদের সাথে এক বিরাট উঁচু ও মোটা হাতী ছিল। ঐরূপ হাতী ইতিপূর্বে কখনো দেখা যায়নি। হাতীটির নাম ছিল মাহমুদ। বাদশাহ নাজাশী মক্কা অভিযান সফল করার লক্ষ্যে ঐ হাতিটি আবরাহাকে দিয়েছিল। ঐ হাতীর সাথে আবরাহা আরো আটটি অথবা বারোটি হাতী নিলো। তার উদ্দেশ্য ছিল যে, সে বায়তুল্লাহর দেয়ালে শিকল বেঁধে দিবে, তারপর সমস্ত হাতীর গলায় ঐ শিকল লাগিয়ে দিবে। এতে শিকল টেনে হাতীগুলো সমস্ত দেয়াল একত্রে ধ্বসিয়ে দিবে। মক্কার অধিবাসীরা এ সংবাদ পেয়ে দিশাহারা হয়ে পড়লো। যে কোন অবস্থায় এর মুকাবিলা করার তারা সিদ্ধান্ত গ্রহণ করলো। যুনফর নামক ইয়ামনের একজন রাজ বংশীয় লোক নিজের গোত্র ও আশে পাশের বহু সংখ্যক আরবকে একত্রিত করে দুবৃত্ত আবরাহার মুকাবিলা করলেন। কিন্তু মহাপরাক্রমশালী আল্লাহর ইচ্ছা। ছিল অন্যরকম। যুনফর পরাজিত হলেন এবং আবরাহার হাতে বন্দী হলেন। যুনফরকেও সঙ্গে নিয়ে আবরাহা মক্কার পথে অগ্রসর হলো। খাশআম গোত্রের এলাকায় পৌঁছার পর নুফায়েল ইবনে হাবীব আশআমী একদল সৈন্য নিয়ে আবরাহার মুকাবিলা করলেন। কিন্তু দুর্ভাগ্যবশতঃ তাঁরাই আবরাহার হাতে পরাজয় বরণ করলেন। নুফায়েলকেও যুনফরের মত বন্দী করা হলো। আবরাহা প্রথম নুফায়েলকে হত্যা করার ইচ্ছা করলো, কিন্তু পরে মক্কার পথ দেখিয়ে নেয়ার উদ্দেশ্যে জীবিতাবস্থায় সঙ্গে নিয়ে চললো। তায়েফের উপকণ্ঠে পৌঁছলে সাকীফ গোত্র আবরাহার সাথে সন্ধি করলো যে, লাত মূর্তিটি যে প্রকোষ্ঠে রয়েছে, আবরাহার সৈন্যরা ঐ প্রকোষ্ঠের কোন ক্ষতি সাধন করবে না। সাকীফ গোত্র আবু রিগাল নামক একজন লোককে পথ দেখিয়ে দেয়ার জন্যে আবরাহার সঙ্গে দিলো। মক্কার কাছে মুগমাস নামক স্থানে তারা অবস্থান করলো। আবরাহার সৈন্যেরা আশেপাশের জনপদ এবং চারণভূমি থেকে বহু সংখ্যক উট এবং অন্যান্য পশু দখল করে নিলো। এগুলোর মধ্যে আবদুল মুত্তালিবের দু’শ উটও ছিল। এতে আরবের কবিরা আবরাহার নিন্দে করে কবিতা রচনা করলো সীরাতে ইবনে ইসহাকে ঐ কবিতার উল্লেখ রয়েছে।অতঃপর আবরাহা নিজের বিশেষ দূত হানাতাহ হুমাইরীকে বললোঃ তুমি মক্কার সর্বাপেক্ষা বড় সর্দারকে আমার কাছে ডেকে নিয়ে এসো। এবং ঘোষণা করে দাওঃ আমরা মক্কাবাসীদের সাথে যুদ্ধ করতে আসিনি, আল্লাহর ঘর ভেঙ্গে ফেলাই শুধু আমাদের উদ্দেশ্য। তবে হ্যা, মক্কাবাসীরা যদি কাবাগৃহ রক্ষার জন্যে এগিয়ে আসে এবং আমাদেরকে বাধা দেয় তাহলে বাধ্য হয়ে আমাদেরকে তাদের সাথে যুদ্ধ করতে হবে। হানাতাহ মক্কার জনগণের সাথে আলোচনা করে বুঝতে পারলো যে, আবদুল মুত্তালিব ইবনে হাশেমই মক্কার বড় নেতা। হানাতাহ আবদুল মুত্তালিবের সামনে আবরাহার বক্তব্য পেশ করলে আবদুল মুত্তালিব বললেনঃ “আল্লাহর কসম! আমাদের যুদ্ধ করার ইচ্ছাও নেই এবং যুদ্ধ করার মত শক্তিও নেই।” আল্লাহর সম্মানিত ঘর। তাঁর প্রিয় বন্ধু হযরত ইবরাহীম (আঃ)-এর জীবন্ত স্মৃতি। সুতরাং আল্লাহ ইচ্ছা করলে নিজের ঘরের হিফাজত নিজেই করবেন। অন্যথায় তাঁর ঘরকে রক্ষা করার সাহসও আমাদের নেই এবং যুদ্ধ করার মত শক্তিও আমাদের নেই।হানাতাহ তখন তাকে বললোঃ “ঠিক আছে, আপনি আমাদের বাদশাহর কাছে চলুন।” আবদুল মুত্তালিব তখন তার সাথে আবরাহার কাছে গেলেন। আবদুল মুত্তালিব ছিলেন অত্যন্ত সুদর্শণ বলিষ্ঠ দেহ সৌষ্ঠবের অধিকারী। তাঁকে দেখা মাত্র যে কোন মানুষের মনে শ্রদ্ধার উদ্রেক হতো। আবরাহা তাকে দেখেই সিংহাসন থেকে নেমে এলো এবং তার সাথে মেঝেতে উপবেশন করলোঃ সে তার দোভাষীকে বললোঃ তাকে জিজ্ঞেস করঃ তিনি কি চান? আবদুল মুত্তালিব জানালেনঃ “বাদশাহ আমার দু’শ উট লুট করিয়েছেন। আমি সেই উট ফেরত নিতে এসেছি।” বাদশাহ আবরাহা তখন দো-ভাষীর মাধ্যমে তাঁকে বললোঃ প্রথম দৃষ্টিতে আপনি যে শ্রদ্ধা আকর্ষণ করেছিলেন, আপনার কথা শুনে সে শ্রদ্ধা লোপ পেয়ে গেছে। নিজের দু’শ উটের। জন্যে আপনার এতো চিন্তা অথচ স্বজাতির ধর্মের জন্যে কোন চিন্তা নেই! আমি আপনাদের ইবাদতখানা কা’বা ধ্বংস করে ধূলিসাৎ করতে এসেছি।\" একথা শুনে আবদুল মুত্তালিব জবাবে বললেনঃ “শুন, উটের মালিক আমি, তাই উট ফিরে পাওয়ার চেষ্টা করতে এসেছি। আর কাবাগৃহের মালিক হলেন স্বয়ং আল্লাহ। সুতরাং তিনি নিজেই নিজের ঘর রক্ষা করবেন।” তখন ঐ নরাধম বললোঃ “আজ স্বয়ং আল্লাহও কাবাকে আমার হাত থেকে রক্ষা করতে পারবেন না।” একথা শুনে আবদুল মুত্তালিব বললেনঃ “তা আল্লাহ জানেন এবং আপনি জানেন।” এও বর্ণিত আছে যে, মক্কার জনগণ তাদের ধন সম্পদের এক তৃতীয়াংশ আবরাহাকে দিতে চেয়েছিল, যাতে সে এই ঘৃণ্য অপচেষ্টা হতে বিরত থাকে। কিন্তু আবরাহা তাতেও রাজী হয়নি। মোটকথা, আবদুল মুত্তালিব তাঁর উটগুলো নিয়ে ফিরে আসলেন এবং মক্কাবাসীদেরকে বললেনঃ “তোমরা মক্কাকে সম্পূর্ণ খালি করে দাও। সবাই তোমরা পাহাড়ে গিয়ে আশ্রয় নাও।” তারপর আবদুল মুত্তালিব কুরায়েশের কয়েকজন বিশিষ্ট ব্যক্তিকে সঙ্গে নিয়ে কা'বা গৃহে গিয়ে কাবার খুঁটি ধরে দেয়াল ছুঁয়ে আল্লাহর দরবারে কান্নাকাটি করলেন এবং কায়মনোবাক্যে ঐ পবিত্র ও মর্যাদাপূর্ণ গৃহ রক্ষার জন্যে প্রার্থনা করলেন। আবরাহা এবং তার রক্ত পিপাসু সৈন্যদের অপবিত্র ইচ্ছার কবল থেকে কাবাকে পবিত্র রাখার জন্যে আবদুল মুত্তালিব কবিতার ভাষায় নিম্নলিখিত দুআ করেছিলেনঃ (আরবি) অর্থাৎ “আমরা নিশ্চিন্ত, কারণ আমরা জানি যে, প্রত্যেক গৃহমালিক নিজেই নিজের গৃহের হিফাযত করেন। হে আল্লাহ! আপনিও আপনার গৃহ আপনার শত্রুদের কবল হতে রক্ষা করুন। আপনার অস্ত্রের উপর তাদের অস্ত্র জয়যুক্ত হবে এমন যেন কিছুতেই না হয়। অতঃপর আবদুল মুত্তালিব কা'বা গৃহের খুঁটি ছেড়ে দিয়ে তাঁর সঙ্গীদেরকে নিয়ে ওর আশে পাশের পর্বতসমূহের চূড়ায় উঠে গিয়ে আশ্রয় গ্রহণ করলেন। এমনও বর্ণিত আছে যে, কুরবানীর একশত পশুকে নিশান লাগিয়ে কা'বার আশে পাশে ছেড়ে দিলেন। উদ্দেশ্য ছিল এই যে, যদি দুবৃত্তরা আল্লাহর নামে ছেড়ে দেয়া পশুর প্রতি হাত বাড়ায় তাহলে আল্লাহর গযব তাদের উপর অবশ্যই নেমে আসবে।পরদিন প্রভাতে আবরাহার সেনাবাহিনী মক্কায় প্রবেশের উদ্যোগ আয়োজন করলো। বিশেষ হাতী মাহমুদকে সজ্জিত করা হলো। পথে বন্দী হয়ে আবরাহার সাথে আগমনকারী নুফায়েল ইবনে হাবীব তখন মাহমুদ নামক হাতীটির কান ধরে বললেনঃ “মাহমুদ! তুমি বসে পড়, আর যেখান থেকে এসেছে সেখানে ভালভাবে ফিরে যাও। তুমি আল্লাহর পবিত্র শহরে রয়েছে।” একথা বলে নুফায়েল হাতির কান ছেড়ে দিলেন এবং ছুটে গিয়ে নিকট এক পাহাড়ের আড়ালে গিয়ে আত্মগোপন করলেন। মাহমুদ নামক হাতীটি নুফায়েলের কথা শোনার সাথে সাথে বসে পড়লো। বহুচেষ্টা করেও তাকে নড়ানো সম্ভব হলো না। পরীক্ষামূলক ভাবে ইয়ামনের দিকে তার মুখ ফিরিয়ে টেনে তোলার চেষ্টা করতেই হাতী তাড়াতাড়ি উঠে দ্রুত অগ্রসর হতে লাগলো। পূর্বদিকে চালাবার চেষ্টা করা হলে সেদিকেও যাচ্ছিল, কিন্তু মক্কা শরীফের দিকে মুখ ঘুরিয়ে চালাবার চেষ্টা করতেই বসে পড়লো। সৈন্যরা তখন হাতীটিকে প্রহার করতে শুরু করলো। এমন সময় দেখা গেল এক ঝাঁক পাখি কালো মেঘের মত হয়ে সমুদ্রের দিক থেকে উড়ে আসছে। চোখের পলকে ওগুলো আবরাহার সেনাবাহিনীর মাথার উপর এসে পড়লো। এবং চতুর্দিক থেকে তাদেরকে ঘিরে। ফেললো। প্রত্যেক পাখির চঞ্চতে একটি এবং দুপায়ে দুটি কংকর ছিল। কংকরের ঐটুকরাগুলো ছিল মসুরের ডাল বা মাস কলাই এর সমান। পাখিগুলো কংকরের ঐ টুকরোগুলো আবরাহার সৈন্যদের প্রতি নিক্ষেপ করছিল। যার গায়ে ঐ কংকর পড়ছিল সেই সঙ্গে সঙ্গে মৃত্যু যন্ত্রণায় ছটফট করতে করতে ভবলীলা সাঙ্গ করছিল। সৈন্যরা এদিক ওদিক ছুটাছুটি করছিল আর নুফায়েল নুফায়েল বলে চীৎকার করছিল কারণ তারা তাঁকেই পথ প্রদর্শক হিসেবে সঙ্গে এনেছিল। নুফায়েল তখন পাহাড়ের শিখরে আরোহণ করে অন্যান্য কুরায়েশদের সাথে আবরাহা ও তার সৈন্যদের দুরাবস্থার দৃশ্য অবলোকন করছিলেন। ঐ সময় নুফায়েল নিম্নলিখিত কবিতাংশ পাঠ করছিলেনঃ (আরবি) অর্থাৎ “এখন আর আশ্রয়স্থল কোথায়? স্বয়ং আল্লাহই তো ব্যবস্থা গ্রহণ করেছেন। শোনো, দুবৃত্ত আশরম পরাজিত হয়েছে, জয়ী হওয়া তার পক্ষে সম্ভব নয়।”এ ঘটনার প্রেক্ষিতে নুফায়েল আরো বলেনঃ (আরবি) অর্থাৎ “হাতী ওয়ালাদের দুরাবস্থার সময়ে তুমি যদি উপস্থিত থাকতে! মুহাসসাব প্রান্তরে তাদের উপর আযাবের কংকর বর্ষিত হয়েছে। তুমি সে অবস্থা দেখলে আল্লাহর দরবারে সিজদায় পতিত হতে। আমরা পাহাড়ের উপর দাড়িয়ে আল্লাহর প্রশংসা করছিলাম। আমাদের হৃৎপিণ্ড কাঁপছিল এই ভয়ে যে, না জানি হয় তো আমাদের উপরও এই কংকর পড়ে যায় এবং আমাদেরও দফারফা করে দেয়। পুরো সম্প্রদায় মুখ ফিরিয়ে পালাচ্ছিল ও নুফায়েল নুফায়েল বলে চীৎকার করছিল, যেন নুফায়েলের উপর হাবশীদের ঋণ রয়েছে।”ওয়াকেদী (রঃ) বলেন যে, পাখিগুলো ছিল সবুজ রঙএর। ওগুলো কবুতরের চেয়ে কিছু ছোট ছিল। ওদের পায়ের রঙছিল লাল। অন্য এক রিওয়াইয়াতে রয়েছে যে, মাহমুদ নামক হাতীটি যখন বসে পড়লো এবং সর্বাত্মক চেষ্টা সত্ত্বেও তাকে উঠানো সম্ভব হলো না। তখন সৈন্যরা অন্য একটি হাতীকে সামনের দিকে নেয়ার চেষ্টা করলো। কিন্তু সে পা বাড়াতেই তার মাথায় কংকরের টুকরো পড়লো এবং আর্তনাদ করে পিছনে সরে এলো। অন্যান্য হাতীও তখন এলোপাতাড়ি ছুটতে শুরু করলো। কয়েকটির উপর কংকর পড়ায় তৎক্ষণাৎ ওগুলো মারা গেল। যারা ছুটে পালাচ্ছিল তাদেরও এক একটি অঙ্গ খসে খসে পড়ছিল। এবং অবশেষে সবগুলোই মারা গেল। আবরাহা বাদশাহও ছুটে পালালো, কিন্তু তারও এক একটি অঙ্গ খসে খসে পড়ছিল। সানআ (তৎকালীন ইয়ামনের রাজধানী) নামক শহরে পৌঁছার পর সে মাংসপিণ্ডে পরিণত হলো এবং কুকুরের মত ছটফট করতে করতে প্রাণ ত্যাগ করলো। তার কলেজা ফেটে গিয়েছিল। কুরায়েশরা প্রচুর ধন সম্পদ পেয়ে গিয়েছিল। আবদুল মুত্তালিব তো সোনা সংগ্রহ করে করে একটি কূপ ভর্তি করেছিলেন। ঐ বছরই সারা দেশে প্রথম ওলা ওঠা এবং প্লেগ রোগ দেখা দেয়। হরল, হান্যাল প্রভৃতি কটুগাছও ঐ বছর উৎপন্ন হয়। আল্লাহ তা'আলা তাঁর নবী (সঃ)-এর ভাষায় এ নিয়ামতের কথা স্মরণ করিয়ে দিচ্ছেন এবং যেন বলছেনঃ যদি তোমরা আমার ঘরের সম্মান এভাবে করতে থাকতে এবং আমার রাসূল (সঃ)-এর কথা মানতে তবে আমিও সেভাবে তোমাদের হিফাযত করতাম এবং শত্রু দল থেকে তোমাদেরকে মুক্তি দিতাম। (আরবি) শব্দটি বহুবচন, এর একবচন আরবী অভিধানে খুঁজে পাওয়া যায় না। আর (আরবি) শব্দের অর্থ হলো খুবই কঠিন বা শক্ত। কোন কোন তাফসীরকার বলেন যে, (আরবি) এবং (আরবি) শব্দ দুটি ফারসী শব্দ। (আরবি) এর অর্থ হলো প্রস্তর সমন্বিত মৃত্তিকা। (আরবি) শব্দটি শব্দের (আরবি) বহুবচন।(আরবি) মাঠের ফসলের ঐ সব পাতাকে বলা হয় যেগুলো এখনো পাকেনি। (আরবি) এর অর্থ হলো ঝাক ঝক পাখী, বহুসংখ্যক এবং ক্রমাগত আগমনকারী। কোন কোন ব্যাকরণবিদ বলেন যে, (আরবি) শব্দটি (আরবি) শব্দের বহুবচন।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, ঐ পাখিগুলোর চঞ্চু ছিল পাখির মত এবং নখ ছিল কুকুরের মত।ইকরামা (রঃ) বলেন যে, সবুজ রঙ-এর এই পাখিগুলো সমুদ্র হতে বের হয়ে এসেছিল। ওগুলোর মাথা ছিল জন্তুর মত। এ সম্পর্কে আরো বহু উক্তি রয়েছে। পাখির ঝাঁক আবরাহার সৈন্যদের মাথার উপর অবস্থান করে চীৎকার করছিল এবং কংকর নিক্ষেপ করছিল। যার মাথায় ঐ কংকর পড়ছিল তা তার পায়খানার দ্বার দিয়ে বেরিয়ে যাচ্ছিল। সঙ্গে সঙ্গে ঐ ব্যক্তি দ্বিখণ্ডিত হয়ে লুটিয়ে পড়ছিল। সঙ্গে সঙ্গে চারদিকে প্রবল বাতাস বইতে লাগলো। এর ফলে আশে পাশের বালুকণা এসে তাদের চোখে পড়লো এবং অল্পক্ষণের মধ্যেই তাদেরকে ঘায়েল করে ফেললো।(আরবি) এর অর্থ হলো ভূষি এবং (আরবি) অর্থহলো ভক্ষিত বা টুকরো টুকরো কৃত।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, শস্যদানার উপরের ভূষিকে (আরবি) বলা হয়। হযরত ইবনে যায়েদ (রঃ) বলেন যে, (আরবি) হলো ক্ষেতের শস্যের ঐ পাতা যেগুলো পশুরা খেয়ে ফেলেছে। অর্থাৎ আল্লাহ্ তা'আলা তাদেরকে তছনছ করে দিলেন এবং সবাইকে ধ্বংস করে দিলেন। তাদের সকল চেষ্টা ব্যর্থতায় পর্যবসিত হলো। কোন কল্যাণই তারা লাভ করতে সমর্থ হলো না। তাদের দুরাবস্থার খবর অন্যদেরকে পৌছানোর মত কেউই তাদের মধ্যে বিদ্যমান ছিল না। অল্পসংখ্যক যারা মারাত্মকভাবে আহত হয়ে বেঁচেছিল তারাও পরে ধুকে ধুকে মরেছিল। স্বয়ং বাদশাহ্ও এক টুকরো গোশতের মত হয়ে গিয়েছিল। কোনক্রমে সে সানআতে পৌছলো। সেখানে পৌছেই তার কলেজা ফেটে গেল এবং সে মারা গেল। তার মৃত্যুর পর তার পুত্র ইয়াকসূ ইয়ামানের শাসন ভার গ্রহণ করলো। তারপর তার অন্য ভাই মাসরুক ইবনে আবরাহা সিংহাসনে আরোহন করলো। এ সময়ে ঘূইয়াযান হুমাইরী কিসরার (পারস্য সম্রাট) কাছে গিয়ে হাবশীদের কবল থেকে ইয়ামনকে মুক্ত করার জন্যে সাহায্য প্রার্থনা করলো। কিসরা সাইফের সাথে একদল বাহাদুর সৈন্য পাঠালো। সেই সৈন্যদল হাবশীদেরকে পরাজিত করে আবরাহার বংশধরদের কবল থেকে ইয়ামনের শাসনক্ষমতা কেড়ে নেয়। অতঃপর হুমাইরীয় গোত্র ইয়ামন শাসন করতে থাকে। আরবের লোকেরা এই উপলক্ষে উৎসব পালন করে। চারদিক থেকে হুমাইরীয় গোত্রের বাদশাহকে অভিনন্দন জানানো হয়। হযরত আয়েশা বিনতে আবী বকর (রাঃ) বলেনঃ “আবরাহার সৈন্যদলের দু’জন সৈন্যকে আমি মক্কা শরীফে দেখেছি। তারা উভয়েই অন্ধ এবং চলাচলে অক্ষম হয়ে পড়েছিল। তারা বসে বসে ভিক্ষা করতো।”হযরত আসমা বিনতে আবী বকর (রাঃ) বলেন যে, যে আসাফ ও নায়েলা নামক মূর্তিদ্বয়ের পার্শ্বে মুশরিকরা কুরবানী করতো সেখানে বসে ঐ লোক দুটি লোকদের কাছে ভিক্ষা চাইতো। তাদের মধ্যে একজন ছিল হাতীর চালক, যার নাম ছিল আনীসা। কোন কোন ইতিহাস গ্রন্থে লিখিত রয়েছে যে, আবরাহা নিজে এ অভিযানে অংশগ্রহণ করেনি, বরং শামর ইবনে মাকসূত নামক এক ব্যক্তির নেতৃত্বাধীনে সেনাবাহিনী প্রেরণ করেছিল। সৈন্যসংখ্যা ছিল বিশ হাজার। পাখিগুলো তাদের উপর রাত্রিকালে এসেছিল এবং সকাল পর্যন্ত তাদের সকলকে তছনছ করে ফেলেছিল। কিন্তু এ রিওয়াইয়াতটি গারীব বা দুর্বল। আসল কথা হলো এই যে, স্বয়ং বাদশাহ্ আবরাহা আশরম হাবশী নিজেই সৈন্যদল নিয়ে এ অভিযানে অংশ নিয়েছিল। শামর ইবনে মাকসূদ হয় তো কোন একদল সৈন্যের সেনাপতি ছিল। বহু সংখ্যক আরব কবি এ ঘটনাকে নানাভাবে তাঁদের কবিতায় বর্ণনা করেছেন।একটি রিওয়াইয়াতে উল্লেখ করা হয়েছে যে, হুদাইবিয়ার সন্ধির দিনে নবী করীম (সঃ) একটি টিলার উপর উঠেছিলেন। সেখান থেকে কুরায়েশদের উদ্দেশ্যে যাত্রা শুরু করবেন বলে মনস্থ করেছিলেন। কিন্তু তাঁর উষ্ট্ৰীটি সেখানে বসে পড়েছিল। সাহাবী (রাঃ)গণ বহু চেষ্টা করেও উস্ত্রীকে উঠাতে পারলেন না। তখন তারা বললেন যে, উষ্ট্রী ক্লান্ত হয়ে পড়েছে। রাসূলুল্লাহ্ (সঃ) বললেনঃ “না, সে ক্লান্তও হয়নি এবং বসে পড়া তার অভ্যাসও নয়। তাকে ঐ আল্লাহ্ থামিয়ে দিয়েছেন যিনি হাতীকে থামিয়ে দিয়েছিলেন, যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! মক্কাবাসীরা যে শর্তে সম্মত হবে আমি সেই শর্তেই তাদের সাথে সন্ধি করবো। তবে, আল্লাহর অমর্যাদা হতে পারে এমন কোন শর্তে আমি সম্মত হবো” তারপর তিনি উস্ত্রীকে ধমক দেয়া মাত্রই সে উঠে দাঁড়ালো। (এ হাদীসটি সহীহ বুখারীতে বর্ণিত হয়েছে)সহীহ বুখারী ও সহীহ মুসলিমের অন্য একটি রিওয়াইয়াতে আছে যে, মক্কা বিজয়ের দিন রাসূলুল্লাহ্ (সঃ) বলেনঃ “আল্লাহ তাআলা মক্কার উপর হাতী ওয়ালাদের আধিপত্য বিস্তার করতে দেননি, বরং তিনি তাঁর নবী (সঃ) ও ঈমানদার বান্দাদেরকে মক্কার উপর আধিপত্য দান করেছেন। জেনে রেখো যে, মক্কার মর্যাদা আজ ঐ অবস্থাতেই ফিরে এসেছে যে অবস্থায় গতকাল ছিল। খবরদার! প্রত্যেক উপস্থিত ব্যক্তি অনুপস্থিত ব্যক্তিদের নিকট (খবর) পৌছিয়ে দিবে।”</p>"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1 ـ 5}</span> أي: أما رأيتَ من قدرة الله وعظيم شأنه ورحمته بعباده وأدلَّة توحيده وصدق رسوله <span class=\"brown\">[محمدٍ]</span>- صلى الله عليه وسلم - ما فعله اللهُ بأصحاب الفيل، الذين كادوا بيتَه الحرام، وأرادوا إخرابه؛ فتجهَّزوا لأجل ذلك، واستصحبوا معهم الفِيَلَةَ لهدمه، وجاؤوا بجمعٍ لا قِبَلَ للعرب به من الحبشة واليمن، فلما انتهَوْا إلى قربِ مكَّةَ ـ ولم يكن بالعرب مدافعةٌ، وخرج أهل مكَّة من مكَّة خوفاً <span class=\"brown\">[على أنفسهم]</span> منهم ـ أرسل الله عليهم طيراً أبابيلَ؛<span class=\"blue\"> أي:</span> متفرِّقة، تحمل أحجاراً محمَّاة من سِجِّيلٍ، فرمتْهم بها، وتتبَّعَتْ قاصِيَهم ودانِيَهم، فخمدوا وهمدوا، وصاروا كعصفٍ مأكولٍ، وكفى الله شرَّهم، وردَّ كيدهم في نحورهم، وقصَّتُهم معروفةٌ مشهورةٌ، وكانت تلك السنة التي وُلِدَ فيها رسول الله - صلى الله عليه وسلم -، فصارت من جملة إرهاصات دعوته وأدلَّة رسالته. فلله الحمد والشكر.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Разве ты не видел, что сделал твой Господь с владельцами слона?   <span class=\"green\">(2)</span> Разве Он не запутал их козни  <span class=\"green\">(3)</span> и не наслал на них птиц стаями?  <span class=\"green\">(4)</span> Они бросали в них каменья из обожженной глины  <span class=\"green\">(5)</span> и превратили их в подобие изъеденных иссохших злаковых листьев.</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1-5)</span> Эта кораническая история является ярким свидетельством могущества Аллаха. Он вершит величественные деяния, проявляет сострадание к Своим рабам и при- водит неопровержимые доказательства истинности единобожия и правдивости Своего посланника, ﷺ.\nЗадумайся над тем, что произошло с воинством слона, которое вознамери- лось разрушить Каабу! Злоумышленники хорошо подготовились к этому похо- ду. Для того чтобы разрушить святилище, они снарядили огромную слониху и собрали многочисленную армию йеменцев и эфиопов. Это войско было настоль- ко могущественным, что арабы оказались не в силах противостоять ему. Когда они приблизились к святому городу, мекканцы не стали оказывать им сопротив- ления. Из страха перед наступающим игом они покинули Мекку. Тогда Аллах послал на них стаи птиц, несущих раскаленные каменья из обожженной глины. Они забросали войско каменьями, поразив всех их без исключения. Внезапно все стихло, а побитые воины превратились в подобие изъеденных злаков. Так Аллах избавил мир от их зла и обратил их козни против них самих.\nЭта история хорошо известна. Воинство слона было разбито в тот год, ког- да родился посланник Аллаха. Это событие предвозвещало появления ислама и свидетельствовало об истинности пророческой миссии Мухаммада, ﷺ.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ آيا نديده  اي  که  پروردگارت  با اصحاب  فيل ، چه  کرد ?\nأَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ آيا مکرشان  را باطل  نساخت  ?\nوَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ و بر سر آنها پرندگاني  فوج  فوج  فرستاد ،\nتَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ تا آنها را با سجيل  سنگباران  کردند\nفَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ  و آنان  را چون  کاه  پس  مانده  در آخور ساخت.</p><p>\n                                                            مکي و 5 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1 - 5)</span> آیا نشانه‌های قدرت خداوند و رحمت او نسبت به بندگانش، و دلایل توحید و یگانگی او، و صداقت پیامبرش را در آنچه با اصحاب فیل کرد مشاهده نکرده‌ای؟ آن فیل‌سوارانی که می‌خواستند کعبه را تخریب کنند، و نزدیک بود آن را تخریب نمایند و برای این کار، خود را آماده کرده بودند. آنان برای منهدم کردن کعبه، فیل‌هایی با خود بردند، و با گروه و لشکری از حبشه و یمن آمدند که عرب‌ها توان رویارویی با آن را نداشتند. وقتی به نزدیک مکه رسیدند، و عرب‌ها توان دفاع را نداشتند و اهل مکه از ترس آنان از شهر بیرون گریختند، خداوند شر آنان را دور کرد و مکر آنان را به خودشان بازگرداند. خداوند بر فیل‌سواران پرنده‌هایی متفرق فرستاد که هر یک سنگی از گل با خود داشت، و فیل‌سواران را سنگباران کردند و همۀ آنها را از بین بردند. پس آنها نابود شدند و از بین رفتند، مانند کاهی که خورد شده و جویده شده است. و خداوند شر آنها را دور کرد، و نیرنگشان را به خودشان برگرداند. داستان اصحاب فیل معروف و مشهور است، و این اتفاق در سالی رخ داد که پیامبر  صلی الله علیه وسلم در آن سال به دنیا آمد. پس این واقعه یکی از مقدمات دعوت و رسالت او بود. خدا را ستایش می‌کنیم و او را سپاس می‌گزاریم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 92,
            "text": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ (1)استفهام تقريري وقد بيّنّا غير مرة أن الاستفهام التقريري كثيراً ما يكون على نفي المقرَّر بإثباته للثقة بأن المقرَّر لا يسعه إلا إثبات المنفي وانظر عند قوله تعالى : { ألم تر إلى الذين خرجوا من ديارهم } في سورة البقرة ( 243 ) . والاستفهام التقريري هنا مجاز بعلاقة اللزوم وهو مجاز كثر استعماله في كلامهم فصار كالحقيقة لشهرته . وعليه فالتقرير مستعمل مجازاً في التكريم إشارة إلى أن ذلك كان إرهاصاً للنبيء فيكون من باب قوله : { لا أقسم بهذا البلد وأنت حل بهذا البلد } [ البلد : 1 ، 2 ] ، وفيه مع ذلك تعريض بكفران قريش نعمة عظيمة من نعم الله عليهم إذ لم يزالوا يعبدون غيره .والخطاب للنبيء صلى الله عليه وسلم كما يقتضيه قوله : { ربك } . فمهيع هذه الآية شبيه بقوله تعالى : { ألم يجدك يتيماً فآوى } [ الضحى : 6 ] الآيات وقوله : { لا أقسم بهذا البلد وأنت حل بهذا البلد } [ البلد : 1 ، 2 ] على أحد الوجوه المتقدمة .فالرؤية يجوز أن تكون مجازية مستعارة للعلم البالغ من اليقين حد الأمر المرئي لتواتر ما فعل الله بأصحاب الفيل بين أهل مكة وبقاء بعض آثار ذلك يشاهدونه . وقال أبو صالح : رأيت في بيت أم هاني بنتتِ أبي طالب نحواً من قفيزين من تلك الحجارة سُوداً مخططة بحمرة . وقال عتاب بن أسِيدْ : أدركت سائس الفيل وقائده أعميين مُقْعَدين يستطعمان الناس . وقالت عائشة : لقد رأيْتُ قائد الفيل وسائقه أعمَيين يستطعمان الناس . وفعل الرؤية معلق بالاستفهام .ويجوز أن تكون الرؤية بصرية بالنسبة لمن تجاوز سنهُ نيفاً وخمسين سنة عند نزول الآية ممن شهد حادث الفيل غلاماً أو فتى مثل أبي قحافة وأبي طالب وأبي بن خلف .و { كيف } للاستفهام سَدّ مسدّ مفعوليْ أو مفعول { تَر } ، أي لم تر جواب هذا الاستفهام ، كما تقول : علمتُ هل زيد قائم؟ وهو نصب على الحال من فاعل { تَر } . ويجوز أن يكون { كيف } مجرداً عن معنى الاستفهام مراداً منه مجرد الكيفية فيكون نصباً على المفعول به .وإيثار { كيف } دون غيره من أسماء الاستفهام أو الموصول فلم يقل : ألم تر ما فعل ربك ، أو الذي فعل ربك ، للدلالة على حالة عجيبة يستحضرها من يعلم تفصيل القصة .وأوثر لفظ { فعل ربك } دون غيره لأن مدلول هذا الفعل يعم أعمالاً كثيرة لا يدل عليها غيره .وجيء في تعريف الله سبحانه بوصف ( رب ) مضافاً إلى ضمير النبي صلى الله عليه وسلم إيماء إلى أن المقصود من التذكير بهذه القصة تكريم النبي صلى الله عليه وسلم إرهاصاً لنبوءته إذ كان ذلك عام مولده .وأصحاب الفيل : الحَبشة الذين جاءوا مكة غازين مضمِرين هدم الكعبة انتقاماً من العرب من أجل ما فعله أحد بني كنانة الذين كانوا أصحاب النسيء في أشهر الحج .وكان خبر ذلك وسببه أن الحبشة قد ملكوا اليمن بعد واقعة الأخدود التي عَذَّب فيها الملكُ ذو نواس النصارى ، وصار أمير الحبشة على اليمن رجلاً يقال له : ( أبرهة ) وأن أبرهة بنى كنيسة عظيمة في صنعاء دعاها القَلِيس ( بفتح القاف وكسر اللام بعدما تحتية ساكنة ، وبعضهم يقولها بضم القاف وفتح اللام وسكون التحتية ) . وفي «القاموس» بضم القاف وتشديد اللام مفتوحة وسكون الياء . وكتبه السهيلي بنون بعد اللام ولم يضبطه وزعم أنه اسم مأخوذ من معاني القَلْس للارتفاع . ومنه القلنسوة واقتصر على ذلك ولم أعرف أصل هذا اللفظ فإما أن يكون اسم جنس للكنيسة ولعل لفظ كنيسة في العربية معرّب منه ، وإما أن يكون علماً وضعوه لهذه الكنيسة الخاصة وأراد أن يصرف حج العرب إليها دون الكعبة فروي أن رجلاً من بني فُقَيم من بني كنانة وكانوا أهل النسيء للعرب كما تقدم عند قوله تعالى : { إنما النسيء زيادة في الكفر } في سورة براءة ( 37 ) ، قَصد الكنانيُّ صنعاء حتى جاء القليس فأحدث فيها تحقيراً لها ليتسامَعَ العربُ بذلك فغضب أبرهة وأزمع غزو مكة ليهدم الكعبة وسار حتى نزل خارج مكة ليلاً بمكان يقال له المُغَمَّس ( كمعظم موضع قرب مكة في طريق الطائف ) أو ذو الغميس ( لم أر ضبطه ) وأرسل إلى عبد المطلب ليحذره من أن يحاربوه وجرى بينهما كلام ، وأمر عبد المطلب آله وجميع أهل مكة بالخروج منها إلى الجبال المحيطة بها خشية من معرة الجيش إذا دخلوا مكة . فلما أصبح هيّأ جَيْشه لدخول مكة وكان أبرهة راكباً فيلاً وجيشه معه فبينا هو يَتهيّأ لذلك إذ أصاب جنده داء عضال هو الجُدريّ الفتاك يتساقط منه الأنامل ، ورأوا قبل ذلك طيراً ترميهم بحجارة لا تصيب أحداً إلا هلك وهي طير من جند الله فهلك معظم الجيش وأدبر بعضهم ومرض ( أبرهة ) فقفل راجعاً إلى صنعاء مريضاً ، فهلك في صنعاء وكفى الله أهل مكة أمر عدوّهم . وكان ذلك في شهر محرم الموافق لشهر شباط ( فبراير ) سنة 570 بعد ميلاد عيسى عليه السلام ، وبعد هذا الحادث بخمسين يوماً ولد النبي على أصح الأخبار وفيها اختلاف كثير .والتعريف في الفيل } للعهد ، وهو فيل أبرهة قائد الجيش كما قالوا للجيش الذي خرج مع عائشة أم المؤمنين أصحاب الجَمل يريدون الجمل الذي كانت عليه عائشة ، مع أن في الجيش جمالاً أخرى . وقد قيل : إن جيش أبرهة لم يكن فيه إلا فيل واحد ، وهو فيل أبرهة ، وكان اسمه محمود . وقيل : كان فيه فِيَلَة أخرى ، قيل ثمانية وقيل : اثنا عشر . وقال بعضٌ : ألف فيل . ووقع في رجز ينسب إلى عبد المطلب :أنتَ منعتَ الحُبْشَ والأفْيالا ... فيكون التعريف تعريف الجنس ويكون العهد مستفاداً من الإِضافة .والفيل : حيوان عظيم من ذوات الأربع ذواتتِ الخف ، من حيوان البلاد الحارة ذات الأنهار من الهند والصين والحبشة والسودان ، ولا يوجد في غير ذلك إلا مجلوباً ، وهو ذكي قابل للتأنس والتربية ، ضخم الجثة أضخم من البعير ، وأعلى منه بقليل وأكثر لحماً وأكبر بطناً .وخف رجله يشبه خف البعير وعنقه قصير جداً له خرطوم طويل هو أنفه يتناول به طعامه وينتشق به الماء فيفرغه في فيه ويدافع به عن نفسه يختطف به ويلويه على ما يريد أذاه من الحيوان ، ويلقيه على الأرض ويدوسه بقوائمه . وفي عينيه خزر وأذناه كبيرتان مسترخيتان ، وذَنبه قصير أقصر من ذنب البعير وقوائمه غليظة . ومناسمه كمناسم البعير وللذكر منه نابان طويلان بارزان من فمه يتخِذ الناس منها العاجَ . وجلده أجرد مثل جلد البقر ، أصهب اللون قاتم كلون الفار ويكون منه الأبيض الجلد . وهو مركوبٌ وحاملُ أثقال وأهل الهند والصين يجعلون الفيل كالحصن في الحرب يجعلون محفة على ظهره تسع ستة جنود . ولم يكن الفيل معروفاً عند العرب فلذلك قلّ أن يُذكر في كلامهم وأول فيل دخل بلاد العرب هو الفيل المذكور في هذه السورة .وقد ذكرت أشعار لهم في ذكر هذه الحادثة في السيرة . ولكن العرب كانوا يسمعون أخبار الفيل ويتخيلونه عظيماً قوياً ، قال لبيد :ومقاممٍ ضيِّق فرَّجْتُه ... ببياننٍ ولسان وجَدللو يقومُ الفيلُ أوفَيَّالُه ... زل عن مثل مقامي ورحلوقال كَعب بن زهير في قصيدته :لقَدْ أقومُ مقاماً لو يقوم به ... أرى وأسمع ما لو يسمع الفيللظلَّ يَرْعد إلا أنْ يكون له ... من الرسول بإذن الله تنويلوكنت رأيْتُ أنّ . . . . قال إن أمه أرته أو حدثته أنها رأت روث الفيل بمكة حول الكعبة ولعلهم تركوا إزالته ليبقى تذكرة .وعن عائشة وعتاب بن أسيد : رأيت قائد الفيل وسائسه بمكة أعميين مقعدين يستطعمان الناس .والمعنى : ألم تعلم الحالة العجيبة التي فعلها الله بأصحاب الفيل ، فهذا تقرير على إجمال يفسره ما بعده ."
        },
        {
            "resource_id": 157,
            "text": "<p>الم ترکیف ........................ الفیل (1:105) ” تم نے دیکھا نہیں کہ تمہارے رب نے ہاتھی والوں کے ساتھ کیا کیا ؟ “۔ یہ سوالیہ انداز تعجب انگیزی کے لئے اختیار کیا گیا ہے کہ یہ عجیب واقعہ تھا ، اور اس میں بہت بڑی عبرت ہے اور اس میں عظیم معانی پوشیدہ ہیں۔ یہ واقعہ عربوں میں معروف ومشہور تھا۔ بلکہ اس واقعہ سے عربوں میں کیلنڈر شروع ہوگیا تھا اور یہ اہم تاریخ بن گیا تھا۔ لوگ کہتے فلاں واقعہ ہاتھی والوں کے سال ہوا ، اور فلاں واقعہ عام الفیل سے دو سال پہلے ہوا۔ اور فلاں واقعہ عام الفیل کے دس سال بعدواقع ہوا۔ اور مشہور روایت یہ ہے کہ حضور اکرم ﷺ کی پیدائش بھی عام الفیل میں ہوئی اور یہ تقدیر کے فیصلوں کے مطابق عجیب اتفاق تھا۔</p><p>غرض اس سورت میں کوئی ایسا واقعہ بیان ہوا تھا جسے وہ نہ جانتے ہوں۔ یہ ایک واقعہ تھا جو ان کے علم میں تھا اور قرآن نے ان کو یاددلایا۔ اور مقصد اگلی جانب کی طرف متوجہ کرنا تھا۔</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>আপনি কি দেখেন নি [১] আপনার রব হাতির অধিপতিদের প্রতি কী করেছিলেন?</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>এ সূরায় হস্তীবাহিনীর ঘটনা সংক্ষেপে বৰ্ণিত হয়েছে। তারা কাবা গৃহকে ধ্বংস করার উদ্দেশ্যে হস্তীবাহিনী নিয়ে মক্কায় অভিযান পরিচালনা করেছিল। আল্লাহ তা‘আলা নগণ্য পক্ষীকুলের মাধ্যমে তাদের বাহিনীকে নিশ্চিহ্ন করে তাদের কুমতলবকে ধূলায় মিশিয়ে দেন। মক্কা মুকাররমায় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জন্মের বছর হস্তীবাহিনীর ঘটনা সংঘটিত হয়েছিল। হাদীসবিদগণ এ ঘটনাকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর এক প্রকার নবুওয়াতের ভূমিকাস্বরূপ সাব্যস্ত করেছেন। নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর নবুওয়ত এমনকি জন্মেরও পূর্বে এ ধরনের আরো কিছু গুরুত্বপূর্ণ ঘটনা ঘটেছিল। হস্তী-বাহিনীকে আসমানী আযাব দ্বারা প্রতিহত করাও এসবের অন্যতম।</p><p>-------------------------------</p><p>[১] এখানে ألم تر ‘আপনি কি দেখেননি’ বলা হয়েছে। বাহ্যত এর দ্বারা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সম্বোধন করা হয়েছে, অথচ এটা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর জন্মের কিছু দিন পূর্বেকার ঘটনা। কোন কোন মুফাসসির এর সমাধানে বলেন, এখানে শুধু কুরাইশদেরকেই নয় বরং সমগ্র আরববাসীকেই সম্বোধন করা হয়েছে। তারা এই সমগ্র ঘটনা সম্পর্কে ভালোভাবেই অবগত ছিল। কুরআন মজিদের বহু স্থানে ‘আলাম তারা’ বা আপনি কি দেখেননি? শব্দ ব্যবহার করা হয়েছে। এর মাধ্যমে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নয় বরং সাধারণ লোকদেরকে সম্বোধন করাই উদ্দেশ্য। [কুরতুবী] অপর কোন কোন তাফসিরবিদ বলেন, যে ঘটনা এরূপ নিশ্চিত যে, তা ব্যাপকভাবে প্রত্যক্ষ করা হয়, সে ঘটনার জ্ঞানকেও দেখা বলে ব্যক্ত করা হয়; যেন এটা চাক্ষূষ ঘটনা। তাছাড়া, এক পর্যায়ে দেখাও প্রমাণিত আছে; যেমন কোন কোন বর্ণনায় এসেছে যে, আয়েশা ও আসমা রাদিয়াল্লাহু ‘আনহুমা দুজন হস্তীচালককে অন্ধ, বিকলাঙ্গ ও ভিক্ষুকরূপে দেখেছিলেন। [বাইহাকী: দালায়েলুন নাবুওয়াহ, ১/৫২] [আত-তাহরীর ওয়াত-তানওয়ীর]</p>"
        },
        {
            "resource_id": 182,
            "text": "使者啊！难道你不知道，当他们想摧毁克尔白时，真主是怎样对待艾伯拉罕和他的同伙-大象的主人的吗？"
        },
        {
            "resource_id": 180,
            "text": "১. হে রাসূল! আপনি কি জানেন না যে, আপনার প্রতিপালক আবরাহা ও তার সাথী হস্তী বাহিনীর সাথে তখন কী আচরণ করেছেন যখন তারা কাবাঘর বিধ্বস্ত করতে চেয়েছিলো?!"
        },
        {
            "resource_id": 179,
            "text": "Hindi mo ba nalaman, O Sugo, kung papaano ang ginawa ng Panginoon mo kay Abrahah at sa mga kasamahan niyang mga kasamahan ng elepante nang nagnais sila ng pagwasak ng Ka`bah?"
        },
        {
            "resource_id": 180,
            "text": "২. আল্লাহ কি তাদের ধ্বংসাত্মক চক্রান্তকে ব্যর্থ করে দেন নি?! ফলে তারা যেমন মুনুষকে কাবা থেকে বিমুখ করার স্বার্থ উদ্ধার করতে পারলো না তেমনিভাবে এর কোনরূপ ক্ষতি সাধনেও তারা ব্যর্থ হলো।"
        },
        {
            "resource_id": 181,
            "text": "الله نیرنگ بدشان برای نابودی کعبه را به باد داد، و آنها به بازگرداندن مردم از کعبه که آرزو داشتند نرسیدند، و ذره‌ای به این هدف دست نیافتند."
        },
        {
            "resource_id": 178,
            "text": "Аллах расстроил их планы разрушить ее, они не обрели желаемое – не смогли отвратить людей от Каабы, и не обрели ничего."
        },
        {
            "resource_id": 173,
            "text": "Il mit à mal leur stratagème et ils ne purent atteindre leur objectif de détourner les gens de la Ka’bah,"
        },
        {
            "resource_id": 792,
            "text": "ពិតណាស់ អល់ឡោះបានធ្វើឱ្យឧបាយកលដ៏អាក្រក់របស់ពួកគេដែលចង់កម្ទេចកាក់ហ្ពះនោះទទួលបរាជ័យ។ ដូចនេះ ពួកគេមិនទទួលបាននូវអ្វីដែលពួកគេប៉ងប្រាថ្នាដែលចង់បង្វែរមនុស្សឲ្យបែរចេញពីកាក់ហ្ពះនោះទេ ហើយពួកគេក៏មិនទទួលបានអ្វីសូម្បីតែបន្តិចនោះដែរ។"
        },
        {
            "resource_id": 174,
            "text": "Allah telah menjadikan rencana jahat mereka untuk menghancurkan Ka'bah gagal, sehingga mereka tidak berhasil mencapai tujuan mereka dalam memalingkan manusia dari Ka'bah dan mereka gagal total."
        },
        {
            "resource_id": 790,
            "text": "আল্লাহ তাআলাই সিহঁতৰ কাবা ধ্বংস কৰাৰ চক্ৰান্ত বিফল কৰি দিছিল। ফলত সিহঁতে মানুহক কাবাৰ পৰা বিমুখ কৰাৰ যি সংকল্প লৈছিল, তাত সিহঁতে সফলতা পোৱা নাছিল আৰু নিৰাশ হৈ উভতিছিল।"
        },
        {
            "resource_id": 177,
            "text": "Allah đã đập tan kế hoạch xấu xa của hắn, hắn đã không làm được bất cứ gì mặc dù mọi người đã bỏ Ka'bah mà chạy trốn."
        },
        {
            "resource_id": 16,
            "text": "ألم يجعل ما دبَّروه من شر في إبطال وتضييع؟"
        },
        {
            "resource_id": 905,
            "text": "لقد جعل الله تدبيرهم السيئ لهدمها في ضياع، فما نالوا ما تمنّوه من صرف الناس عن الكعبة، وما نالوا منها شيئًا."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (2) هذه الجمل بيان لما في جملة { ألم تر كيف فعل ربك } [ الفيل : 1 ] من الإِجمال . وسمى حربهم كيداً لأنه عمل ظاهره الغضب من فعل الكناني الذي قعد في القليس . وإنما هو تعلة تعللوا بها لإِيجاد سبب لحرب أهل مكة وهدم الكعبة لينصرف العرب إلى حجّ القليس في صنعاء فيتنصّروا .أو أريد بكيدهم بناؤهم القليس مظهرين أنهم بنوا كنيسة وهم يريدون أن يبطلوا الحج إلى الكعبة ويصرفوا العرب إلى صنعاء .والكَيد : الاحتيال على إلحاق ضر بالغير ومعالجة إيقاعه .والتضليل : جعل الغير ضالاً ، أي لا يهتدي لمراده وهو هنا مجاز في الإِبطال وعدم نوال المقصود لأن ضلال الطريق عدم وصول السائر .وظرفية الكيد في التضليل مجازية ، استعير حرف الظرفية لمعنى المصاحبة الشديدة ، أي أبطل كيدهم بتضليل ، أي مصاحباً للتضليل لا يفارقه ، والمعنى : أنه أبطله إبطالاً شديداً إذ لم ينتفعوا بقوتهم مع ضعف أهل مكة وقلة عددهم . وهذا كقوله تعالى : { وما كيد فرعون إلا في تباب } [ غافر : 37 ] أي ضياع وتلف ، وقد شمل تضليلُ كيدهم جميعَ ما حلّ بهم من أسباب الخيبة وسوء المنقلب ."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ألم يجعل كيدهم في تضليلقوله تعالى : ألم يجعل كيدهم في تضليل أي في إبطال وتضييع ; لأنهم أرادوا أن يكيدوا قريشا بالقتل والسبي ، والبيت بالتخريب والهدم . فحكي عن عبد المطلب أنه بعث ابنه عبد الله على فرس له ، ينظر ما لقوا من تلك الطير ، فإذا القوم مشدخين جميعا ، فرجع يركض فرسه ، كاشفا عن فخذه ، فلما رأى ذلك أبوه قال : إن ابني هذا أفرس العرب . وما كشف عن فخذه إلا بشيرا أو نذيرا . فلما دنا من ناديهم بحيث يسمعهم الصوت ، قالوا : ما وراءك ؟ قال : هلكوا جميعا . فخرج عبد المطلب وأصحابه ، فأخذوا أموالهم . وكانت أموال بني عبد المطلب منها ، وبها تكاملت رياسة عبد المطلب ; لأنه احتمل ما شاء من صفراء وبيضاء ، ثم خرج أهل مكة بعده ونهبوا . وقيل : إن عبد المطلب حفر حفرتين فملأهما من الذهب والجوهر ، ثم قال لأبي مسعود الثقفي وكان خليلا لعبد المطلب - : اختر أيهما شئت . ثم أصاب الناس من أموالهم حتى ضاقوا ذرعا ، فقال عبد المطلب عند ذلك :أنت منعت الحبش والأفيالا وقد رعوا بمكة الأجبالا     وقد خشينا منهم القتالاوكل أمر لهم معضالاشكرا وحمدا لك ذا الجلالاقال ابن إسحاق : ولما رد الله الحبشة عن مكة عظمت العرب قريشا ، وقالوا : هم : أهل الله ، قاتل الله عنهم وكفاهم مئونة عدوهم . وقال عبد الله بن عمرو بن مخزوم ، في قصة أصحاب الفيل :أنت الجليل ربنا لم تدنس     أنت حبست الفيل بالمغمسمن بعد ما هم بشر مبلس     حبسته في هيئة المكركسوما لهم من فرج ومنفسوالمكركس : المنكوس المطروح ."
        },
        {
            "resource_id": 93,
            "text": "والاستفهام فى قوله - تعالى - : ( أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ ) للتقرير - أيضا - أى : لقد جعل الله - تعالى - مكر أصحابا الفيل وسعيهم لتخريب الكعبة ، فى ( تَضْلِيلٍ ) أى : فى تخسير وإبطال وتضييع ، بأن تبرهم - سبحانه - تتبيرا ودمرهم تدميرا .والكيد : إرادة وقوع الإِضرار بالغير فى خفية ، وسمى - سبحانه - ما فعله أبراهة وجيشه كيدا ، مع أنهم جاءوا لهدم الكعبة جهارا نهارا . . لأنهم كانوا يضمرون من الحقد والحسد والعداوة لأهل مكة ، أكثر مما كانوا يظهرونه ، فهم - كما قال - تعالى - : ( قَدْ بَدَتِ البغضآء مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ . . ) والمقصود بالتضليل هن : التضييع والإِبطال . تقول : ضللت كيد فلان ، إذا جعلته باطلا ضائعا ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 2{ اَلَمْ یَجْعَلْ کَیْدَہُمْ فِیْ تَضْلِیْلٍ۔ } ”کیا اس نے ان کی تمام تدبیروں کو بےکار اور غیر موثر نہیں کردیا ؟“ اَبرہہ کی اس لشکر کشی کا مقصد انہدامِ کعبہ کے علاوہ عرب میں عیسائیت پھیلانا اور اس تجارت پر قبضہ کرنا بھی تھا جو بلاد مشرق اور رومی مقبوضات کے درمیان عربوں کے ذریعے ہوتی تھی۔</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>اس کے بعد کا فقرہ بھی سوالیہ ہے لیکن استفہام تقریری ہے ، یعنی ایسا سوال جس کا جواب اثبات میں ہوتا ہے۔</p><p>الم یجعل ........................ تضلیل (2:105) ” کیا اس نے ان کی تدبیر کو اکارت نہیں کردیا “۔ یعنی ان کے مکرو تدبیر کو اس طرح بےراہ نہیں کردیا کہ وہ نشانے پر نہ لگے اور اپنی منزل تک نہ پہنچے۔ اسی طرح جس طرح ایک انسان راہ گم کردے اور منزل مقصود تک نہ پہنچ سکے۔ اس طرح اللہ تعالیٰ قریش کو یاد دلاتا ہے کہ اس نے ان افعام و احسان کیا۔ ان کی حمایت کی اور اس گھر کو بچایا اور اس وقت بچایا جب وہ خود ابرہہ کے لشکر جرار کا سامنا کرنے سے قاصر تھے۔ شاید کہ وہ شرم کریں اور اس ذات باری کا انکار نہ کریں۔ جس نے ان کی مدد نہایت کمزوری اور عاجزی کی حالت میں کی تھی۔ ان کا کردار اس وقت بعینہ اسی طرح کا ہے جس طرح ابرہہ کا تھا۔ وہ مکہ کے مٹھی بھر مسلمان کو اپنے غرور اور قوت کے بل بوتے پر روندڈالنا چاہتے تھے۔ ان کو چاہئے کہ ذرا اس زور آور کا حال یاد کرلیں جس نے بیت اللہ پر چڑھائی کی تھی اور اس کی حرمت کو پامال کرنے کا ارادہ کرلیا تھا۔ اللہ یہ طاقت رکھتا ہے کہ جس طرح اس نے بیت اللہ کو بچایا ، اسی طرح اس کی دعوت کو لے کر چلنے والی حزب اللہ کو بھی بچائے۔</p><p>سوال یہ ہے کہ اللہ نے پھر ان کی مکاری کو کس طرح گمراہ اور خطا کردیا ، تو اس کی تصویر کشی بھی قرآن کریم نہایت خوبصورت انداز میں کرتا ہے۔</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ (٢)</span> ] ئایا خوای گەورە نەخشەو پیلانی ئەوانی وێڵ و گومڕا نەكردو لەناوی نەبردن كاتێك كە هاتن كەعبەی پیرۆز بڕوخێنن ."
        },
        {
            "resource_id": 14,
            "text": "<p>بأن الله سبحانة أهلكهم ودمرهم وردهم بكيدهم وغيظهم لم ينالوا خيرا.</p>"
        },
        {
            "resource_id": 15,
            "text": "<p><span class=\"arabic qpc-hafs green\">( أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ )</span></p><p lang=\"ar\" class=\"ar \">يقول: ألم يجعل سعي الحبشة أصحاب الفيل في تخريب الكعبة <span class=\"arabic qpc-hafs green\">( فِي تَضْلِيلٍ )</span> يعني: في تضليلهم عما أرادوا وحاولوا من تخريبها.</p>"
        },
        {
            "resource_id": 175,
            "text": "Njihove planove rušenja Kabe Allah je uništio, i oni nisu ostvarili svoj cilj da ljude od nje odvrate, niti su bilo kakav drugi plan ostvarili."
        },
        {
            "resource_id": 171,
            "text": "Allah made their evil plot to destroy it in vain; they did not achieve what they desired in trying to turn the people away from the Ka‘bah. They did not succeed in the slightest."
        },
        {
            "resource_id": 172,
            "text": "Allah, Kâbe’yi yıkmak için yaptıkları kötü planlarını boşa çıkardı. Böylece onlar insanları Kâbe’den uzaklaştırmak adına umdukları şeyleri elde edemediler. Bunun namına hiçbir şey kazanamadılar."
        },
        {
            "resource_id": 791,
            "text": "കഅ്ബ തകർക്കാൻ വേണ്ടി അവർ മെനഞ്ഞ കുതന്ത്രം അല്ലാഹു വൃഥാവിലാക്കി. കഅ്ബയിൽ നിന്ന് ജനങ്ങളെ തിരിച്ചു കളയുക എന്ന അവരുടെ ഉദ്ദേശം അവർക്ക് നേടിയെടുക്കാൻ കഴിഞ്ഞില്ല. (അല്ല!) ഒന്നും തന്നെ അവർക്കതിൽ നിന്ന് ലഭിച്ചില്ല."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( ألم يجعل كيدهم في تضليل )</span> <span class=\"arabic qpc-hafs\">\" كيدهم \"</span> يعني مكرهم وسعيهم في تخريب الكعبة .<span class=\"blue\"> وقوله :</span> <span class=\"arabic qpc-hafs\">\" في تضليل \"</span> عما أرادوا ، وأضل كيدهم حتى لم يصلوا إلى الكعبة ، وإلى ما أرادوه بكيدهم .<span class=\"blue\"> قال مقاتل :</span> في خسارة ،<span class=\"blue\"> وقيل :</span> في بطلان .</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "كفى الله شرهم، ورد كيدهم في نحورهم"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "Allāh vanificò i loro malvagi piani di distruggerla, e non ottennero ciò che desideravano, ovvero sviare la gente della Ka'bah, e non poterono farle nulla di male."
        },
        {
            "resource_id": 165,
            "text": "<p>তিনি কি তাদের চক্রান্ত ব্যর্থ করে দেন নি? [১]</p><p>[১] অর্থাৎ, সেই ব্যক্তি, যে কা'বাগৃহকে ধ্বংস করার উদ্দেশ্যে এসেছিল তাকে তাতে অসফল করলেন। এখানে জিজ্ঞাসা সাব্যস্তের জন্য।</p>"
        },
        {
            "resource_id": 182,
            "text": "真主使他们阴险的计划付之东流，他们曾期望人们远离克尔白的愿望落空了，他们一无所获。"
        },
        {
            "resource_id": 179,
            "text": "Talaga ngang gumawa si Allāh sa pagpapanukala nilang masagwa para sa pagwasak ng Ka`bah [na mauwi] sa isang pagkasayang sapagkat hindi sila nagtamo ng minithi nila na pagpapabaling sa mga tao palayo sa Ka`bah at hindi sila nagtamo mula roon ng anuman."
        },
        {
            "resource_id": 166,
            "text": "<p>তিনি কি তাদের কৌশল ব্যর্থতায় পর্যবসিত করে দেননি?</p>"
        },
        {
            "resource_id": 776,
            "text": "Al-lah hizo que su plan malvado de destrucción se disolviera, no lograron lo que deseaban al intentar alejar a la gente de la Ka‘bah. No tuvieron éxito en lo más mínimo."
        },
        {
            "resource_id": 183,
            "text": "かれは、かれらの破壊計画を、失敗させられたのではないか。カアバ殿から人びとを追い払うとの策は、完遂されず、全くの失敗に帰した。"
        },
        {
            "resource_id": 173,
            "text": "en envoyant sur eux des oiseaux qui se sont abattus sur eux volée après volée"
        },
        {
            "resource_id": 176,
            "text": "E inviò loro degli uccelli, stormo dopo stormo,"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( وأرسل عليهم طيرا أبابيل )</span> كثيرة متفرقة يتبع بعضها بعضا .<span class=\"blue\"> وقيل :</span> أقاطيع كالإبل المؤبلة . قال أبو عبيدة . أبابيل جماعات في تفرقة ،<span class=\"blue\"> يقال :</span> جاءت الخيل أبابيل من هاهنا وهاهنا .</p><p lang=\"ar\" class=\"ar \">قال الفراء : لا واحد لها من لفظها .<span class=\"blue\"> وقيل :</span> واحدها إبالة .<span class=\"blue\"> وقال الكسائي :</span> إني كنت أسمع النحويين يقولون : واحدها أبول ، مثل عجول وعجاجيل .</p><p>وقيل : واحدها من <span class=\"reference\">[ لفظها ]</span> إبيل .</p><p>قال ابن عباس : كانت طيرا لها خراطيم كخراطيم الطير ، وأكف كأكف الكلاب .</p><p>وقال عكرمة : لها رؤوس كرؤوس السباع .<span class=\"blue\"> قال الربيع :</span> لها أنياب كأنياب السباع .</p><p lang=\"ar\" class=\"ar \">وقال سعيد بن جبير : خضر لها مناقير صفر .<span class=\"blue\"> وقال قتادة :</span> طير سود جاءت من قبل البحر فوجا فوجا مع كل طائر ثلاثة أحجار ; حجران في رجليه ، وحجر في منقاره ، لا تصيب شيئا إلا هشمته .</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>وأرسل الله عليهم طيرا من البحر أمثال الخطاطيف والبلسان.</p>"
        },
        {
            "resource_id": 16,
            "text": "وبعث عليهم طيرًا في جماعات متتابعة، تقذفهم بحجارة من طين متحجِّر."
        },
        {
            "resource_id": 180,
            "text": "৩. তাদের বিরুদ্ধে তিনি ঝাঁকে ঝাঁকে পাখি প্রেরণ করলেন।"
        },
        {
            "resource_id": 93,
            "text": "ثم بين - سبحانه - مظاهر إبطاله لكيدهم فقال : ( وَأَرْسَلَ عَلَيْهِمْ طَيْراً أَبَابِيلَ ) .والطير : اسم جمع لكل ما من شأنه أن يطير فى الهواء ، وتنكيره للتنويع والتهويل ، والأبابيل : اسم جمع لا واحد له من لفظه ، وقيل هو جمع إِبَّالة ، وهى حزمة الحطب الكبيرة ، شبهت بها الجماعة من الطير فى تضامنها وتلاصقها .أى : لقد جعل الله - تعالى - كيد هؤلاء المعتدين فى تضييع وتخسير . . بأن أرسل إليهم جماعات عظيمة من الطير ، أتتهم من كل جانب فى تتابع ، فكانت سببا فى إهلاكهم والقضاء عليهم .. ( وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلاَّ هُوَ )."
        },
        {
            "resource_id": 157,
            "text": "<p>وارسل ................................ کعصف ماکول (3:105 تا 5) ” اور ان پر پرندوں کے جھنڈ کے جھنڈ بھیج دیئے جو ان کے اوپر پکی ہوئی مٹی کے پتھر پھینک رہے تھے ، پھر ان کا یہ حال کردی جیسے (جانوروں کا ) کھایا ہوا بھوسا “۔</p><p>ابابیل (3:105) کے معنی جھنڈ کے ہوتے ہیں۔</p><p>سجیل (4:105) فارسی سے معرب ہے اور دولفظوں سے مرکب ہے ” سنگ گل “ یعنی مٹی کو پکاکر اس سے پتھر بنادیا گیا تھا ، یا ایسے پتھر تھے جو کیچڑ کے ساتھ آلودہ تھے۔</p><p>کعصف (5:105) کے معنی ہیں درختوں کے خشک پتے ۔ عصف کی صفت یہ بیان ہوئی ہے کہ وہ ماکول ہے۔ یعنی کھایا ہوا ہے یعنی پتوں کی حالت یہ ہے کہ ان کو حشرات الارض نے کھا کر پیس دیا ہے ، یا حیوانات نے چپا کر ریزہ ریزہ کردیا اور پیس دیا۔ یہ ایک حسی تصویر کشی ہے کہ جس سے معلوم ہوتا ہے کہ پرندوں کے جھنڈ ان پر پتھر مارتے تھے تو ان کے اجسام ریزہ ریزہ ہوجاتے تھے۔ لہٰذا ایسی تاویلات کی ضرورت نہیں ہے کہ چیچک یا خسرے کی وجہ سے ان کے اجسام ریزہ ریزہ ہوگئے۔</p><p>اس واقعہ میں جو حقائق بیان ہوئے وہ کئی زاویوں سے ہمارے لئے عبرت انگیز اور بصیرت افروز ہیں :</p><p>اس سے پہلی بات یہ معلوم ہوتی ہے کہ اللہ نے یہ پسند نہ فرمایا کہ وہ اپنے گھر کی حمایت اور اس کا بچاﺅ مشرکین کے ذریعہ انجام دے۔ اگرچہ وہ اپنے آپ کو اس گھر کی طرف منسوب کرتے تھے ، وہ اسے بچانے کی کوشش بھی کرتے اور اس میں پناہ بھی لیتے۔ جب اللہ نے ارادہ کیا کہ وہ اس گھر کو بچائے اور اس کی حفاظت کرے اور سا کی حمایت کا اعلان کرے اور اس گھر پر غیرت کرے ، تو اللہ نے مشرکین مکہ کی حالت اس طرح کردی کہ وہ اس جارح قوت کے سامنے بےبس ہوجائیں اور قدرت الٰہیہ بالکل عیاں ہو کر اپنے گھر کی حفاظت کرے جو ایک محترم گھر ہے تاکہ بیت اللہ کی حفاظت میں مشرکین کا کوئی تاریخی کردار نہ ہو ، جس کے تحت حمیت جاہلیت کا کذبہ کارفرما ہوتا ہے۔ یہ نکتہ اس بات کو بھی ترجیح دے دیتا ہے کہ اس حملہ آور لشکر کی ہلاکت میں اللہ تعالیٰ نے غیر معمولی اور معجزانہ انداز اختیار کیا۔ اور ان کی ہلاکت میں کوئی عام مالوف طریقہ اختیار نہ کیا گیا تھا۔ یہ بات زیادہ مناسب اور قرین قیاس ہے۔</p><p>خانہ کعبہ کی حمایت میں اس کھلی مداخلت کا تقاضا یہ تھا کہ قریش اور بیت اللہ کے ارد گرد پھیلے ہوئے عرب نبی ﷺ کی بعثت کے بعد خود اسلام میں داخل ہوتے اور بیت اللہ کی خدمت اور فوقیت پر فخر نہ کرتے اور بیت اللہ کے ارد گرد انہوں نے بت پرستی کا جو جال پھیلا رکھا تھا وہ ان کے اسلام میں داخل ہونے کے لئے مانع نہ ہوتا مگر افسوس کہ انہوں نے اسالم قبول نہ کیا۔ یہی وجہ ہے کہ اس سورت میں اس حادثہ کا ذکر اس انداز سے کیا گیا ہے کہ اہل قریش کو شرمندہ کیا جائے اور یہ گویا ان پر تنقید ہے اور ان کے معاندانہ موقف پر تعجب کا اظہار ہے کہ کیوں نہ انہوں نے اس واقعہ سے کوئی عبرت لی۔</p><p>اس سے دوسری بات یہ معلوم ہوتی ہے کہ اللہ نے اہل کتاب ، ابرہہ اور اس کے لشکر کو توفیق نہ دی کہ وہ اس گھر کو گراسکیں اور اس مقدس سرزمین پر اپنی حکومت قائم کرسکیں۔ اگرچہ اسگھر کے متوالی بھی مشرک ہوں ، تاکہ یہ گھر کسی بھی استعماری قوت کے تسلط سے آزاد رہے۔ اس علاقے میں کوئی بیرونی سازش کارفرمانہ ہو۔ اور اس سرزمین کی آزادی محفوظ ہوتا کہ اللہ کی تقدیر میں یہاں سے جو جدید دین اور جدید نظریہ اٹھنے والا تھا وہ آزادی کی فضا میں نمودار ہو۔ اس پر کسی حکومتی اقتدار کا دباﺅ نہ ہو۔ اور کوئی بیرونی ڈکٹیٹر یہاں سرکشی نہ کرسکے اور کوئی دین اس دین سے برتر نہ ہو جو تمام ادیان کو اپنی گرفت میں لینے والا تھا اور جو پوری انسانیت کی رہنمائی کا فریضہ اپنے ہاتھ میں لینے والا تھا ، کسی سے رہنمائی لینے والا نہ تھا۔ یہ تھی اللہ کی تدبیر نبی آخر الزمان اور آپ کے دین کے لئے۔ یہ بات اس وقت ہورہی تھی ، جب کہ لوگوں کو معلوم نہ تھا کہ اس نئے دین کا قائد اسی سال پیدا ہوگیا ہے۔</p><p>آج عالمی صلبیت اور عالمی صیہونیت مسلمانوں کے مقامات مقدسہ کو نہایت فاجرانہ اور لالچی نظروں سے دیکھتے ہیں اور ان کے ان مکارانہ منصوبوں کو ہم اچھی طرح جانتے ہیں ، لیکن اس سورت سے ہمیں جو اشارات ملتے ہیں ان سے ہمیں ایک گونہ اطمینان نصیب ہوجاتا ہے کہ اسلام کے مقامات مقدسہ کے خلاف ان کی کوئی سازش کامیاب نہیں ہوسکتی۔ جس اللہ نے اپنے گھر کو اہل کتاب سے اس وقت بھی بچایا جب اس کے متولی اور مجاور مشرک تھے تو وہ اس کی حفاظت آج بھی کرے گا۔ اسی طرح اللہ اپنے نبی کے شہر کو بھی ان سازشوں اور للچائی ہوئی مکارانہ نظروں سے بچائے گا۔</p><p>تیسری بات یہ کہ اس کرہ ارض پر ماضی میں عربوں کا کوئی قابل ذکر کردار نہ تھا بلکہ اسلام سے قبل ان کا کوئی وجود ہی نہ تھا۔ یمن میں وہ اہل فارس اور حبشیوں کے غلام تھے۔ اگر کہیں جنوبی عرب میں ان کی کوئی حکومت قائم بھی ہوئی تو وہ ایرانیوں کے زیر انتداب تھی۔ شمال میں شام کا علاقہ رومی مملکت کے تحت تھا۔ یہ علاقہ یا تو براہ راست رومی سلطنت کے تحت ہوتا یا وہ یہاں اپنے زیر حمایت کوئی عربی سلطنت قائم کرتے۔ صرف جزیرة العرب کا قلب ہی ایسا علاقہ تھا جو کسی غیر حکومت کے اثرورسوخ سے پاک تھا لیکن اس علاقے کا کوئی عالمی کردار نہ تھا۔ یہ ایک پسماندہ بدوی علاقہ تھا۔ اس علاقے میں جب قبائلی جنگ چھڑ جاتی تو یہ چالیس چالیس سال تک جاری رہتی۔ اس انتشار کی وجہ سے ان علاقوں کے باشندوں کی کوئی وقعت قریب ممالک کے ہاں نہ تھی۔ ان کی جو جنگی حیثیت تھی اس کا اظہار ہاتھ والوں کی مہم کے دوران ہوگیا تھا کہ وہ کسی بیرونی حملہ آور کے مقابلے کی ہمیت نہ رکھتے تھے۔</p><p>عربوں کا عالمی کردار ادا کرنے کا موقعہ ، سب سے پہلے اسلام کے جھنڈے تلے نصیب ہوا۔ ان کی ایک ایسی عالمی مملکت وجود میں آئی جس کی کوئی حیثیت تھی اور لوگ اس کا شمار بھی کرتے تھے۔ یہ دراصل سیلاب کی طرح ایک عالمی انقلاب تھا۔ اس انقلاب میں کئی مملکتیں بہہ گئیں ، کئی تخت گر گئے اور انسانیت کی قیادت کا مقام عربوں کو حاصل ہوگیا ۔ یہ اس وقت ہوا جب اس کرہ ارض پر سے گمراہ اور کھوٹی قیادتوں کے اختیارات زائل کردیئے گئے۔ سول یہ ہے کہ عربوں کو یہ مقام کب اور کیوں حاصل ہوا ؟ یہ مقام انہیں اس وقت حاصل ہوا جب انہوں نے اس بات کو بھلا دیا کہ وہ عرب ہیں۔ انہوں نے علاقائی ، نسل اور لسانی عصبیت کے نعروں کو بھلا دیا۔ انہوں نے صرف اس بات کو یاد رکھا کہ وہ مسلم ہیں اور صرف مسلم ہیں۔ انہوں نے صرف اسلام کے جھنڈے بلند کیے اور وہ ایک عظیم نظریہ حیات لے کر اٹھے اور اسے تمام انسانوں تک پہنچا دیا۔ وہ انسانیت کے لئے رحم اور اس کے لئے بھلائی کے حامل بن گئے۔ انہوں نے نہ قومیت کا نعرہ بلند کیا ، نہ نسلی عصبیت کا ، بلکہ وہ ایک آسمانی ہدایت پر مبنی فکر لے کر اٹھے اور اسے ایک آسمانی ہدایت کے طور پر لوگوں تک پہنچایا۔ انہوں نے دین اسلام کو ایک دنیاوی مذہب اور دنیاوی نظریہ کے طور پر نہ لیا جس سے ان کا مقصد یہ نہ تھا کہ کوئی عربی امپیریلزم قائم کردیں ، تاکہ اس کے زیر سایہ اس زمین پر خوب پھریں اور چگیں۔ ان کی ناک اونچی ہو ، اور وہ دنیا میں اس شہنشاہیت کی وجہ سے بڑے بن جائیں اور لوگوں کو رومیوں اور فارسیوں کی حکومت سے نکال کر عربوں کی حکومت میں داخل کردیں بلکہ وہ اس لئے اٹھے تھے کہ لوگوں کو انسانوں کی غلامی سے نکال کر اللہ وحدہ کی بندگی میں داخل کریں۔ جیسا کہ یزدگرد کی مجلس میں مسلمانوں کے نمائندے حضرت ربعی ابن عامر نے کہا۔” اللہ نے ہمیں اس لئے اٹھیا ہے کہ ہم لوگوں کو انسانوں کی غلامی سے نکال کر اللہ کی غلامی میں داخل کریں۔ اور دنیا کی تنگ دامنی سے نکال کر آخرت کی وسعتوں میں داخل کردیں اور عوام کو دوسرے ادیان کے ظلم سے نکال کر اسلام کے انصاف میں داخل کریں “۔</p><p>یہ وہ وقت تھا جب دنیا میں عربوں کا وجود قائم ہوا ، ان کو قوت ملی ، ان کی قیادت قائم ہوئی ، لیکن یہ دعوت اللہ کے لئے تھی اور یہ جہاد اللہ کی راہ میں تھا۔ یہ قوت ایک عرصہ تک قائم رہی ، ایک زمانہ تک وہ انسانیت کے قائد رہے ، جب تک کہ وہ اپنے طریقے پر قائم رہے۔ جب انہوں نے اسلامی نظریہ حیات سے انحراف کیا اور وہ قومی عصبیت کے داعی بنے اور انہوں نے اللہ کے جھنڈے بلند کرنے کی بجائے عصبیت کے جھنڈے اٹھا لئے ، تو زمین نے ان کو پرے پھینک دیا ، اقوام عالم نے انہیں روند ڈالا کیونکہ انہوں نے اللہ کو چھوڑ دیا تو اللہ نے ان کو چھوڑ دیا اور جس طرح انہوں نے اللہ کو بھلا دیا اللہ نے بھی ان کو بھلا دیا۔</p><p>سوال یہ ہے کہ اسلام کے سوا عربوں کی حیثیت ہی کیا ہے ؟ اگر وہ اسلامی عقیدہ ، اسلامی تصورات اور افکار کو ایک طرف رکھ دیں تو ان کے پاس کیا چیز ہے جو وہ انسانیت کے سامنے پیش کرسکتے ہیں ؟ اور اگر کسی قوم کے پاس انسانوں کے لئے کوئی پیغام نہیں ہے تو وہ قوم ہی کیا ہے ؟ تاریخ عالم گواہ ہے کہ جن اقوام نے کبھی انسانیت کی قیادت کی ، ان کے پاس ایک فکر تھی ، ایک پیغام تھا جو انہوں نے انسانیت کو دیا۔ جن اقوام کے پاس کوئی پیغام نہ تھا مثلاً تاتاری ، جنہوں نے پورے مشرق کو روندڈالا اور برابر جنہوں نے عالم عرب پر سے رومیوں کی سلطنت کو ختم کیا۔ یہ لوگ طویل عرصہ تک زندہ نہ رہ سکے ، بلکہ یہ ان اقوام ہی کے اندر پگھل گئے جن کو انہوں نے فتح کیا تھا۔ یاد رہے کہ عربوں نے انسانیت کو جس نظریہ سے نوازا وہ فقط اسلامی نظریہ حیات تھا۔ اس نظریہ کی وجہ سے وہ عالمی قیادت کے منصب پر فائز ہوئے۔ جب انہوں نے اس نظریہ کو پس پشت ڈال دیا تو اس کرہ ارض پر ان کا کوئی کام ہی نہ رہا۔ تاریخ سے ان کا کردار ختم ہوگیا۔ آج عرب اگر زندہ رہنا چاہتے ہیں تو انہیں چاہیے کہ وہ اس سبق کو یاد رکھیں۔ اگر وہ قوت اور قیادت چاہتے ہیں ورنہ ان کی کوئی حیثیت قائم نہیں ہوسکتی۔ اللہ ہی ہے جو گمراہوں کو ہدایت دے سکتا ہے۔</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">أرسل الله عليهم طيرًا أبابيل أي:</span> متفرقة."
        },
        {
            "resource_id": 165,
            "text": "<p>তাদের বিরুদ্ধে তিনি ঝাঁকে ঝাঁকে পাখী প্রেরণ করেছিলেন।[১]</p><p>[১] أبَابِيل (আবাবীল) পাখীর নাম নয়; বরং এর অর্থ হল, ঝাঁকে ঝাঁকে।</p>"
        },
        {
            "resource_id": 792,
            "text": "ហើយទ្រង់បានបញ្ជូនបក្សីទាំងហ្វូងៗទៅកាន់ពួកគេ"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 178,
            "text": "Он [Аллах] наслал на них птиц, которые прилетели стаями,"
        },
        {
            "resource_id": 182,
            "text": "真主为他们派去了成群结队的鸟儿，"
        },
        {
            "resource_id": 181,
            "text": "و بر سرشان پرندگانی که گروه گروه بر آنها می‌آمدند فرستاد."
        },
        {
            "resource_id": 776,
            "text": "Al-lah envió pájaros sobre ellos, quienes vinieron a ellos en bandadas tras bandadas."
        },
        {
            "resource_id": 183,
            "text": "アッラーはかれらの上に、次々と群れなす鳥を遣わし、"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ )</span> يقول تعالى ذكره: وأرسل عليهم ربك طيرا متفرقة, يتبع بعضها بعضا من نواح شتي; وهي جماع لا واحد لها, مثل الشماطيط والعباديد ونحو ذلك. وزعم أبو عبيدة معمر بن المثنى, أنه لم ير أحدا يجعل لها واحدا.<span class=\"blue\"> وقال الفرّاء:</span> لم أسمع من العرب في توحيدها شيئا.<span class=\"blue\"> قال:</span> وزعم أبو جعفر الرُّؤاسِيّ, وكان ثقة,<span class=\"blue\"> أنه سمع أن واحدها:</span> إبالة.<span class=\"blue\"> وكان الكسائي يقول:</span> سمعت النحويين يقولون: إبول, مثل العجول.<span class=\"blue\"> قال:</span> وقد سمعت بعض النحويين يقول.<span class=\"blue\"> واحدها:</span> أبيل.</p><p>وبنحو الذي قلنا في الأبابيل: قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا سوّار بن عبد الله,<span class=\"blue\"> قال:</span> ثنا يحيى بن سعيد,<span class=\"blue\"> قال:</span> ثنا حماد بن سلمة, عن عاصم بن بهدلة, عن زرّ, عن عبد الله,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: فرق.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا يحيى وعبد الرحمن, قالا ثنا حماد بن سلمة, عن عاصم, عن زرّ, عن عبد الله,<span class=\"blue\"> قال:</span> الفِرَق.</p><p lang=\"ar\" class=\"ar \">حدثني عليّ,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن عليّ, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: يتبع بعضُها بعضا.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ )</span> قال: هي التي يتبع بعضها بعضا.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثني عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا داود, عن إسحاق بن عبد الله بن الحارث بن نوفل,<span class=\"blue\"> أنه قال في:</span> <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: هي الأقاطيع, كالإبل المؤَبَّلة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا يعقوب القُمِّيّ, عن جعفر, عن سعيد بن عبد الرحمن بن أبزى <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: متفرّقة.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع,<span class=\"blue\"> قال:</span> ثنا الفضل, عن الحسن <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: الكثيرة.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن إسرائيل, عن جابر, عن ابن سابط, عن أبي سلمة,<span class=\"blue\"> قالا الأبابيل:</span> الزُّمَر.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى, وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح,<span class=\"blue\"> عن مجاهد في قول الله:</span> <span class=\"arabic qpc-hafs green\">( أَبَابِيلَ )</span> قال: هي شتى متتابعة مجتمعة.</p><p>حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد,<span class=\"blue\"> عن قتادة قال:</span> الأبابيل: الكثيرة.</p><p>حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر,<span class=\"blue\"> عن قتادة قال:</span> الأبابيل: الكثيرة.</p><p lang=\"ar\" class=\"ar \">حُدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: ثنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> يقول: متتابعة. بعضها على أثر بعض.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد; في قوله: <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: الأبابيل: المختلفة, تأتي من ها هنا, وتأتي من ها هنا, أتتهم من كلّ مكان.</p><p>وذُكر أنها كانت طيرا أُخرجت من البحر.<span class=\"blue\"> وقال بعضهم:</span> جاءت من قبل البحر.</p><p>ثم اختلفوا في صفتها,<span class=\"blue\"> فقال بعضهم:</span> كانت بيضاء.</p><p>وقال آخرون: كانت سوداء.</p><p>وقال آخرون: كانت خضراء, لها خراطيم كخراطيم الطير, وأكفّ كأكفّ الكلاب.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن علية, عن ابن عون, عن محمد بن سيرين,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: قال ابن عباس: هي طير, وكانت طيرا لها خراطيم كخراطيم الطير, وأكفّ كأكفّ الكلاب.</p><p lang=\"ar\" class=\"ar \">حدثني الحسن بن خلف الواسطي,<span class=\"blue\"> قال:</span> ثنا وكيع وروح بن عبادة, عن ابن عون, عن ابن سيرين عن ابن عباس, مثله.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن ابن عون, عن ابن عباس, نحوه.</p><p lang=\"ar\" class=\"ar \">حدثنا يعقوب,<span class=\"blue\"> قال:</span> ثنا هشيم,<span class=\"blue\"> قال:</span> أخبرنا حسين, عن عكرمة,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: كانت طيرا خرجت خضرا, خرجت من البحر, لها رءوس كرءوس السباع.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن الأعمش, عن أبي سفيان, عن عبيد بن عمير <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: هي طير سود بحرية, في مناقرها وأظفارها الحجارة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن الأعمش, عن أبي سفيان,<span class=\"blue\"> عن عبيد بن عمير:</span> <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: سود بحرية, في أظافيرها ومناقيرها الحجارة.</p><p lang=\"ar\" class=\"ar \">قال: ثنا مهران, عن خارجة, عن عبد الله بن عون, عن ابن سيرين,<span class=\"blue\"> عن ابن عباس قال:</span> لها خراطيم كخراطيم الطير, وأكفّ كأكفّ الكلاب.</p><p lang=\"ar\" class=\"ar \">حدثنا يحيى بن طلحة اليربوعى,<span class=\"blue\"> قال:</span> ثنا فضيل بن عياض, عن عطاء بن السائب, عن سعيد بن جبير,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( طَيْرًا أَبَابِيلَ )</span> قال: طير خُضْر, لها مناقير صُفْر, تختلف عليهم.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن الأعمش, عن أبي سفيان, عن عبيد بن عمير,<span class=\"blue\"> قال:</span> طير سود تحمل الحجارة في أظافيرها ومناقيرها.</p>"
        },
        {
            "resource_id": 179,
            "text": "Nagpadala Siya sa kanila ng mga ibon na pumunta sa kanila nang pangkat-pangkat,"
        },
        {
            "resource_id": 177,
            "text": "Ngài gởi đến họ từng đàn chim nối tiếp nhau."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "Allah sent birds upon them, who came to them in flocks upon flocks."
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 105:3] طَيْرً‌ا أَبَابِيلَ (... birds in flocks.) The word ababil is plural and is said to have no singular. It means birds in flocks, or swarms of birds. It is not the name of a particular bird. In Urdu usually ababil refers to 'swallows', they are not implied in the verse as indicated in the above narration. These birds were somewhat smaller in size than pigeon and they were birds that were never seen before. [ Said Ibn Jubair, as quoted by Qurtubi ].</p>"
        },
        {
            "resource_id": 172,
            "text": "Onlara sürüler halinde gelen kuşlar gönderdi."
        },
        {
            "resource_id": 791,
            "text": "അവരുടെ നേർക്ക് പക്ഷികളെ അവൻ നിയോഗിച്ചു; അവ അവരിലേക്ക് കൂട്ടംകൂട്ടമായി പറന്നു ചെന്നു."
        },
        {
            "resource_id": 790,
            "text": "আৰু সিহঁতৰ প্ৰতি জাকে জাকে চৰাই পঠাইছিল।"
        },
        {
            "resource_id": 175,
            "text": "On je na njih poslao ptice u skupinama i jatima."
        },
        {
            "resource_id": 174,
            "text": "Allah lalu mengirimkan kepada mereka burung-burung yang mendatangi mereka secara berbondong-bondong."
        },
        {
            "resource_id": 905,
            "text": "وبَعَث عليهم طيرًا أتتهم جماعات جماعات."
        },
        {
            "resource_id": 166,
            "text": "<p>আর [১] তাদের বিরুদ্ধে তিনি ঝাঁকে ঝাঁকে পাখি পাঠান [২]</p><p>[১] যদি আয়াতটিকে পূর্বের আয়াতের সাথে সংশ্লিষ্ট ধরা হয়, তখন এ আয়াতটির অর্থ হয়, ‘তিনি কি তাদের উপর ঝাঁকে ঝাঁকে পাখি পাঠান নি?’ পক্ষান্তরে যদি আয়াতটিকে প্রথম আয়াতটির সাথে সম্পৃক্ত করা হয়, তখন এর অর্থ হবে, ‘আপনি কি দেখেন নি, তিনি তাদের উপর ঝাঁকে ঝাঁকে পাখি পাঠিয়েছিলেন?’ [আত-তাহরীর ওয়াত-তানওয়ীর]</p><p>[২] أبابيل শব্দের অনুবাদ করা হয়েছে, ঝাঁকে ঝাঁকে, যা একটার পর একটা আসে। কারও কারও মতে, শব্দটি বহুবচন। অর্থ পাখির ঝাঁক-কোন বিশেষ প্রাণীর নাম নয়। [তাবারী] বলা হয়ে থাকে যে, এ জাতীয় পাখি পূর্বে কখনও দেখা যায়নি। [কুরতুবী]</p>"
        },
        {
            "resource_id": 92,
            "text": "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ (3) وجملة : { وأرسل عليهم طيراً أبابيل } يجوز أن تجعل معطوفة على جملة { فَعَل ربك بأصحاب الفيل } [ الفيل : 1 ] ، أي وكيف أرسل عليهم طيراً من صفتها كَيْت وكَيْت ، فبعد أن وقع التقرير على ما فَعل الله بهم من تضليل كيدهم عطف عليه تقرير بعلم ما سُلط عليهم من العقاب على كيدهم تذكيراً بما حلّ بهم من نقمة الله تعالى ، لقصدهم تخريب الكعبة ، فذلك من عناية الله ببيته لإظهار توطئته لبعثة رسوله صلى الله عليه وسلم بدينه في ذلك البلد ، إجابة لدعوة إبراهيم عليه السلام ، فكما كان إرسال الطير عليهم من أسباب تضليل كيدهم ، كان فيه جزاء لهم ، ليعلموا أن الله مانع بيته ، وتكون جملة : { ألم يجعل كيدهم في تضليل } معترضة بين الجملتين المتعاطفتين .ويجوز أن تجعل { وأرسل عليهم } عطفاً على جملة { ألم يجعل كيدهم في تضليل } فيكون داخلاً في حيز التقرير الثاني بأن الله جعل كيدهم في تضليل ، وخص ذلك بالذكر لجمعه بين كونه مبطلاً لكيدهم وكونه عقوبة لهم ، ومَجيئهُ بلفظ الماضي باعتبار أن المضارع في قوله : { ألم يجعل كيدهم في تضليل } قُلب زمانه إلى المضي لدخول حرف { لم } كما تقدم في قوله تعالى : { ألم يجدك يتيماً فآوى ووجدك ضالاً فهدى } في سورة الضحى ( 6 ، 7 ) ، فكأنه قيل : أليس جعَل كيدهم في تضليل .والطير : اسم جمع طائر ، وهو الحيوان الذي يرتفع في الجو بعمل جناحيه . وتنكيره للنوعية لأنه نوع لم يكن معروفاً عند العرب . وقد اختلف القصّاصون في صفته اختلافاً خيالياً . والصحيح ما رُوي عن عائشة : أنها أشبه شيء بالخطاطيف ، وعن غيرها أنها تشبه الوطواط .وأبابيل } : جماعات . قال الفراء وأبو عبيدة : أبابيل اسم جمع لا واحد له من لفظه مثل عباديد وشماطيط وتبعهما الجوهري ، وقال الرُّؤَاسي والزمخشري : واحد أبابيل إبَّالة مشددة الموحدة مكسورة الهمزة . ومنه قولهم في المثل : «ضِغث على إبّالة» وهي الحزمة الكبيرة من الحطب . وعليه فوصف الطير بأبابيل على وجه التشبيه البليغ ."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وأرسل عليهم طيرا أبابيل[ ص: 176 ] قال سعيد بن جبير : كانت طيرا من السماء لم ير قبلها ، ولا بعدها مثلها . وروى جويبر عن الضحاك عن ابن عباس ، قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : [ إنها طير بين السماء والأرض تعشش وتفرخ ] . وعن ابن عباس : كانت لها خراطيم كخراطيم الطير ، وأكف كأكف الكلاب وقال عكرمة : كانت طيرا خضرا ، خرجت من البحر ، لها رءوس كرءوس السباع . ولم تر قبل ذلك ولا بعده . وقالت عائشة - رضي الله عنها - : هي أشبه شيء بالخطاطيف . وقيل : بل كانت أشباه الوطاويط ، حمراء وسوداء . وعن سعيد بن جبير أيضا : هي طير خضر لها مناقير صفر . وقيل : كانت بيضا . وقال محمد بن كعب : هي طير سود بحرية ، في مناقيرها وأظفارها الحجارة . وقيل : إنها العنقاء المغرب التي تضرب بها الأمثال ; قال عكرمة : أبابيل أي مجتمعة . وقيل : متتابعة ، بعضها في إثر بعض ; قاله ابن عباس ومجاهد . وقيل مختلفة متفرقة ، تجيء من كل ناحية من هاهنا وهاهنا ; قاله ابن مسعود وابن زيد والأخفش . قال النحاس : وهذه الأقوال متفقة ، وحقيقة المعنى : أنها جماعات عظام . يقال : فلان يؤبل على فلان ; أي يعظم عليه ويكثر ; وهو مشتق من الإبل . واختلف في واحد ( أبابيل ) ; فقال الجوهري : قال الأخفش يقال : جاءت إبلك أبابيل ; أي فرقا ، وطيرا أبابيل . قال : وهذا يجيء في معنى التكثير ، وهو من الجمع الذي لا واحد له . وقال بعضهم : واحده إبول مثل عجول . وقال بعضهم - وهو المبرد - : إبيل مثل سكين . قال : ولم أجد العرب تعرف له واحدا في غير الصحاح . وقيل في واحده إبال . وقال رؤبة بن العجاج في الجمع :ولعبت طير بهم أبابيل فصيروا مثل كعصف مأكولوقال الأعشى :طريق وجبار رواء أصوله     عليه أبابيل من الطير تنعبوقال آخر :كادت تهد من الأصوات راحلتي     إذ سالت الأرض بالجرد الأبابيلوقال آخر :تراهم إلى الداعي سراعا كأنهم     أبابيل طير تحت دجن مسخنقال الفراء : لا واحد له من لفظه . وزعم الرؤاسي - وكان ثقة - أنه سمع في واحدها [ ص: 177 ] ( إبالة ) مشددة . وحكى الفراء ( إبالة ) مخففا . قال : سمعت بعض العرب يقول : ضغث على إبالة . يريد : خصبا على خصب . قال : ولو قال قائل إيبال كان صوابا ; مثل دينار ودنانير . وقال إسحاق بن عبد الله بن الحارث بن نوفل : الأبابيل : مأخوذ من الإبل المؤبلة ; وهي الأقاطيع ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ (٣)</span> ] وە خوای گەورە باڵندەی بۆ ناردن، وتراوە: ئەو باڵندانە كۆمەڵ كۆمەڵ بوونە, یاخود یەك لە دوای یەك هاتوونە, یان لێرەو لەوێ لە هەموو شوێنێكەوە هاتوونە, ئەبابیل بەو مانایانە هاتووە, وە وتراوە: جەمعە موفرەدەكەی ئیبیلە (إِبِيل) یان وتوویانە: موفرەدی نییە (طَيْرًا أَبَابِيلَ) وتوویانە: باڵندەیەكی ڕەش یان سەوز بوونەو لەلای دەریاوە هاتوونە ."
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ )</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: ترمي هذه الطير الأبابيل التي أرسلها الله على أصحاب الفيل, بحجارة من سجيل.</p><p lang=\"ar\" class=\"ar \">وقد بيَّنا معنى سجيل في موضع غير هذا, غير أنا نذكر بعض ما قيل من ذلك في هذا الموضع, من أقوال مَنْ لم نذكره في ذلك الموضع.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن السديّ, عن عكرمة, عن ابن عباس <span class=\"arabic qpc-hafs green\">( حِجَارَةٍ مِنْ سِجِّيلٍ )</span> قال: طين في حجارة.</p><p lang=\"ar\" class=\"ar \">حدثني الحسين بن محمد الذارع,<span class=\"blue\"> قال:</span> ثنا يزيد بن زُرَيع,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة, عن عكرمة, عن ابن عباس <span class=\"arabic qpc-hafs green\">( تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ )</span> قال: من طين.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن السدي, عن عكرمة, عن ابن عباس <span class=\"arabic qpc-hafs green\">( حِجَارَةٍ مِنْ سِجِّيلٍ )</span> قال: سنك وكل.</p><p lang=\"ar\" class=\"ar \">حدثني الحسين بن محمد الذارع,<span class=\"blue\"> قال:</span> ثنا يزيد بن زريع, عن عمارة بن أبي حفصة, عن عكرمة,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ )</span> قال: من طين.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا محمد بن جعفر,<span class=\"blue\"> قال:</span> ثنا شعبة, عن شرقي,<span class=\"blue\"> قال:</span> سمعت عكرمة يقول: <span class=\"arabic qpc-hafs green\">( تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ )</span> قال: سنك وكل.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا هشيم,<span class=\"blue\"> قال:</span> أخبرنا حصين, عن عكرمة,<span class=\"blue\"> قال:</span> كانت ترميهم بحجارة معها,<span class=\"blue\"> قال:</span> فإذا أصاب أحدهم خرج به الجُدَرِيّ,<span class=\"blue\"> قال:</span> كان أوّل يوم رُؤى فيه الجدريّ; قال: لم ير قبل ذلك اليوم, ولا بعده.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن موسى بن أبي عائشة,<span class=\"blue\"> قال:</span> ذكر أبو الكُنود,<span class=\"blue\"> قال:</span> دون الحِمَّصة وفوق العدسة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا أبو أحمد,<span class=\"blue\"> قال:</span> ثنا سفيان, عن موسى بن أبي عائشة,<span class=\"blue\"> قال:</span> كانت الحجارة التي رُمُوا بها أكبر من العدسة; وأصغر من الحِمَّصَةِ.</p><p>قال: ثنا أبو أحمد الزُّبيريّ,<span class=\"blue\"> قال:</span> ثنا إسرائيل, عن موسى بن أبي عائشة, عن عمران, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن السديّ, عن عكرِمة,<span class=\"blue\"> عن ابن عباس:</span> سجِّيل بالفارسية: سنك وكل, حَجَر وطين.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن إسرائيل, عن جابر بن سابط,<span class=\"blue\"> قال:</span> هي بالأعجمية: سنك وكل.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة,<span class=\"blue\"> قال:</span> كانت مع كل طير ثلاثة أحجار: حجران في رجليه, وحجر في منقاره, فجعلت ترميهم بها.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( حِجَارَةٍ مِنْ سِجِّيلٍ )</span> قال: هي من طين.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة,<span class=\"blue\"> قال:</span> هي طير بيض, خرجت من قِبَل البحر,<span class=\"blue\"> مع كلّ طير ثلاثة أحجار:</span> حجران في رجليه, وحجر في منقاره, ولا يصيب شيئا إلا هشَمه.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> أخبرنا عمرو بن الحارث بن يعقوب أن أباه أخبره أنه بلغه أن الطير التي رمت بالحجارة, كأنت تحملها بأفواهها, ثم إذا ألقتها نَفِط لها الجلد.</p><p>وقال آخرون: معنى ذلك: ترميهم بحجارة من سماء الدنيا.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ )</span> قال: السماء الدنيا,<span class=\"blue\"> قال:</span> والسماء الدنيا اسمها سجيل, وهي التي أنـزل الله جلّ وعزّ على قوم لوط.</p><p lang=\"ar\" class=\"ar \">قال: أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> أخبرنا عمرو بن الحارث, عن سعيد بن أبي هلال, أنه بلغه أن الطير التي رمت بالحجارة, أنها طير تخرج من البحر,<span class=\"blue\"> وأن سجيل:</span> السماء الدنيا. وهذا القول الذي قاله ابن زيد لا نعرف لصحته وجها في خبر ولا عقل, ولا لغة, وأسماء الأشياء لا تدرك إلا من لغة سائرة, أو خبر من الله تعالى ذكره.</p><p lang=\"ar\" class=\"ar \">كان السبب الذي من أجله حلَّت عقوبة الله تعالى بأصحاب الفيل, مسير أبرهة الحبشيّ بجنده معه الفيل, إلى بيت الله الحرام لتخريبه.</p><p lang=\"ar\" class=\"ar \">وكان الذي دعاه إلى ذلك فيما حدثنا به ابن حميد,<span class=\"blue\"> قال:</span> ثنا سلمة بن الفضل,<span class=\"blue\"> قال:</span> ثنا ابن إسحاق, أن أبرهة بنى كنيسة بصنعاء, وكان نصرانيا,<span class=\"blue\"> فسماها القليس; لم يُر مثلها في زمانها بشيء من الأرض; وكتب إلى النجاشيّ ملك الحبشة:</span> إني قد بنيت لك أيها الملك كنيسة, لم يبن مثلها لملك كان قبلك, ولستُ بمُنتهٍ حتى أصرف إليها حاجّ العرب <span class=\"arabic qpc-hafs green\">(2)</span> . فلما تحدثت العرب بكتاب أبرهة ذلك للنجاشي, غضب رجل من النَّسأة أحد بني فقيم, ثم أحد بني مالك, فخرج حتى أتى القُليس, فقعد فيها, ثم خرج فلحق بأرضه, فأخبر أبرهة بذلك,<span class=\"blue\"> فقال:</span> من صنع هذا ؟<span class=\"blue\"> فقيل:</span> صنعه رجل من أهل هذا البيت, الذي تحجّ العرب إليه بمكة,<span class=\"blue\"> لما سمع من قولك:</span> أصرف إليه حاجّ العرب, فغضب, فجاء فقعد فيها, أي أنها ليست لذلك بأهل; فغضب عند ذلك أبرهة, وحلف ليسيرنّ إلى البيت فيهدمه, وعند أبرهة رجال من العرب قد قَدِموا عليه يلتمسون فضله, منهم محمد بن خُزَاعي بن حِزَابة الذَّكواني, ثم السُّلَمي, في نفر من قومه, معه أخ له يقال له قيس بن خزاعي; فبينما هم عنده, غَشِيهم عبد لأبرهة, فبعث إليهم فيه بغذائه, وكان يأكل الخُصَى; فلما أتى القوم بغذائه,<span class=\"blue\"> قالوا:</span> والله لئن أكلنا هذا لا تزال تسبُّنا به العرب ما بقينا, فقام محمد بن خزاعي,<span class=\"blue\"> فجاء أبرهة فقال:</span> أيها الملك, إن هذا يوم عيد لنا, لا نأكل فيه إلا الجنُوب والأيدي,<span class=\"blue\"> فقال له أبرهة:</span> فسنبعث إليكم ما أحببتم, فإنما أكرمتكم بغذائي, لمنـزلتكم عندي.</p><p lang=\"ar\" class=\"ar \">ثم إن ابرهة توج محمد بن خُزَاعِي, وأمَّره على مضر, وأمره أن يسير في الناس, يدعوهم إلى حج القُلَّيس, كنيسته التي بناها, فسار محمد بن خزاعي, حتى إذا نـزل ببعض أرض بني كنانة, وقد بلغ أهل تهامة أمره, وما جاء له, بعثوا إليه رجلا من هذيل يقال له عُرْوة بن حياض الملاصي, فرماه بسهم فقتله; وكان مع محمد بن خزاعي أخوه قيس بن خزاعي, فهرب حين قُتل أخوه, فلحق بأبرهة فأخبره بقتله, فزاد ذلك أبرهة غضبا وحنقا , وحلف ليغزونّ بني كنانة, وليهدمنّ البيت.</p><p lang=\"ar\" class=\"ar \">ثم إن أبرهة حين أجمع السير إلى البيت, أمر الحُبْشان فتهيأت وتجهَّزت, وخرج معه بالفيل, وسمعت العرب بذلك, فأعظموه, وفُظِعوا به, ورأوا جهاده حقا عليهم, حين سمعوا أنه يريد هدم الكعبة, بيت الله الحرام, فخرج رجل كان من أشراف أهل اليمن وملوكهم, يقال له ذو نَفْر, فدعا قومه ومن أجابه من سائر العرب, إلى حرب أبرهة, وجهاده عن بيت الله, وما يريد من هدمه وإخرابه, فأجابه من أجابه إلى ذلك, وعَرَض له, وقاتله, فهزم وتفرق أصحابه, وأُخِذَ له ذو نفر أسيرا; فلما أراد قتله,<span class=\"blue\"> قال ذو نفر:</span> أيها الملك لا تقتلني, فإنه عسى أن يكون بقائي معك خيرا لك من قتلي; فتركه من القتل, وحبسه عنده في وثاق. وكان أبرهة رجلا حليما.</p><p lang=\"ar\" class=\"ar \">ثم مضى أبرهة على وجهه ذلك يريد ما خرج له, حتى إذا كان بأرض خثعم,<span class=\"blue\"> عرض له نفيل بن حبيب الخثعميّ في قبيلتي خثعم:</span> شهران, وناهس, ومن معه &amp;; 24-611 &amp;; من قبائل العرب, فقاتله فهزمه أبرهة, وأُخِذ له أسيرا, فأتي به; فلما همّ بقتله,<span class=\"blue\"> قال له نفيل:</span> أيها الملك لا تقتلني, فإني دليلك بأرض العرب,<span class=\"blue\"> وهاتان يداي لك على قبيلتي خثعم:</span> شهران, وناهس, بالسمع والطاعة; فأعفاه وخلَّى سبيله, وخرج به معه, يدله على الطريق; حتى إذا مرّ بالطائف, خرج إليه مسعود بن معتب في رجال ثقيف,<span class=\"blue\"> فقال:</span> أيها الملك, إنما نحن عبيدك, سامعون لك مطيعون, ليس لك عندنا خلاف, وليس بيتنا هذا بالبيت الذي تريد - يعنون اللات - إنما تريد البيت الذي بمكة - يعنون الكعبة - ونحن نبعث معك من يدلك, فتجاوز عنهم, وبعثوا معهم أبا رغال; فخرج أبرهة ومعه أبو رغال حتى أنـزله المغمِّس, فلما أنـزله به مات أبو رغال هناك, فرَجَمت العرب قبره, فهو القبر الذي ترجم الناس بالمغمِّس.</p><p lang=\"ar\" class=\"ar \">ولما نـزل أبرهة المغمس, بعث رجلا من الحبشة, يقال له الأسود بن مقصود, على خيل له حتى انتهى إلى مكة, فساق إليه أموال أهل مكة من قريش وغيرهم, وأصاب فيها مئتي بعير لعبد المطلب بن هاشم, وهو يومئذ كبير قريش وسيدها; وهمت قريش وكنانة وهذيل ومن كان معهم بالحرم من سائر الناس بقتاله, ثم عرفوا أنهم لا طاقة لهم به, فتركوا ذلك, وبعث أبرهة حناطة الحميري إلى مكة,<span class=\"blue\"> وقال له:</span> سل عن سيد هذا البلد وشريفهم,<span class=\"blue\"> ثم قل له:</span> إن الملك يقول لكم: إني لم آت لحربكم, إنما جئت لهدم البيت, فإن لم تعرضوا دونه بحرب فلا حاجة لي بدمائكم, فإن لم يُرِد حربي فأتني به.</p><p lang=\"ar\" class=\"ar \">فلما دخل حناطة مكة, سأل عن سيد قريش وشريفها,<span class=\"blue\"> فقيل:</span> عبد المطلب بن هاشم بن عبد مناف بن قُصَيّ, فجاءه فقال له ما أمره به أبرهة,<span class=\"blue\"> قال له عبد المطلب:</span> والله ما نريد حربه, وما لنا بذلك من طاقة; هذا بيت الله الحرام, وبيت خليله إبراهيم عليه السلام - أو كما قال - فإن يمنعه فهو بيته وحرمه, وإن يُخْلِ بينه وبينه, فو الله ما عندنا له من دافع عنه,<span class=\"blue\"> أو كما قال; فقال له حناطة:</span> فانطلق إلى الملك, فإنه قد أمرني أن آتيه بك. فانطلق معه عبد المطلب, ومعه بعض بنيه, حتى أتى العسكر, فسأل عن ذي نفر, وكان له صديقا, فدل عليه, فجاءه وهو في محبسه,<span class=\"blue\"> فقال:</span> يا ذا نفر, هل عندك غَنَاء فيما نـزل بنا ؟ فقال له ذو نفر,<span class=\"blue\"> وكان له صديقا:</span> وما غناء رجل أسير في يدي ملك, ينتظر أن يقتله غدوا أو عشيا! ما عندي &amp;; 24-612 &amp;; غناء في شيء مما نـزل بك, إلا أن أنيسا سائق الفيل لي صديق, فسأرسل إليه, فأوصيه بك, وأعظم عليه حقك, وأساله أن يستأذن لك على الملك, فتكلمه بما تريد, ويشفع لك عنده بخير, إن قدر على ذلك.<span class=\"blue\"> قال:</span> حسبي, فبعث ذو نفر إلى أنيس, فجاء به,<span class=\"blue\"> فقال:</span> يا أنيس إن عبد المطلب سيد قريش, وصاحب عير مكة, يطعم الناس بالسهل, والوحوش في رءوس الجبال, وقد أصاب الملك له مئتي بعير, فاستأذن له عليه, وانفعه عنده بما استطعت,<span class=\"blue\"> فقال:</span> أفعل.</p><p lang=\"ar\" class=\"ar \">فكلَّم أنيس أبرهة,<span class=\"blue\"> فقال:</span> أيها الملك, هذا سيِّد قريش ببابك, يستأذن عليك, وهو صاحب عير مكة, يُطعم الناس بالسهل, والوحوش في رءوس الجبال, فأْذَنْ له عليك, فليكلمك بحاجته, وأحسن إليه.<span class=\"blue\"> قال:</span> فأذن له أبرهة, وكان عبد المطلب رجلا عظيما وسيما جسيما; فلما رآه أبرهة أجلَّه وأكرمه أن يجلس تحته, وكره أن تراه الحبشة يجلسه معه على سرير ملكه, فنـزل أبرهة عن سريره, فجلس على بساطه, فأجلسه معه عليه إلى جنبه,<span class=\"blue\"> ثم قال لترجمانه:</span> قل له ما حاجتك إلى الملك ؟ فقال له ذلك الترجمان,<span class=\"blue\"> فقال له عبد المطلب:</span> حاجتي إلى الملك أن يردّ عليّ مئتي بعير أصابها لي; فلما قال له ذلك,<span class=\"blue\"> قال أبرهة لترجمانه:</span> قل له: قد كنت أعجبتني حين رأيتك, ثم زهدت فيك حين كلَّمتَني, أتكلمني في مئتي بعير أصبتها لك, وتترك بيتا هو دينك ودين آبائك, قد جئت لهدمه فلا تكلمني فيه ؟<span class=\"blue\"> قال له عبد المطلب:</span> إني أنا رب الإبل, وإن للبيت ربا سيمنعه,<span class=\"blue\"> قال:</span> ما كان ليمنع مني,<span class=\"blue\"> قال:</span> فأنت وذاك, أردد إليّ إبلي.</p><p lang=\"ar\" class=\"ar \">وكان فيما زعم بعض أهل العلم قد ذهب مع عبد المطب إلى أبرهة, حين بعث إليه حناطة, يعمر بن نفاثة بن عديّ بن الديل بن بكر بن عبد مناف بن كنانة, وهو يومئذ سيِّد بني كنانة, وخويلد بن واثلة الهُذَليّ وهو يومئذ سيد هُذَيل, فعرضوا على أبرهة ثلث أموال تهامة, على أن يرجع عنهم, ولا يهدم البيت, فأبي عليهم, والله أعلم.</p><p lang=\"ar\" class=\"ar \">وكان أبرهة, قد ردّ على عبد المطلب الإبل التي أصاب له, فلما انصرفوا عنه انصرف عبد المطلب إلى قريش, فأخبرهم الخبر, وأمرهم بالخروج من مكة, والتحرزّ في شعف الجبال والشعاب, تخوّفا عليهم من مَعَرّة الجيش; ثم قام عبد المطلب, فأخذ بحلقة الباب, باب الكعبة, وقام معه نفر من قريش يدعون الله, ويستنصرونه على أبرهة وجنده, فقال عبد المطلب,<span class=\"blue\"> وهو آخذ حلقة باب الكعبة:</span></p><p>يــا رَبِّ لا أرْجُــو لَهُــمْ سِـوَاكا</p><p>يــا رَبِّ فــامْنَعْ مِنْهُــم حِماكـا</p><p>إنَّ عَــدُوَّ الْبَيْــتِ مَــنْ عادَاكـا</p><p>امْنَعْهُـــمُ أنْ يُخَـــربُوا قُرَاكــا <span class=\"arabic qpc-hafs green\">(3)</span></p><p>وقال أيضا:</p><p>لا هُــــمَّ إنَّ العَبْــــدَ يَـــمْ</p><p>نَـــعُ رَحْلَــهُ فــامْنَع حِــلالكْ</p><p>لا يَغْلِبَــــــنَّ صَلِيبُهُــــــمْ</p><p>ومِحَـــالُهُمْ غَـــدْوا مِحَـــالكْ</p><p>فَلَئِــــنْ فَعَلْــــتَ فَرُبَّمَــــا</p><p>أوْلــى فــأمْرٌ مــا بَــدَا لَــكْ</p><p>وَلئِــــنْ فَعَلْــــتَ فإنَّــــهُ</p><p>أمْـــرٌ تُتِـــمُّ بِـــهِ فِعَــالكْ <span class=\"arabic qpc-hafs green\">(4)</span></p><p>وقال أيضا:</p><p>وكُــنْتُ إذَا أتــى بــاغٍ بِسَــلْمٍ</p><p>نُرَجِّــي أن تَكُــونَ لَنَــا كَـذلِكْ</p><p>فَوَلَّــوْا لَــمْ يَنـالُوا غَـيْرَ خِـزْيٍ</p><p>وكــانَ الحَــيْنُ يُهْلِكُــهُمْ هُنَـالكْ</p><p>وَلَــمْ أسْـمَعْ بـأرْجَسَ مِـنْ رِجـالٍ</p><p>أرَادُوا العِــزَّ فــانْتَهَكُوا حَــرامَكْ</p><p>جَــــرُّوا جُـــمُوعَ بِلادِهِـــمْ</p><p>والْفِيــلَ كَــيْ يَســبُوا عِيَــالكْ <span class=\"arabic qpc-hafs green\">(5)</span></p><p lang=\"ar\" class=\"ar \">ثم أرسل عبد المطلب حلقة باب الكعبة, وانطلق هو ومن معه من قريش إلى شَعَف الجبال, فتحرّزوا فيها, ينتظرون ما أبرهة فاعل بمكة إذا دخلها; فلما أصبح أبرهة تهيأ لدخول مكة, وهيأ فيله, وعبأ جيشه, وكان اسم الفيل محمودا, وأبرهة مُجْمِعٌ لهدم البيت, ثم الانصراف إلى اليمن. فلما وجَّهوا الفيل, أقبل نفيل بن حبيب الخثعميّ, حتى قام إلى حنبه,<span class=\"blue\"> ثم أخذ بأذنه فقال:</span> أبرك محمود, وارجع راشدا من حيث جئت, فإنك في بلد الله الحرام; ثم أرسل أذنه, فبَرَك الفيل, وخرج نُفَيل بن حبيب يشتدّ حتى أصعد في الجبل. وضربوا الفيل ليقوم فأبى, وضربوا في رأسه بالطبرزين ليقوم, فأبى, فأدخلوا محاجن لهم في مراقه, فبزغوه بها ليقوم, فأبى, فوجَّهوه راجعا إلى اليمن, فقام يهرول, ووجَّهوه إلى الشام, ففعل مثل ذلك, ووجهوه إلى المشرق, ففعل مثل ذلك, ووجهوه إلى مكة فبرك, وأرسل الله عليهم طيرا من البحر, أمثال الخطاطيف,<span class=\"blue\"> مع كل طير ثلاثة أحجار يحملها:</span> حجر في منقاره, وحجران في رجليه مثل الحمص والعدس, لا يصيب منهم أحدا إلا هلك, وليس كلهم أصابت, وخرجوا هاربين يبتدرون الطريق الذي منه جاءوا, ويسألون عن نفيل بن حبيب, ليدلهم على الطريق إلى اليمن,<span class=\"blue\"> فقال نُفَيل بن حبيب حين رأى ما أنـزل الله بهم من نقمته:</span></p><p>أيْــنَ المَفَــرُّ والإلَــهُ الطَّــالِبْ</p><p>والأشْــرَمُ المَغْلُـوبُ غَـيْرُ الْغَـالِبْ <span class=\"arabic qpc-hafs green\">(6)</span></p><p lang=\"ar\" class=\"ar \">فخرجوا يتساقطون بكلّ طريق, ويهلكون على كلّ منهل, فأصيب أبرهة في جسده, وخرجوا به معهم, فسقطت أنامله أنملة أنملة, كلما سقطت أنملة أتبعتها مِدّة تَمُثُّ قيحا ودما, حتى قَدِموا به صنعاء, وهو مثل فرخ الطير, فما مات حتى انصدع صدره عن قلبه فيما يزعمون.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا سلمة, عن ابن إسحاق, عن يعقوب بن عتبة بن المُغيرة بن الأخنس, أنه حدّث, أن أوّل ما رُؤيت الحصبة والجدريّ بأرض العرب ذلك العام,<span class=\"blue\"> وأنه أوّل ما رؤي بها مُرار الشجر:</span> الحرملُ والحنظلُ والعُشرُ ذلك العام.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ )</span> أقبل أبرهة الأشرم من الحبشة يوما ومن معه من عداد أهل اليمن, إلى بيت الله ليهدمه من أجل بيعة لهم أصابها العرب بأرض اليمن, فأقبلوا بفيلهم, حتى إذا كانوا بالصَّفَّاح برك; فكانوا إذا وجَّهوه إلى بيت الله ألقى بجرانه على الأرض, وإذا وجهوه إلى بلدهم انطلق وله هرولة, حتى إذا كان بنخلة اليمانية بعث الله عليهم طيرا بيضا أبابيل.<span class=\"blue\"> والأبابيل:</span> الكثيرة,<span class=\"blue\"> مع كلّ طير ثلاثة أحجار:</span> حجران في رجليه, وحجر في منقاره,<span class=\"blue\"> فجعلت ترميهم بها حتى جعلهم الله عزّ وجلّ كعصف مأكول; قال:</span> فنجا أبو يكسوم وهو أبرهة, فجعل كلما قدم أرضا تساقط بعض لحمه, حتى أتى قومه, فأخبرهم الخبر ثم هلك.</p><p>------------------------</p><p>الهوامش:</p><p><span class=\"arabic qpc-hafs green\">(2)</span> في سيرة ابن هشام طبعة الحلبي الأولى <span class=\"arabic qpc-hafs green\">( 1 : 45 )</span> حج العرب .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(3)</span> هذان البيتان ينسبان إلى عبد المطلب جد النبي صلى الله عليه وسلم زعموا أنه قالهما في حرب الفيل . وقد ذكرهما الثعلبي المفسر في العرائس المعروف بقصص الأنبياء <span class=\"arabic qpc-hafs green\">( طبعة الحلبي 442 )</span> .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(4)</span> بعض هذه الأبيات ينسب إلى عبد المطلب جد النبي صلى الله عليه وسلم ، وكان رئيس مكة وهو القائم بأمر البيت ، قالها عند قصد الحبشة لغزو مكة ، وهدم الكعبة . وقد أورد ابن إسحاق منها ثلاثة أبيات ،<span class=\"blue\"> وهي :</span></p><p>لا هُــــمَّ إنَّ الْعَبْـــدَ يَـــمْـ</p><p>ـنَــعُ رَحْلَــهُ فــامْنَعْ حِــلالكْ</p><p>لا يَغْلِبَـــــنَّ صَلِيبُهُــــــمْ</p><p>ومِحَـــالُهُمْ غَـــدْوًا مِحـــالَكْ</p><p>إنْ كُـــنْتَ تـــارِكَهُمْ وقِـــبْ</p><p>لَتَنــا فــأمْرٌ مــا بَــدَا لَــكْ</p><p lang=\"ar\" class=\"ar \">قال ابن هشام : هذا ما صح له منها .<span class=\"blue\"> وقال السهيلي في الروض الأنف تعليقًا على قول عبد المطلب هذا :</span> وفي الرجز بيت ثالث لم يقع في الأصل ،<span class=\"blue\"> وهو قوله :</span></p><p>وانْصُـــر عــلى آلِ الصَّــلِيـ</p><p>ـبِ وعابِدِيـــهِ اليَـــوْمَ آلـــكْ</p><p lang=\"ar\" class=\"ar \">وقوله : حلالك : هم القوم الحالون في المكان . ا هـ .<span class=\"blue\"> وقيل :</span> إن البيت الثالث مما رواه الواقدي ، ولم يروه ابن إسحاق . ا هـ .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(5)</span> الأبيات الثلاثة الأولى من بحر الوافر . أما البيت الرابع فليس منها لأنه من مجزوء الرجز ، كالأبيات السابقة ، فهو أحرى أن يلحق بها . ولكنها هكذا جاءت مختلطة في الأصل ، وهذا من إفساد الناسخين ، والله أعلم . وينبغي أن تكون قافية هذه الأبيات الكاف ؛ لا اللام ، لأن الشاعر لم يلتزم اللام في البيت الثالث ، ولو لزمها لجاز أن تكون هي القافية .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(6)</span> البيت نسبه الثعلبي المفسر في <span class=\"arabic qpc-hafs green\">( العرائس )</span> إلى نفيل بن حبيب الخثعمي 443 وقال السهيلي في الروض الأنف <span class=\"arabic qpc-hafs green\">( 1 : 45 )</span> : ونفيل الذي ذكر : هو نفيل بن عبد الله بن جزء بن عامر بن مالك ... بن خثعم ، كذلك نسبه البرقي .<span class=\"blue\"> وفي الكتاب :</span> نفيل بن حبيب ، يريد بالكتاب كتاب السيرة لمحمد بن إسحاق ، وقد ورد اسم نفيل في قصة الفيل .</p>"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "They pelted them with stones of clay."
        },
        {
            "resource_id": 179,
            "text": "na nagpupukol sa kanila ng mga batong mula sa luwad na nagsabato."
        },
        {
            "resource_id": 177,
            "text": "Gắp những viên đá được đun nóng tiếp nối nhau thả xuống họ."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( ترميهم بحجارة من سجيل )</span> قال <span class=\"reference\">[ ابن عباس ]</span> وابن مسعود : صاحت الطير ورمتهم بالحجارة ، فبعث الله ريحا فضربت الحجارة فزادتها شدة فما وقع منها حجر على رجل إلا خرج من الجانب الآخر ، وإن وقع على رأسه خرج من دبره .</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>যারা তাদের উপর শক্ত পোড়ামাটির কঙ্কর নিক্ষেপ করে [১]।</p><p>[১] উপরে سجيل এর অর্থ করা হয়েছে, পোঁড়া মাটির কঙ্কর। [মুয়াসসার] কারও কারও মতে, ভেজা মাটি আগুনে পুড়ে শক্ত হয়ে যে কংকর তৈরি হয়, সে কংকরকে سجيل বলা হয়ে থাকে। [জালালাইন] আবার কেউ কেউ বলেন, এর অর্থ অতি শক্ত পাথরের কঙ্কর। [আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">مع كل طائر منها ثلاثة أحجار يحملها : حجر في منقاره ، وحجران في رجليه ، أمثال الحمص والعدس ، لا تصيب منهم أحدا إلا هلك ، وليس كلهم أصابت . وخرجوا هاربين يبتدرون الطريق ، ويسألون عن نفيل ليدلهم على الطريق هذا . ونفيل على رأس الجبل مع قريش وعرب الحجاز ، ينظرون ماذا أنزل الله بأصحاب الفيل من النقمة ،<span class=\"blue\"> وجعل نفيل يقول :</span></p><p>أين المفر ؟ والإله الطالب     والأشرم المغلوب غير الغالب</p><p>قال ابن إسحاق : وقال نفيل في ذلك أيضا :</p><p>ألا حييت عنا يا ردينا     نعمناكم مع الإصباح عينا</p><p>ردينة لو رأيت - ولا تريه     لدى جنب المحصب - ما رأينا</p><p>إذا لعذرتني وحمدت أمري     ولم تأسي على ما فات بينا</p><p>حمدت الله إذ أبصرت طيرا     وخفت حجارة تلقى علينا</p><p>فكل القوم يسأل عن نفيل     كأن علي للحبشان دينا !</p><p lang=\"ar\" class=\"ar \">وذكر الواقدي بأسانيده أنهم لما تعبئوا لدخول الحرم وهيئوا الفيل ، جعلوا لا يصرفونه إلى جهة من سائر الجهات إلا ذهب <span class=\"reference brown\">[ فيها ]</span> فإذا وجهوه إلى الحرم ربض وصاح . وجعل أبرهة يحمل على سائس الفيل وينهره ويضربه ، ليقهر الفيل على دخول الحرم . وطال الفصل في ذلك . هذا وعبد المطلب وجماعة من أشراف مكة ، منهم المطعم بن عدي وعمرو بن عائذ بن عمران بن مخزوم ومسعود <span class=\"reference brown\">[ بن عمرو ]</span> الثقفي ، على حراء ينظرون إلى ما الحبشة يصنعون ، وماذا يلقون من أمر الفيل ، وهو العجب العجاب . فبينما هم كذلك ، إذ بعث الله عليهم طيرا أبابيل ، أي قطعا قطعا صفرا دون الحمام ، وأرجلها حمر ، ومع كل طائر ثلاث أحجار ، وجاءت فحلقت عليهم ، وأرسلت تلك الأحجار عليهم فهلكوا .</p><p>وقال محمد بن كعب : جاءوا بفيلين فأما محمود فربض ، وأما الآخر فشجع فحصب .</p><p lang=\"ar\" class=\"ar \">وقال وهب بن منبه : كان معهم فيلة ، فأما محمود - وهو فيل الملك - فربض ، ليقتدي به بقية الفيلة ، وكان فيها فيل تشجع فحصب ، فهربت بقية الفيلة .</p><p lang=\"ar\" class=\"ar \">وقال عطاء بن يسار ،<span class=\"blue\"> وغيره :</span> ليس كلهم أصابه العذاب في الساعة الراهنة ، بل منهم من هلك سريعا ، ومنهم من جعل يتساقط عضوا عضوا وهم هاربون ، وكان أبرهة ممن يتساقط عضوا عضوا ، حتى مات ببلاد خثعم .</p><p lang=\"ar\" class=\"ar \">قال ابن إسحاق : فخرجوا يتساقطون بكل طريق ، ويهلكون على كل منهل ، وأصيب أبرهة في جسده ، وخرجوا به معهم يسقط أنملة أنملة ، حتى قدموا به صنعاء وهو مثل فرخ الطائر ، فما مات حتى انصدع صدره عن قلبه فيما يزعمون .</p><p lang=\"ar\" class=\"ar \">وذكر مقاتل بن سليمان : أن قريشا أصابوا مالا جزيلا من أسلابهم ، وما كان معهم ، وأن عبد المطلب أصاب يومئذ من الذهب ما ملأ حفرة .</p><p lang=\"ar\" class=\"ar \">وقال ابن إسحاق : وحدثني يعقوب بن عتبة : أنه حدث أن أول ما رؤيت الحصبة والجدري بأرض العرب ذلك العام ، وأنه أول ما رؤي به مرائر الشجر الحرمل ، والحنظل والعشر ، ذلك العام .</p><p>وهكذا روي عن عكرمة من طريق جيد .</p><p lang=\"ar\" class=\"ar \">قال ابن إسحاق : فلما بعث الله محمدا صلى الله عليه وسلم كان فيما يعد به على قريش من نعمته عليهم وفضله ، ما رد عنهم من أمر الحبشة ، لبقاء أمرهم ومدتهم ،<span class=\"blue\"> فقال :</span> <span class=\"arabic qpc-hafs\">( ألم تر كيف فعل ربك بأصحاب الفيل ألم يجعل كيدهم في تضليل وأرسل عليهم طيرا أبابيل ترميهم بحجارة من سجيل فجعلهم كعصف مأكول )</span> <span class=\"arabic qpc-hafs\">( لإيلاف قريش إيلافهم رحلة الشتاء والصيف فليعبدوا رب هذا البيت الذي أطعمهم من جوع وآمنهم من خوف )</span> <span class=\"reference brown\">[ سورة قريش ]</span> أي : لئلا يغير شيئا من حالهم التي كانوا عليها ، لما أراد الله بهم من الخير لو قبلوه .</p><p lang=\"ar\" class=\"ar \">قال ابن هشام : الأبابيل الجماعات ، ولم تتكلم العرب بواحدة .<span class=\"blue\"> قال :</span> وأما السجيل ،<span class=\"blue\"> فأخبرني يونس النحوي وأبو عبيدة أنه عند العرب :</span> الشديد الصلب .<span class=\"blue\"> قال :</span> وذكر بعض المفسرين أنهما كلمتان بالفارسية ، جعلتهما العرب كلمة واحدة ،<span class=\"blue\"> وإنما هو سنج وجل يعني بالسنج :</span> الحجر ،<span class=\"blue\"> والجل :</span> الطين .<span class=\"blue\"> يقول :</span> الحجارة من هذين الجنسين : الحجر والطين .<span class=\"blue\"> قال :</span> والعصف : ورق الزرع الذي لم يقضب ، واحدته عصفة . انتهى ما ذكره .</p><p lang=\"ar\" class=\"ar \">وقد قال حماد بن سلمة : عن عاصم ، عن زر عن عبد الله - وأبو سلمة بن عبد الرحمن -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">( طيرا أبابيل )</span> قال : الفرق .</p><p lang=\"ar\" class=\"ar \">وقال ابن عباس والضحاك : أبابيل يتبع بعضها بعضا .<span class=\"blue\"> وقال الحسن البصري وقتادة :</span> الأبابيل : الكثيرة .<span class=\"blue\"> وقال مجاهد :</span> أبابيل : شتى متتابعة مجتمعة .<span class=\"blue\"> وقال ابن زيد :</span> الأبابيل : المختلفة ، تأتي من هاهنا ، ومن هاهنا ، أتتهم من كل مكان .</p><p>وقال الكسائي : سمعت <span class=\"reference brown\">[ النحويين يقولون : أبول مثل العجول .<span class=\"blue\"> قال :</span> وقد سمعت ]</span> بعض النحويين يقول : واحد الأبابيل : إبيل .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : <span class=\"reference brown\">[ حدثنا ابن المثنى ]</span> حدثني عبد الأعلى ،<span class=\"blue\"> حدثني داود عن إسحاق بن عبد الله بن الحارث بن نوفل ; أنه قال في قوله :</span> <span class=\"arabic qpc-hafs\">( وأرسل عليهم طيرا أبابيل )</span> هي : الأقاطيع ، كالإبل المؤبلة .</p><p lang=\"ar\" class=\"ar \">وحدثنا أبو كريب ، حدثنا وكيع ، عن ابن عون ، عن ابن سيرين ،<span class=\"blue\"> عن ابن عباس :</span> <span class=\"arabic qpc-hafs\">( وأرسل عليهم طيرا أبابيل )</span> قال : لها خراطيم كخراطيم الطير ، وأكف كأكف الكلاب .</p><p lang=\"ar\" class=\"ar \">وحدثنا يعقوب ، حدثنا هشيم ،<span class=\"blue\"> أخبرنا حصين عن عكرمة في قوله :</span> <span class=\"arabic qpc-hafs\">( طيرا أبابيل )</span> قال : كانت طيرا خضرا خرجت من البحر ، لها رءوس كرءوس السباع .</p><p lang=\"ar\" class=\"ar \">وحدثنا ابن بشار ، حدثنا ابن مهدي ، عن سفيان ، عن الأعمش ،<span class=\"blue\"> عن أبي سفيان عن عبيد بن عمير :</span> <span class=\"arabic qpc-hafs\">( طيرا أبابيل )</span> قال : هي طير سود بحرية ، في منقارها وأظافيرها الحجارة .</p><p>وهذه أسانيد صحيحة .</p><p>وقال سعيد بن جبير : كانت طيرا خضرا لها مناقير صفر ، تختلف عليهم .</p><p lang=\"ar\" class=\"ar \">وعن ابن عباس ومجاهد وعطاء : كانت الطير الأبابيل مثل التي يقال لها عنقاء مغرب . رواه عنهم ابن أبي حاتم .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا عبد الله بن محمد بن أبي شيبة ، حدثنا أبو معاوية ، عن الأعمش ، عن أبي سفيان ، عن عبيد بن عمير ،<span class=\"blue\"> قال :</span> لما أراد الله أن يهلك أصحاب الفيل ، بعث عليهم طيرا أنشئت من البحر ، أمثال الخطاطيف .<span class=\"blue\"> كل طير منها تحمل ثلاثة أحجار مجزعة :</span> حجرين في رجليه وحجرا في منقاره .<span class=\"blue\"> قال :</span> فجاءت حتى صفت على رءوسهم ، ثم صاحت وألقت ما في أرجلها ومناقيرها ، فما يقع حجر على رأس رجل إلا خرج من دبره ، ولا يقع على شيء من جسده إلا وخرج من الجانب الآخر . وبعث الله ريحا شديدة فضربت الحجارة فزادتها شدة فأهلكوا جميعا .</p><p lang=\"ar\" class=\"ar \">وقال السدي ، عن عكرمة ،<span class=\"blue\"> عن ابن عباس :</span> <span class=\"arabic qpc-hafs\">( حجارة من سجيل )</span> قال : طين في حجارة : <span class=\"red\">\" سنك - وكل \"</span> وقد قدمنا بيان ذلك بما أغنى عن إعادته هاهنا .</p>"
        },
        {
            "resource_id": 175,
            "text": "koje su na njih kamenje od gline pečene i tvrde bacali"
        },
        {
            "resource_id": 172,
            "text": "Onlara sertleşmiş çamurdan taşlar atıyorlardı."
        },
        {
            "resource_id": 93,
            "text": "وجملة : \" ترميهم بحجارة من سجيل \" بيان لما فعلته تلك الطيور بإذن الله - تعالى - ، وهى حال من قوله ( طيرا ) ، والسجيل : الطين اليابس المتحجر . .قال بعض العلماء : قوله : ( تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ ) أى : من طين متحجر محرق . أو بحجارة من جملة العذاب المكتوب المدون فى السجيل ، وهو الديوان الذى كتب فيه عذاب الكفار ، كما أن السجيل هو الديوان الذى كتبت فيه أعمالهم . واشتقاقه من الإِسجال بمعنى الإِرسال .وعن عكرمة : كانت ترميهم بحجارة معها كالحِمَّصةِ ، فإذا أصاب أحدَهم حجرٌ منها ، خرج به الجُدَرِى ، وكان ذلك أول يوم رئى فيه الجدرى بأرض العرب .وقال ابن عباس : كان الحجر إذا وقع على أحدهم نفط جلده أى : احترق - فكان ذلك أول الجدرى . وقيل : إن أول ما رؤيت الحصبة والجدرى بأرض العرب ذلك العام .وقال ابن جُزَى فى تفسيره : إن الحجر كان يدخل من رأس أحدهم ويخرج من أسفله .ووقع فى سائرهم الجدرى والأسقام ، وانصرفوا وماتوا فى الطريق متفرقين ، وتمزق أبرهة قطعة قطعة . ."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ترميهم بحجارة من سجيلفي الصحاح : حجارة من سجيل قالوا : حجارة من طين ، طبخت بنار جهنم ، مكتوب فيها أسماء القوم ; لقوله تعالى : لنرسل عليهم حجارة من طين مسومة . وقال عبد الرحمن بن أبزى : من سجيل : من السماء ، وهي الحجارة التي نزلت على قوم لوط . وقيل من الجحيم . وهي ( سجين ) ثم أبدلت اللام نونا ; كما قالوا في أصيلان أصيلال . قال ابن مقبل :[ ورجلة يضربون البيض عن عرض ] ضربا تواصت به الأبطال سجيناوإنما هو سجيلا . وقال الزجاج : من سجيل أي مما كتب عليهم أن يعذبوا به ; مشتق من السجل . وقد مضى القول في سجيل في ( هود ) مستوفى . قالعكرمة : كانت ترميهم بحجارة معها ، فإذا أصاب أحدهم حجر منها خرج به الجدري لم ير قبل ذلك اليوم . وكان الحجر كالحمصة وفوق العدسة . وقال ابن عباس : كان الحجر إذا وقع على أحدهم نفط جلده ، فكان ذلك أول الجدري . وقراءة العامة ترميهم بالتاء ، لتأنيث جماعة الطير . وقرأ الأعرج وطلحة ( يرميهم ) بالياء ; أي يرميهم الله ; دليله قوله تعالى : ولكن الله رمى ويجوز أن يكون راجعا إلى الطير ، لخلوها من علامات التأنيث ، ولأن تأنيثها غير حقيقي ."
        },
        {
            "resource_id": 92,
            "text": "تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ (4) وجملة { ترميهم } حال من { طيراً } وجيء بصيغة المضارع لاستحضار الحالة بحيث تخيل للسامع كالحادثة في زمن الحال ومنه قوله تعالى : { واللَّه الذي أرسل الرياح فتثير سحاباً فسقناه إلى بلد ميت } [ فاطر : 9 ] الآية .وحجارة : اسم جمع حَجر . عن ابن عباس قال : طين في حجارة ، وعنه أن سجيل معرب سَنْك كِلْ من الفارسية ، أي عن كلمة ( سنك ) وضبط بفتح السين وسكون النون وكسر الكاف اسم الحجر وكلمة ( كلْ ) بكسر الكاف اسم الطين ومجموع الكلمتين يراد به الآجُر .وكلتا الكلمتين بالكاف الفارسية المعمّدة وهي بين مخرج الكاف ومخرج القاف ، ولذلك تكون { من } بيانية ، أي حجارة هي سجيل ، وقد عد السبكي كلمة سجيل في «منظومته في المعرَّب الواقع في القرآن» .وقد أشار إلى أصل معناه قوله تعالى : { لنرسل عليهم حجارة من طين } [ الذاريات : 33 ] مع قوله في آيات أُخر { حجارة من سجيل } فعلم أنه حجر أصله طين .وجاء نظيره في قصة قوم لوط في سورة هود ( 82 ) : { وأمطرنا عليها حجارة من سجيل منضود } وفي سورة الحجر ( 74 ) : فجعلنا عاليها سافلها وأمطرنا عليهم حجارة من سجيل فتعين أن تكون الحجارة التي أرسلت على أصحاب الفيل من جنس الحجارة التي أمطرت على قوم لوط ، أي ليست حجراً صخرياً ولكنها طين متحجر دلالة على أنها مخلوقة لعذابهم .قال ابن عباس : كانَ الحجر إذا وقع على أحدهم نفط جلده فكان ذلك أول الجُدري . وقال عكرمة : إذا أصاب أحدَهم حجر منها خرج به الجدري .وقد قيل : إن الجدري لم يكن معروفاً في مكة قبل ذلك .وروي أن الحجر كان قدر الحِمَّص . روى أبو نعيم عن نوفل بن أبي معاوية الديلمي قال : رأيت الحصَى التي رمي بها أصحاب الفيل حصى مثل الحمص حمراً بحُتْمَة ( أي سواد ) كأنها جِزع ظَفَارِ . وعن ابن عباس : أنه رأى من هذه الحجارة عند أم هاني نحو قفيز مخططة بحُمرة بالجزع الظَّفاري ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ (٤)</span> ] هەر باڵندەیەك سێ بەردی پێ بووە دوو بەرد بە هەردوو پێیەكانی گرتۆتی و بەردێكیش بە دەنووكییەوە بەو بەردانە بەرد بارانیان كردن بە بەردێك كە لە (سِجِّيلٍ) سجیل بووە واتە: قوڕی سوورەوە كراو بووە بە ئاگری دۆزەخ لەناو ئاگری دۆزەخ خوای گەورە سووری كردۆتەوە ئەو بەردانەی تێ گرتوون, وە وتراوە: ناویشیانی لەسەر بووە وە بەردەكان لە سەرووی نیسكێكەوە بووەو بەئەندازەى نۆكێك بووە, بەردی بچووك بچووك بوونە ."
        },
        {
            "resource_id": 165,
            "text": "<p>যারা তাদের উপর পোড়া মাটির পাথর নিক্ষেপ করেছিল। [১]</p><p>[১] سِجِّيل বলা হয় মাটিকে আগুনে পুড়িয়ে তৈরী করা কাঁকরকে। এই ছোট ছোট কাঁকর বা পাথরের টুকরাগুলো (আল্লাহর কুদরতে) ধ্বংসকারিতায় কামান ও বন্দুকের গুলি অপেক্ষা বেশী কাজ করেছিল।</p>"
        },
        {
            "resource_id": 182,
            "text": "用黏土石投掷他们，"
        },
        {
            "resource_id": 91,
            "text": "تحمل حجارة محماة من سجيل، فرمتهم بها، وتتبعت قاصيهم ودانيهم، فخمدوا وهمدوا."
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 105:4] بِحِجَارَ‌ةٍ مِّن سِجِّيلٍ (...stones of baked clay.) The word sijjil is a compound Persian word, Arabiciszed, made up of two Persian words: sang [ stone ] and gil [ clay ]. They refer to ordinary or common clay rolled into little balls and then baked to harden. These pebbles are not heavy or hard like rocks chipped off mountains. They in themselves did not have any devastating power, but it was Allah who created in these stones the high capability of explosion and blowing-up even more than the bullets of a revolver.</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4{ تَرْمِیْہِمْ بِحِجَارَۃٍ مِّنْ سِجِّیْلٍ۔ } ”جو ان پر مارتے تھے کنکر کی پتھریاں۔“ رَمٰی یَرْمِی رَمْیًاکا معنی ہے پھینکنا ‘ مارنا۔ حج کے دوران شیطان کو کنکریاں مارنے کے عمل کو بھی ”رمی جمرات“ کہا جاتا ہے۔ لفظ سِجِّیْلدراصل فارسی ترکیب ”سنگ ِگل“ سے معرب ہے فارسی کی ”گ“ عربی میں آکر ”ج“ سے بدل گئی ہے۔ فارسی میں سنگ بمعنی پتھر اور گل بمعنی مٹی استعمال ہوتا ہے۔ چناچہ سنگ ِگل کے لغوی معنی ہیں مٹی کا پتھر۔ اس سے مراد وہ کنکریاں ہیں جو ریتلی زمین پر ہلکی بارش برسنے اور بعد میں مسلسل تیز دھوپ چمکنے کی وجہ سے وجود میں آتی ہیں۔ یعنی بارش کے ایک ایک قطرے کے ساتھ جو ریت ملی مٹی گیلی ہوجاتی ہے وہ بعد میں مسلسل تیز دھوپ کی حرارت سے پک کر سخت کنکری بن جاتی ہے۔  ابرہہ کے لشکرجرار کو تباہ کرنے کے لیے اللہ تعالیٰ کو کسی غیر معمولی طاقت کے استعمال کی ضرورت نہ پڑی ‘ بلکہ اس نے چھوٹے چھوٹے پرندوں کے ُ جھنڈ بھیج دیے جو ساحل سمندر کی طرف سے امڈ پڑے اور چند لمحوں کی سنگ باری سے اس لشکر کا بھرکس نکال دیا۔ ان میں سے ہر پرندہ تین چھوٹی چھوٹی کنکریاں اٹھائے ہوئے تھا ‘ ایک اپنی چونچ میں اور دو اپنے پنجوں میں۔</p>"
        },
        {
            "resource_id": 183,
            "text": "焼き土の小石をかれらに投げ付けて、"
        },
        {
            "resource_id": 181,
            "text": "که با سنگ‌هایی از گِل سخت بر آنها می‌افکندند."
        },
        {
            "resource_id": 178,
            "text": "и которые бросали в них камни из окаменевшей глины."
        },
        {
            "resource_id": 173,
            "text": "et leur lançaient des pierres d’argile durcie."
        },
        {
            "resource_id": 174,
            "text": "Burung-burung itu melempar mereka dengan bebatuan dari tanah liat yang dibakar."
        },
        {
            "resource_id": 790,
            "text": "যিবোৰে সিহঁতৰ ওপৰত টান মাটিৰ শিলগুটি নিক্ষেপ কৰিছিল।"
        },
        {
            "resource_id": 792,
            "text": "ដោយពួកវាទម្លាក់ដុំថ្មធ្វើពីដីឥដ្ឋដែលគេដុតនៅក្នុងភ្លើងនរកទៅលើពួកគេ។"
        },
        {
            "resource_id": 776,
            "text": "Las aves les arrojaron piedras de arcilla."
        },
        {
            "resource_id": 180,
            "text": "৪. যেগুলো তাদের উপর পোড়া মাটির পাথর নিক্ষেপ করে।"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 791,
            "text": "അവ ചൂള വെച്ച കല്ലു കൊണ്ട് അവരെ എറിഞ്ഞു കൊണ്ടിരുന്നു."
        },
        {
            "resource_id": 905,
            "text": "ترميهم بحجارة من طين مُتَحَجِّر."
        },
        {
            "resource_id": 176,
            "text": "che scagliavano contro di loro pietre di argilla fossile,"
        },
        {
            "resource_id": 181,
            "text": "آن‌گاه الله آنها را مانند برگ‌های گیاهانی که چارپایان آنها را خورده باشند و لگدمال کرده باشند قرار داد."
        },
        {
            "resource_id": 183,
            "text": "アッラーはかれらを食い荒らされ、家畜に踏みつぶされた穂のようにされた。"
        },
        {
            "resource_id": 776,
            "text": "Entonces Al-lah los dejó como las hojas que el ganado ha masticado y pisoteado."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 5{ فَجَعَلَہُمْ کَعَصْفٍ مَّاْکُوْلٍ۔ } ”پھر اس نے کردیا ان کو کھائے ہوئے بھس کی طرح۔“ یعنی اس پورے لشکر کی حالت اس چارے یا ُ بھس کی طرح ہوگئی جسے جانوروں نے کھا کر چھوڑ دیا ہو۔</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>অতঃপর তিনি তাদেরকে ভক্ষিত তৃণ-সদৃশ করেন [১]।</p><p>[১] عصف এর অর্থ শুষ্ক তৃণ-লতা, শুকনো খড়কুটো। কঙ্কর নিক্ষিপ্ত হওয়ার ফলে আবরাহার সেনাবাহিনীর অবস্থা শুষ্ক তৃণ ভক্ষিত হওয়ার পর যা হয়, তদ্রুপই ধ্বংসপ্রাপ্ত হয়েছিল। [তাবারী, ইবন কাসীর]</p>"
        },
        {
            "resource_id": 182,
            "text": "真主使他们变成像虫子吃过的树叶一般。"
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 105:5] فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ (And thus He turned them into an eaten-up chaff.) The word ` asf means 'chaff, straw, husk or bran'. Usually the ` asf is scattered and when it is eaten or devoured by animals, it does not remain in the same state. This is what happened to Abrahah and his army.</p><p>Conclusion</p><p>The miraculous event of the 'People of the Elephant' enhanced in the hearts of the entire Arabian society the love, respect and honor of the Quraish. When Arabia witnessed that Allah has, on their behalf, miraculously destroyed their enemy, they were convinced that the Quraish are men of God, and custodians of the Sacred House of Allah [ Qurtubi ]. That is why they were respected and protected wherever they went; although other caravans in Arabia had to fear attacks from highway robbers, the Quraish travelled untouched and enjoyed high social status. As a result, they could freely and safely carry out their commercial activities in the neighboring states, and enjoy economic prosperity. The Surah that follows refers to these journeys and invites the Quraish to be thankful to Allah and worship Him alone for providing them with all of their needs.</p><p>Al-hamdulillah</p><p>The Commentary on</p><p>Surah Al-Fil</p><p>Ends here</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>অতঃপর তিনি তাদেরকে করেছিলেন চিবানো ঘাসের মত।[১]</p><p>[১] অর্থাৎ, তাদের দেহের অঙ্গ-প্রত্যঙ্গগুলো এমন ছিন্ন-বিচ্ছিন্ন হয়ে গিয়েছিল, যেমন হয় পশু কর্তৃক চিবানো ঘাস।</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( فجعلهم كعصف مأكول )</span> قال سعيد بن جبير : يعني التبن الذي تسميه العامة : هبورا .<span class=\"blue\"> وفي رواية عن سعيد :</span> ورق الحنطة .<span class=\"blue\"> وعنه أيضا :</span> العصف : التبن .<span class=\"blue\"> والمأكول :</span> القصيل يجز للدواب . وكذلك قال الحسن البصري .</p><p>وعن ابن عباس : العصف : القشرة التي على الحبة ، كالغلاف على الحنطة .</p><p>وقال ابن زيد : العصف : ورق الزرع ، وورق البقل ، إذا أكلته البهائم فراثته ، فصار درينا .</p><p lang=\"ar\" class=\"ar \">والمعنى : أن الله ، سبحانه وتعالى ، أهلكهم ودمرهم ، وردهم بكيدهم وغيظهم لم ينالوا خيرا ، وأهلك عامتهم ، ولم يرجع منهم بخير إلا وهو جريح ، كما جرى لملكهم أبرهة ، فإنه انصدع صدره عن قلبه حين وصل إلى بلده صنعاء ، وأخبرهم بها جرى لهم ، ثم مات . فملك بعده ابنه يكسوم ، ثم من بعده أخوه مسروق بن أبرهة ، ثم خرج سيف بن ذي يزن الحميري إلى كسرى فاستغاثه على الحبشة ، فأنفذ معه من جيوشه فقاتلوا معه ، فرد الله إليهم ملكهم ، وما كان في آبائهم من الملك ، وجاءته وفود العرب للتهنئة .</p><p lang=\"ar\" class=\"ar \">وقد قال محمد بن إسحاق : حدثنا عبد الله بن أبي بكر ، عن عمرة بنت عبد الرحمن بن أسعد بن زرارة ،<span class=\"blue\"> عن عائشة قالت :</span> لقد رأيت قائد الفيل وسائسه بمكة أعميين مقعدين ، يستطعمان ورواه الواقدي عن عائشة مثله .<span class=\"blue\"> ورواه أيضا عن أسماء بنت أبي بكر أنها قالت :</span> كانا مقعدين يستطعمان الناس ، عند إساف ونائلة ، حيث يذبح المشركون ذبائحهم .</p><p>قلت : كان اسم قائد الفيل : أنيسا .</p><p lang=\"ar\" class=\"ar \">وقد ذكر الحافظ أبو نعيم في كتاب <span class=\"red\">\" دلائل النبوة \"</span> من طريق ابن وهب ، عن ابن لهيعة ، عن عقيل بن خالد ، عن عثمان بن المغيرة قصة أصحاب الفيل ، ولم يذكر أن أبرهة قدم من اليمن ،<span class=\"blue\"> وإنما بعث على الجيش رجلا يقال له :</span> شمر بن مفصود ، وكان الجيش عشرين ألفا ، وذكر أن الطير طرقتهم ليلا فأصبحوا صرعى .</p><p lang=\"ar\" class=\"ar \">وهذا السياق غريب جدا ، وإن كان أبو نعيم قد قواه ورجحه على غيره . والصحيح أن أبرهة الأشرم الحبشي قدم مكة كما دل على ذلك السياقات والأشعار . وهكذا روى ابن لهيعة ، عن الأسود ،<span class=\"blue\"> عن عروة :</span> أن أبرهة بعث الأسود بن مفصود على كتيبة معهم الفيل ، ولم يذكر قدوم أبرهة نفسه ، والصحيح قدومه ، ولعل ابن مفصود كان على مقدمة الجيش ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">ثم ذكر ابن إسحاق شيئا من أشعار العرب ، فيما كان من قصة أصحاب الفيل ،<span class=\"blue\"> فمن ذلك شعر عبد الله بن الزبعري :</span></p><p>تنكلوا عن بطن مكة إنها     كانت قديما لا يرام حريمها</p><p>لم تخلق الشعرى ليالي حرمت     إذ لا عزيز من الأنام يرومها</p><p>سائل أمير الجيش عنها ما رأى ؟     فلسوف ينبي الجاهلين عليمها</p><p>ستون ألفا لم يؤوبوا أرضهم     بل لم يعش بعد الإياب سقيمها</p><p>كانت بها عاد وجرهم قبلهم     والله من فوق العباد يقيمها</p><p>وقال أبو قيس بن الأسلت الأنصاري المري :</p><p>ومن صنعه يوم فيل الحبو     ش ، إذ كل ما بعثوه رزم</p><p>محاجنهم تحت أقرابه     وقد شرموا أنفه فانخرم</p><p>وقد جعلوا سوطه مغولا     إذا يمموه قفاه كليم</p><p>فسول أدبر أدراجه     وقد باء بالظلم من كان ثم</p><p>فأرسل من فوقهم حاصبا     يلفهم مثل لف القزم</p><p>تحث على الصبر أحبارهم     وقد ثأجوا كثؤاج الغنم</p><p>وقال أبو الصلت بن أبي ربيعة الثقفي ،<span class=\"blue\"> ويروى لأمية بن أبي الصلت بن أبي ربيعة :</span></p><p>إن آيات ربنا باقيات     ما يماري فيهن إلا الكفور</p><p>خلق الليل والنهار فكل     مستبين حسابه ، مقدور</p><p>ثم يجلو النهار رب رحيم     بمهاة شعاعها منشور</p><p>حبس الفيل بالمغمس حتى     صار يحبو ، كأنه معقور</p><p>لازما حلقه الجران كما قطر     من ظهر كبكب محدور</p><p>حوله من ملوك كندة أبطال     ملاويث في الحروب صقور</p><p>خلفوه ثم ابذعروا جميعا     كلهم عظم ساقه مكسور</p><p>كل دين يوم القيامة عند الله     إلا دين الحنيفة بور</p><p lang=\"ar\" class=\"ar \">وقد قدمنا في تفسير <span class=\"red\">\" سورة الفتح \"</span> أن رسول الله صلى الله عليه وسلم لما أطل يوم الحديبية على الثنية التي تهبط به على قريش ، بركت ناقته ، فزجروها فألحت ،<span class=\"blue\"> فقالوا :</span> خلأت القصواء ،<span class=\"blue\"> أي :</span> حرنت .<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" ما خلأت القصواء ، وما ذاك لها بخلق ، ولكن حبسها حابس الفيل \"</span> ثم قال : <span class=\"red\">\" والذي نفسي بيده ، لا يسألوني اليوم خطة يعظمون فيها حرمات الله ، إلا أجبتهم إليها \"</span> . ثم زجرها فقامت . والحديث من أفراد البخاري .</p><p lang=\"ar\" class=\"ar \">وفي الصحيحين أن رسول الله صلى الله عليه وسلم قال يوم فتح مكة : <span class=\"red\">\" إن الله حبس عن مكة الفيل ، وسلط عليها رسوله والمؤمنين ، وإنه قد عادت حرمتها اليوم كحرمتها بالأمس ، ألا فليبلغ الشاهد الغائب \"</span> . آخر تفسير سورة <span class=\"red\">\" الفيل \"</span> .</p>"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : فجعلهم كعصف مأكول أي جعل الله أصحاب الفيل كورق الزرع إذا أكلته الدواب ، فرمت به من أسفل . شبه تقطع أوصالهم بتفرق أجزائه . روي معناه عن ابن زيد وغيره . وقد مضى القول في العصف في سورة ( الرحمن ) . ومما يدل على أنه ورق الزرع قول علقمة :تسقي مذانب قد مالت عصيفتها حدورها من أتي الماء مطموم[ ص: 178 ] وقال رؤبة بن العجاج :ومسهم ما مس أصحاب الفيل     ترميهم حجارة من سجيلولعبت طير بهم أبابيل     فصيروا مثل كعصف مأكولالعصف : جمع ، واحدته عصفة وعصافة ، وعصيفة . وأدخل الكاف في كعصف للتشبيه مع مثل ، نحو قوله تعالى : ليس كمثله شيء . ومعنى مأكول مأكول حبه . كما يقال : فلان حسن ; أي حسن وجهه . وقال ابن عباس : فجعلهم كعصف مأكول أن المراد به قشر البر ; يعني الغلاف الذي تكون فيه حبة القمح . ويروى أن الحجر كان يقع على أحدهم فيخرج كل ما في جوفه ، فيبقى كقشر الحنطة إذا خرجت منه الحبة . وقال ابن مسعود : لما رمت الطير بالحجارة ، بعث الله ريحا فضربت الحجارة فزادتها شدة ، فكانت لا تقع على أحد إلا هلك ، ولم يسلم منهم إلا رجل من كندة ; فقال :فإنك لو رأيت ولم تريه     لدى جنب المغمس ما لقيناخشيت الله إذ قد بث طيرا     وظل سحابة مرت عليناوباتت كلها تدعو بحق     كأن لها على الحبشان ديناويروى أنها لم تصبهم كلهم ; لكنها أصابت من شاء الله منهم . وقد تقدم أن أميرهم رجع وشرذمة لطيفة معه ، فلما أخبروا بما رأوا هلكوا . فالله أعلم . وقال ابن إسحاق : لما رد الله الحبشة عن مكة ، عظمت العرب قريشا وقالوا : أهل الله ، قاتل عنهم ، وكفاهم مئونة عدوهم فكان ذلك نعمة من الله عليهم ."
        },
        {
            "resource_id": 176,
            "text": "e Allāh li rese come erba di campo che le bestie mangiano e calpestano."
        },
        {
            "resource_id": 180,
            "text": "৫. ফলে সেগুলো হয়ে গেলো মাড়িয়ে ফেলা চর্বিত ঘাসের ন্যায়।"
        },
        {
            "resource_id": 170,
            "text": "Эта кораническая история является ярким свидетельством могущества Аллаха. Он вершит величественные деяния, проявляет сострадание к Своим рабам и приводит неопровержимые доказательства истинности единобожия и правдивости Своего посланника, да благословит его Аллах и приветствует. Задумайся над тем, что произошло с воинством слона, которое вознамерилось разрушить Каабу! Злоумышленники хорошо подготовились к этому походу. Для того чтобы разрушить святилище, они снарядили огромную слониху и собрали многочисленную армию йеменцев и эфиопов. Это войско было настолько могущественным, что арабы оказались не в силах противостоять ему. Когда они приблизились к святому городу, мекканцы не стали оказывать им сопротивления. Из страха перед наступающим игом они покинули Мекку. Тогда Аллах послал на них стаи птиц, несущих раскаленные каменья из обожженной глины. Они забросали войско каменьями, поразив всех их без исключения. Внезапно все стихло, а побитые воины превратились в подобие изъеденных злаков. Так Аллах избавил мир от их зла и обратил их козни против них самих. Эта история хорошо известна. Воинство слона было разбито в тот год, когда родился посланник Аллаха. Это событие предвозвещало появления ислама и свидетельствовало об истинности пророческой миссии Мухаммада, да благословит его Аллах и приветствует."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ )</span></p><p lang=\"ar\" class=\"ar \">يعني تعالى ذكره: فجعل الله أصحاب الفيل كزرع أكلته الدواب فراثته, فيبس وتفرّقت أجزاؤه; شبَّه تقطُّع أوصالهم بالعقوبة التي نـزلت بهم, وتفرّق آراب أبدانهم بها, بتفرّق أجزاء الروث, الذي حدث عن أكل الزرع.</p><p lang=\"ar\" class=\"ar \">وقد كان بعضهم يقول: العصف: هو القشر الخارج الذي يكون على حبّ الحنطة من خارج, كهيئة الغلاف لها.</p><p>*ذكر من قال: عُني بذلك ورق الزرع:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( كَعَصْفٍ مَأْكُولٍ )</span> قال: ورق الحنطة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( كَعَصْفٍ مَأْكُولٍ )</span> قال: هو التبن.</p><p lang=\"ar\" class=\"ar \">وحُدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ,<span class=\"blue\"> قال:</span> أخبرنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( كَعَصْفٍ مَأْكُولٍ )</span> : كزرع مأكول.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمارة الأسدي,<span class=\"blue\"> قال:</span> ثنا زريق بن مرزوق,<span class=\"blue\"> قال:</span> ثنا هبيرة, عن سلمة بن نُبَيط, عن الضحاك, في قوله <span class=\"arabic qpc-hafs green\">( كَعَصْفٍ مَأْكُولٍ )</span> قال: هو الهبور بالنبطية,<span class=\"blue\"> وفي رواية:</span> المقهور.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ )</span> قال: ورق الزرع وورق البقل, إذا أكلته البهائم فراثته, فصار رَوْثا.</p><p>*ذكر من قال: عني به قشر الحبّ:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس <span class=\"arabic qpc-hafs green\">( كَعَصْفٍ مَأْكُولٍ )</span> قال: البرّ يؤكل ويُلقى عصفه الريح والعصف: الذي يكون فوق البرّ: هو لحاء البرّ.</p><p lang=\"ar\" class=\"ar \">وقال آخرون في ذلك بما حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن أبي سنان,<span class=\"blue\"> عن حبيب بن أبي ثابت:</span> <span class=\"arabic qpc-hafs green\">( كَعَصْفٍ مَأْكُولٍ )</span> قال: كطعام مطعوم.</p><p>آخر تفسير سورة الفيل</p>"
        },
        {
            "resource_id": 92,
            "text": "فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (5)والعصف : ورق الزرع وهو جمع عَصْفة . والعصف إذا دخلته البهائم فأكلته داسته بأرجلها وأكلت أطرافه وطرحته على الأرض بعد أن كان أخضر يانعاً . وهذا تمثيل لحال أصحاب الفيل بعد تلك النضرة والقوة كيف صاروا متساقطين على الأرض هالكين ."
        },
        {
            "resource_id": 172,
            "text": "Sonunda Allah onları, hayvanların yiyip çiğnediği ekin yaprakları gibi kıldı."
        },
        {
            "resource_id": 175,
            "text": "pa ih On kao lišće koje su životinje pojele učinio."
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">Abraha was a Christian ruler of Yemen in southern Arabia in the sixth century A.D. Out of religious fanaticism, he attacked Makkah in the year 570 A.D. (the year of the Prophet’s birth) with a view to destroying the Kabah by demolishing it. He had with him an army of sixty thousand soldiers and about a dozen elephants. That is why they were called ‘the People of the elephant’. As these people approached Makkah, the elephants refused to move ahead. Besides that, flocks of birds flew over them carrying pebbles in their beaks and claws. They showered these pebbles on Abraha’s army and the whole army was afflicted by a strange disease. The army was terrified and took flight. But many of its soldiers, including Abraha died on the way. This was a sign that whoever set himself against the Prophet or his mission would be defeated like the army of the elephants. This was Almighty God’s way of showing that the Prophet was associated with domination. The divine book revealed to him would be preserved by God for all time to come for the guidance of all mankind.</p>"
        },
        {
            "resource_id": 791,
            "text": "അങ്ങനെ അല്ലാഹു അവരെ കന്നുകാലികൾ തിന്നുകയും ചവിട്ടി മെതിക്കുകയും ചെയ്ത ഇലകളെ പോലെയാക്കി."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ (٥)</span> ] ئەو بەردە لـە هەر كەسێكیانی بـدایە وەكـو كـای خـوراوی لێ ئەكردن، كاتێك ئاژەڵ كا ئەخوات وە دواتر كە لە پاشەوە فڕێی ئەدات چۆن وردو خاش ئەبێ بەو شێوازە وردو خاش بوونە، یان ئەو گەڵاو شتانەی كە ئاژەڵ ئەیخوات و دواتر كایە وردەكەی ئەمێنێتەوە لە ژێرەوە بەم شێوازە خوای گەورە ئاوای لێ كردوون بەر هەر كەسێك بكەوتایە بەو شێوازە وردو خاشی ئەكردن و لەناوی ئەبردن زۆربەیانی لەناو برد, هەیشبووە كە ڕایان كردووەو دەرباز بوونە خوای گەورە ویستی نەبووە كە هەموویان لەناودات بۆ ئەوەی هەندێك هەواڵەكە ببەنەوە بۆ ناو قەومەكەی خۆیان وە ببن بە پەندو عیبرەت, ئەی خەڵكی مەككە ئەم شتەتان بەچاوی خۆتان بینیوە بۆچی ئێستا ئیمان بە پێغەمبەری خوا صلى الله علیه وسلم ناهێنن؟ والله أعلم. \nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (فیل) والحمد لله."
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ: </b></p><p>الْفِيْلِ শব্দের অর্থ : হাতি। সূরার প্রথম আয়াতে الْفِيْلِ শব্দ উল্লেখ আছে। এখান থেকেই সূরার নামকরণ করা হয়েছে। তাছাড়া সূরাটি ইতিহাসের নিন্দিত আবরাহার হস্তীবাহিনী সম্পর্কে নাযিল করা হয়েছে বলে এ নামে নামকরণ করা হয়েছে।</p><p>রাসূলুল্লাহ (সাঃ)-এর জন্মের ৫০ বা ৫৫ দিন পূর্বে ইয়ামানের খ্রিস্টান গভর্ণর আবরাহা প্রশিক্ষিণপ্রাপ্ত হস্তীবাহিনীসহ বিশাল সৈন্যদল নিয়ে কাবাগৃহ ধ্বংস করার জন্য এসেছিল এবং আল্লাহ তা‘আলা যে পক্ষীকুল তাদের দ্বারা ধ্বংস করেছিলেন সে সম্পর্কে আলোচনা করা হয়েছে।</p><p><b> সংক্ষিপ্ত আকারে আবরাহার হস্তী বাহিনীর ঘটনা: </b></p><p>৫৭০ খ্রীষ্টাব্দের কথা। হাবশার বাদশার তরফ থেকে ইয়ামান দেশে আবরাহা গভর্নর ছিল। সে সান‘আতে একটি খুব বড় গির্জা নির্মাণ করল। আর চেষ্টা করল, যাতে লোকেরা কাবা গৃহ ত্যাগ করে ইবাদত ও হাজ্জ উমরাহর জন্য এখানে আসে। এ কাজ মক্কাবাসী তথা অন্যান্য আরব গোত্রের জন্য অপছন্দনীয় ছিল। অতএব তাদের মধ্যে একজন আবরাহার নির্মাণকৃত উপাসনালয়ে পায়খানা করে নোংরা করে দিল। আবরাহার নিকট খবর পৌঁছল যে, গির্জাকে কেউ নোংরা ও অপবিত্র করে দিয়েছে। যার প্রতিক্রিয়ায় সে কাবা ঘরকে ধ্বংস করার দৃঢ় সংকল্প করল। সে বহু সংখ্যক সৈন্যসহ মক্কার ওপর হামলা করার উদ্দেশ্যে রওনা হল। কিছু হাতীও তাদের সাথে ছিল। মক্কার নিকট পৌঁছে সৈন্যরা নাবী (সাঃ)-এর দাদা আব্দুল মুত্তালিবের উটগুলো দখল করে নিল। এ ব্যাপারে আব্দুল মুত্তালিব আবরাহাকে বললেন : উটগুলো ফিরিয়ে দাও। (আবরাহা বলল : এখন আমরা তোমাদের কাবা ধ্বংস করতে এসেছি, আর তুমি কেবল উট ছেড়ে দেওয়ার দাবী কর? তিনি বললেন : উটগুলো আমার, তাই আমি সেগুলোর হেফাযত চাই) যিনি কাবা ঘরের মালিক তিনিই তাঁর ঘর রক্ষা করবেন। অতঃপর যখন এ সৈন্যদল “মুহাসসার” নামক উপত্যকার নিকট পৌঁছল, তখন আল্লাহ তা‘আলা ছোলা অথবা মসুরীর দানা সমপরিমাণ কাঁকর দিয়ে পাখি প্রেরণ করলেন, যারা ওপর থেকে সেই কাঁকর বর্ষণ করতে লাগল। যে সৈন্যের গায়ে এ কাঁকর লাগছিল তার গা থেকে মাংস খসে পড়ে গিয়েছিল এবং পরিশেষে মারা গিয়েছিল। সানআ পৌঁছতে পৌঁছতে খোদ আবরাহারও একই পরিণাম হয়েছিল। এভাবে আল্লাহ তা‘আলা তাঁর ঘর হেফাযত করলেন। (আয়সারুত তাফাসীর)</p><p>হস্তিবাহিনীর এ ঘটনা আরবদের মাঝে বহুল প্রচলিত ছিল। এমনকি রাসূলুল্লাহ (সাঃ)-এর সময়ে প্রত্যক্ষদর্শীদের মধ্যে অনেকে জীবিত ছিল। যেমন হাকীম বিন হেযাম, হাতেব বিন আব্দুল ওযযা, নওফেল বিন মু‘আবিয়া প্রমুখ। যারা প্রত্যেকে ১২০ বছর করে বয়স পেয়েছিল। এছাড়া উক্ত বিষয়ে রাসূলুল্লাহ (সাঃ) থেকে অনেক সহীহ হাদীস রয়েছে। যেমন হুদায়বিয়ার দিন রাসূল (সাঃ)-এর উট কাসওয়া বসে পড়লে তিনি বলেন: হস্তীবাহিনীকে বাধা দানকারী (আল্লাহ তা‘আলা) তাকে বাধা দিয়েছে। (সহীহ বুখারী হা. ২৭৩১)</p><p>أَلَمْ تَرَ অর্থ أَلَمْ تعلم অর্থাৎ তুমি কি জান না? এখানে জিজ্ঞাসা সাব্যস্তের জন্য ব্যবহার করা হয়েছে। অর্থ হলো: তুমি জান অথবা ঐ সব লোকেরা জানে, যারা তোমার যুগের। এরূপ এজন্যই বলা হয়েছে যে, এ ঘটনা ঘটার পর বেশি দিন অতিবাহিত হয়নি (যা শানে নুযূলে উল্লেখ করা হয়েছে)।</p><p class='arabic uthmani'>(كَيْدَهُمْ فِيْ تَضْلِيْلٍ)</p><p>অর্থাৎ কাবা ধ্বংস করার যে চক্রান্ত তারা করেছিল আল্লাহ তা‘আলা তা ব্যর্থ করে দিয়েছিলেন। তাদের উদ্দেশ্য হাসিল হয়নি।</p><p>أَبَابِيْلَ পাখির নাম নয়, বরং অর্থ হলো : ঝাঁকে ঝাঁকে। ইবনু আব্বাস ও মুজাহিদ (রহঃ) বলেন : একের পিছে এক, ঝাঁকে ঝাঁকে পাখি। ইকরিমা (রহঃ) বলেন: সবুজ পাখি যা সমুদ্রের দিক থেকে এসেছিল। এছাড়াও বিভিন্ন বর্ণনা পাওয়া যায়। অনেকে আবাবিল দ্বারা এক প্রকার পাখি বুঝিয়ে থাকেন, কিন্তু আসলে তা নয় বরং আবাবিল অর্থ ঝাঁকে ঝাঁকে।</p><p>سِجِّيْلٍ বলা হয় এমন মাটিকে যা পুড়িয়ে কাঁকর তৈরি করা হয়েছে। কাঁকরের বৈশিষ্ট্য শানে নুযূলে উল্লেখ করা হয়েছে। ইবনু আব্বাস (রাঃ) ও ইকরিমা (রহঃ) বলেন : ঐ কংকর যার গায়ে লেগেছে তার গায়ের চামড়া ফেটে বসন্তের গুটি বেরিয়েছে এবং সেবারই প্রথম বসন্ত রোগ দেখা দেয়। ইবনু ইসহাক বলেন : সে বছরই প্রথম আরবদেশে হাম ও বসন্ত রোগের আবির্ভাব ঘটে। (ইবনু কাসীর) এ আয়াতকে বিশ্লেষণ করেই ক্ষেপণাস্ত্র, কামান, রকেট ইত্যাদি আবিস্কার করেছে।</p><p class='arabic uthmani'>(فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُوْلٍ) - عصف</p><p>বলা হয় শস্যের শুকনো পাতা। আর مَّأْكُوْل বলা হয় শুকনো পাতা বা ঘাস ইত্যাদি চিবানোর পর যে অবস্থা হয়। অর্থাৎ পাথর নিক্ষেপের ফলে তাদের দেহের মাংস চিবানো নিস্পেষিত ঘাসের মত হয়ে গিয়েছিল। ইবনু কাসীর (রহঃ) বলেন: এর অর্থ, আল্লাহ তা‘আলা তাদের ধ্বংস ও নির্মূল করে দেন। তাদের সমস্ত চক্রান্ত নস্যাৎ করে দেন। তাদের প্রায় সকলেই ধ্বংস হয়ে যায়। যারা ফিরে গিয়েছিল তারাও আহত অবস্থায় ফিরেছিল। যেমন তাদের নেতা আবরাহা কিছু সাথীসহ রাজধানী সানআতে পৌঁছে। কিন্তু তখন তার সমস্ত অঙ্গ-প্রত্যঙ্গ ছিঁড়ে পড়ছিল। অবশেষে তার বুক ফেটে কলিজা বেরিয়ে যায় এবং সে মৃত্যুবরণ করে। তবে তার আগে সে লোকদের কাছে আল্লাহ তা‘আলার গযবের কাহিনী বর্ণনা করে যায়। (ইবনু কাসীর)</p><p>ইমাম কুরতুবী (রহঃ) বলেন: আমাদের আলেমগণ বলেছেন: হস্তীবাহিনীর এ ঘটনা আমাদের নাবীর জন্য একটি মু‘জিযাহ ছিল। কেননা তিনি স্বচক্ষে ঘটনা দেখেননি অথচ যখন তিনি এ সূরা পাঠ করে শুনান তখন এ ঘটনার প্রত্যক্ষদর্শী বহু লোক বেঁচে ছিল। তারা সবাই এ সূরার বক্তব্যের সাথে একমত পোষণ করেছে। এমনকি আয়িশাহ (রাঃ) ঐ সময় বাল্য বয়সের মেয়ে হওয়া সত্ত্বেও তিনি বর্ণনা করেন যে, আমি হাতির চালক ও সহিসকে অন্ধ অবস্থায় মানুষের কাছে খাদ্য চাইতে দেখেছি। (ইবনু হিশাম)</p><p>সুতরাং বাইতুল্লাহর হেফাযতের দায়িত্ব আল্লাহ তা‘আলা নিয়েছেন। তাঁর ইচ্ছা ব্যতীত কোন শক্তিই তা ধ্বংস করতে পারবে না। আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(وَمَنْ يُّرِدْ فِيْهِ بِإِلْحَادٍمبِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيْمٍ)</p><p>“আর যে ইচ্ছা করে সীমালঙ্গন করে তাতে পাপ কার্যের, তাকে আমি আস্বাদন করাব যন্ত্রণাদায়ক শাস্তি।” (সূরা হাজ্জ ২২ : ২৫)</p><p><b> সূরা হতে শিক্ষণীয় বিষয়: </b></p><p>১. ইতিহাসে নিন্দিত আবরাহার ধ্বংসপ্রাপ্ত হস্তিবাহিনী সম্পর্কে জানলাম।</p><p>২. যারাই ইসলাম ও মুসলিমদেরকে ধ্বংস করার ষড়যন্ত্র করেছে তারাই ধ্বংসে নিপতিত হয়েছে।</p><p>৩. ইসলাম বিদ্বেষীরা যত বড় শক্তিশালীই হোক না কেন আল্লাহ তা‘আলা তাদের ধ্বংস করতে ইচ্ছা করলে নিমেসেই যে-কোন আযাব দ্বারা শেষ করে দিতে পারেন।</p>"
        },
        {
            "resource_id": 16,
            "text": "فجعلهم به محطمين كأوراق الزرع اليابسة التي أكلتها البهائم ثم رمت بها."
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - ( فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ ) بيان للآثار الفظيعة التى ترتبت على ما فعلته الحجارة التى أرسلتها الطيور عليهم بإذن الله - تعالى - .والعصف : ورق الزرع الذى يبقى فى الأرض بعد الحصاد وتعصفه الرياح فتأكله الحيوانات . أو هو التبن الذى تأكله الدواب .أى : سلط الله - تعالى - عليهم طيرا ترميهم بحجارة من طين متحجر ، فصاروا بسبب ذلك صرعى هالكين ، حالهم فى تمزقهم وتناثرهم كحال أوراق الأشجار اليابسة أو التبن الذى تأكله الدواب .وهكذا نرى السورة الكريمة قد ساقت من مظاهرة قدرة الله - تعالى - ما يزيد المؤمنين إيمانا على إيمانهم ، وثباتا على ثباتهم ، وما يحمل الكافرين على الاهتداء إلى الحق ، والإِقلاع عن الشرك والجحود لو كانوا يعقلون .نسأل الله - تعالى - أن يجعلنا من عباده الشاكرين .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( فجعلهم كعصف مأكول )</span> كزرع وتبن أكلته الدواب فراثته فيبس وتفرقت أجزاؤه . شبه تقطع ، أوصالهم بتفرق أجزاء الروث .<span class=\"blue\"> قال مجاهد :</span> <span class=\"arabic qpc-hafs\">\" العصف \"</span> ورق الحنطة .<span class=\"blue\"> وقال قتادة :</span> هو التبن .<span class=\"blue\"> وقال عكرمة :</span> كالحب إذا أكل فصار أجوف .<span class=\"blue\"> وقال ابن عباس :</span> هو القشر الخارج الذي يكون على حب الحنطة كهيئة الغلاف له .</p>"
        },
        {
            "resource_id": 177,
            "text": "Allah tiêu diệt họ toàn bộ và họ nằm la liệt giống như những cọng rạ khô cho súc vật ăn và sau khi bị giẫm đạp."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "فجعلهم الله كورق زرع أكلته الدوابّ وداسته."
        },
        {
            "resource_id": 179,
            "text": "Kaya gumawa sa kanila si Allāh gaya ng mga dahon ng pananim na kinainan ng mga hayop at tinapakan ng mga ito."
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">ابرہہ چھٹی صدی عیسوی میں جنوبی عرب کا ایک مسیحی حبشی حکمراں تھا۔ اس نے مذہبی جنون کے تحت 570ء میں مکہ پر حملہ کیا تاکہ کعبہ کو ڈھا کر ختم کردے۔ اس کے ساتھ ساٹھ ہزار آدمیوں کا لشکر تھا جس میں تقریباً ایک درجن ہاتھی بھی شامل تھے۔ اسی بنا پر وہ لوگ اصحابِ فیل (ہاتھی والے) کہے گئے۔ جب یہ لوگ مکہ کے قریب پہنچے تو ہاتھیوں نے آگے بڑھنے سے انکار کردیا۔ اسی کے ساتھ پرندوں کے جھنڈ آئے جن کی چونچوں اور پنجوں میں کنکریاں تھیں۔ انہوں نے یہ کنکریاں ابرہه کے لشکر پر گرائیں تو سارا لشکر عجیب وغریب قسم کی بیماری میں مبتلا ہوگیا اور گھبرا کر واپس بھاگا، مگر ابرہہ سمیت اس کے بیشتر افراد راستہ ہی میں ہلاک ہوگئے۔</p><p lang=\"ur\">یہ واقعہ عین اس سال پیش آیا جس سال رسول اللہ صلی اللہ علیہ وسلم کی پیدائش ہوئی۔ یہ اللہ تعالیٰ کی طرف سے ایک مظاہرہ تھا کہ پیغمبر اسلام کو غلبہ کی نسبت دی گئی ہے۔ آپ کے ساتھ یا آپ کے دین کے ساتھ جو بھی ٹکرائے گا وہ لازماً مغلوب ہو کر رہے گا۔</p>"
        },
        {
            "resource_id": 790,
            "text": "ফলত সিহঁতক সেই ভক্ষিত তৃণ সদৃশ কৰিছিল, যিবোৰ জন্তুয়ে খায় আৰু ভৰিৰে মোহাৰি চেপেটা কৰে।"
        },
        {
            "resource_id": 174,
            "text": "Allah lantas menjadikan mereka seperti daun-daun tanaman yang dimakan dan dihancurkan oleh ulat."
        },
        {
            "resource_id": 173,
            "text": "Allah les rendit alors semblables à des feuilles de blé mâchées et piétinées par des bêtes."
        },
        {
            "resource_id": 91,
            "text": "وصاروا كعصف مأكول، وكفى الله شرهم، ورد كيدهم في نحورهم، <span class=\"arabic qpc-hafs\">[وقصتهم معروفة مشهورة]</span> وكانت تلك السنة التي ولد فيها رسول الله صلى الله عليه وسلم، فصارت من جملة إرهاصات دعوته، ومقدمات  رسالته، فلله الحمد والشكر."
        },
        {
            "resource_id": 171,
            "text": "So Allah made them like the leaves of crops that have been eaten and trampled upon by livestock."
        },
        {
            "resource_id": 792,
            "text": "ពិតណាស់ អល់ឡោះបានធ្វើឱ្យពួកគេ(វិនាសអន្តរាយ)ដូចជាស្លឹកឈើដែលត្រូវសត្វស៊ីដាច់ខ្ទេចខ្ទីដូច្នោះដែរ។"
        },
        {
            "resource_id": 178,
            "text": "И Аллах сделал их подобными листьям посева, съеденных и растоптанных животными."
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "105"
        }
    }
}