{
    "tafsirs": [
        {
            "resource_id": 92,
            "text": "لِإِيلَافِ قُرَيْشٍ (1) افتتاح مُبدع إذ كان بمجرور بلام التعليل وليس بإثْره بالقرب ما يصلح للتعليق به ففيه تشويق إلى متعلق هذا المجرور . وزاده الطول تشويقاً إذ فصل بينه وبين متعلَّقه ( بالفتح ) بخمس كلمات ، فيتعلق { لإيلاف } بقوله : { فليعبدوا } .وتقديم هذا المجرور للاهتمام به إذ هو من أسباب أمرهم بعبادة الله التي أعرضوا عنها بعبادة الأصنام والمجرور متعلق بفعل «ليعبدوا» .وأصل نظم الكلام : لتَعْبُدْ قريشٌ ربَّ هذا البيت الذي أطعمهم من جوع وآمنهم من خوف لإيلافهم رحلة الشتاء والصيف ، فلما اقتضى قصدُ الاهتمام بالمعمول تقديمه على عامله ، تولَّدَ من تقديمه معنى جعله شرطاً لعامله فاقترن عامله بالفاء التي هي من شأن جواب الشرط ، فالفاء الداخلة في قوله : { فليعبدوا } مؤذنة بأن ما قبلها في قوة الشرط ، أي مؤذنة بأن تقديم المعمول مقصود به اهتمام خاص وعناية قوية هي عناية المشترط بشرطه ، وتعليق بقية كلامه عليه لما ينتظره من جوابه ، وهذا أسلوب من الإِيجاز بديع .قال في «الكشاف» : دخلت الفاء لما في الكلام من معنى الشرط لأن المعنى إمَّا لاَ فليعبدوه لإِيلافهم ، أي أن نعم الله عليهم لا تحصى فإن لم يعبدوه لسائر نعمه فليعبدوه لهذه الواحدة التي هي نعمة ظاهرة اه .وقال الزجاج في قوله تعالى : { وربك فكبر } [ المدثر : 3 ] دخلت الفاء لمعنى الشرط كأنه قيل : وما كان فلا تَدَعْ تكبيره اه . وهو معنى ما في «الكشاف» . وسكتا عن منشإ حصول معنى الشرط وذلك أن مثل هذا جار عند تقديم الجار والمجرور ، ونحوه من متعلقات الفعل وانظر قوله تعالى : { وإياي فارهبون } في سورة البقرة ( 40 ) ، ومنه قوله تعالى : { فبذلك فليفرحوا } في سورة يونس ( 58 ) وقوله : { فلذلك فادع واستقم } في سورة الشورى ( 15 ) . وقول النبي للذي سأله عن الجهاد فقال له : ألك أبوان؟ فقال : نعم . قال : ففيهما فجاهدْ .ويجوز أن تجعل اللام متعلقة بفعل ( اعْجَبوا ) محذوفاً ينبىء عنه اللام لكثرة وقوع مجرور بها بعد مادة التعجب ، يقال : عجباً لك ، وعجباً لتلك قضية ، ومنه قول امرىء القيس : فيا لَكَ من ليل لأن حرف النداء مراد به التعجب فتكون الفاء في قوله : فليعبدوا } تفريعاً على التعجيب .وجوّز الفراء وابن إسحاق في «السيرة» أن يكون { لإيلاف قريش } متعلقاً بما في سورة الفيل ( 5 ) من قوله : { فجعلهم كعصف مأكول } قال القرطبي : وهو معنى قول مجاهد ورواية ابن جبير عن ابن عباس . قال الزمخشري : وهذا بمنزلة التضمين في الشعر وهو أن يتعلق معنى البيت بالذي قبله تعلقاً لا يصح إلاّ به ا ه . يعنون أن هذه السورة وإن كانت سورة مستقلة فهي ملحقة بسورة الفيل فكما تُلحق الآية بآية نزلت قبلها ، تلحق آيات هي سورة فتتعلق بسورة نزلت قبلها .والإِيلاف : مصدر أألف بهمزتين بمعنى ألف وهما لغتان ، والأصل هو ألف ، وصيغة الإِفعال فيه للمبالغة لأن أصلها أن تدل على حصول الفعل من الجانبين ، فصارت تستعمل في إفادة قوة الفعل مجازاً ، ثم شاع ذلك في بعض الأفعال حتى ساوى الحقيقة مثل سَافَر ، وعافَاه الله ، وقاتَلَهُم الله ."
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">لِإِيلَافِ قُرَيْشٍ براي  ائتلاف  قريش  ،\nإِيلَافِهِمْ رِحْلَةَ الشِّتَاء وَالصَّيْفِ ائتلافشان  در سفر، زمستاني  و تابستاني\nفَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ پس  بايد پروردگار اين  خانه  را بپرستند\nالَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ  آن  که  به  هنگام  گرسنگي  طعامشان  داد و از بيم  در امانشان  داشت.</p><p>\n                                                            مکي و 4 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1 - 4)</span> بسیاری از مفسرین گفته‌اند که جار و مجرور متعلق به سوره‌ایست که قبل از آن می‌باشد؛ یعنی آنچه با اصحاب فیل کردیم به خاطر امنیت قریش و پایدار بودن منافعشان بود، تا کوچ آنها در زمستان به یمن و در تابستان به شام برای کسب و تجارت به خوبی انجام بگیرد. پس خداوند کسانی را که به آنها قصد بد کردند هلاک کرد، و حرم و اهل آن را در نزد عرب‌ها با اهمیت گرداند تا همه به آنها احترام گذاشتند، و هیچ گاه به سوی آنها در هیچ مسافرتی دست تعرض دراز نکنند.<span class=\"blue\"> بنابراین آنها را به شکرگزاری فرمان داد و فرمود:</span> (<span class=\"arabic qpc-hafs brown\">﴿فَلۡيَعۡبُدُواۡ رَبَّ هَٰذَا ٱلۡبَيۡتِ﴾</span>) باید پروردگار این خانه را پرستش کنند؛ یعنی او را یگانه بدانند و عبادت را خالصانه برای او انجام دهند. (<span class=\"arabic qpc-hafs brown\">﴿ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَءَامَنَهُم مِّنۡ خَوۡفِۢ﴾</span>) پس روزیِ فراوان و امنیت، از بزرگ‌ترین نعمت‌های دنیوی است که ایجاب می‌کند آدمی شکر خدا را به خاطر آن به جای آورد. پس ای خدا! تو را بر نعمت‌های ظاهری و باطنی‌ات ستایش می‌کنیم.<span class=\"blue\"> و خداوند فرمود:</span><span class=\"brown\">«پروردگار خانۀ کعبه»</span>، با اینکه او پروردگار همه چیز است، و این برای بیان فضیلت و شرافت کعبه می‌باشد.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة لإيلاف قريش وهي مكية .</p><p lang=\"ar\" class=\"ar \">ذكر حديث غريب في فضلها : قال البيهقي في كتاب <span class=\"red\">\" الخلافيات \"</span> : حدثنا أبو عبد الله الحافظ ، حدثنا بكر بن محمد بن حمدان الصيرفي بمرو ، حدثنا أحمد بن عبيد الله النرسي ، حدثنا يعقوب بن محمد الزهري ، حدثنا إبراهيم بن محمد بن ثابت بن شرحبيل ، حدثني عثمان بن عبد الله <span class=\"reference brown\">[ بن ]</span> أبي عتيق ، عن سعيد بن عمرو بن جعدة بن هبيرة ، عن أبيه ،<span class=\"blue\"> عن جدته أم هانئ بنت أبي طالب ; أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" فضل الله قريشا بسبع خلال : أني منهم وأن النبوة فيهم ، والحجابة والسقاية فيهم ، وأن الله نصرهم على الفيل ، وأنهم عبدوا الله عز وجل عشر سنين لا يعبده غيرهم ، وأن الله أنزل فيهم سورة من القرآن \"</span> ثم تلاها رسول الله : بسم الله الرحمن الرحيم <span class=\"red\">\" لإيلاف قريش إيلافهم رحلة الشتاء والصيف فليعبدوا رب هذا البيت الذي أطعمهم من جوع وآمنهم من خوف \"</span> .</p><p lang=\"ar\" class=\"ar \">هذه السورة مفصولة عن التي قبلها في المصحف الإمام ، كتبوا بينهما سطر بسم الله الرحمن الرحيم ، وإن كانت متعلقة بما قبلها .<span class=\"blue\"> كما صرح بذلك محمد بن إسحاق وعبد الرحمن بن زيد بن أسلم ; لأن المعنى عندهما :</span> حبسنا عن مكة الفيل وأهلكنا أهله <span class=\"arabic qpc-hafs\">( لإيلاف قريش )</span> أي : لائتلافهم واجتماعهم في بلدهم آمنين .</p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Ради единения курейшитов,  <span class=\"green\">(2)</span> единения их во время зимних и летних поездок.  <span class=\"green\">(3)</span> Пусть же они поклоняются Господу этого Дома <span class=\"green\">(Каабы)</span>,  <span class=\"green\">(4)</span> Который накормил их после голода и избавил их от страха.</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1-4)</span> По мнению многих толкователей, эта сура является смысловым продолжением предыдущей суры. Это означает, что Аллах покарал воинство слона ради безо- пасности и благополучия курейшитов. Наряду с этим Всевышний Аллах помог мекканцам организовать выгодные торговые поездки зимой в Йемен, а летом — в Шам. Он погубил тех, кто замыслил против них зло, и тем самым возвеличил Каабу и мекканцев в глазах арабов. Они испытывали к ним глубокое уважение и не препятствовали их торговым караванам.<span class=\"blue\"> Вот почему далее Аллах повелел им возблагодарить своего Господа за оказанную милость и сказал:</span>\nНе приобщайте сотоварищей к Господу Каабы и посвятите себя поклонению Ему одному. Он одарил вас величайшими из всех мирских благ — пропитани- ем и безопасностью. Одно только это обязывает вас быть благодарными и при- знательными.\nАллах — Господь всего сущего, но Кааба выделена из числа остальных творе- ний из-за ее превосходства и величия. Боже, хвала Тебе за все милости, которы- ми Ты почтил нас!                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1 ـ 4}</span> قال كثيرٌ من المفسِّرين: إنَّ الجارَّ والمجرور متعلِّقٌ بالسورة التي قبلها؛<span class=\"blue\"> أي:</span> فعلنا ما فعلنا بأصحاب الفيل؛ لأجل قريشٍ وأمنهم واستقامة مصالحهم وانتظام رحلتهم في الشتاء لليمن وفي الصيف للشام لأجل التِّجارة والمكاسب.\nفأهلك الله من أرادهم بسوءٍ، وعظم أمر الحرم وأهله في قلوب العرب، حتى احترموهم، ولم يعترضوا لهم في أيِّ سفرٍ أرادوا، ولهذا أمرهم الله بالشكر،<span class=\"blue\"> فقال:</span><span class=\"arabic qpc-hafs brown\">{فَلۡيَعۡبُدوا ربَّ هذا البيتِ}</span>؛<span class=\"blue\"> أي:</span> ليوحِّدوه ويُخْلِصوا له العبادة، <span class=\"arabic qpc-hafs brown\">{الذي أطۡعَمَهُم من جوعٍ وآمَنَهُم من خوفٍ}</span>: فرغدُ الرِّزق والأمن من الخوف من أكبر النِّعم الدنيويَّة الموجبة لشكر الله تعالى. فلك اللهمَّ الحمد والشُّكر على نعمك الظَّاهرة والباطنة. وخصَّ الله الربوبيَّة بالبيت لفضله وشرفه، وإلاَّ؛ فهو ربُّ كلِّ شيءٍ.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 178,
            "text": "Ради обычая курайшитов и их единения"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><div class=\"arabic uthmani\">بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ </div><p>(In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>This Surah has been separated from the one that preceded it in the primary Mushaf (the original copy</h2><p>They (the Companions) wrote \"In the Name of Allah, the Most Gracious, the Most Merciful\" on the line (i.e., the space) between these two Surahs. They did this even though this Surah is directly related to the one which precedes it, as Muhammad bin Ishaq and `Abdur-Rahman bin Zayd bin Aslam have both clarified. This is because the meaning of both of them is, \"We have prevented the Elephant from entering Makkah and We have destroyed its people in order to gather (Ilaf) the Quraysh, which means to unite them and bring them together safely in their city.\" It has also been said that the meaning of this (Ilaf) is what they would gather during their journey in the winter to Yemen and in the summer to Ash-Sham through trade and other than that. Then they would return to their city in safety during their journeys due to the respect that the people had for them because they were the residents of Allah's sanctuary. Therefore, whoever knew them would honor them. Even those who came to them and traveled with them, would be safe because of them. This was their situation during their journeys and travels during their winter and summer. In reference to their living in the city, then it is as Allah said,</p><div class=\"arabic uthmani\">أَوَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا حَرَماً ءامِناً وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ</div><p>(Have they not seen that We have made it a secure sanctuary, while men are being snatched away from all around them) (29:67) Thus, Allah says,</p><div class=\"arabic uthmani\">لإِيلَـفِ قُرَيْشٍ إِيلَـفِهِمْ</div><p>(For the Ilaf of the Quraysh. Their Ilaf) This is a subject that has been transferred from the first sentence in order to give it more explanation. Thus, Allah says,</p><div class=\"arabic uthmani\">إِيلَـفِهِمْ رِحْلَةَ الشِّتَآءِ وَالصَّيْفِ </div><p>(Their Ilaf caravans, in winter and in summer.) Ibn Jarir said, \"The correct opinion is that the letter Lam is a prefix that shows amazement. It is as though He (Allah) is saying, `You should be amazed at the uniting (or taming) of the Quraysh and My favor upon them in that.\"' He went on to say, \"This is due to the consensus of the Muslims that they are two separate and independent Surahs.\" Then Allah directs them to be grateful for this magnificent favor in His saying,</p><div class=\"arabic uthmani\">فَلْيَعْبُدُواْ رَبَّ هَـذَا الْبَيْتِ </div><p>(So, let them worship the Lord of this House.) meaning, then let them single Him out for worship, just as He has given them a safe sanctuary and a Sacred House. This is as Allah says,</p><div class=\"arabic uthmani\">إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبِّ هَذِهِ الْبَلْدَةِ الَّذِى حَرَّمَهَا وَلَهُ كُلُّ شَىءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ </div><p>(I have been commanded only to worship the Lord of this city, Who has sanctified it and to Whom belongs everything. And I am commanded to be from among the Muslims.) (27:91) Then Allah says,</p><div class=\"arabic uthmani\">الَّذِى أَطْعَمَهُم مِّن جُوعٍ</div><p>(Who has fed them against hunger,) meaning, He is the Lord of the House and He is the One Who feeds them against hunger.</p><div class=\"arabic uthmani\">وَءَامَنَهُم مِّنْ خوْفٍ</div><p>(And has made them safe from fear.) meaning, He favors them with safety and gentleness, so they should single Him out for worship alone, without any partner. They should not worship any idol, rival or statue besides Him. Therefore, whoever accepts this command, Allah will give him safety in both this life and the Hereafter. However, whoever disobeys Him, He will remove both of them from him. This is as Allah says,</p><div class=\"arabic uthmani\">وَضَرَبَ اللَّهُ مَثَلاً قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُواْ يَصْنَعُونَ - وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَـلِمُونَ </div><p>(And Allah puts forward the example of a township, that dwelt secure and well-content: its provision coming to it in abundance from every place, but it denied the favors of Allah. So, Allah made it taste extreme of hunger and fear, because of that which they used to do. And verily, there had come unto them a Messenger from among themselves, but they denied him, so the torment overtook them while they were wrongdoers.) (16:112-113) This is the end of the Tafsir of Surah Quraysh, and all praise and thanks are due to Allah.</p>"
        },
        {
            "resource_id": 791,
            "text": "ഖുറൈശികളുടെ ശൈലിയും ഒരുമയും കാരണത്താൽ."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 16,
            "text": "اعْجَبوا لإلف قريش، وأمنهم، واستقامة مصالحهم، وانتظام رحلتيهم في الشتاء إلى <span class=\"brown\">«اليمن»</span> ، وفي الصيف إلى <span class=\"brown\">«الشام»</span> ، وتيسير ذلك; لجلب ما يحتاجون إليه."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "Per le abitudini di Ǭura'ish e le loro ricorrenze,"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">قال كثير من المفسرين:</span> إن الجار والمجرور متعلق بالسورة التي قبلها أي: فعلنا ما فعلنا بأصحاب الفيل لأجل قريش وأمنهم، واستقامة مصالحهم، وانتظام رحلتهم في الشتاء لليمن، والصيف للشام، لأجل التجارة والمكاسب."
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  لإِيلافِ قُرَيْشٍ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">اختلفت القرّاء في قراءة: <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ * إِيلافِهِمْ )</span> , فقرأ ذلك عامة قرّاء الأمصار بياء بعد همز لإيلاف وإيلافهم, سوى أبي جعفر, فإنه وافق غيره في قوله <span class=\"arabic qpc-hafs green\">( لإيلافِ )</span> فقرأه بياء بعد همزة, واختلف عنه في قوله <span class=\"arabic qpc-hafs green\">( إِيلافِهِمْ )</span> فروي عنه أنه كان يقرؤه: <span class=\"red\">\" إلْفِهِمْ\"</span> <span class=\"arabic qpc-hafs green\">(1)</span> على أنه مصدر من ألف يألف إلفا, بغير ياء.<span class=\"blue\"> وحَكى بعضهم عنه أنه كان يقرؤه:</span> <span class=\"red\">\" إلافِهِمْ\"</span> بغير ياء مقصورة الألف.</p><p lang=\"ar\" class=\"ar \">والصواب من القراءة في ذلك عندي: من قرأه: <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ * إِيلافِهِمْ )</span> بإثبات الياء فيهما بعد الهمزة, من آلفت الشيء أُولفه إيلافا, لإجماع الحجة من القرّاء عليه.<span class=\"blue\"> وللعرب في ذلك لغتان:</span> آلفت,<span class=\"blue\"> وألفت; فمن قال:</span> آلفت بمدّ الألف قال: فأنا أؤالف إيلافا; ومن قال: ألفت بقصر الألف قال: فأنا آلف إلفا, وهو رجل آلف إلفا.<span class=\"blue\"> وحكي عن عكرمة أنه كان يقرأ ذلك:</span> <span class=\"red\">\" لتألف قريش إلفهم رحلة الشتاء والصيف \"</span>.</p><p>حدثني بذلك أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن أبي مكين, عن عكرِمة.</p><p lang=\"ar\" class=\"ar \">وقد رُوي عن النبي صلى الله عليه وسلم في ذلك, ما حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن ليث, عن شهر بن حوشب, عن أسماء بنت يزيد,<span class=\"blue\"> قالت:</span> سمعت النبي صلى الله عليه وسلم يقرأ: <span class=\"red\">\" إلْفَهُمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ\"</span> .</p><p lang=\"ar\" class=\"ar \">واختلف أهل العربية في المعنى الجالب هذه اللام في قوله: <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ )</span> ,<span class=\"blue\"> فكان بعض نحويي البصرة يقول:</span> الجالب لها قوله:  فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ  فهي في قول هذا القائل صلة لقوله جعلهم, فالواجب على هذا القول,<span class=\"blue\"> أن يكون معنى الكلام:</span> ففعلنا بأصحاب الفيل هذا الفعل, نعمة منا على أهل هذا البيت, وإحسانا منا إليهم, إلى نعمتنا عليهم في رحلة الشتاء والصيف, فتكون اللام في قوله <span class=\"arabic qpc-hafs green\">( لإيلافِ )</span> بمعنى إلى,<span class=\"blue\"> كأنه قيل:</span> نعمة لنعمة وإلى نعمة, لأن إلى موضع اللام, واللام موضع إلى.</p><p>وقد قال معنى هذا القول بعض أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى: وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( إيلافِهِم رِحْلَة الشتاءِ والصَّيْف )</span> قال: إيلافهم ذلك فلا يشقّ عليهم رحلة شتاء ولا صيف.</p><p lang=\"ar\" class=\"ar \">حدثني إسماعيل بن موسى السديِّ,<span class=\"blue\"> قال:</span> أخبرنا شريك, عن إبراهيم بن المهاجر, عن مجاهد <span class=\"arabic qpc-hafs green\">( لإيلافِ قُريْشٍ )</span> قال: نعمتي على قريش.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عبد الله الهلالي,<span class=\"blue\"> قال:</span> ثنا فروة بن أبي المَغْراء الكندي,<span class=\"blue\"> قال:</span> ثنا شريك, عن إبراهيم بن المهاجر, عن مجاهد, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا عمرو بن عليّ,<span class=\"blue\"> قال:</span> ثنا عامر بن إبراهيم الأصبهاني,<span class=\"blue\"> قال:</span> ثنا خطاب ابن جعفر بن أبي المغيرة قال: ثني أبي, عن سعيد بن جُبير, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( لإيلافِ قُريْشٍ )</span> قال: نعمتي على قريش.</p><p lang=\"ar\" class=\"ar \">وكان بعض نحويي الكوفة يقول: قد قيل هذا القول,<span class=\"blue\"> ويقال:</span> إنه تبارك وتعالى عجَّب نبيه صلى الله عليه وسلم فقال: اعجب يا محمد لِنعَم الله على قريش, في إيلافهم رحلة الشتاء والصيف.<span class=\"blue\"> ثم قال:</span> فلا يتشاغلوا بذلك عن الإيمان واتباعك يستدل بقوله: <span class=\"arabic qpc-hafs green\">(فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ)</span> .</p><p>وكان بعض أهل التأويل يوجِّه تأويل قوله: <span class=\"arabic qpc-hafs green\">(لإيلافِ قُريْشٍ )</span> إلى أُلفة بعضهم بعضا.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( لإيلافِ قُريْشٍ )</span> فقرأ:  أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ  إلى آخر السورة,<span class=\"blue\"> قال:</span> هذا لإيلاف قريش, صنعتُ هذا بهم لألفة قريش, لئلا أفرّق أُلفتهم وجماعتهم, وإنما جاء صاحب الفيل ليستبيد حريمهم, فصنع الله ذلك.</p><p lang=\"ar\" class=\"ar \">والصواب من القول في ذلك عندنا أن يقال: إن هذه اللام بمعنى التعجب.<span class=\"blue\"> وأن معنى الكلام:</span> اعجبوا لإيلاف قريش رحلة الشتاء والصيف, وتركهم عبادة ربّ هذا البيت, الذي أطعهم من جوع, وآمنهم من خوف، فليعبدوا ربّ هذا البيت, الذي أطعمهم من جوع, وآمنهم من خوف. والعرب إذا جاءت بهذه اللام, فأدخلوها في الكلام للتعجب اكتفوا بها دليلا على التعجب من إظهار الفعل الذي يجلبها,<span class=\"blue\"> كما قال الشاعر:</span></p><p>أغَــرَّكَ أنْ قَــالُوا لِقُـرَّةَ شـاعِرًا</p><p>فيالأبــاهُ مِــنْ عَــرِيفٍ وَشَـاعِرِ <span class=\"arabic qpc-hafs green\">(2)</span></p><p lang=\"ar\" class=\"ar \">فاكتفى باللام دليلا على التعجب من إظهار الفعل،<span class=\"blue\"> وإنما الكلام:</span> أغرّك أن قالوا: اعجبوا لقرّة شاعرا،<span class=\"blue\"> فكذلك قوله:</span></p><p><span class=\"arabic qpc-hafs green\">(لإيلافِ)</span> .</p><p lang=\"ar\" class=\"ar \">وأما القول الذي قاله من حَكينا قوله,<span class=\"blue\"> أنه من صلة قوله:</span>  فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ  فإن ذلك لو كان كذلك, لوجب أن يكون <span class=\"red\">\" لإيلاف \"</span> بعض  أَلَمْ تَرَ  , وأن لا تكون سورة منفصلة من  أَلَمْ تَرَ  ، وفي إجماع جميع المسلمين على أنهما سورتان تامتان، كلّ واحدة منهما منصلة عن الأخرى ما يبين عن فساد القول الذي قاله من قال ذلك.<span class=\"blue\"> ولو كان قوله:</span> <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ )</span> من صلة قوله:  فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ  لم تكن  أَلَمْ تَرَ  تامَّة حتى توصل بقوله: <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ )</span> لأن الكلام لا يتمّ إلا بانقضاء الخبر الذي ذُكر.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عليّ,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن عليّ, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">(إلْفَهُمْ رِحْلَةَ الشتاءِ وَالصَّيْف)</span> يقول: لزومهم.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبى,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ )</span> قال: نهاهم عن الرحلة, وأمرهم أن يعبدوا ربّ هذا البيت, وكفاهم المؤنة، وكانت رحلتهم في الشتاء والصيف, فلم يكن لهم راحة في شتاء ولا صيف, فأطعمهم بعد ذلك من جوع, وآمنهم من خوف, وألفوا الرحلة, فكانوا إذا شاءوا ارتحلوا, وإذا شاءوا أقاموا, فكان ذلك من نعمة الله عليهم.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن المثنى,<span class=\"blue\"> قال:</span> ثني ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا داود,<span class=\"blue\"> عن عكرمة قال:</span> كانت قريش قد ألفوا بصرى واليمن يختلفون إلى هذه في الشتاء, وإلى هذه في الصيف <span class=\"arabic qpc-hafs green\">( فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ )</span> فأمرهم أن يقيموا بمكة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن إسماعيل, عن أبي صالح <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ * إِيلافِهِمْ )</span> قال: كانوا تجارا, فعلم الله حبهم للشام.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ )</span> قال: عادة قريش عادتهم رحلة الشتاء والصيف.</p><p lang=\"ar\" class=\"ar \">حُدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: ثنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ )</span> كانوا ألفوا الارتحال في القيظ والشتاء.</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>যেহেতু কুরাইশের চিরাচরিত অভ্যাস আছে।</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>কুরাইশে[১]র আসক্তির কারণে [২] ,</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>এ ব্যাপারে অধিকাংশ তাফসীরকারক বলেছেন যে, অর্থ ও বিষয়বস্তুর দিক দিয়ে এই সূরা সূরা-ফীলের সাথেই সম্পৃক্ত। সম্ভবত এ কারণেই কোন কোন মাসহাফে দুটিকে একই সূরারূপে লেখা হয়েছিল। কিন্তু উসমান রাদিয়াল্লাহু ‘আনহু যখন তাঁর খেলাফতকালে কুরআনের সব মাসহাফ একত্রিত করে একটি কপিতে সংযোজিত করান এবং সাহাবায়ে-কেরামের তাতে ইজমা হয়, তখন তাতে এ দুটি সূরাকে স্বতন্ত্র দুটি সূরারূপে সন্নিবেশিত করা হয়। উসমান রাদিয়াল্লাহু ‘আনহু-এর তৈরি এ কপিকে ‘ইমাম’ বলা হয়। [কুরতুবী]</p><p>---------------------------</p><p>[১] কুরাইশ একটি গোত্রের নাম। নদীর ইবন কিনানার সন্তানদেরকে কুরাইশ বলা হয়। যারাই নদর ইবন কিনানাহ এর বংশধর তারাই কুরাইশ নামে অভিহিত। কারও কারও মতে, ফিহর ইবন মালিক ইবন নাদর ইবন কিনানাহ এর বংশধরদেরকে কুরাইশ বলা হয়। তবে প্রথম মতটি বেশী শুদ্ধ। [কুরতুবী] হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আল্লাহ্ তা‘আলা ইসমাঈলের বংশধর থেকে কিনানাহকে, কিনানাহর বংশধর থেকে কুরাইশকে, কুরাইশ থেকে বনী হাশেমকে, বনী হাশেম থেকে আমাকে পছন্দ করেছেন।” [মুসলিম: ২২৭৬]</p><p>কুরাইশকে কুরাইশ নামকরণ করার কারণ কারও কারও মতে, কুরাইশ শব্দটি  تقر يش থেকে উদ্ভূত। যার অর্থ কামাই-রোযগার করা। তারা যেহেতু ব্যবসা করে কামাই-রোযগার করে জীবিকা নির্বাহ করত, তাই তাদের এ নাম হয়েছে। কারও কারও মতে, এর অর্থ জমায়েত করা বা একত্রিত করা। কারণ, তারা বিভিন্ন দিকে বিক্ষিপ্ত অবস্থায় ছিল, সর্বপ্রথম কুসাই ইবন কিলাব তাদেরকে হারামের চারপাশে জড়ো করেন, ফলে তাদেরকে কুরাইশ বলা হয়েছে। কারও কারও মতে, তা এসেছে পরীক্ষা-নিরীক্ষা করা থেকে। কারণ, তারা হাজীদেরকে পরীক্ষা-নিরীক্ষা করত। কোন কোন মতে, সাগরের এক বড় মাছের নামকরণে তাদের নাম হয়েছে। যে মাছ অন্য মাছের উপর প্রাধান্য বিস্তার করে থাকে। তেমনিভাবে কুরাইশ অন্য সব গোত্রের উপর প্রাধান্য পেয়ে থাকে। [কুরতুবী]</p><p>[২] মূল শব্দ হচ্ছে إيلاف । এ শব্দটির দু’টি অর্থ করা হয়ে থাকে। এক. শব্দটি تأليف থেকে এসেছে। তখন অর্থ হবে, মিল-মহব্বত থাকা, একত্রিত থাকা। অর্থাৎ কুরাইশদেরকে একত্রিত রাখা, বিচ্ছেদের পর মিলিত হওয়া এবং তাদের সাথে মানুষের সম্পর্ক ঠিক রাখা। দুই. শব্দটি এসেছে ইলফ শব্দ থেকে। এর অর্থ হয় অভ্যস্ত হওয়া, পরিচিত হওয়া এবং কোন জিনিসের অভ্যাস গড়ে তোলা। [আদ্ওয়াউল বায়ান] উভয় প্রকার অর্থই এখানে হতে পারে। উপরে অর্থ করা হয়েছে, আসক্তি ও অভ্যস্ত হওয়া। বলা হয়েছে, কুরাইশদের আসক্তির কারণে। কিন্তু আসক্তির কারণে কি হয়েছে? এ কথা উহ্য আছে। কেউ কেউ বলেন যে, এখানে উহ্য বাক্য হচ্ছে, আমি হস্তীবাহিনীকে এজন্যে ধ্বংস করেছি কিংবা আমি তাদেরকে ভক্ষিত তৃণের সদৃশ এজন্যে করেছি, যাতে কোরাইশদের শীত ও গ্ৰীষ্মকালীন দুই সফরের পথে কোন বাধাবিপত্তি না থাকে এবং সবার অন্তরে তাদের মাহাত্ম্য প্রতিষ্ঠিত হয়ে যায়। [তাবারী, ফাতহুল কাদীর] কেউ কেউ বলেছেন যে, এখানে উহ্য বাক্য হচ্ছে اعجبوا অর্থাৎ তোমরা কোরাইশদের ব্যাপারে আশ্চর্যবোধ কর, তারা কিভাবে শীত ও গ্রীষ্মের সফর নিরাপদে নির্বিবাদে করে, তবুও তারা এ ঘরের রবের ইবাদত করে না! এ মতটি ইমাম তাবারী গ্ৰহন করেছেন। [তাবারী, মুয়াসসার] কেউ কেউ বলেন, এর সম্পর্ক পরবর্তী বাক্য فَلْيَعْبُدُوْا এর সাথে। অর্থাৎ এই নেয়ামতের কারণে কোরাইশদের কৃতজ্ঞ হওয়া ও আল্লাহ্ তা‘আলার ইবাদতে আত্মনিয়োগ করা উচিত। [ফাতহুল কাদীর, কাশশাফ] কারও কারও মতে, আয়াতের উদ্দেশ্য, এমনিতেই তো কুরাইশদের প্রতি আল্লাহ্র নিয়ামত সীমা-সংখ্যাহীন, কিন্তু অন্য কোন নিয়ামতের ভিত্তিতে না হলেও আল্লাহ্র অনুগ্রহের কারণে তারা এই বাণিজ্য সফরে অভ্যস্ত হয়ে উঠেছে, অন্তত এই একটি নিয়ামতের কারণে তাদের আল্লাহ্র বন্দেগী করা উচিত। কারণ এটা মূলত তাদের প্রতি একটা বিরাট অনুগ্রহ। [কুরতুবী, আদ্ওয়াউল বায়ান]</p><p>সারকথা, এই সূরার বক্তব্য এই যে, কোরাইশরা যেহেতু শীতকালে ইয়ামেনের ও গ্ৰীষ্মকালে সিরিয়ার সফরে অভ্যস্ত ছিল এবং এ দুটি সফরের ওপরই তাদের জীবিকা নির্ভরশীল ছিল এবং তারা ঐশ্বর্যশালীরূপে পরিচিত ছিল, তাই আল্লাহ্ তা‘আলা তাদের শক্ৰ হন্তীবাহিনীকে দৃষ্টান্তমূলক শাস্তি দিয়ে মানুষের অন্তরে তাদের মাহাত্ম্য প্রতিষ্ঠিত করে দিয়েছেন। তারা যেকোন দেশে গমন করে, সকলেই তাদের প্রতি সম্মান ও শ্রদ্ধা প্রদর্শন করে। সুতরাং তাদের উচিত এ ঘর ‘কাবার’ রবের ইবাদত করা। [ইবন কাসীর; সা‘দী]</p><p>এ কথা সুবিদিত যে, মক্কা শহর যে স্থলে অবস্থিত সেখানে কোন চাষাবাদ হয় না, বাগবাগিচাও নেই; যা থেকে ফলমূল পাওয়া যেতে পারে। তাই বাণিজ্যিক উদ্দেশ্যে সফর ও বিদেশ থেকে প্রয়োজনীয় জীবনোপকরণ সংগ্ৰহ করার ওপরই মক্কাবাসীদের জীবিকা নির্ভরশীল ছিল। মূলত: মক্কাবাসীরা খুব দারিদ্র্য ও কষ্টে দিনাতিপাত করত। [জালালাইন] অবশেষে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রপিতামহ হাশেম কোরাইশকে ভিনদেশে গিয়ে ব্যবসা-বাণিজ্য করতে উদ্ধৃদ্ধ করেন। [কুরতুবী] সিরিয়া ছিল ঠাণ্ডা দেশ। তাই গ্ৰীষ্মকালে তারা সিরিয়া সফর করত। পক্ষান্তরে ইয়ামেন গরম দেশ ছিল বিধায় তারা শীতকালে সেখানে বাণিজ্যিক সফর করত এবং মুনাফা অর্জন করত। বায়তুল্লাহর খাদেম হওয়ার কারণে সমগ্র আরবে তারা ছিল সম্মান ও শ্রদ্ধার পাত্ৰ। ফলে পথের বিপদাপদ থেকে তারা সম্পূর্ণ নিরাপদ ছিল। [ফাতহুল কাদীর] আলোচ্য সূরাতে আল্লাহ্ তা‘আলা মক্কাবাসীদের প্রতি তাঁর এসব অনুগ্রহ ও নেয়ামত সম্পর্কে আলোচনা করে তাদেরকে ঈমান ও তাওহীদের প্রতি আহ্বান জানিয়েছেন।</p>"
        },
        {
            "resource_id": 180,
            "text": "১. কুরাইশবাসীর অভ্যাস ও আসক্তির ফলে।"
        },
        {
            "resource_id": 179,
            "text": "Alang-alang sa kaugalian ng Quraysh at pagkahirati nila –"
        },
        {
            "resource_id": 175,
            "text": "Zbog navike i običaja Kurejšija"
        },
        {
            "resource_id": 172,
            "text": "Kureyş'in güvenlik ve esenliği için."
        },
        {
            "resource_id": 776,
            "text": "Debido al hábito de la tribu Quraish y su conocimiento."
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( لإيلاف قريش )</span> قرأ أبو جعفر : <span class=\"arabic qpc-hafs\">\" ليلاف \"</span> بغير همز <span class=\"arabic qpc-hafs\">\" إلافهم \"</span> طلبا للخفة ، وقرأ ابن عامر <span class=\"arabic qpc-hafs\">\" لئلاف \"</span> بهمزة مختلسة من غير ياء بعدها <span class=\"reference\">[ على وزن لغلاف ]</span> وقرأ الآخرون بهمزة مشبعة وياء بعدها ، واتفقوا - غير أبي جعفر - في <span class=\"arabic qpc-hafs\">\" إيلافهم \"</span> أنها بياء بعد الهمزة ،<span class=\"blue\"> إلا عبد الوهاب بن فليح عن ابن كثير فإنه قرأ :</span> <span class=\"arabic qpc-hafs\">\" إلفهم \"</span> ساكنة اللام بغير ياء .</p><p lang=\"ar\" class=\"ar \">وعد بعضهم سورة الفيل وهذه السورة واحدة ; منهم أبي بن كعب لا فصل بينهما في مصحفه ،<span class=\"blue\"> وقالوا :</span> اللام في <span class=\"arabic qpc-hafs\">\" لإيلاف \"</span> تتعلق بالسورة التي قبلها ، وذلك أن الله تعالى ذكر أهل مكة عظيم نعمته عليهم فيما صنع بالحبشة ،<span class=\"blue\"> وقال :</span> <span class=\"green\">( لإيلاف قريش )</span> .</p><p lang=\"ar\" class=\"ar \">وقال الزجاج : المعنى : جعلهم كعصف مأكول لإيلاف قريش ، أي <span class=\"reference\">[ يريد إهلاك أهل ]</span> الفيل لتبقى قريش <span class=\"reference\">[ وما ألفوا من ]</span> رحلة الشتاء والصيف .</p><p>وقال مجاهد : ألفوا ذلك فلا يشق عليهم في الشتاء والصيف .</p><p lang=\"ar\" class=\"ar \">والعامة على أنهما سورتان ، واختلفوا في العلة الجالبة للام في قوله <span class=\"arabic qpc-hafs\">\" لإيلاف \"</span> ،<span class=\"blue\"> قال الكسائي والأخفش :</span> هي لام التعجب ،<span class=\"blue\"> يقول :</span> اعجبوا لإيلاف قريش رحلة الشتاء والصيف ، وتركهم عبادة رب هذا البيت ،<span class=\"blue\"> ثم أمرهم بعبادته كما تقول في الكلام لزيد وإكرامنا إياه على وجه التعجب :</span> اعجبوا لذلك : والعرب إذا جاءت بهذه اللام اكتفوا بها دليلا على التعجب من إظهار الفعل منه .</p><p lang=\"ar\" class=\"ar \">وقال الزجاج : هي مردودة إلى ما بعدها تقديره : فليعبدوا رب هذا البيت لإيلافهم رحلة الشتاء والصيف .</p><p>وقال <span class=\"reference\">[ ابن عيينة ]</span> : لنعمتي على قريش .</p><p lang=\"ar\" class=\"ar \">وقريش هم ولد النضر بن كنانة ، وكل من ولده النضر فهو قرشي ، ومن لم يلده النضر فليس بقرشي .</p><p lang=\"ar\" class=\"ar \">أخبرنا أبو الحسن علي بن يوسف الجويني ، أخبرنا أبو محمد محمد بن علي بن محمد بن شريك الشافعي ، أخبرنا عبد الله بن مسلم أبو بكر الجوربذي ، حدثنا يونس بن عبد الأعلى الصدفي ، أخبرنا بشر بن بكر عن الأوزاعي ، حدثني شداد أبو عمار ، حدثنا واثلة بن الأسقع ،<span class=\"blue\"> قال :</span> قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" إن الله اصطفى كنانة من ولد إسماعيل ، واصطفى من كنانة قريشا واصطفى من قريش بني هاشم ، واصطفاني من بني هاشم \"</span> .</p><p lang=\"ar\" class=\"ar \">وسموا قريشا من القرش ، والتقرش وهو التكسب والجمع ،<span class=\"blue\"> يقال :</span> فلان يقرش لعياله ويقترش أي يكتسب ، وهم كانوا تجارا حراصا على جمع المال والإفضال .</p><p lang=\"ar\" class=\"ar \">وقال أبو ريحانة : سأل معاوية عبد الله بن عباس : لم سميت قريش قريشا ؟<span class=\"blue\"> قال :</span> لدابة تكون في البحر من أعظم دوابه يقال لها القرش لا تمر بشيء من الغث والسمين إلا أكلته ، وهي تأكل ولا تؤكل ، وتعلو ولا تعلى ،<span class=\"blue\"> قال :</span> وهل تعرف العرب ذلك في أشعارها ؟<span class=\"blue\"> قال :</span> نعم ،<span class=\"blue\"> فأنشده شعر الجمحي :</span></p><p lang=\"ar\" class=\"ar \">وقريش هي التي تسكن البحر بها سميت قريش قريشا سلطت بالعلو في لجة البحر على سائر البحور جيوشا     تأكل الغث والسمين ولا تترك</p><p lang=\"ar\" class=\"ar \">فيه لذي الجناحين ريشا هكذا في الكتاب حي قريش يأكلون البلاد أكلا <span class=\"reference\">[ كميشا ]</span>     ولهم في آخر الزمان نبي</p><p>يكثر القتل فيهم والخموشا</p>"
        },
        {
            "resource_id": 93,
            "text": "الإِيلاف : مصدر آلفت الشئ إيلافا و \" إلفا \" إذا لزمته وتعودت عليه . وتقول : آلفت فلانا الشئ ، إذا ألزمته إياه . والإِيلاف - أيضا - اجتماع الشمل مع الالتئام ، ومنه قوله - تعالى - ( واذكروا نِعْمَتَ الله عَلَيْكُمْ إِذْ كُنْتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَاناً . . . ) ولفظ \" إيلاف \" مضاف لمفعوله وهو قريش ، والفاعل هو الله - تعالى - : و \" قريش \" هم ولد النضر بن كنانه - على الأرجح - وهو الجد الثالث عشر للنبى صلى الله عليه وسلم .قال القرطبى ما ملخصه : وأما قريش فهم بنو النضر بن كنانة بن خزيمة بن مدركة بن إلياس ، بن مضر ، فكل من كان من ولد النضر فهو قرشى .وسموا قريشا ، لتجمعهم بعد التفرق ، إذ التقرش : التكسب ، ويقال : قرَشَ فلان يقرُشُ قَرْشا - كقتل - ، إذا كسب المال وجمعه . .وقوله : ( إِيلاَفِهِمْ ) بدل أو عطف بيان من قوله ( لإِيلاَفِ قُرَيْشٍ ) ، وهو من أسلوب الإِجمال فالتفصيل للعناية بالخبر ، ليتمكن فى ذهن السامع كما فى قوله - تعالى - : ( لعلي أَبْلُغُ الأسباب . أَسْبَابَ السماوات . . . ) واللام فى قوله - تعالى - : ( لإِيلاَفِ . . . ) للتعليل . والجار والمجرور متعلق بقوله - تعالى - : ( فَلْيَعْبُدُواْ . . . ) وتقدير الكلام : من الواجب على أهل مكة أن يخلصوا العبادة لله - لأنه - سبحانه - هو الذى جمعهم بعد تفرق ، وألف بينهم ، وهيأ لهم رحلتين فيهما ما فيهما من النفع والأمن .وزيدت الفاء فى قوله - تعالى - : ( فَلْيَعْبُدُواْ . . . ) لما فى الكلام من معنى الشرط ، فكأنه - سبحانه - يقول لهم : إن لم تعبدونى من أجل نعمى التى لا تحصى ، فاعبدونى من أجل أنى جعلتكم تألفون هاتين الرحلتين النافعتين فى أمان واطمئنان ، وأنى جمعت شملكم ، وألفت بينكم . .قال صاحب الكشاف : \" لإِيلاف قريش \" متعلق بقوله : ( فَلْيَعْبُدُواْ ) أمرهم أن يعبدوه لأجل إيلافهم الرحتلين .فإن قلت : فلم دخلت الفاء؟ قلت : لما فى الكلام من معنى الشرط ، لأن المعنى : إما لا فليعبدوه لإِيلافهم . على معنى أن نعم الله عليهم لا تحصى ، فإن لم يعبدوه لسائر نعمه ، فليعبدوه لهذه الواحدة التى هى نعمة ظاهرة .وقيل المعنى : اعجبوا لإِيلاف قريش . وقيل هو متعلق بما قبله - فى السورة السابقة - أى : فجعلهم كعصف مأكول . لإِيلاف قريش ، وهذا بمنزلة التضمين فى الشعر ، وهو أن يتعلق معنى البيت بالذى قبله . ."
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (قوڕەیش) \n‎‎‏پێناسەیەكى سورەتەكە:\n١- سورەتى (قوڕەیش) سورەتێكى مەككى یە .\n٢- ژمارەى ئایەتەكانى سورەتى (قوڕەیش) (٤) چوار ئایەتە.\n٣- سورەتى (قوڕەیش) زنجیرەى سەدو چوارەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (قوڕەیش) لە دواى سورەتى (تین) دابەزیوە.\n٥- سوورەتی (ئیلاف)یشی پێ ئەووترێ \nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسى سەرەكى لەم سورەتە پیرۆزەدا بریتییە لە باسكردنى نیعمەتەكانى خواى گەورە بەسەر خەڵكى مەككەوە، كە خەڵكى مەككە دوو شێوازى سەفەرى بازرگانى كردنیان هەبوو، سەفەرێكیان لە زستانداو بۆ وڵاتى یەمەن، وە سەفەری دوەمیشیان لە هاوینداو بۆ ناوچەى شام بەمەبەستى بازرگانى كردن، كە خواى گەورەش دوو نیعمەتى گەورەى بەسەر قوڕەیشدا كردبوو، ئەوانیش- نیعمەتى ئەمن و ئاسایش و هێمنى وڵات، لەگەڵ نیعمەتى دەوڵەمەندى و هەبوونى.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">لِإِيلَافِ قُرَيْشٍ (١)</span> ] ئیلاف واتە: لەبەر كۆبوونەوەی قوڕەیش لەم وڵاتە ئەمینەدا، یاخود ئیلاف واتە: لەبەر ڕاهاتنیان كە ڕاهاتبوون دوو گەشتیان ئەكرد بۆ بازرگانی لە زستاندا بۆ یەمەن و لە هاویندا بۆ شام، وە بە ئەمینی ئەگەڕانەوە بۆ وڵاتەكەی خۆیان و كەس نەیئەدا بەسەریاندا لەبەر ئەوەی لە پێش ئیسلامدا هەر قەبیلەو هۆزێك كە باڵادەست بوایە ئەیدا بەسەر قەبیلەو هۆزەكانی تردا وە زاڵ ئەبوون بەسەریاندا, بەڵام ئەمان خوای گەورە پاراستوونی بەهۆی پیرۆزی ئەو كەعبە پیرۆزەوە ."
        },
        {
            "resource_id": 905,
            "text": "لأجل عادة قريش وإلْفِهم."
        },
        {
            "resource_id": 168,
            "text": "<p>Commentary</p><p>The Subject-matter of Surah Al-Fil and Surah Al-Quraish</p><p>All commentators concur that the subject-matter of the two Surahs is so closely related that in some of the copies of the Qur'an they had been written as a single Surah without the insertion of bismillah between them. But when Sayyidna ` Uthman ؓ compiled a standard copy of the Holy Qur'an with the consensus of all the companions of the Holy Prophet ﷺ ، he separated these two Surahs and inserted bismillah between them, and the two Surahs.</p><p>Lexical Analysis</p><p>لِإِيلَافِ قُرَ‌يْشٍ (Because of the familiarity of the Quraish 106:1). The particle li is a preposition. According to the rules of Arabic grammar, it should be linked with another sentence. What is that sentence here? In answer to this question, different possibilities are highlighted by the exegetes. Keeping in view the close relation of the present Surah with the previous one, some of them have held that the following sentence should be taken as understood here: اِنَّا اھلکنا اصحاب الفیل \"We [ Allah ] destroyed the 'people of the elephant' so that the Quraish, who were familiar with two commercial trips during winter and summer, may not have any obstacle in their trips, and by this trading activity they might develop a certain prestige for them and respect them.\" A second school of interpreters has taken the following sentence as understood: اَعجبوا (One should wonder on the Quraish undertaking winter and summer journeys freely and safely.) A third school of interpreters says that this is the lam of ta'lil and it is syntactically related to the sentence that follows it فَلْيَعْبُدُوا رَ‌بَّ هَـٰذَا الْبَيْتِ (they must worship the Lord of this House.) The Surah draws attention to the fact that the Quraish used to make two trade journeys - one in winter to Yemen and another in summer to Syria. These trade-journeys made them wealthy and affluent. This was possible because Allah annihilated their enemies, the people of the elephant, in an exemplary way and created in the hearts of the people an awe and reverence for them. People held them in high esteem, respect and honor in all the territories where they went.</p><p>Superiority of Quraish</p><p>This Surah indicates that Quraish, of all the tribes of Arabia, was most acceptable in the sight of Allah. The Prophet ﷺ is reported to have said: \"Verily, Allah selected Kinanah from the offspring of Prophet Ismail (علیہ السلام) and selected Quraish from the progeny of Kinanah. From the Quraish, Allah selected Banu Hashim and from Banu Hashim He selected me.\" [ Baghawi on the authority of Wathilah Ibn Asqa']. Another Tradition reports that the Messenger of Allah ﷺ said: \"People will follow Quraish in matters of good as well as in matters of evil.\" [ Muslim on the authority of jabir, as quoted by Mazhari ]. The reason for the selection of the tribes mentioned in the first Tradition is presumably on account of their special abilities, innate capacities and natural endowments. Even in the days of paganism and ignorance, when people practiced kufr and shirk, their morals and inborn abilities were of a very high standard. They had the perfect capacity to accept the truth. This is the reason why most of the blessed Companions and Friends of Allah were Quraishites. [ Mazhari ]</p>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">بوجہ مانوس ہونے قریش کے<span class=\"green\">(1)</span><span class=\"green\">( یعنی )</span> مانوس ہونا ان کا سفر سے سردی اور گرمی کے<span class=\"green\">(2)</span> پس چاہیے کہ وہ عبادت کریں مالک کی اس گھر <span class=\"green\">(کعبہ)</span> کے<span class=\"green\">(3)</span> وہ ذات جس نے کھانا کھلایا ان کو بھوک میں اور امن دیا ان کو خوف سے<span class=\"green\">(4)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[4-1]</span>    بہت سے مفسرین نے کہا ہے کہ جار اور مجرور کا تعلق ما قبل سورۃ سے ہے ،  یعنی ہم نے اصحاب فیل کے ساتھ جو کچھ کیا وہ  قریش،  ان کے لیے امن،  ان کے مصالح کی درستی،  تجارت اور کسب معاش کے لیے سردیوں میں یمن کی طرف اور گرمیوں میں شام کی طرف ان کے سفر  کی خاطر کیا۔ پس اللہ تعالیٰ نے ان تمام لوگوں کو ہلاک کر دیا جنھوں نے ان کے بارے میں کسی برائی کا ارادہ کیا۔ عربوں کے دلوں میں حرم اور اہل حرم کے معاملے کو تعظیم بخشی،  یہاں تک کہ عرب قریش کا احترام کرنے لگے،<span class=\"bluﷺ\">  قریش جہاں بھی سفر کا ارادہ کرتے تو عرب معترض نہ ہوتے۔ اس لیے اللہ تعالیٰ نے ان کو شکر ادا کرنے کا حکم دیا۔ فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿فَلۡيَعۡبُدُوۡا رَبَّ هٰؔذَا الۡبَيۡتِ﴾</span> ’’پس اس گھر کے رب کی عبادت کریں۔‘‘   یعنی  اس کی توحید بیان کریں اور اس کے لیے عبادت کو خالص کریں۔ <span class=\"arabic qpc-hafs brown\">﴿الَّذِيۡۤ اَطۡعَمَهُمۡ مِّنۡ جُوۡعٍ  ١ۙ ۬            وَّاٰمَنَهُمۡ مِّنۡ خَوۡفٍ﴾</span> ’’جس نے انھیں بھوک میں کھانا دیا اور خوف سے امن و امان دیا۔‘‘ رزق میں کشادگی،  خوف کے حالات میں امن سے بہرہ مند ہونا سب سے بڑی دنیاوی نعمت ہے  جو اللہ تعالیٰ کے شکر کی موجب ہے ۔ اے اللہ! اپنی ظاہری اور باطنی نعمتوں پر  تو ہی ہر قسم کی حمد و ثنا اور شکر کا مستحق ہے۔ اللہ تعالیٰ نے  بیت اللہ کے ساتھ اپنی ربوبیت کو اس کے فضل و شرف کی وجہ سے مخصوص کیا ہے  ورنہ تو وہ ہر چیز کا رب ہے۔                </div>"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- <span class=\"green\">(Fîl sahiplerine yaptıklarımız hep)</span> Kureyş’in güvenliği;\n2- Yani kış ve yaz yolculuklarındaki güvenlikleri içindir.\n3- O halde artık onlar, bu Beyt’in Rabbine ibadet etsinler;\n4- Ki kendilerini açlıktan kurtarıp doyuran ve korkudan kurtarıp güvende kılan da O’dur.</p><div><span class=\"green\">(Mekke’de inmiştir. 4 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1-2. Pek çok müfessirin dediğine göre bu sûrenin başı bundan önceki sûre ile alakalıdır. Yani Biz, fil ashabına yaptıklarımızı Kureyşliler için, onların güvenlikleri, işlerinin doğru dürüst ve yolunda gitmesi, ticaret ve kazanç sağlamak amacı ile kış mevsiminde Yemen’e, yazın da Şam’a doğru yaptıkları yolculuklarının düzeninin bozulmaması için yaptık. Yüce Allah, işte bundan ötürü onlara kötülük yapmak isteyenleri helâk etmiştir. Böylelikle Arapların kalplerinde Harem bölgesinin ve o bölgede yaşayan insanların konumu anlaşılmıştır. O bakımdan onlara saygı duymaya başlamışlar ve onların yaptıkları herhangi bir yolculukta onlara ilişmediler. İşte bundan dolayı Yüce Allah,<span class=\"blue\"> onlara bu nimete karşılık şükretmelerini emrederek şöyle buyurmaktadır:</span>\n3. <span class=\"brown\">“O halde artık onlar, bu Beyt’in Rabbine ibadet etsinler.”</span> Yani O’nu tevhid etsinler ve yalnızca O’na ihlâsla ibadette bulunsunlar.\n4. <span class=\"brown\">“Ki kendilerini açlıktan kurtarıp doyuran ve korkudan kurtarıp güvende kılan da O’dur.”</span> Çünkü bol rızık ve korkulardan yana emin olmak, Yüce Allah’a şükretmeyi gerektiren dünyevî nimetlerin en büyüklerindendir. \nAçık ve gizli bütün nimetlerine karşılık hamd ve şükür yalnız Senindir Allah’ım! \nYüce Allah'ın burada özellikle Beyt’in Rabbi olduğunu dile getirmesi, bu Beyt’in şeref ve faziletinden dolayıdır. Yoksa o, her şeyin Rabbidir.\nKureyş Sûresi’nin tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 157,
            "text": "<p>رب اجعل .................................... الثمرت (126:2) ” اے میرے رب ، اس شہر کو امن کا شہر بنادے اور اس کے باشندوں کو پھلوں کی روزی دے “۔ تو اللہ نے اس گھر کو امن کا گھر بنادیا اور ڈکٹیٹروں اور جباروں کے تسلط سے آزاد رکھا۔ جو شخص بھی اس گھر میں پناہ لیتا وہ امن پاتا اور اس کے اردگرد جو اقوام وافراد رہتے تھے ، وہ ہر وقت خائف رہتے تھے اور اس گھر کو یہ اعزاز اس وقت بھی حاصل رہا جب اس کے باسیوں نے بت پرستی شروع کردی۔ شرک کا ارتکاب شروع کیا اور اپنے رب کے ساتھ ساتھ انہوں نے خانہ کعبہ میں بت بھی رکھ دیئے اور یہ اعزاز اللہ نے اس لئے بحال رکھا کہ اس گھر سے اللہ نے کچھ کام لینا تھا۔</p><p>پھر جب اصحاب الفیل نے اس گھر کو منہدم کرنے کا ارادہ کرلیا جس کی تفصیلات سورت الفیل میں گزر گئی ہیں ، اللہ نے اس گھر کے امن کی حفاظت فرمائی اور اس کے احترام کو بحال رکھا جبکہ اس کے ماحول میں لوگوں کی حالت یہ تھی۔</p><p>اولم یروا ............................ من حولھم (67:29) ” کیا انہوں نے نہیں دیکھا کہ ہم نے ایک ایسا حرم بنایا ہے جو امن کی جگہ ہے ، جبکہ لوگوں کو اس کے گردوپیش سے اچک لیا جاتا ہے “۔ جب فیل کا واقعہ ہوا تو عربوں کے دلوں میں بیت اللہ کا احترام بڑھ گیا۔ اور اس بات کا پورے جزیرة العرب میں غلغلہ ہوگیا۔ اسی طرح اس واقعہ کی وجہ سے اہل مکہ اور بیت اللہ کے مجاوروں کا احترام بڑھ گیا اور اس وجہ سے وہ نہایت امن وامان کے ساتھ پورے عرب میں چلتے پھرتے۔ اور یہ جہاں بھی ٹھہرتے لوگ ان کی رعایت اور احترام کرتے۔ اس کے نتیجے میں انہوں نے قافلوں کے لئے دو عموی راستے بنالیے۔ یہ راستے مکہ سے شمال کی طرف شام تک جاتے اور مکہ سے جنوب کی طرف یمن تک جاتے ، اہل مکہ نے دو تجارتی سفر بھی منظم کرلیے۔ سردیوں کے موسم میں وہ یمن کے سفر پر جاتے اور گرمیوں کے موسم میں یہ شام کی طرف نکل جاتے۔</p><p>باوجود اس امر کے جزیرة العرب کے اطراف واکناف میں امن وامان کی حالت کچھ اچھی نہ تھی ، ڈاکے اور لوٹ مار ہر طرف عام تھے ، لیکن بیت اللہ کے احترام کی وجہ سے قریش کے یہ تجارتی سفر پر امن رہتے اور یہ قریش کی ایک ممتاز خصوصیت ہوگئی تھی۔ اور اس وجہ سے ان کے سامنے رزق کے وسیع ذرائع کھل گئے تھے۔ اور وہ نہایت اطمینان سے اور امن وسلامتی سے یہ تجارتی سرگرمیاں جاری رکھے ہوئے تھے۔ چناچہ قریش ان مفید اور نفع بخش سفروں کے عادی ہوگئے تھے۔ اور وہ ان کے بغیر چین سے نہ بیٹھتے تھے۔</p><p>جس طرح بعثت نبوی کے بعد واقعہ فیل کو بطور احسان ان کے سامنے پیش کیا گیا ، اس طرح اس سورت میں بتایا گیا کہ یہ بھی اللہ کا احسان ہے کہ تم سردیوں اور گرمیوں کے سفر کے عادی ہوگئے ہو ، اور ان سفروں سے تمہیں بہت تجارتی نفع ہوتا ہے۔ ان کا علاقہ بنجر اور خشک ہے اور وہ اس کے اندر نہایت ہی خوشگوار اور خوشحال زندگی بسر کررہے ہیں۔ یہ اللہ کا فضل ہے اور اس فضل وکرم ہی کی وجہ سے وہ خوف سے مامون ہیں۔ چاہے وہ بیت اللہ کے جوار میں اپنے گھروں میں ہوں یا وہ اپنے سفر میں ہوں ، اس گھر کے احترام کی وجہ سے وہ ہر قسم کی زیادتی اور ظلم سے محفوظ ہیں۔</p><p>اللہ اپنا یہ احسان کو یاددلاتا ہے کہ وہ حیا کریں اور اس گھر میں اللہ کے سوا ، اس کے اور شریکوں اور بتوں کی بندگی نہ کریں کیونکہ یہ گھر اس کا ہے ، وہی رب ہے اور اسی نے اس گھر کو امن دیا ہے جس کے اندر وہ مزے سے رہتے ہیں ، اس گھر کے نام سے ان کے سفر محفوظ ہیں اور سفروں سے یہ صحیح سالم گھروں کو لوٹتے ہیں۔</p><p>چناچہ اللہ تعالیٰ فرماتا ہے : قریش چونکہ گرمیوں اور سردیوں کے عادی ہوگئے ہیں تو انہیں چاہئے کہ صرف اس گھر کے رب کی بندگی کریں جس نے ان سفروں کے دوران ان کے امن وامان کا بندوبست کیا اور انہیں اس سفر کا عادی بنایا جس کی وجہ سے انہیں مالی مفادات ملتے ہیں۔</p><p>فلیعبدو ........................ من جوع (4:106) ” لہٰذا ان کو چاہئے کہ اس گھر کے رب کی عبادت کریں جس نے انہیں بھوک سے بچا کر کھانے کو دیا “۔ ان کی زمین کی پیداوار کی جو حیثیت ہے ، اس کے مطابق ان کی حالت تو یہ ہونی چاہئے تھی کہ وہ بھوک سے مرتے ، لیکن اللہ نے ان کے لئے کھانے پینے کا بندوبست فراوانی سے کیا اور وہ پیٹ بھر کر کھانے لگے۔</p><p>وامنھم من خوف (4:106) ” اور خوف سے بچا کر امن دیا “۔ ان کی جو جنگی قوت تھی ، ان کے ارد گرد جو سوسائٹی تھی ، اس کا تقاضا تو یہ تھا کہ وہ ہر وقت خائف رہتے لیکن اللہ نے ان کا یہ خوف امن سے بدل دیا۔</p><p>یہ ایک ایسی یاد دہانی ہے جس کی وجہ سے انسان کے اندر حیا پیدا ہوتی ہے ، وہ شرمندہ ہوتا ہے اور اپنے رویے پر نظرثانی کے لئے آمادہ ہوجاتا ہے۔ قریش یہ بات جانتے تھے کہ اس گھر کی اہمیت کیا ہے اور اس گھر کے احترام کی وجہ سے ان کی زندگی پر جو اثرات تھے وہ ان سے بھی بیخبر نہ تھے۔ اور یہ بات بھی اپنی جگہ تھی کہ انتہائی شدید اور کربناک حالات میں وہ صرف اس گھر کے رب ہی کو پکارتے تھے۔ مثلاً دیکھئے کہ عبدالمطلب ابرہہ کا مقابلہ فوج سے نہیں کرتے اور نہ اس کی قوت کے مقابلے میں مادی قوت فراہم کرتے ہیں۔ وہ اس گھر کے رب سے خطاف کرتے ہیں ، جو اس کا حقیقی متولی اور حامی تھا۔ اس موقعہ پر عبدالمطلب نے نہ کسی بت کی طرف توجہ کی اور نہ کسی معبود کی طرف اور نہ انہوں نے ابرہہ سے کہا کہ اس گھرکے بہت سے الٰہ ہیں وہ اس کی حمایت کریں گے ۔ بلکہ انہوں نے یہ کہا ” میں تو اونٹوں کا مالک ہوں اور اس گھر کا ایک مالک ہے ، وہ خود اس کی حفاظت کرے گا “۔ لیکن جاہلیت پر کبھی منطق اور حقیقت کا اثر نہیں ہوا کرتا اور نہ جاہلیت حق کو تسلیم کرتی ہے اور نہ وہ معقول بات کی طرف لوٹتی ہے۔</p><p>یہ سورت ، اپنے موضوع اور فضا کے اعتبار سے سورت فیل کا تسلسل ہے۔ اگرچہ یہ مستقل سورت ہے اور دونوں کے درمیان مصاحف میں بسم اللہ الرحمان الرحیم درج ہے۔ قرآن کی ترتیب نزولی سے معلوم ہوتا ہے کہ سورة الفیل اور سورة القریش کے درمیان 9 سورتیں نازل ہوئیں ، لیکن مصحف میں ان کو ایک دوسرے کے ساتھ اس لئے پیوست کیا گیا ہے کہ اس میں موضوع ومضمون کی ترتیب کا لحاظ رکھا گیا ہے۔</p>"
        },
        {
            "resource_id": 160,
            "text": "قریشیوں کے سات فضائل:<div lang=\"ur\" class=\"ur\"><p>اس کی فضیلت میں ایک غریب حدیث بیہقی کی کتاب خلافیات میں ہے کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اللہ تعالیٰ نے قریشیوں کو سات فضیلتیں دی ہیں ایک تو یہ کہ میں ان میں سے ہوں، دوسرے یہ کہ نبوت ان میں ہے، تیسرے یہ کہ بیت اللہ کے پاسبان یہ ہیں، چوتھے یہ کہ چاہ زمزم کے ساقی یہ ہیں، پانچویں یہ کہ اللہ نے انہیں ہاتھی والوں پر غالب کیا، چھٹے یہ کہ دس سال تک انہوں نے اللہ کی عبادت کی جبکہ اور کوئی عبادت اللہ کی نہ کرتا تھا، ساتویں یہ کہ ان کے بارے میں قرآن کریم کی یہ سورت نازل ہوئی<span>“</span>، پھر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے <span class=\"arabic qpc-hafs\"> «بسم الله»</span>، الخ پڑھ کر یہ سورت تلاوت کی۔  <span class=\"reference\">[مستدرك حاكم:536/2،إسناده ضعيف‏]</span> </p></div>امن و امان کی ضمانت ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">موجودہ عثمانی قرآن کی ترتیب میں یہ سورت سورۃ الفیل سے علیحدہ ہے اور دونوں کے درمیان <span class=\"arabic qpc-hafs\"> «بسم الله»</span>  کی آیت کا فاصلہ ہے، مضمون کے اعتبار سے یہ سورت پہلی سے ہی متعلق ہے جیسے کہ محمد بن اسحاق عبدالرحمن بن زید بن اسلم رحمہ اللہ وغیرہ نے تصریح کی ہے اس بنا پر معنی یہ ہوں گے کہ ہم نے مکہ سے ہاتھیوں کو روکا اور ہاتھی والوں کو ہلاک کیا۔ یہ قریشیوں کو الفت دلانے اور انہیں اجتماع کے ساتھ باامن اس شہر میں رہنے سہنے کے لیے تھا۔ </p><p class=\"ur\"> اور یہ مراد بھی کی گئی ہے کہ یہ قریشی جاڑوں اور گرمیوں میں کیا دور دراز کے سفر امن و امان سے طے کر سکتے تھے کیونکہ مکہ جیسے محترم شہر میں رہنے کی وجہ سے ہر جگہ ان کی عزت ہوتی تھی بلکہ ان کے ساتھ بھی جو ہوتا تھا امن و امان سے سفر طے کر لیتا تھا اسی طرح وطن میں ہر طرح کا امن انہیں حاصل ہوتا تھا۔  جیسے اور جگہ قرآن کریم میں ہے <span class=\"arabic qpc-hafs\"> «أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ»</span>    <span class=\"reference\">[29-العنكبوت:67]</span> ‏ الخ یعنی <span class=\"text-translation\">” کیا یہ نہیں دیکھتے کہ ہم نے حرم کو امن والی جگہ بنا دیا ہے اس کے آس پاس تو لوگ اچک لیے جاتے ہیں “</span>، لیکن یہاں کے رہنے والے نڈر ہیں۔ </p><p class=\"ur\"> امام ابن جریر رحمہ اللہ فرماتے ہیں <span class=\"arabic qpc-hafs\"> «لِإِيلَافِ»</span>، میں پہلا <span class=\"arabic qpc-hafs\"> «لام»</span>  تعجب کا <span class=\"arabic qpc-hafs\"> «لام»</span>  ہے اور دونوں سورتیں بالکل جداگانہ ہیں جیسا کہ مسلمانوں کا اجماع ہے۔ تو گویا یوں فرمایا جا رہا ہے کہ تم قریشیوں کے اس اجتماع اور الفت پر تعجب کرو کہ میں نے انہیں کیسی بھاری نعمت عطا فرما رکھی ہے انہیں چاہیئے کہ میری اس نعمت کا شکر اس طرح ادا کریں کہ صرف میری ہی عبادت کرتے رہیں۔ </p><p> جیسے اور جگہ ہے <span class=\"arabic qpc-hafs\"> «إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَـٰذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ»</span>    <span class=\"reference\">[27-النمل:91]</span> ‏، یعنی <span class=\"text-translation\">” اے نبی تم کہہ دو کہ مجھے تو صرف یہی حکم دیا گیا ہے کہ میں اس شہر کے رب کی عبادت کروں جس نے اسے حرم بنایا جو ہر چیز کا مالک ہے مجھے حکم دیا گیا ہے کہ میں اس کا مطیع اور فرمانبردار رہوں “</span>۔</p></div><div>10868</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">پھر فرماتا ہے وہ رب بیت جس نے انہیں بھوک میں کھلایا اور خوف میں نڈر رکھا انہیں چاہیئے کہ اس کی عبادت میں کسی چھوٹے بڑے کو شریک نہ ٹھہرائیں جو اللہ کے اس حکم کی بجا آوری کرے گا وہ تو دنیا کے اس امن کے ساتھ آخرت کے دن بھی امن و امان سے رہے گا، اور اس کی نافرمانی کرنے سے یہ امن بھی بےامنی ہے اور آخرت کا امن بھی ڈر خوف اور انتہائی مایوسی سے بدل جائے گا۔ </p><p class=\"ur\"> جیسے اور جگہ فرمایا: <span class=\"arabic qpc-hafs\"> «وَضَرَبَ اللَّـهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّـهِ فَأَذَاقَهَا اللَّـهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ»</span>  * <span class=\"arabic qpc-hafs\"> «وَلَقَدْ جَاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ»</span>    <span class=\"reference\">[16-النحل:112-113]</span> ‏ یعنی <span class=\"text-translation\">” اللہ تعالیٰ ان بستی والوں کی مثال بیان فرماتا ہے جو امن و اطمینان کے ساتھ تھے ہر جگہ سے بافراغت روزیاں کھچی چلی آتی تھیں لیکن انہیں اللہ کی ناشکری کرنے کی سوجھی چنانچہ اللہ تعالیٰ نے بھی انہیں بھوک اور خوف کا لباس چکھا دیا یہی ان کے کرتوت کا بدلہ تھا ان کے پاس ان ہی میں سے اللہ کے بھیجے ہوئے آئے لیکن انہوں نے انہیں جھٹلایا اس ظلم پر اللہ کے عذابوں نے انہیں گرفتار کر لیا “</span>۔ </p><p class=\"ur\"> ایک حدیث میں ہے <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>قریشیو! تمہیں تو اللہ یوں راحت و آرام پہنچائے گھر بیٹھے کھلائے پلائے چاروں طرف بدامنی کی آگ کے شعلے بھڑک رہے ہوں اور تمہیں امن و امان سے میٹھی نیند سلائے پھر تم پر کیا مصیبت ہے جو تم اپنے اس پروردگار کی توحید سے جی چراؤ اور اس کی عبادت میں دل نہ لگاؤ بلکہ اس کے سوا دو سروں کے آگے سر جھکاؤ<span>“</span></span> ۔  <span class=\"reference\">[مسند احمد:460/6:اسناد ضعیف]</span> ‏ </p><p> <span class=\"arabic qpc-hafs\"> «الْحَمْدُ لِلَّـه»</span>  سورۃ قريش کی تفسیر ختم ہوئی۔</p></div><div>10869</div>"
        },
        {
            "resource_id": 792,
            "text": "ជាទម្លាប់នៃកុលសម្ព័ន្ធគូរ៉ស្ហ"
        },
        {
            "resource_id": 182,
            "text": "因为古莱氏的传统并保护他们，"
        },
        {
            "resource_id": 171,
            "text": "Because of the habit of the Quraysh and their acquaintance."
        },
        {
            "resource_id": 90,
            "text": "تفسير سورة قريشمكية في قول الجمهورومدنية في قول الضحاك والكلبيوهي أربع آياتبسم الله الرحمن الرحيملإيلاف قريشقيل : إن هذه السورة متصلة بالتي قبلها في المعنى . يقول : أهلكت أصحاب الفيل لإيلاف قريش ; أي لتأتلف ، أو لتتفق قريش ، أو لكي تأمن قريش فتؤلف رحلتيها . وممن عد السورتين واحدة أبي بن كعب ، ولا فصل بينهما في مصحفه . وقال سفيان بن عيينة : كان لنا إمام لا يفصل بينهما ، ويقرؤهما معا . وقال عمرو بن ميمون الأودي : صلينا المغرب خلف عمر بن الخطاب - رضي الله عنه - ; فقرأ في الأولى : والتين والزيتون وفي الثانية ألم تر كيف و لإيلاف قريش .وقال الفراء : هذه السورة متصلة بالسورة الأولى ; لأنه ذكر أهل مكة عظيم نعمته عليهم فيما فعل بالحبشة ، ثم قال : لإيلاف قريش أي فعلنا ذلك بأصحاب الفيل نعمة منا على قريش . وذلك أن قريشا كانت تخرج في تجارتها ، فلا يغار عليها ولا تقرب في الجاهلية . يقولون هم أهل بيت الله جل وعز ; حتى جاء صاحب الفيل ليهدم الكعبة ، ويأخذ حجارتها ، فيبني بها بيتا في اليمن يحج الناس إليه ، فأهلكهم الله - عز وجل - ، فذكرهم نعمته . أي فجعل الله ذلك لإيلاف قريش ، أي ليألفوا الخروج ولا يجترأ عليهم ; وهو معنى قول مجاهد وابن عباس في رواية سعيد بن جبير عنه . ذكره النحاس : حدثنا أحمد بن شعيب قال أخبرني عمرو بن علي قال : حدثني عامر بن إبراهيم - وكان ثقة من خيار الناس - [ ص: 180 ] قال حدثني خطاب بن جعفر بن أبي المغيرة ، قال : حدثني أبي عن سعيد بن جبير عن ابن عباس ، في قوله تعالى : لإيلاف قريش قال : نعمتي على قريش إيلافهم رحلة الشتاء والصيف . قال : كانوا يشتون بمكة ، ويصيفون بالطائف . وعلى هذا القول يجوز الوقف على رءوس الآي وإن لم يكن الكلام تاما ; على ما نبينه أثناء السورة . وقيل : ليست بمتصلة ; لأن بين السورتين بسم الله الرحمن الرحيم وذلك دليل على انقضاء السورة وافتتاح الأخرى ، وأن اللام متعلقة بقوله تعالى : فليعبدوا أي : فليعبدوا هؤلاء رب هذا البيت ، لإيلافهم رحلة الشتاء والصيف للامتيار . وكذا قال الخليل : ليست متصلة ; كأنه قال : ألف الله قريشا إيلافا فليعبدوا رب هذا البيت . وعمل ما بعد الفاء فيما قبلها لأنها زائدة غير عاطفة ; كقولك : زيدا فاضرب . وقيل : اللام في قوله تعالى : لإيلاف قريش لام التعجب ; أي اعجبوا لإيلاف قريش ; قاله الكسائي والأخفش . وقيل : بمعنى إلى . وقرأ ابن عامر : ( لإئلاف قريش ) مهموزا مختلسا بلا ياء . وقرأ أبو جعفر والأعرج ( ليلاف ) بلا همز طلبا للخفة . الباقون لإيلاف بالياء مهموزا مشبعا ; من آلفت أولف إيلافا . قال الشاعر :المنعمين إذا النجوم تغيرت والظاعنين لرحلة الإيلافويقال : ألفته إلفا وإلافا . وقرأ أبو جعفر أيضا : ( لإلف قريش ) وقد جمعهما من قال :زعمتم أن إخوتكم قريش     لهم إلف وليس لكم إلافقال الجوهري : وفلان قد ألف هذا الموضع ( بالكسر ) يألف إلفا ، وآلفه إياه غيره . ويقال أيضا : آلفت الموضع أولفه إيلافا . وكذلك : آلفت الموضع أؤلفه مؤالفة وإلافا ; فصار صورة أفعل وفاعل في الماضي واحدة . وقرأ عكرمة ( ليألف ) بفتح اللام على الأمر وكذلك هو في مصحف ابن مسعود . وفتح لام الأمر لغة حكاها ابن مجاهد وغيره . وكان عكرمة يعيب على من يقرأ لإيلاف . وقرأ بعض أهل مكة ( إلاف قريش ) استشهد بقول أبي طالب يوصي أخاه أبا لهب برسول الله - صلى الله عليه وسلم - :فلا تتركنه ما حييت لمعظم     وكن رجلا ذا نجدة وعفافتذود العدا عن عصبة هاشمية     إلافهم في الناس خير إلافوأما قريش فهم بنو النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر . فكل من كان من ولد النضر فهو قرشي دون بني كنانة ومن فوقه . وربما قالوا : قريشي ، وهو القياس ; قال الشاعر :كل قريشي عليه مهابة      [ سريع إلى واعي الندى والتكرم ][ ص: 181 ] فإن أردت بقريش الحي صرفته ، وإن أردت به القبيلة لم تصرفه ; قال الشاعر ( عدي بن الرفاع ) :[ غلب المساميح الوليد سماحة ]     وكفى قريش المعضلات وسادهاوالتقريش : الاكتساب ، وتقرشوا أي تجمعوا . وقد كانوا متفرقين في غير الحرم ، فجمعهم قصي بن كلاب في الحرم ، حتى اتخذوه مسكنا . قال الشاعر :أبونا قصي كان يدعى مجمعا     به جمع الله القبائل من فهروقد قيل : إن قريشا بنو فهر بن مالك بن النضر . فكل من لم يلده فهر فليس بقرشي . والأول أصح وأثبت . وقد روي عن النبي - صلى الله عليه وسلم - أنه قال : إنا ولد النضر بن كنانة لا نقفو أمنا ، ولا ننتفي من أبينا . وقال وائلة بن الأسقع : قال النبي - صلى الله عليه وسلم - إن الله اصطفى كنانة من ولد إسماعيل ، واصطفى من بني كنانة قريشا ، واصطفى من قريش بني هاشم ، واصطفاني من بني هاشم . صحيح ثابت ، خرجه البخاري ومسلم وغيرهما .واختلف في تسميتهم قريشا على أقوال : أحدها : لتجمعهم بعد التفرق ، والتقرش : التجمع والالتئام . قال أبو جلدة اليشكري :إخوة قرشوا الذنوب علينا     في حديث من دهرهم وقديمالثاني : لأنهم كانوا تجارا يأكلون من مكاسبهم . والتقرش : التكسب . وقد قرش يقرش قرشا : إذا كسب وجمع . قال الفراء : وبه سميت قريش .الثالث : لأنهم كانوا يفتشون الحاج من ذي الخلة ، فيسدون خلته . والقرش : التفتيش . قال الشاعر :أيها الشامت المقرش عنا     عند عمرو فهل له إبقاءالرابع : ما روي أن معاوية سأل ابن عباس لم سميت قريش قريشا ؟ فقال : لدابة في البحر من أقوى دوابه يقال لها القرش ; تأكل ولا تؤكل ، وتعلو ولا تعلى . وأنشد قول تبع :وقريش هي التي تسكن البح     ر بها سميت قريش قريشاتأكل الرث والسمين ولا تت     رك فيها لذي جناحين ريشاهكذا في البلاد حي قريش     يأكلون البلاد أكلا كميشاولهم آخر الزمان نبي     يكثر القتل فيهم والخموشا"
        },
        {
            "resource_id": 790,
            "text": "কুৰাইশ্বৰ অভ্যাস আৰু নীতি বনাই লোৱাৰ কাৰণে।"
        },
        {
            "resource_id": 164,
            "text": "<p>এ সূরার ফযীলত সম্পর্কে ইমাম বায়হাকী (রঃ) তাঁর কিতাবুল খিলাফিয়্যাত' এ একটি গারীব হাদীস বর্ণনা করেছেন। হাদীসটি হলোঃ হযরত উম্মিহানী বিনতে আবী তালিব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “আল্লাহ্ তা'আলা কুরায়েশদেরকে সাতটি ফযীলত প্রদান করেছেন। (এক) আমি তাদেরই অন্তর্ভুক্ত। (দুই) নবুওয়াত তাদের মধ্যে রয়েছে। (তিন) তারা আল্লাহর ঘরের তত্ত্বাবধায়ক। (চার) তারা যমযম কূপের পানি পরিবেশনকারী। (পাঁচ) আল্লাহ্ তা'আলা তাদেরকে হস্তী অধিপতিদের উপর বিজয় দান করেছেন। (ছয়) দশবছর পর্যন্ত তারা আল্লাহর ইবাদত করেছে যখন অন্য কেউ ইবাদত করতো না। (সাত) তাদের সম্পর্কে আল্লাহ্ তা'আলা কুরআন কারীমের একটি সূরা অবতীর্ণ করেছেন।” অতঃপর রাসূলুল্লাহ্ (সঃ) পাঠ করেনঃ (আরবি)<b>১-৪ নং আয়াতের তাফসীর</b>কুরআনের বর্তমান উসমানী (রাঃ) সংস্করণের বিন্যাসে এ সূরাটিকে সূরা ফীল হতে পৃথকভাবে বিন্যস্ত করা হয়েছে। উভয় সূরার মধ্যে (আরবি) দ্বারা পার্থক্য সৃষ্টি করা হয়েছে। বিষয়বস্তুর দিক থেকে এ সূরাটিও সূরা ফীল এরই অনুরূপ। মুহাম্মদ ইবনে ইসহাক (রঃ), আব্দুর রহমান ইবনে যায়েদ ইবনে আসলাম (রঃ) প্রমুখ গুরুজন যে ব্যাখ্যা করেছেন তাতে বলা হয়েছেঃ আমি মক্কা হতে হাতীদের ফিরিয়ে রেখেছি এবং হাতী ওয়ালাদেরকে ধ্বংস করে দিয়েছি। কুরায়েশদেরকে সান্ত্বনা দেয়ার জন্যে এবং শান্তিপূর্ণভাবে মক্কায় অবস্থানের জন্যেও এ সূরার বক্তব্য উপস্থাপিত হয়েছে এরূপ ব্যাখ্যাও করা হয়েছে। আবার এই অর্থও লিখিত হয়েছে যে, শীত-গ্রীষ্ম যে কোন ঋতুতে কুরায়েশরা দূর দূরান্তে শান্তিপূর্ণভাবে সফর করতো। কেননা, মক্কার মত সম্মানিত শহরে বসবাস করার কারণে সবাই তাদের সম্মান করতো। তাদের সঙ্গে যারা থাকতো তারাও শান্তিপূর্ণভাবে সফর করতে সক্ষম হতো। একইভাবে নিজ দেশেও তারা। সর্বপ্রকার নিরাপত্তা ও সুযোগ-সুবিধা লাভ করতো। যেমন কুরআনের অন্য এক আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “তারা কি দেখে না যে, আমি হরমকে শান্তিমূলক স্থান হিসেবে মনোনীত করেছি, অথচ লোকদেরকে তাদের চতুর্দিক হতে ছিনতাই করা হয়?” (২৯:৬৭) কিন্তু সেখানে যারা অবস্থান করে তারা সম্পূর্ণ নির্ভয় ও নিশ্চিন্ত থাকে।ইমাম ইবনে জারীর (রঃ) বলেন যে, (আরবি) এর মধ্যে প্রথম যে (আরবি) টি রয়েছে ওটা বিস্ময় প্রকাশক (আরবি) এবং উভয় সূরা অর্থাৎ সূরা ফীল এবং সূরা লিঈলাফি কুরাইশ সম্পূর্ণ পৃথক। এ ব্যাপারে মুসলমানদের ইজমা রয়েছে।আল্লাহ তাআলা কুরায়েশদের প্রতি তাঁর নিয়ামতের কথা স্মরণ করিয়ে দিয়ে বলছেনঃ এই গৃহের মালিকের ইবাদত করা তাদের উচিত, যিনি তাদেরকে ক্ষুধায় আহার দিয়েছেন এবং ভীতি হতে তাদেরকে নিরাপত্তা দান করেছেন। যেমন আল্লাহ্ পাক অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “হে নবী (সঃ)! তুমি বলে দাও আমাকে শুধু এ আদেশই দেয়া হয়েছে যে, আমি এই শহরের প্রভুর ইবাদত করবো যিনি ওকে হরম বানিয়েছেন, যিনি সকল জিনিষের মালিক। আমাকে আত্মসমর্পণকারীদের অন্তর্ভুক্ত হওয়ার নির্দেশ দেয়া হয়েছে।” (২৭:৯১) সুতরাং আল্লাহ্ তা'আলা বলছেনঃ যিনি ক্ষুধায় আহার্য দিয়েছেন এবং ভয়ভীতি থেকে নিরাপত্তা দান করেছেন তাঁর ইবাদত কর এবং ছোট বড় কোন কিছুকে তার অংশীদার করো না। আল্লাহ্ তা'আলার এ আদেশ যে পালন করবে আল্লাহ্ তাকে দুনিয়ায় ও আখেরাতে সুখে-শান্তিতে কালাতিপাত করাবেন। পক্ষান্তরে তার অবাধ্যাচরণ যে করবে তার ইহকালের শান্তিকেও অশান্তিতে পরিণত করা হবে এবং আখেরাতেও সে শান্তির পরিবর্তে ভয়ভীতি ও হতাশার সম্মুখীন হবে। যেমন আল্লাহ্ তা'আলা বলেনঃ (আরবি)অর্থাৎ “আল্লাহ দৃষ্টান্ত দিচ্ছেন এক জনপদের যা ছিল নিরাপদ ও নিশ্চিন্ত, যেথায় আসতো সর্বদিক হতে ওর প্রচুর জীবনোপকরণ; অতঃপর ওটা আল্লাহর অনুগ্রহ অস্বীকার করলো; ফলে, তারা যা করতো তজ্জন্যে আল্লাহ্ তাদেরকে আস্বাদ গ্রহণ করালেন ক্ষুধা ও ভীতির আচ্ছাদনের। তাদের নিকট তো এসেছিল এক রাসূল তাদেরই মধ্য হতে, কিন্তু তারা তাকে অস্বীকার করেছিল; ফলে, সীমা লংঘন করা অবস্থায় শাস্তি তাদেরকে গ্রাস করলো।” (১৬:১১২-১১৩)একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “হে কুরায়েশগণ! আল্লাহ্ তা'আলা তোমাদের জন্যে আরাম আয়েশের ব্যবস্থা করেছেন, ঘরে বসিয়ে তোমাদেরকে পানাহার করিয়েছেন, চতুর্দিকে অশান্তির দাবানল ছড়িয়ে থাকা সত্ত্বেও তোমাদেরকে তিনি শান্তি ও নিরাপত্তা দান করেছেন। এরপরও তোমাদের কি হলো যে, তোমরা এই বিশ্ব প্রতিপালকের ইবাদত করবে না এবং তাঁর তাওহীদ বা একত্ববাদকে অবিশ্বাস করবে? তোমাদের উপর কি এমন বিপদ আপতিত হলো, যে কারণে তোমরা আল্লাহ্ ছাড়া অন্যদের সামনে মাথানত করবে?”</p>"
        },
        {
            "resource_id": 174,
            "text": "Disebabkan oleh kebiasaan kaum Quraisy dan adat mereka,"
        },
        {
            "resource_id": 183,
            "text": "クライシュ族の慣習とその慣れ親しんだことのため、"
        },
        {
            "resource_id": 177,
            "text": "Để cải thiện cuộc sống của bộ tộc Quraish."
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Karena kebiasaan orang-orang Quraisy, <span class=\"green\">(yaitu)</span> kebiasaan mereka bepergian pada musim dingin dan musim panas, maka hendaklah mereka menyembah Rabb Pemilik rumah ini <span class=\"green\">(Ka'bah)</span>, Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan.\" <span class=\"green\">(Quraisy: 1-4)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(1-4)</span> Banyak ulama tafsir yang menyatakan bahwa huruf jar dan majrur dalam ayat ini berkaitan dengan surat sebelumnya. Yakni, Kami <span class=\"green\">(Allah سبحانه وتعالى)</span> memperlakukan tentara bergajah itu adalah demi kaum Quraisy, demi keamanan, tegaknya maslahat mereka, dan untuk keteraturan perjalanan mereka di musim dingin ke Yaman dan di musim panas ke Syam untuk berdagang dan mencari rizki. Karena itu Allah سبحانه وتعالى membinasakan siapa pun yang berniat jahat pada mereka. Allah سبحانه وتعالى mengagungkan perihal tanah haram dan penduduknya di hati bangsa Arab agar mereka menghormati kaum Quraisy dan agar mereka tidak mengganggu kaum Quraisy kemana pun ketika ingin bepergian. Karena itu Allah سبحانه وتعالى memerin-tahkan kaum Quraisy bersyukur seraya berfirman, ﴾ فَلۡيَعۡبُدُواْ  رَبَّ  هَٰذَا  ٱلۡبَيۡتِ <span class=\"brown\">﴿   \"Maka hendaklah mereka menyembah Rabb Pemilik rumah ini <span class=\"green\">(Ka'bah)</span>,\" yakni, hendaklah mereka mengesakanNya dan memurni-kan ibadah hanya untukNya. ﴾</span> ٱلَّذِيٓ  أَطۡعَمَهُم مِّن     جُوعٖ وَءَامَنَهُم  مِّنۡ  خَوۡفِۭ ﴿   \"Yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari ketakutan.\" Hal itu karena kenikmatan rizki dan rasa aman merupakan salah satu nikmat duniawi terbesar yang mengharuskan untuk disyukuri. Segala puji dan syukur hanya untukMu, ya Allah, atas segala nikmat lahir dan batin yang Engkau limpahkan. Allah سبحانه وتعالى mengkhususkan penyebutan rububiyah pada Ka'bah karena keutamaan dan kemuliaannya, karena pada hakikatnya Dia adalah Rabb segala sesuatu.                </div>"
        },
        {
            "resource_id": 173,
            "text": "En raison de l’habitude et de la coutume des quraychites"
        },
        {
            "resource_id": 181,
            "text": "به خاطر عادت و خوگرفتن قریش."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : إيلافهم رحلة الشتاء والصيفقرأ مجاهد وحميد ( إلفهم ) ساكنة اللام بغير ياء . وروي نحوه عن ابن كثير . وكذلك روت أسماء أنها سمعت رسول الله - صلى الله عليه وسلم - يقرأ ( إلفهم ) . وروي عن ابن عباس وغيره . وقرأ أبو جعفر والوليد عن أهل الشام وأبو حيوة ( إلافهم ) مهموزا مختلسا بلا ياء . وقرأ أبو بكر عن عاصم ( إئلافهم ) بهمزتين ، الأولى مكسورة والثانية ساكنة . والجمع بين الهمزتين في الكلمتين شاذ . الباقون إيلافهم بالمد والهمز ; وهو الاختيار ، وهو بدل من الإيلاف الأول للبيان . وهو مصدر آلف : إذا جعلته يألف . وألف هو إلفا ; على ما تقدم ذكره من القراءة ; أي وما قد ألفوه من رحلة الشتاء والصيف . روى ابن أبي نجيح عن مجاهد في قوله تعالى : إيلافهم رحلة الشتاء والصيف قال : لا يشق عليهم رحلة شتاء ولا صيف ، منة منه على قريش .وقال الهروي وغيره : وكان أصحاب الإيلاف أربعة إخوة : هاشم ، وعبد شمس ، والمطلب ، ونوفل بنو عبد مناف . فأما هاشم فإنه كان يؤلف ملك الشام ; أي أخذ منه حبلا وعهدا يأمن به في تجارته إلى الشام . وأخوه عبد شمس كان يؤلف إلى الحبشة . والمطلب إلى اليمن . ونوفل إلى فارس . ومعنى يؤلف يجير . فكان هؤلاء الإخوة يسمون المجيرين . فكان تجار قريش يختلفون إلى الأمصار بحبل هؤلاء الإخوة ، فلا يتعرض لهم . قال الزهري : الإيلاف : شبه الإجارة بالخفارة ; يقال : آلف يؤلف : إذا أجار الحمائل بالخفارة . والحمائل : جمع حمولة . قال : والتأويل : أن قريشا كانوا سكان الحرم ، ولم يكن لهم زرع ولا ضرع ، وكانوا يميرون في الشتاء والصيف آمنين ، والناس يتخطفون من حولهم ، فكانوا إذا عرض لهم عارض قالوا : نحن أهل حرم الله ، فلا يتعرض الناس لهم . وذكر أبو الحسين أحمد بن فارس بن زكريا في تفسيره : حدثنا سعيد بن محمد ، عن بكر بن سهل الدمياطي ، بإسناده إلى ابن عباس ، في قول الله - عز وجل - : لإيلاف قريش إلافهم رحلة الشتاء والصيف . وذلك أن قريشا كانوا إذا أصابت واحدا منهم مخمصة ، جرى هو وعياله إلى موضع معروف ، فضربوا على أنفسهم خباء فماتوا ; حتى كان عمرو بن عبد مناف ، وكان سيد زمانه ، وله ابن يقال له أسد ، وكان له ترب من بني مخزوم ، يحبه ويلعب معه . فقال له : نحن غدا نعتفد ، قال ابن فارس : هذه لفظة في هذا الخبر لا أدري : بالدال هي أم بالراء ; فإن كانت بالراء فلعلها من العفر ، وهو التراب ، وإن كانت بالدال ، فما أدري معناها ، وتأويله على ما أظنه : ذهابهم إلى ذلك الخباء ، وموتهم واحدا بعد واحد . قال : فدخل أسد على أمه يبكي ، وذكر ما قاله تربه . قال : فأرسلت أم أسد إلى أولئك بشحم ودقيق ، فعاشوا به أياما . ثم إن تربه أتاه أيضا فقال : نحن غدا نعتفد ، [ ص: 183 ] فدخل أسد على أبيه يبكي ، وخبره خبر تربه ، فاشتد ذلك على عمرو بن عبد مناف ، فقام خطيبا في قريش وكانوا يطيعون أمره ، فقال : إنكم أحدثتم حدثا تقلون فيه وتكثر العرب ، وتذلون وتعز العرب ، وأنتم أهل حرم الله جل وعز ، وأشرف ولد آدم ، والناس لكم تبع ، ويكاد هذا الاعتفاد يأتي عليكم . فقالوا : نحن لك تبع . قال : ابتدئوا بهذا الرجل - يعني أبا ترب أسد - فأغنوه عن الاعتفاد ، ففعلوا . ثم إنه نحر البدن ، وذبح الكباش والمعز ، ثم هشم الثريد ، وأطعم الناس ; فسمي هاشما . وفيه قال الشاعر :عمرو الذي هشم الثريد لقومه ورجال مكة مسنتون عجافثم جمع كل بني أب على رحلتين : في الشتاء إلى اليمن ، وفي الصيف إلى الشام للتجارات ، فما ربح الغني قسمه بينه وبين الفقير ، حتى صار فقيرهم كغنيهم ; فجاء الإسلام وهم على هذا ، فلم يكن في العرب بنو أب أكثر مالا ولا أعز من قريش ، وهو قول شاعرهم :والخالطون فقيرهم بغنيهم     حتى يصير فقيرهم كالكافيفلم يزالوا كذلك حتى بعث الله رسوله محمدا - صلى الله عليه وسلم - ، فقال : فليعبدوا رب هذا البيت الذي أطعمهم من جوع بصنيع هاشم وآمنهم من خوف أن تكثر العرب ويقلوا .قوله تعالى : رحلة الشتاء والصيف ، رحلة نصب بالمصدر ; أي ارتحالهم رحلة ; أو بوقوع إيلافهم عليه ، أو على الظرف . ولو جعلتها في محل الرفع ، على معنى هما رحلة الشتاء والصيف ، لجاز . والأول أولى . والرحلة الارتحال . وكانت إحدى الرحلتين إلى اليمن في الشتاء ، لأنها بلاد حامية ، والرحلة الأخرى في الصيف إلى الشام ، لأنها بلاد باردة . وعن ابن عباس أيضا قال : كانوا يشتون بمكة لدفئها ، ويصيفون بالطائف لهوائها . وهذه من أجل النعم أن يكون للقوم ناحية حر تدفع عنهم برد الشتاء ، وناحية برد تدفع عنهم حر الصيف ; فذكرهم الله تعالى هذه النعمة . وقال الشاعر :تشتي بمكة نعمة     ومصيفها بالطائفوهنا أربع مسائل :الأولى : اختار القاضي أبو بكر بن العربي وغيره من العلماء : أن قوله تعالى : لإيلاف متعلق بما قبله . ولا يجوز أن يكون متعلقا بما بعده ، وهو قوله تعالى : فليعبدوا رب هذا البيت قال : وإذا ثبت أنه متعلق بالسورة الأخرى - وقد قطع عنه بكلام مبتدأ ، واستئناف بيان وسطر بسم الله الرحمن الرحيم ، فقد تبين جواز الوقف في القراءة للقراء قبل تمام الكلام ، [ ص: 184 ] وليست المواقف التي ينتزع بها القراء شرعا عن النبي - صلى الله عليه وسلم - مرويا ، وإنما أرادوا به تعليم الطلبة المعاني ، فإذا علموها وقفوا حيث شاءوا . فأما الوقف عند انقطاع النفس فلا خلاف فيه ، ولا تعد ما قبله إذا اعتراك ذلك ، ولكن ابدأ من حيث وقف بك نفسك . هذا رأيي فيه ، ولا دليل على ما قالوه ، بحال ، ولكني أعتمد الوقف على التمام ، كراهية الخروج عنهم .قلت : ومن الدليل على صحة هذا ، قراءة النبي - صلى الله عليه وسلم - الحمد لله رب العالمين ثم يقف . الرحمن الرحيم ثم يقف . وقد مضى في مقدمة الكتاب . وأجمع المسلمون أن الوقف عند قوله : كعصف مأكول ليس بقبيح . وكيف يقال إنه قبيح وهذه السورة تقرأ في الركعة الأولى والتي بعدها في الركعة الثانية ، فيتخللها من قطع القراءة أركان ؟ وليس أحد من العلماء يكره ذلك ، وما كانت العلة فيه إلا أن قوله تعالى : فجعلهم كعصف مأكول انتهاء آية . فالقياس على ذلك : ألا يمتنع الوقف عند أعجاز الآيات سواء كان الكلام يتم ، والغرض ينتهي ، أو لا يتم ، ولا ينتهي . وأيضا فإن الفواصل حلية وزينة للكلام المنظوم ، ولولاها لم يتبين المنظوم من المنثور . ولا خفاء أن الكلام المنظوم أحسن ; فثبت بذلك أن الفواصل من محاسن المنظوم ، فمن أظهر فواصله بالوقوف عليها فقد أبدى محاسنه ، وترك الوقوف يخفي تلك المحاسن ، ويشبه المنثور بالمنظوم ، وذلك إخلال بحق المقروء .الثانية : قال مالك : الشتاء نصف السنة ، والصيف نصفها ، ولم أزل أرى ربيعة بن أبي عبد الرحمن ومن معه ، لا يخلعون عمائمهم حتى تطلع الثريا ، وهو يوم التاسع عشر من بشنس ، وهو يوم خمسة وعشرين من عدد الروم أو الفرس . وأراد بطلوع الثريا أن يخرج السعاة ، ويسير الناس بمواشيهم إلى مياههم ، وأن طلوع الثريا أول الصيف ودبر الشتاء . وهذا مما لا خلاف فيه بين أصحابه عنه . وقال عنه أشهب وحده : إذا سقطت الهقعة نقص الليل ، ، فلما جعل طلوع الثريا أول الصيف ، وجب أن يكون له في مطلق السنة ستة أشهر ، ثم يستقبل الشتاء من بعد ذهاب الصيف ستة أشهر . وقد سئل محمد بن عبد الحكم عمن حلف ألا يكلم امرأ حتى يدخل الشتاء ؟ فقال : لا يكلمه حتى يمضي سبعة عشر من هاتور . ولو قال يدخل الصيف ، لم يكلمه حتى يمضي سبعة عشر من بشنس . قال القرظي : أما ذكر هذا عن محمد في بشنس ، فهو سهو ، إنما هو تسعة عشر من بشنس ، لأنك إذا حسبت المنازل على ما هي عليه ، من ثلاث عشرة ليلة كل منزلة ، علمت أن ما بين تسع عشرة من هاتور لا تنقضي منازل إلا بدخول تسع عشرة من بشنس . والله أعلم .الثالثة : قال قوم : الزمان أربعة أقسام : شتاء ، وربيع ، وصيف ، وخريف . وقال قوم : هو [ ص: 185 ] شتاء ، وصيف ، وقيظ ، وخريف . والذي قاله مالك أصح ; لأن الله قسم الزمان قسمين ولم يجعل لهما ثالثا .الرابعة : لما امتن الله تعالى على قريش برحلتين ، شتاء وصيفا ، على ما تقدم ، كان فيه دليل على جواز تصرف الرجل في الزمانين بين محلين ، يكون حالهما في كل زمان أنعم من الآخر ; كالجلوس في المجلس البحري في الصيف ، وفي القبلي في الشتاء ، وفي اتخاذ البادهنجات والخيش للتبريد ، واللبد واليانوسة للدفء ."
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( رِحْلَةَ الشتآء والصيف ) بيان لمظهر من مظاهر هذا الإِيلاف الذى منحه - سبحانه - لهم ، والرحلة هنا : اسم لارتحال القوم من مكان إلى آخر ، ولفظ \" رحلة \" منصوب على أنه مفعول به لقوله ( إِيلاَفِهِمْ ) . .والمراد بهذه الرحلة : ارتحالهم فى الشتاء إلى بلاد اليمن ، وفى الصيف إلى بلاد الشام ، من أجل التجارة ، واجتلاب الربح .واستدرار الرزق ، والاستكثار من القوت واللباس وما يشبههما من مطالب الحياة .وقيل : المراد برحلة الشتاء والصيف : رحلة الناس إليهم فى الشتاء والصيف للحج والعمرة ، فقد كان الناس يأتون إلى مكىة فى الشتاء والصيف لهذه الاغراض ، فيجد أهل مكة من وراء ذلك الخير والنفع ، كما قال - تعالى - : ( لِّيَشْهَدُواْ مَنَافِعَ لَهُمْ )."
        },
        {
            "resource_id": 174,
            "text": "yaitu kebiasaan mereka melakukan perjalanan pada musim dingin ke negeri Yaman dan perjalanan pada musim panas ke negeri Syam dengan aman."
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 106:2] رِ‌حْلَةَ الشِّتَاءِ وَالصَّيْفِ (...their familiarity with the trips of winter and summer.) It is a known fact that Makkah is situated in an utterly bleak and arid valley where no agricultural produce grows, nor are there any orchards where the people of Makkah could reap any kind of fruits. Therefore, the founder of the House of Allah, Sayyidna Ibrahim Khalil ullah (علیہ السلام) prayed to Allah at the time of founding the city, thus: [ 2:126] رَ‌بِّ اجْعَلْ هَـٰذَا بَلَدًا آمِنًا وَارْ‌زُقْ أَهْلَهُ مِنَ الثَّمَرَ‌اتِ (My Lord, make this a city of peace, and provide its people with fruits) and this fact is mentioned in [ 28:57], thus: يُجْبَىٰ إِلَيْهِ ثَمَرَ‌اتُ كُلِّ شَيْءٍ (to which the fruits of everything are drawn) \". The Quraish thus needed to make these commercial trips out of Makkah into the neighboring territories to bring the necessities of life to their city. Sayyidna Ibn ` Abbas ؓ reports that the people of Makkah were in a state of abject poverty and Hashim, the great grandfather of the Prophet ﷺ ، exhorted the Quraish to undertake the trading caravans to the neighboring territories. As Syria was a cold region, they went there in summer; and Yemen had a warm climate, so they went there in winter to carry out their commercial activities. They, after their commercial ventures that brought to them great profits and gains, would return to their city safely due to the respect that the people had for them, because they were the keepers and custodians of Allah's sanctuary. Therefore, whoever knew them would honor them. Even those who came to them and traveled with them, would be safe because of them. Hashim was the leader of the Quraish and maintained the economic principle to distribute among the rich and the poor members of the Quraish the gains and the profits made in their business. As a result, even the poor people lived like the wealthy people. Furthermore, an additional Divine favor was granted to them: Allah spared them the trouble of making these annual trips, in that the areas adjacent to Makkah such as Yemen, Tabalah and Harsh were made fertile, fecund and productive where corns, food grains and other agricultural produce grew abundantly - even more than their need. As a result, they had to carry these agricultural produce to Jeddah where they sold them. Thus most of the necessities were available in Jeddah. The people of Makkah, instead of undertaking the two long journeys, went to Jeddah, merely two stations away, to bring their necessities of life. In the current verse, Allah mentions His favor upon them.</p>"
        },
        {
            "resource_id": 173,
            "text": "de voyager l’hiver vers le Yémen et l’été vers la Syrie,"
        },
        {
            "resource_id": 905,
            "text": "رحلةَ الشتاء إلى اليمن، ورحلة الصيف إلى الشام آمنين."
        },
        {
            "resource_id": 183,
            "text": "冬イエメンへ、そして夏シリアへ、かれらが旅する安全のため。"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( إِيلافِهِمْ )</span> مخفوضة على الإبدال,<span class=\"blue\"> كأنه قال:</span> لإيلاف قريش لإيلافهم, رحلة الشتاء والصيف، وأما الرحلة فنُصبَت بقوله.<span class=\"arabic qpc-hafs green\">( إِيلافِهِمْ )</span> , ووقوعه عليها.</p><p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ )</span> يقول: رحلة قريش الرحلتين: إحداهما إلى الشام في الصيف, والأخرى إلى اليمن في الشتاء.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ )</span> قال: كانت لهم رحلتان: الصيف إلى الشام, والشتاء إلى اليمن في التجارة, إذا كان الشتاء امتنع الشأم منهم لمكان البرد, وكانت رحلتهم في الشتاء إلى اليمن.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان <span class=\"arabic qpc-hafs green\">( رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ )</span> قال: كانوا تُجَّارا.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, ثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن الكلبيّ<span class=\"arabic qpc-hafs green\">( رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ )</span> قال: كانت لهم رحلتان: رحلة في الشتاء إلى اليمن, ورحلة في الصيف إلى الشأم.</p><p lang=\"ar\" class=\"ar \">حدثنا عمرو بن عليّ,<span class=\"blue\"> قال:</span> ثنا عامر بن إبراهيم الأصبهاني,<span class=\"blue\"> قال:</span> ثنا خطاب بن جعفر بن أبي المغيرة قال: ثني أبي, عن سعيد بن جُبير, عن ابن عباس <span class=\"arabic qpc-hafs green\">( إِيلافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ )</span> قال: كانوا يشْتون بمكة, ويَصِيفون بالطائف.</p>"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">قوله تعالى : <span class=\"green\">( إيلافهم )</span> بدل من الإيلاف الأول <span class=\"green\">( رحلة الشتاء والصيف )</span> <span class=\"arabic qpc-hafs\">\" رحلة \"</span> نصب على المصدر ، أي ارتحالهم رحلة الشتاء والصيف .</p><p lang=\"ar\" class=\"ar \">روى عكرمة ،<span class=\"blue\"> وسعيد بن جبير عن ابن عباس رضي الله عنهما قال :</span> كانوا يشتون بمكة ويصيفون بالطائف ، فأمرهم الله تعالى أن يقيموا بالحرم ويعبدوا رب هذا البيت .</p><p lang=\"ar\" class=\"ar \">وقال الآخرون : كانت لهم رحلتان في كل عام للتجارة ، إحداهما في الشتاء إلى اليمن لأنها أدفأ والأخرى في الصيف إلى الشام .</p><p lang=\"ar\" class=\"ar \">وكان الحرم واديا جدبا لا زرع فيه ولا ضرع ، وكانت قريش تعيش بتجارتهم ورحلتهم ، وكان لا يتعرض لهم أحد بسوء ،<span class=\"blue\"> كانوا يقولون :</span> قريش سكان حرم الله وولاة بيته فلولا الرحلتان لم يكن لهم بمكة مقام ، ولولا الأمن بجوار البيت لم يقدروا على التصرف ، وشق عليهم الاختلاف إلى اليمن والشام فأخصبت تبالة وجرش من بلاد اليمن ، فحملوا الطعام إلى مكة ، أهل الساحل من البحر على السفن وأهل البر على الإبل والحمير فألقى أهل الساحل بجدة ، وأهل البر بالمحصب ، وأخصب الشام فحملوا الطعام إلى مكة فألقوا بالأبطح ، فامتاروا من قريب وكفاهم الله مؤنة الرحلتين</p>"
        },
        {
            "resource_id": 177,
            "text": "TA đã tạo điều kiện thuận lợi cho họ di chuyển đến Yemen vào mùa đông và đến Sham (nay được chia thành bốn quốc gia: Jordan, Sirya, Palestine và Li-Băng) vào mùa hè."
        },
        {
            "resource_id": 792,
            "text": "ទម្លាប់របស់ពួកគេនោះ គឺការធ្វើដំណើរជួញដូរក្នុងរដូវរងារនៅកាន់ប្រទេសយេមែន និងធ្វើដំណើរជួញដូរក្នុងរដូវក្ដៅនៅកាន់តំបន់ស្ហាម ប្រកបដោយសុវត្តិភាព។"
        },
        {
            "resource_id": 180,
            "text": "২. শীতকালে নিরাপদে ইয়েমেনের প্রতি ভ্রমণ ও গ্রীষ্মকালে সিরিয়ার প্রতি ভ্রমণ।"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (٢)</span> ] كاتێك كە ئەمان گەشتێكیان ئەكرد لە زستاندا ئەچوون بۆ یەمەن لەبەر ئەوەی یەمەن گەرم بووە، وە لە هاوینیشدا ئەچوون بۆ شام لەبەر ئەوەی شام سارد بووە, وە قوڕەیش بەم بازرگانییە ئەژیان وە ئەمین بوونە لە پاڵ كەعبەی پیرۆزدا بوونە ."
        },
        {
            "resource_id": 181,
            "text": "به سفر ایمن زمستانی به‌سوی یمن، و سفر ایمن تابستانی به‌سوی شام."
        },
        {
            "resource_id": 170,
            "text": "По мнению многих толкователей, эта сура является смысловым продолжением предыдущей суры. Это означает, что Аллах покарал воинство слона ради безопасности и благополучия курейшитов. Наряду с этим Всевышний Аллах помог мекканцам организовать выгодные торговые поездки зимой в Йемен, а летом - в Шам. Он погубил тех, кто замыслил против них зло, и тем самым возвеличил Каабу и мекканцев в глазах арабов. Они испытывали к ним глубокое уважение и не препятствовали их торговым караванам. Вот почему далее Аллах повелел им возблагодарить своего Господа за оказанную милость и сказал:"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "শান্তিৰ সৈতে, শীতকালত ইয়ামানলৈ আৰু গ্ৰীষ্মকালত ছিৰিয়ালৈ ভ্ৰমণ।"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقيل : المراد بذلك ما كانوا يألفونه من الرحلة في الشتاء إلى اليمن ، وفي الصيف إلى الشام في المتاجر وغير ذلك ، ثم يرجعون إلى بلدهم آمنين في أسفارهم ; لعظمتهم عند الناس ، لكونهم سكان حرم الله ، فمن عرفهم احترمهم ، بل من صوفي إليهم وسار معهم أمن بهم . هذا حالهم في أسفارهم ورحلتهم في شتائهم وصيفهم . وأما في حال إقامتهم في البلد ،<span class=\"blue\"> فكما قال الله :</span> <span class=\"arabic qpc-hafs\">( أولم يروا أنا جعلنا حرما آمنا ويتخطف الناس من حولهم )</span> <span class=\"reference brown\">[ العنكبوت : 67 ]</span> ولهذا قال : <span class=\"arabic qpc-hafs\">( لإيلاف قريش )</span> بدل من الأول ومفسر ولهذا قال : <span class=\"arabic qpc-hafs\">( إيلافهم رحلة الشتاء والصيف )</span></p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : الصواب أن <span class=\"red\">\" اللام \"</span> لام التعجب ،<span class=\"blue\"> كأنه يقول :</span> اعجبوا لإيلاف قريش ونعمتي عليهم في ذلك .<span class=\"blue\"> قال :</span> وذلك لإجماع المسلمين على أنهما سورتان منفصلتان مستقلتان .</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>অভ্যাস আছে তাদের শীত ও গ্রীষ্ম সফরের। [১]</p><p>[১] إيلاف শব্দের অর্থ হল, স্বাভাবিক ও অভ্যাস হওয়া। অর্থাৎ, কোন কাজে কষ্ট ও বিরাগ অনুভব না হওয়া।</p><p>কুরাইশদের জীবন ধারণের একমাত্র মাধ্যম ছিল ব্যবসা-বাণিজ্য। প্রতি বছর তাদের বাণিজ্যিক কাফেলা দুইবার করে অন্য দেশে সফর করত এবং তারা সেখান থেকে ব্যবসার পণ্য নিয়ে আসত। তারা শীতকালে গরম এলাকা ইয়ামান এবং গ্রীষ্মকালে ঠান্ডা এলাকা শাম (সিরিয়া) সফর করত। কা'বাগৃহের খাদেম বলে আরববাসীরা তাদের সম্মান করত। এ জন্যই তাদের বাণিজ্যিক কাফেলা বিনা বাধা ও বিপত্তিতে সফর করত। এই সূরাতে আল্লাহ তাআলা কুরাইশদের উদ্দেশ্যে বলেছেন যে, তোমরা যে গরম ও শীতকালে দুইবার করে সফর কর, তা হল আমার এই অনুগ্রহের ফলে যে, আমি তোমাদেরকে মক্কা নগরীতে নিরাপত্তা দান করেছি এবং আরববাসীদের নিকট তোমাদেরকে সম্মানিত করেছি। যদি তা না হত, তাহলে তোমাদের সফর করা সম্ভব হত না। আর হস্তীবাহিনীকে এ জন্যই ধ্বংস করেছি, যাতে তোমাদের সম্মান-মর্যাদা বজায় থাকে এবং তোমাদের অভ্যাসগত বাণিজ্যিক সফরও অব্যাহত থাকে। যদি আবরাহার উদ্দেশ্য সফল হত, তাহলে তোমাদের মর্যাদা ও নেতৃত্ব সব খর্ব হয়ে যেত। আর সফরের যাতায়াত বিচ্ছিন্ন হয়ে পড়ত। অতএব তোমাদের উচিত, কেবলমাত্র এই বাইতুল্লার (আল্লাহর ঘরের) প্রভুর উপাসনা করা।</p>"
        },
        {
            "resource_id": 171,
            "text": "With travelling in the winter towards Yemen, and in the summer towards the Levant, in security."
        },
        {
            "resource_id": 92,
            "text": "إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (2) وقرأه الجمهور في الموضعين لإيلاف } بياء بعد الهمزة وهي تخفيف للهمزة الثانية . وقرأ ابن عامر «لإلاف» الأول بحذف الياء التي أصلها همزة ثانية ، وقرأه { إيلافهم } بإثبات الياء مثل الجمهور . وقرأ أبو جعفر «لِيلاَف قريش» بحذف الهمزة الأولى . وقرأ «إلافهم» بهمزة مكسورة من غير ياء .وذكر ابن عطية والقرطبي أن أبا بكر عن عاصم قرأ بتحقيق الهمزتين في «لإِأَلاَفِ» وفي «إِأَلافهم» ، وذكر ابن عطية عن أبي علي الفارسي أن تحقيق الهمزتين لا وجه له . قلت : لا يوجد في كتب القراءات التي عرفناها نسبة هذه القراءة إلى أبي بكر عن عاصم . والمعروف أن عاصماً موافق للجمهور في جعل ثانية الهمزتين ياء ، فهذه رواية ضعيفة عن أبي بكر عن عاصم .وقد كُتب في المصحف «إلافهم» بدون ياء بعد الهمزة وأما الألف المدّة التي بعد اللام التي هي عين الكلمة فلم تكتب في الكلمتين في المصحف على عادة أكثر المدَّات مثلها ، والقراءات روايات وليس خط المصحف إلا كالتذكرة للقارىء ، ورسم المصحف سُنّة متَّبعة سنَّها الصحابة الذين عُيّنوا لنسخ المصاحف وإضافة «إيلاف» إلى { قريش } على معنى إضافة المصدر إلى فاعله وحذف مفعوله لأنه هنا أطلق بالمعنى الاسمي لتلك العادة فهي إضافة معنوية بتقدير اللام .وقريش : لقب الجد الذي يجمع بطوناً كثيرة وهو فهر بن مالك بن النضر بن كِنانة . هذا قول جمهور النّسابين وما فوق فِهر فهم من كنانة ، ولُقِّب فهرٌ بلقب قريش بصيغة التصغير وهو على الصحيح تصغير قَرْش ( بفتح القاف وسكون الراء وشين معجمة ) اسم نوع من الحوت قوي يعدو على الحيتان وعلى السفن .وقال بعض النسابين : إن قريشاً لقب النضر بن كنانة . وروي عن النبي صلى الله عليه وسلم \" أنه سئل منْ قريشٌ؟ فقال : مَنْ وَلَدَ النضْرُ \" . وفي رواية أنه قال : \" إنّا وَلَدُ النضر بن كنانة لا نقفو أمَّنا ولا ننتفي من أبينا \" . فجميع أهل مكة هم قريش وفيهم كانت مناصب أهل مكة في الجاهلية موزعة بينهم وكانت بنو كنانة بخِيف منى . ولهم مناصب في أعمال الحج خاصة منها النَّسِيء .وقوله : { إيلافهم } عطف بيان من «إيلاف قريش» وهو من أسلوب الإجمال ، فالتفصيل للعناية بالخبر ليتمكن في ذهن السامع ومنه قوله تعالى : { لعلي أبلغ الأسباب أسباب السماوات } [ غافر : 36 ] حكاية لكلام فرعون ، وقول امرىء القيس :ويومَ دخلتُ الخِدْرَ خِدْرَ عُنَيْزَة ... والرحلة بكسر الراء : اسم للارتحال ، وهو المسير من مكان إلى آخر بعيد ، ولذلك سمي البعير الذي يسافَر عليه راحلة .وإضافة رحلة إلى الشتاء من إضافة الفعل إلى زمانه الذي يقع فيه فقد يكون الفعل مستغرقاً لزمانه مثل قَولك : سَهَر الليل ، وقد يكون وقتاً لابتدائه مثل صلاة الظهر ، وظاهر الإِضافة أن رحلة الشتاء والصيف معروفة معهودة ، وهما رحلتان . فعطف { والصيف } على تقدير مضاف ، أي ورحلة الصيف ، لظهور أنه لا تكون رحلة واحدة تبتدأ في زمانين فتعين أنهما رحلتان في زمنين .وجوز الزمخشري أن يَكون لفظ { رحلة } المفرد مضافاً إلى شيئين لظهور المراد وأمن اللبس . وقال أبو حيان : هذا عند سيبويه لا يجوز إلا في الضرورة .و { الشتاء } : اسم لفصل من السنة الشمسية المقسمة إلى أربعة فصول . وفصل الشتاء تسعة وثمانون يوماً وبضع دقائق مبدؤها حلول الشمس في برج الجَدْي ، ونهايتها خروج الشمس من بُرج الحوت ، وبروجه ثلاثة : الجَدْي ، والدَّلْوُ ، والحوت . وفصل الشتاء مُدة البرد .و { الصيف } : اسم لفصل من السنة الشمسية ، وهو زمن الحرّ ومدته ثلاثة وتسعون ويوماً وبضع ساعات ، مبدؤها حلول الشمس في برج السَرَطان ونهايته خروج الشمس من برج السُّنْبُلَة ، وبروجه ثلاثة : السرطان ، والأسد ، والسنبلة .قال ابن العربي : قال مالك : الشتاء نصف السنة والصيف نصفها ولم أزل أرى ربيعة ابن أبي عبد الرحمان ومن معه لا يخلعون عمائمهم حتى تطلع الثريا ( يعني طلوع الثريا عند الفجر وذلك أول فصل الصيف ) وهو اليوم التاسع عشر من ( بشنس ) وهو يوم خمسة وعشرين من عدد الروم أو الفرس اه . وشهر بشنس هو التاسع من أشهر السنة القبطية المجزأة إلى اثني عشر شهراً .وشهر بشنس يبتدىء في اليوم السادس والعشرين من شهر نيسان ( أبريل ) وهو ثلاثون يوماً ينتهي يوم 25 من شهر ( أيار مايه ) .وطلوع الثريا عند الفجر وهو يوم تسعة عشر من شهر بشنس من أشهر القبط . قال أيمة اللغة : فالصيف عند العامة نصف السنة وهو ستة أشهر والشتاء نصف السنة وهو ستة أشهر .والسنة بالتحقيق أربعة فصول : الصيف : ثلاثة أشهر ، وهو الذي يسميه أهل العراق وخراسان الربيع ، ويليه القَيْظ ثلاثة أشهر ، وهو شدة الحر ، ويليه الخريف ثلاثة أشهر ، ويليه الشتاء ثلاثة أشهر . وهذه الآية صالحة للاصطلاحين . واصطلاح علماء الميقات تقسيم السنة إلى ربيع وصيف وخريف وشتاء ، ومبدأ السنة الربيع هو دخول الشمس في بُرج الحَمَل ، وهاتان الرحلتان هما رحلتا تجارة ومِيرة كانت قريش تجهزهما في هذين الفصلين من السنة إحداهما في الشتاء إلى بلاد الحبشة ثم اليمن يبلغون بها بلاد حمير ، والأخرى في الصيف إلى الشام يبلغون بها مدينة بُصرى من بلاد الشام .وكان الذين سنّ لهم هاتين الرحلتين هاشم بن عبد مناف ، وسبب ذلك أنهم كانوا تعتريهم خصاصة فإذا لم يجد أهل بيت طعاماً لقوتهم حمل ربُّ البيت عياله إلى موضع معروف فضرب عليهم خباء وبقوا فيه حتى يموتوا جوعاً ويسمى ذلك الاعتفار ( بالعين المهملة وبالراء وقيل بالدال عوض الراء وبفاء ) فحدث أن أهل بيت من بني مخزوم أصابتهم فاقة شديدة فهموا بالاعتفار فبلغ خبرهم هاشماً لأن أحد أبنائهم كان تِرباً لأسد بن هاشم ، فقام هاشم خطيباً في قريش وقال : إنكم أحدثتم حدثاً تقِلون فيه وتكثر العرب وتذلون وتعزّ العرب وأنتم أهل حرم الله والناس لكم تُبّع ويكاد هذا الاعتفار يأتي عليكم ، ثم جمع كل بني أب على رحلتين للتجارات فما ربح الغني قسمه بينه وبين الفقير من عشيرته حتى صار فقيرهم كغنيهم ، وفيه يقول مطرود الخزاعي :يا أيها الرجُلُ المحوِّل رَحْله ... هلا نزلتَ بآل عبد منافالآخذون العُهد من آفاقها ... والراحلون لرِحلة الإِيلافوالخالطون غنِيّهم بفقيرهم ... حتى يصير فقيرهم كالكافيولم تزل الرحلتان من إيلاف قريش حتى جاء الإِسلام وهم على ذلك .والمعروف المشهور أن الذي سنّ الإِيلاف هو هاشم ، وهو المروي عن ابن عباس ، وذكر ابن العربي عن الهروي : أن أصحاب الإِيلاف هاشم ، وإخوته الثلاثة الآخرون عبدُ شمس ، والمطلب ، ونوفل ، وأن كان واحد منهم أخذ حبلاً ، أي عهداً من أحد الملوك الذين يمرون في تجارتهم على بلادهم وهم مَلِك الشام ، وملك الحَبشة ، وملك اليمن ، ومَلِك فارس ، فأخذ هاشم هذا من ملك الشام وهو ملك الروم ، وأخذ عبد شمس من نجاشي الحبشة وأخذ المطلب من ملك اليمن وأخذ نوفل من كسرى ملك فارس ، فكانوا يجعلون جُعلاً لرؤساء القبائل وسادات العشائر يسمى الإيلاف أيضاً يعطونهم شيئاً من الربح ويحملون إليهم متاعاً ويسوقون إليهم إبلاً مع إبلهم ليكفوهم مؤونة الأسفار وهم يكفون قريش دفع الأعداء فاجتمع لهم بذلك أمن الطريق كله إلى اليمن وإلى الشام وكانوا يسمَّوْن المُجِيرين .وقد توهم النقاش من هذا أن لكل واحد من هؤلاء الأربعة رحلة فزعم أن الرِحَل كانت أربعاً ، قال ابن عطية : وهذا قول مردود ، وصدق ابن عطية ، فإن كون أصحاب العهد الذي كان به الإِيلاف أربعة لا يقتضي أن تكون الرحلات أربعاً ، فإن ذلك لم يقله أحد ، ولعل هؤلاء الأخوة كانوا يتداولون السفر مع الرحلات على التناوب لأنهم المعروفون عند القبائل التي تمر عليهم العِير ، أو لأنهم توارثوا ذلك بعد موت هاشم فكانت تضاف العِير إلى أحدهم كما أضافوا العير التي تَعرّض المسلمون لها يوم بدر عيرَ أبي سفيان إذ هو يومئذ سيد أهل الوادي بمكة .ومعنى الآية تذكير قريش بنعمة الله عليهم إذ يسر لهم ما لم يتأت لغيرهم من العرب من الأمن من عدوان المعتدين وغارات المغيرين في السنة كلها بما يسر لهم من بناء الكعبة وشرعة الحج وأن جعلهم عمار المسجد الحرام وجعل لهم مهابة وحرمة في نفوس العرب كلهم في الأشهر الحرم وفي غيرها ."
        },
        {
            "resource_id": 175,
            "text": "navike njihove da sigurni zimi putuju u Jemen, a ljeti u Šam,"
        },
        {
            "resource_id": 178,
            "text": "в поездках зимой в Йемен и летом в Шам, будучи в безопасности."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">قال كثير من المفسرين:</span> إن الجار والمجرور متعلق بالسورة التي قبلها أي: فعلنا ما فعلنا بأصحاب الفيل لأجل قريش وأمنهم، واستقامة مصالحهم، وانتظام رحلتهم في الشتاء لليمن، والصيف للشام، لأجل التجارة والمكاسب."
        },
        {
            "resource_id": 791,
            "text": "ശൈത്യകാലത്ത് യമനിലേക്കും ഉഷ്ണ കാലത്ത് ശാമിലേക്കുമുള്ള നിർഭയത്വത്തോടെയുള്ള അവരുടെ യാത്ര."
        },
        {
            "resource_id": 179,
            "text": "sa paglalakbay sa taglamig patungo sa Yemen at sa paglalakbay sa tag-init patungo sa Sirya habang mga natitiwasay –"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 2{ اٖلٰفِہِمْ رِحْلَۃَ الشِّتَآئِ وَالصَّیْفِ۔ } ”یعنی سردیوں اور گرمیوں کے سفر سے ان کو مانوس رکھنے کی وجہ سے۔“ یعنی اللہ تعالیٰ نے قریش کے دلوں میں سردی اور گرمی کے تجارتی سفروں کی الفت و محبت پیدا کردی۔  اِیْلاف : اَلِفَ یَأْلَفُ اَلْفًا سے باب افعال کا مصدر ہے ‘ یعنی مانوس کرنا اور خوگر بنانا۔ اردو میں الفت اور مالوف کے الفاظ بھی اسی سے ماخوذ ہیں۔ سورة قریش کی پہلی دو آیات میں قریش کی اس اجارہ داری کی طرف اشارہ ہے جو حضور ﷺ کی پیدائش سے قبل زمانے میں انہیں مشرق اور مغرب کی تجارت پر حاصل تھی۔ اس زمانے میں مشرق بعید کے ممالک ہندوستان ‘ جاوا ‘ ملایا ‘ سماٹرا ‘ چین وغیرہ سے بحر ہند کے راستے جو سامانِ تجارت آتا تھا وہ یمن کے ساحل پر اترتا تھا۔ دوسری طرف یورپ سے آنے والے جہاز شام اور فلسطین کے ساحل پر لنگر انداز ہوتے تھے۔ اس کے بعد یمن سے سامانِ تجارت کو شام پہنچانے اور ادھر کا سامان یمن پہنچانے کے لیے خشکی کا راستہ استعمال ہوتا تھا۔ چناچہ یمن اور شام کے درمیان اس راستے کی حیثیت اس زمانے میں گویا بین الاقوامی تجارتی شاہراہ کی سی تھی۔ ظاہر ہے یورپ کو انڈیا سے ملانے والا سمندری راستہ around the cape of good hope تو واسکوڈے گا ما نے صدیوں بعد 1498 ء میں دریافت کیا تھا ‘ جبکہ بحیرئہ احمر کو بحر روم سے ملانے والی نہر سویز 1869 ء میں بنی تھی۔ حضور ﷺ کی ولادت سے تقریباً ڈیڑھ دو سو سال پہلے تک اس تجارتی شاہراہ پر قوم سبا کی اجارہ داری تھی۔ لیکن جب ”سد مآرب“ ٹوٹنے کی وجہ سے اس علاقے میں سیلاب آیا اور اس سیلاب کی وجہ سے اس قوم کا شیرازہ بکھر گیا تو یہ شاہراہ کلی طور پر قریش مکہ کے قبضے میں چلی گئی۔ قریش مکہ چونکہ کعبہ کے متولی تھے اس لیے پورے عرب میں انہیں عزت و عقیدت کی نگاہ سے دیکھا جاتا تھا۔ اس زمانے میں جہاں کوئی بھی تجارتی قافلہ لٹیروں اور ڈاکوئوں کے ہاتھوں محفوظ نہیں تھا وہاں قریش کے قافلوں کو پورے عرب میں کوئی میلی نظر سے بھی نہیں دیکھتا تھا۔ اس کی ایک وجہ یہ بھی تھی کہ عرب کے تمام قبائل نے اپنے اپنے بت خانہ کعبہ میں نصب کر رکھے تھے۔ گویا ہر قبیلے کا ”خدا“ قریش کی مہربانی سے ہی خانہ کعبہ میں قیام پذیر تھا ‘ بلکہ یوں کہنا چاہیے کہ قریش کے پاس یرغمال تھا۔ اس لیے عرب کا کوئی قبیلہ بھی ان کے قافلوں پر ہاتھ ڈالنے کی جرات نہیں کرسکتا تھا۔ چناچہ قریش کے قافلے سارا سال بلاخوف و خطر یمن سے شام اور شام سے یمن کے راستے پر رواں دواں رہتے تھے۔ گرمیوں کے موسم میں وہ لوگ شام و فلسطین کے سرد علاقوں جبکہ سردیوں میں یمن کے گرم علاقے کا سفر اختیار کرتے تھے۔ آیت زیر مطالعہ میں ان کے اسی تجارتی سفر کا ذکر ہے۔ ظاہر ہے بین الاقوامی تجارتی شاہراہ پر مکمل اجارہ داری ‘ تجارتی قافلوں کے ہمہ وقت تحفظ کی یقینی ضمانت اور موسموں کی موافقت اور مطابقت سے سرد و گرم علاقوں کے سفر کی سہولت ‘ یہ ان لوگوں کے لیے ایسی نعمتیں تھیں جس پر وہ اللہ تعالیٰ کا جتنا بھی شکر ادا کرتے کم تھا۔ اس لیے ان نعمتوں کا ذکر کرنے کے بعد فرمایا :</p>"
        },
        {
            "resource_id": 776,
            "text": "De viajar seguros en el invierno hacia Yemen y en el verano hacia Siria."
        },
        {
            "resource_id": 16,
            "text": "اعْجَبوا لإلف قريش، وأمنهم، واستقامة مصالحهم، وانتظام رحلتيهم في الشتاء إلى <span class=\"red\">\"اليمن\"</span>، وفي الصيف إلى <span class=\"red\">\"الشام\"</span>، وتيسير ذلك؛ لجلب ما يحتاجون إليه."
        },
        {
            "resource_id": 172,
            "text": "Kışın Yemen’e ve yazın da Şam'a olan güvenli yolculukları için."
        },
        {
            "resource_id": 176,
            "text": "la ricorrenza del loro viaggio invernale in Yemen, e del loro viaggio estivo verso Al-Shām, in tutta sicurezza."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>তাদের আসক্তি আছে শীত ও গ্রীষ্মে সফরের [১]</p><p>[১] শীত ও গ্রীষ্মের সফরের অর্থ হচ্ছে গ্ৰীষ্মকালে কুরাইশরা সিরিয়া ও ফিলিস্তিনের দিকে বাণিজ্য সফর করতো। কারণ এ দু’টি শীত প্রধান দেশ। আর শীতকালে সফর করতো দক্ষিণ আরব তথা ইয়েমেনের দিকে। কারণ সেটি গ্রীষ্ম প্রধান এলাকা। [কুরতুবী; সাদী]</p>"
        },
        {
            "resource_id": 182,
            "text": "他们冬季到也门，夏季到沙姆地区旅行都是安全的。"
        },
        {
            "resource_id": 181,
            "text": "پس باید الله پروردگار این خانۀ حرمت‌دار را که سفر مذکور را برای‌شان آسان کرد، به یگانگی عبادت کنند و هیچ‌کس را با او شریک نگردانند."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "They should worship Allah alone, who is the Lord of this sacred house. He is the one who has made these journeys easy for them. They should not ascribe any partners to Him."
        },
        {
            "resource_id": 94,
            "text": "<p>وأمرهم بعبادة رب البيت فقال: <span class=\"arabic qpc-hafs\">\"فليعبدوا رب هذا البيت\"</span>، أي الكعبة.</p>"
        },
        {
            "resource_id": 179,
            "text": "ay sumamba sila kay Allāh lamang, ang Panginoon ng Bahay na Pinakababanal na nagpadali para sa kanila ng paglalakbay na ito, at huwag silang magtambal sa Kanya ng isa man,"
        },
        {
            "resource_id": 91,
            "text": "فأهلك الله من أرادهم بسوء، وعظم أمر الحرم وأهله في قلوب العرب، حتى احترموهم،<span class=\"blue\"> ولم يعترضوا لهم في أي:</span> سفر أرادوا، ولهذا أمرهم الله بالشكر،<span class=\"blue\"> فقال:</span> <span class=\"arabic qpc-hafs brown\">{ فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ }</span> أي: ليوحدوه ويخلصوا له العبادة."
        },
        {
            "resource_id": 177,
            "text": "Do đó, họ nên tạ ơn mà thờ phượng Allah, Chủ Nhân của Ngôi Đền thiêng này – đó là Ka’bah – Đấng đã tạo mọi dễ dàng cho họ, ngoài Ngài chúng không được tạ ơn bất cứ ai khác."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : فليعبدوا رب هذا البيتأمرهم الله تعالى بعبادته وتوحيده ، لأجل إيلافهم رحلتين . ودخلت الفاء لأجل ما في الكلام من معنى الشرط ، لأن المعنى : إما لا فليعبدوه لإيلافهم ; على معنى أن نعم الله تعالى عليهم لا تحصى ، فإن لم يعبدوه لسائر نعمه ، فليعبدوه لشأن هذه الواحدة ، التي هي نعمة ظاهرة . والبيت : الكعبة . وفي تعريف نفسه لهم بأنه رب هذا البيت وجهان : أحدهما لأنه كانت لهم أوثان فيميز نفسه عنها . الثاني : لأنهم بالبيت شرفوا على سائر العرب ، فذكر لهم ذلك ، تذكيرا لنعمته . وقيل : فليعبدوا رب هذا البيت أي ليألفوا عبادة رب الكعبة ، كما كانوا يألفون الرحلتين . قال عكرمة : كانت قريش قد ألفوا رحلة إلى بصرى ورحلة إلى اليمن ، فقيل لهم : فليعبدوا رب هذا البيت أي يقيموا بمكة . رحلة الشتاء ، إلى اليمن ، والصيف : إلى الشام ."
        },
        {
            "resource_id": 16,
            "text": "فليشكروا، وليعبدوا رب هذا البيت الذي يعتزون به -وهو الكعبة-، وبسببه نالوا الشرف والرفعة، وليوحدوه ويخلصوا له العبادة."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">ثم أرشدهم إلى شكر هذه النعمة العظيمة فقال : <span class=\"arabic qpc-hafs\">( فليعبدوا رب هذا البيت )</span> أي : فليوحدوه بالعبادة ، كما جعل لهم حرما آمنا وبيتا محرما ،<span class=\"blue\"> كما قال تعالى :</span> <span class=\"arabic qpc-hafs\">( إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شيء وأمرت أن أكون من المسلمين )</span> <span class=\"reference brown\">[ النمل : 91 ]</span></p>"
        },
        {
            "resource_id": 93,
            "text": "وبعد أن ذكرهم - سببحانه - بنعمه أمرهم بشكره ، فقال : ( فَلْيَعْبُدُواْ رَبَّ هذا البيت . . . ) أى : إن كان الأمر كما ذكرنا لهم ، فليخلصوا العبادة لله - تعالى - الذى حمى لهم البيت الحرام ، والكعبة المشرفة ، ممن أرادهما بسوء . ."
        },
        {
            "resource_id": 175,
            "text": "Neka obožavaju samo Gospodara ovog svetog hrama koji im je olakšao ovo putovanje i neka mu nikoga kao sudruga ne pripisuju."
        },
        {
            "resource_id": 172,
            "text": "Onlara bu yolculuğu kolaylaştıran, Beytü'l-harâm'ın (Kâbe) Rabbi olan bir tek Allah'a ibadet etsinler, O'na hiç kimseyi ortak koşmasınlar."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (3) وعند القبائل التي تحرِّم الأشهر الحُرم والقبائللِ التي لا تحرّمها مثل طيء وقضاعة وخثعم ، فتيسرت لهم الأسفار في بلاد العرب من جنوبها إلى شمالها ، ولاذ بهم أصحاب الحاجات يسافرون معهم ، وأصحاب التجارات يحمِّلونهم سلعهم ، وصارت مكة وسطاً تُجلب إليها السلع من جميع البلاد العربية فتوزع إلى طالبيها في بقية البلاد ، فاستغنى أهل مكة بالتجارة إذ لم يكونوا أهل زرع ولا ضرع إذ كانوا بوادٍ غير ذي زرع وكانوا يجلبون أقواتهم فيجلبون من بلاد اليمن الحبوب من بُرّ وشعير وذُرة وزبيب وأديم وثياب والسيوف اليمانية ، ومن بلاد الشام الحبوب والتمر والزيت والزبيب والثياب والسيوف المشرفية ، زيادة على ما جعل لهم مع معظم العرب من الأشهر الحرم ، وما أقيم لهم من مواسم الحج وأسواقه كما يشير إليه قوله تعالى : { فليعبدوا رب هذا البيت } .فذلك وجه تعليل الأمر بتوحيدهم الله بخصوص نعمة هذا الإِيلاف مع أن لله عليهم نعماً كثيرة لأن هذا الإِيلاف كان سبباً جامعاً لأهم النعم التي بها قوام بقائهم .وقد تقدم آنفاً الكلام على معنى الفاء من قوله : { فليعبدوا رب هذا البيت } على الوجوه كلها .والعبادة التي أُمروا بها عبادة الله وحده دون إشراك الشركاء معه في العبادة لأن إشراك من لا يستحق العبادة مع الله الذي هو الحقيق بها ليس بعبادة أو لأنهم شُغلوا بعبادة الأصنام عن عبادة الله فلا يذكرون الله إلا في أيام الحج في التلبية على أنهم قد زاد بعضهم فيها بعد قولهم : لبيك لا شريك لك إلا شريكاً هو لك تَملِكُه ومَا مَلَك .وتعريف { رب } بالإضافة إلى { هذا البيت } دون أن يقال : فليعبدوا الله لما يومىء إليه لفظ { رب } من استحقاقه الإِفراد بالعبادة دون شريك .وأوثر إضافة { رب } إلى { هذا البيت } دون أن يقال : ربهم للإِيماء إلى أن البيت هو أصل نعمة الإِيلاف بأن أمر إبراهيم ببناء البيت الحرام فكان سبباً لرفعة شأنهم بين العرب قال تعالى : { جعل اللَّه الكعبة البيت الحرام قياماً للناس } [ المائدة : 97 ] وذلك إدماج للتنويه بشأن البيت الحرام وفضله .والبيت معهود عند المخاطبين .والإِشارة إليه لأنه بذلك العهد كان كالحاضر في مقام الكلام على أن البيت بهذا التعريف باللام صار علماً بالغلبة على الكعبة ، و«رب البيت» هو الله والعرب يعترفون بذلك ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣)</span> ] با بەتاك و تەنها پەروەردگاری ئەم كەعبە پیرۆزە بپەرستن و شەریكى بۆ بڕیار نەدەن لەبەر ئەوەی خوای گەورەیە كە پاراستوونى."
        },
        {
            "resource_id": 165,
            "text": "<p>অতএব তারা ইবাদত করুক এই গৃহের প্রতিপালকের।</p>"
        },
        {
            "resource_id": 182,
            "text": "故让他们崇拜这天房的唯一主宰，祂使他们在旅行中容易，让他们不要以物配主，"
        },
        {
            "resource_id": 166,
            "text": "<p>অতএব, তারা ‘ইবাদাত করুক এ ঘরের রবের [১] ,</p><p>[১]  ‘এ ঘর’ অর্থ কা‘বা শরীফ । বলা হয়েছে, এ ঘরের রব –এর ইবাদত কর। এখানে ঘরটিকে আল্লাহ্র সাথে সম্পর্কযুক্ত করার মাধ্যমে ঘরকে সম্মানিত করাই উদ্দেশ্য। [সা’দী] আর এই গৃহই যেহেতু তাদের সব শ্রেষ্ঠত্ব ও কল্যাণের উৎস ছিল, তাই বিশেষভাবে এই গৃহের মৌলিক গুণটি উল্লেখ করা হয়েছে। আর তা হচ্ছে, এটি মহান রবের ঘর। অর্থাৎ এ ঘরের বদৌলতেই কুরাইশরা এই নিয়ামতের অধিকারী হয়েছে। একমাত্র আল্লাহ্ই যার রব। তিনিই আসহাবে ফীলের আক্রমণ থেকে তাদেরকে বাঁচিয়েছেন। আবরাহার সেনাবাহিনীর মোকাবিলায় সাহায্য করার জন্য তাঁর কাছেই তারা আবেদন জানিয়েছিল। তাঁর ঘরের আশ্রয় লাভ করার আগে যখন তারা আরবের চারদিকে ছড়িয়ে ছিল তখন তাদের কোন মর্যাদাই ছিল না। আরবের অন্যান্য গোত্রের ন্যায় তারাও একটি বংশধারার বিক্ষিপ্ত দল ছিল মাত্র। কিন্তু মক্কায় এই ঘরের চারদিকে একত্র হবার এবং এর সেবকের দায়িত্ব পালন করতে থাকার পর সমগ্র আরবে তারা মর্যাদাশালী হয়ে উঠেছে। সবদিকে তাদের বাণিজ্য কাফেলা নিৰ্ভয়ে যাওয়া আসা করছে। তারা যা কিছুই লাভ করেছে এ ঘরের রবের বদৌলতেই লাভ করেছে। কাজেই তাদের একমাত্র সেই রবেরই ইবাদত করা উচিত। [দেখুন: মুয়াসসার, কুরতুবী]</p>"
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 106:3] فَلْيَعْبُدُوا رَ‌بَّ هَـٰذَا الْبَيْتِ (they must worship the Lord of this House.) Having mentioned the Divine favors, the Quraish are especially enjoined to express their gratitude to 'the Lord of this House'. Here, out of many attributes of Allah, 'the Lord of this House' is singled out, because it was this House that became the source and fountain of all blessings for them.</p>"
        },
        {
            "resource_id": 183,
            "text": "かれらの旅を容易にされるこの家（カアバ）の主人（アッラー）だけを奉るように。並置される何ものも、崇拝してはならない。"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ فَلْیَعْبُدُوْا رَبَّ ہٰذَا الْبَیْتِ۔ } ”پس انہیں بندگی کرنی چاہیے اس گھر کے رب کی۔“ ظاہر ہے ان کے جدا مجد حضرت ابراہیم علیہ السلام نے اللہ کا یہ گھر ع ”دنیا کے بت کدوں میں پہلا وہ گھر خدا کا“ توحید کے مرکز کی حیثیت سے تعمیر کیا تھا۔ حضرت ابراہیم علیہ السلام نے اپنی اولاد کو اس گھر کے پہلو میں بساتے وقت توحید کے اعتبار سے ان کی ذمہ داری کا ذکر ان الفاظ میں کیا تھا : لِیُقِیْمُوا الصَّلٰوۃَ تاکہ وہ اللہ کی بندگی کے طور پر نماز قائم کریں۔ چناچہ چاہیے تو یہ تھا کہ جس کعبہ کی تولیت کی وجہ سے انہیں خوشحالی اور عزت ملی تھی وہ اس گھر کے مالک کو پہچانتے اور اس کا حق ادا کرتے۔ لیکن اس کے برعکس انہوں نے اللہ کے اس گھر میں 360 بت نصب کرکے اسے دنیا کے سب سے بڑے بت کدے میں تبدیل کردیا اور اس کے اصل مالک کو بالکل ہی فراموش کردیا۔</p>"
        },
        {
            "resource_id": 178,
            "text": "Так пусть же они поклоняются Одному Аллаху – Господу этого Заповедного Дома, Который облегчил им эти поездки, и не приобщают к Нему никого в сотоварищи."
        },
        {
            "resource_id": 174,
            "text": "Maka, hendaknya mereka menyembah Allah, Sang Pemilik Baitullah yang suci ini, yang telah memudahkan perjalanan tersebut bagi mereka, dan hendaknya mereka tidak menyekutukan-Nya dengan sesuatu pun."
        },
        {
            "resource_id": 790,
            "text": "সিহঁতে কেৱল সন্মানিত ঘৰৰ প্ৰতিপালক আল্লাহৰ ইবাদত কৰা উচিত। যিয়ে সিহঁতৰ বাবে এই ভ্ৰমণ দুটাক অতি সহজ কৰি দিছে, সিহঁতে তেওঁৰ লগত আন কাকো অংশীদাৰ স্থাপন কৰিব নালাগে।"
        },
        {
            "resource_id": 792,
            "text": "ដូច្នេះ ចូរឱ្យពួកគេគោរពសក្ការៈចំពោះអល់ឡោះដែលជាម្ចាស់គ្រប់គ្រងគេហដ្ឋានដ៏ពិសិដ្ឋ(កាក់ហ្ពះ)តែមួយគត់ ដែលទ្រង់បានផ្តល់ភាពងាយស្រួលដល់ពួកគេក្នុងការធ្វើដំណើរជួញដូរ ហើយពួកគេមិនត្រូវធ្វើស្ហ៊ីរិក(គោរពព្រះផ្សេង)ជាមួយនឹងទ្រង់ឡើយ។"
        },
        {
            "resource_id": 173,
            "text": "qu’ils adorent le Seigneur unique de cette Maison qui leur a facilité ces voyages et qu’ils ne Lui associent rien."
        },
        {
            "resource_id": 776,
            "text": "Deben adorar únicamente a Al-lah, Señor de esta casa sagrada. Él es quien ha hecho que estos viajes sean fáciles y seguros. No deberían adorar a ningún otro más que Él."
        },
        {
            "resource_id": 180,
            "text": "৩. তাই তারা যেন এককভাবে এ সম্মানিত গৃহের প্রতিপালকের ইবাদাত করে এবং তাঁর সাথে কাউকে শরীক না করে। যিনি তাদের জন্য উক্ত ভ্রমণকে সহজ করে দিয়েছেন।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ )</span> يقول: فليقيموا بموضعهم ووطنهم من مكة, وليعبدوا ربّ هذا البيت,<span class=\"blue\"> يعني بالبيت:</span> الكعبة.</p><p lang=\"ar\" class=\"ar \">كما حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا هشيم,<span class=\"blue\"> قال:</span> أخبرنا مُغيرة, عن إبراهيم, أن عمر بن الخطاب رضى الله عنه, صلى المغرب بمكة,<span class=\"blue\"> فقرأ:</span> <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ )</span> فلما انتهى إلى قوله: <span class=\"arabic qpc-hafs green\">( فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ )</span> أشار بيده إلى البيت.</p><p lang=\"ar\" class=\"ar \">حدثنا عمرو بن عليّ,<span class=\"blue\"> قال:</span> ثنا عامر بن إبراهيم الأصبهاني,<span class=\"blue\"> قال:</span> ثنا خطاب ابن جعفر بن أبي المغيرة,<span class=\"blue\"> قال:</span> ثني أبي, عن سعيد بن جُبير, عن ابن عباس, في قوله <span class=\"arabic qpc-hafs green\">( فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ )</span> قال الكعبة.</p><p>وقال بعضهم: أمروا أن يألفوا عبادة ربّ مكة كإلفهم الرحلتين.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا عمرو بن عبد الحميد الآمُلِيّ,<span class=\"blue\"> قال:</span> ثنا مروان, عن عاصم الأحول, عن عكرِمة, عن ابن عباس,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ )</span> قال: أُمروا أن يألفوا عبادة ربّ هذا البيت, كإلفهم رحلة الشتاء والصيف.</p>"
        },
        {
            "resource_id": 791,
            "text": "ആവർക്ക് ഈ യാത്ര എളുപ്പമാക്കി നൽകിയ, പരിശുദ്ധമായ ഈ ഭവനത്തിൻ്റെ രക്ഷിതാവിനെ മാത്രം അവർ ആരാധിക്കട്ടെ; അവനുള്ള ആരാധനയിൽ ഒരാളെയും അവർ പങ്കു ചേർക്കാതിരിക്കുകയും ചെയ്യട്ടെ."
        },
        {
            "resource_id": 905,
            "text": "فليعبدوا الله ربّ هذا البيت الحرام وحده، الذي يسَّر لهم هذه الرحلة، ولا يشركوا به أحدًا."
        },
        {
            "resource_id": 176,
            "text": "Che adorino Allāh solo, Dio di questa Sacra Casa, Colui che ha agevolato loro questo viaggio, e che non Gli associno nessuno,"
        },
        {
            "resource_id": 182,
            "text": "祂曾为饥荒而赈济他们，在恐惧中使他们得以安宁。祂使阿拉伯人的心中产生对禁寺的尊崇，对禁地之人的尊敬。"
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 106:4] الَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ (Who gave them food against hunger, and gave them security against fear.) The verse comprehensively captures all that was needed for the Quraish to live happily and peacefully in the world. The first phrase أَطْعَمَهُم مِّن جُوعٍ (Who gave them food against hunger) implies that they were provided all year round with every kind of fruit and food. The security referred to in the second phrase آمَنَهُم مِّنْ خَوْفٍ (and gave them security against fear) includes security from enemies and robbers (who, out of their respect to them as guardians of Ka'bah, spared them from their attacks), and it also includes security from the punishment in the Hereafter (for those who fulfilled the necessary conditions of faith).</p><p>Special Note</p><p>Ibn Kathir says that whoever worships Allah according to the command given in this verse, Allah will give him safety, not only in this world, but also security from punishment in the Hereafter. And whoever deviates from this command, He will deprive him of both types of safety and security as exemplified in the following verse [ 16:112]:</p><p>ضَرَ‌بَ اللَّـهُ مَثَلًا قَرْ‌يَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِ‌زْقُهَا رَ‌غَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَ‌تْ بِأَنْعُمِ اللَّـهِ فَأَذَاقَهَا اللَّـهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ ﴿112﴾</p><p>(And Allah has given an example that there was a town, secure and satisfied, with its sustenance coming in plenty from every place. Then, it turned ungrateful to the bounties of Allah; so, Allah made it taste hunger and terror [ cast over it ] like a garment in return of what its people used to do. [ 16:112]</p><p>A Great Benefit</p><p>Abul Hasan Qazwini has stated that anyone who fears his enemy or an affliction, should recite Surah Al-Quraish. It will give him security from fear and calamity. This is cited by Imam Jazri and he says that this Surah has been tried and tested successfully for this purpose. Qadi Thana'ullah Panipati (رح) cites this in his Tafsir Mazhari and says that his Shaikh Mirza Mazhar Jan-i-Janan instructed him to recite this Surah at the time of fear and danger, and said its recitation has been tested and tried to avert all kinds of calamities and afflictions. Qadi Thana'ullah says that he has experienced it several times.</p><p>Al-Hamdulillah</p><p>The Commentary on</p><p>Surah Al-Quraish</p><p>Ends here</p>"
        },
        {
            "resource_id": 790,
            "text": "যিয়ে সিহঁতক ভোকৰ সময়ত খাদ্য খোওৱাইছে আৰু ভয়ৰ পৰা নিৰাপত্তা প্ৰদান কৰিছে। কিয়নো তেওঁ আৰববাসীৰ অন্তৰত কাবা ঘৰ আৰু তাৰ ওচৰে- পাজৰে থকা সকলক সন্মানিত কৰিছে।"
        },
        {
            "resource_id": 165,
            "text": "<p>যিনি তাদেরকে ক্ষুধায় আহার দিয়েছেন[১] এবং ভয় হতে দিয়েছেন নিরাপত্তা। [২]</p><p>[১] উক্ত বাণিজ্যিক সফরের মাধ্যমে।</p><p>[২] তখন আরবদেশে হত্যাকান্ড ও লুঠতরাজ ব্যাপকভাবে প্রচলিত ছিল। কিন্তু মক্কায় হারাম শরীফ হওয়ার কারণে কুরাইশদের যে সম্মান ছিল, তার ফলেই তারা ভয়-ভীতি থেকে নিরাপত্তা লাভ করেছিল।</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4{ الَّذِیْٓ اَطْعَمَہُمْ مِّنْ جُوْعٍ لا } ”جس نے انہیں بھوک میں کھانے کو دیا“ انہیں رزق عطا فرماکر فاقہ کشی سے محفوظ رکھا۔ جب عرب کے عام لوگ غربت اور تنگ دستی کا شکار تھے اس وقت بھی اللہ تعالیٰ نے قریش ِمکہ کو کامیاب تجارت اور کعبہ کی تولیت کی وجہ سے معاشی خوشحالی سے نواز رکھا تھا۔ { وَّاٰمَنَہُمْ مِّنْ خَوْفٍ۔ } ”اور انہیں خوف سے امن عطا کیا۔“ ان کے قافلے سارا سال یمن اور فلسطین کے درمیان بلاخوف و خطر محو ِسفر رہتے تھے۔ خداداد تحفظ کی یہ ضمانت انہیں اس سرزمین میں میسر تھی جہاں ہر طرف جنگل کے قانون کا راج تھا۔</p>"
        },
        {
            "resource_id": 905,
            "text": "الذي أطعمهم من جوع، وآمنهم من خوف؛ بما وضع في قلوب العرب من تعظيم الحرم، وتعظيم سكانه."
        },
        {
            "resource_id": 792,
            "text": "ទ្រង់គឺជាអ្នកដែលផ្ដល់ចំណីអាហារដល់ពួកគេដើម្បីបំបាត់ការសេ្រកឃ្លាន និងផ្ដល់សន្ដិភាពដល់ពួកគេឱ្យចៀសផុតពីការភ័យខ្លាច ដោយសារអល់ឡោះបានដាក់នៅក្នុងដួងចិត្តរបស់ពួកអារ៉ាប់នូវការលើកតម្កើងទឹកដីពិសិដ្ឋនេះ និងអ្នកដែលរស់នៅក្នុងវា។"
        },
        {
            "resource_id": 171,
            "text": "The one who has fed them from hunger, and given them security from fear by placing reverence of the Ḥaram and its inhabitants in their hearts."
        },
        {
            "resource_id": 173,
            "text": "Leur Seigneur qui les a nourris contre la faim et rassurés contre la crainte, par ce qu’Il a inspiré aux Arabes comme respect du Sanctuaire et de ses habitants."
        },
        {
            "resource_id": 804,
            "text": "نیعمەتى هەبوونى و ئاسایش\n [ <span class=\"arabic uthmani\">الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ</span> ] ئەو خوایەی كە تێرى كردوون لە برسێتی, بەهۆی ئەو دوو گەشتەی كە ئەیكەن [ <span class=\"arabic uthmani\">وَآمَنَهُمْ مِنْ خَوْفٍ (٤)</span> ] وە ئەمینیشی كردوون لە ترس, لەبەر ئەوەی وتمان: عەرەب ئەیاندا بەسەر یەكدا كەس ئەمین نەبوو لە ماڵ و ناموس و خوێن و ژیانی خۆی، كەس ئەمین نەبووە هەموویان داویانە بەسەر یەكتردا وە قافڵەو كاروان و بازرگانی یەكتریان بەتاڵانی بردووە، بەڵام ئەمان بەهۆی كەعبەی پیرۆزەو ئەمین بوونەو كەس دەستدرێژی نەكردۆتە سەریان، دەی كە مادام خوای گەورە ئێوەی لە برسێتی تێر كردووەو لە ترسیش ئەمینی كردوون كە دوو نیعمەتی یەكجار گەورەن و ژیان بەبێ ئەمدوو شتە ناڕوات \nمادام وایە ئێوەش بەتاك و تەنها عیبادەتی خوای گەورە بكەن و شەریك بۆ خوای گەورە بڕیار مەدەن، والله أعلم.\nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (قوڕەیش) والحمد لله."
        },
        {
            "resource_id": 172,
            "text": "Onları açken besleyen ve Araplar'ın kalbine yerleştirdiği Harem’i (Kâbe'yi) ve ahalisini tazim etme hissiyle korkudan emin kılan."
        },
        {
            "resource_id": 175,
            "text": "Koji ih gladne hrani i od straha brani, tako što je u srcima ljudi (arapa) dao da poštuju harem i njegove stanovnike."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 776,
            "text": "El que los ha alimentado ante el hambre, y les ha dado seguridad ante el temor al poner reverencia a la casa sagrada y sus habitantes en los corazones de las personas."
        },
        {
            "resource_id": 166,
            "text": "<p>যিনি তাদেরকে ক্ষুধায় খাদ্য দিয়েছেন [১] এবং ভীতি থেকে তাদেরকে নিরাপদ করেছেন [২]।</p><p>[১] মক্কায় আসার পুর্বে কুরাইশরা যখন আরবের চারদিকে ছড়িয়ে ছিটিয়ে ছিল তখন তারা অনাহারে মরতে বসেছিল। এখানে আসার পর তাদের জন্য রিযিকের দরজাগুলো খুলে যেতে থাকে। তাদের সপক্ষে ইবরাহীম আলাইহিস সালাম এই বলে দোয়া করেছিলেন ‘হে আল্লাহ! আমি তোমার মর্যাদাশালী ঘরের কাছে একটি পানি ও শস্যহীন উপত্যকায় আমার সন্তানদের একটি অংশের বসতি স্থাপন করিয়েছি, যাতে তারা সালাত কায়েম করতে পারে। কাজেই আপনি লোকদের হৃদয়কে তাদের অনুরাগী করে দিন, তাদের খাবার জন্য ফলমূল দান করুন।” [সূরা ইবরাহীম ৩৭] তার এই দো‘আ অক্ষরে অক্ষরে পূর্ণ হয়। [তাবারী, আদওয়াউল বায়ান]</p><p>[২] অর্থাৎ যে ভীতি থেকে আরব দেশে কেউ নিরাপদ নয়, তা থেকে তারা নিরাপদ রয়েছে। সে যুগে আরবের অবস্থা এমন ছিল যে, সারা দেশে এমন কোন জনপদ ছিল না যেখানে লোকেরা রাতে নিশ্চিন্তে ঘুমাতে পারতো। কারণ সবসময় তারা আশংকা করতো, এই বুঝি কোন লুটেরা দল রাতের অন্ধকারে হঠাৎ তাদের ওপর ঝাঁপিয়ে পড়লো এবং তাদের সবকিছু লুট করে নিয়ে গেলো। কিন্তু কুরাইশরা মক্কায় সম্পূর্ণ নিরাপদ ছিল। তাদের নিজেদের ওপর কোন শত্রুর আক্রমণের ভয় ছিল না। তাদের ছোট বড় সব রকমের কাফেলা দেশের প্রত্যেক এলাকায় যাওয়া আসা করতো। হারাম শরীফের খাদেমদের কাফেলা, একথা জানার পর কেউ তাদের ওপর আক্রমণ করার সাহস করতো না। [কুরতুবী, তাবারী]</p><p>এখানে লক্ষণীয় যে, সুখী জীবনের জন্যে যা যা দরকার তা সমস্তই এ আয়াতে উল্লেখ করা হয়েছে। আল্লাহ তা‘আলা কোরাইশকে এগুলো দান করেছিলেন। اَطْعَمَهُمْ مِّنْ جُوْءٍ বলে পানাহারের যাবতীয় সাজসরঞ্জাম বোঝানো হয়েছে এবং وَّاٰمَنَحُمْ مِّنْ خَوْفٍ বাক্যে দস্যু ও শক্ৰদের থেকে এবং যাবতীয় ভয়-ভীতি থেকে নিরাপত্তা বোঝানো হয়েছে। [তাবারী, আদ্ওয়াউল বায়ান] এভাবে তাদের কাছে জিনিসপত্র সহজলভ্য হওয়া ও নিরাপত্তা বিস্তৃত থাকা একমাত্র আল্লাহ্র পক্ষ থেকেই হয়েছে। সুতরাং, শুধু তাঁরই ইবাদত করা দরকার। তাঁর সাথে কাউকে শরীক না করা উচিত। তাঁর জন্য কোন অংশীদার, শির্ক ইত্যাদি সাব্যস্ত করা থেকে দুরে থাকা কর্তব্য। এ জন্যই আল্লাহ্ তা‘আলা যারাই একমাত্র তাঁর ইবাদত করেছে শির্ক থেকে দুরে থেকে তাঁর দেয়া নে‘আমতের শুকরিয়া আদায় করেছে তাদের জন্য নিরাপত্তা ও পানাহার এ দুটি বিষয়ের ব্যবস্থা করে দিয়েছেন কিন্তু যখনই তারা আল্লাহ্র সাথে শির্ক করেছে তখনই তা উঠিয়ে নিয়েছেন। আল্লাহ্ বলেন, “আর আল্লাহ্ দৃষ্টান্ত দিচ্ছেন এক জনপদের যা ছিল নিরাপদ ও নিশ্চিন্ত, যেখানে আসত সবদিক থেকে তার প্রচুর জীবনোপকরণ। তারপর সে আল্লাহ্র অনুগ্রহ অস্বীকার করল, ফলে তারা যা করত সে জন্য আল্লাহ্ সেটাকে আস্বাদ গ্ৰহণ করালেন ক্ষুধা ও ভীতির আচ্ছাদনের।” [সূরা আন-নাহল: ১১২] [ইবন কাসীর]</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ }</span> فرغد الرزق والأمن من المخاوف، من أكبر النعم الدنيوية، الموجبة لشكر الله تعالى.فلك اللهم الحمد والشكر على نعمك الظاهرة والباطنة، وخص الله بالربوبية البيت  لفضله وشرفه، وإلا فهو رب كل شيء.."
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">This chapter was revealed at Makkah, where the Quraysh tribe was the custodian of the Kabah. Owing to this position they were held in high esteem throughout Arabia. This gave them a number of privileges. The Quraysh was a trading community. During the summer their traders’ caravans used to go to Syria and Palestine and in winter they would trade with Yemen. Their economy was dependent upon these trading activities. In ancient times, when the robbing of traders was common, the caravans of the Quraysh went unscathed. The reason for this was their connection with the Ka‘bah of which the Quraysh were the servants and trustees. Since respect for the Ka‘bah dominated the minds of the people, they used to respect its servants and trustees also, and on account of this they did not rob their caravans. Their tribe thus became prosperous. Here, in connection with the call for the acceptance of Truth, the Quraysh have been reminded of this blessing of God and called to Islam. They are told that it would be highly ungrateful to enjoy the worldly benefits of the House of God—the Ka‘bah (‘Baytullah’) while shirking the religious responsibility incumbent upon them. They are enjoined to worship only God who confered all material benefits upon them. This is to say, they are urged to give a positive response to the call of Truth brought to them by the Prophet Muhammad and surrender to their Creator and Sustainer. By extension, every believer is reminded here to be thankful to the Lord and worship Him.</p>"
        },
        {
            "resource_id": 180,
            "text": "৪. উপরন্তু যিনি তাদেরকে ক্ষুধায় অন্ন যোগিয়েছেন এবং আরবদের মনে তাঁর ঘর ও এর প্রতিবেশীদের সম্মান ঢেলে দিয়ে তাদেরকে ভয়-ভীতি থেকে নিরাপদ করেছেন।"
        },
        {
            "resource_id": 16,
            "text": "الذي أطعمهم من جوع شديد، وآمنهم من فزع وخوف عظيم."
        },
        {
            "resource_id": 93,
            "text": "( الذي أَطْعَمَهُم مِّن جُوعٍ ) أى : الذى وسع لهم الرزق ، ومهد لهم سبيله ، عن طريق الوفود التى تأتى إليهم من مشارق الأرض ومغاربها .( وَآمَنَهُم مِّنْ خَوْفٍ ) أى : والذى أوجد لهم الأمن بعد الخوف ، والسعة بعد الضيق ، ببركة هذا البيت الحرام .وتنكير \" جوع \" و \" خوف \" للتعظيم ، أى : أطعمهم بدلا من جوع شديد ، وآمنهم بدلا من خوف عظيم ، كانوا معرضين لهما ، وذلك كله من فضله - سبحانه - عليهم ، ومن رحمته بهم ، حيث أتم عليهم نعمتين بهما تكمل السعادة ، ويجتمع السرور .ومن الآيات التى تشبه هذه الآية قوله - تعالى - : ( أَوَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا حَرَماً آمِناً وَيُتَخَطَّفُ الناس مِنْ حَوْلِهِمْ . . . ) وقوله - سبحانه - : ( أَوَلَمْ نُمَكِّن لَّهُمْ حَرَماً آمِناً يجبى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِّزْقاً . . . ) وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 176,
            "text": "Colui che li ha sfamati e che li ha liberati dalla paura, poiché ha posto nel cuore degli Arabi il rispetto del Luogo Sacro e dei suoi abitanti."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( الذي أطعمهم من جوع )</span> أي من بعد جوع بحمل الميرة إلى مكة <span class=\"green\">( وآمنهم من خوف )</span> بالحرم وكونهم من أهل <span class=\"reference\">[ مكة ]</span> حتى لم يتعرض لهم <span class=\"reference\">[ في رحلتهم ]</span></p><p lang=\"ar\" class=\"ar \">وقال عطاء عن ابن عباس : إنهم كانوا في ضر ومجاعة حتى جمعهم هاشم على الرحلتين ، وكانوا يقسمون ربحهم بين الفقير والغني حتى كان فقيرهم كغنيهم .</p><p lang=\"ar\" class=\"ar \">قال الكلبي : وكان أول من حمل <span class=\"reference\">[ السمراء ]</span> من الشام ورحل إليها الإبل : هاشم بن عبد مناف وفيه يقول الشاعر .</p><p>قل للذي طلب السماحة والندى هلا مررت بآل عبد مناف     هلا مررت بهم تريد قراهم</p><p>منعوك من ضر ومن إكفاف     الرائشين وليس يوجد رائش</p><p>والقائلين هلم للأضياف     والخالطين فقيرهم بغنيهم</p><p>حتى يكون فقيرهم كالكافي     والقائمين بكل وعد صادق</p><p>والراحلين برحلة الإيلاف     عمرو <span class=\"reference\">[ العلا ]</span> هشم الثريد لقومه</p><p>ورجال مكة <span class=\"reference\">[ مسنتون ]</span> عجاف     سفرين سنهما له ولقومه</p><p>سفر الشتاء ورحلة الأصياف</p><p lang=\"ar\" class=\"ar \">وقال الضحاك والربيع وسفيان : <span class=\"arabic qpc-hafs\">\" وآمنهم من خوف \"</span> من خوف الجذام ، فلا يصيبهم ببلدهم الجذام .</p>"
        },
        {
            "resource_id": 177,
            "text": "Đấng đã cung cấp thức ăn cho họ khi họ đói và làm cho họ an toàn khỏi những tai ách. Ngài đã khiến con tim người Ả-rập tôn trọng vùng đất thiêng và dân cư nơi đó."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 791,
            "text": "അവർക്ക് വിശപ്പിന്ന് ആഹാരം നൽകുകയും, ഭയത്തിൽ നിന്ന് നിർഭയത്വം നൽകുകയും ചെയ്തവനായ -അറബികളുടെ മനസ്സിൽ പരിശുദ്ധ കഅ്ബയോടുള്ള ആദരവും അതിൻ്റെ ചുറ്റുപാടും താമസിക്കുന്നവരോട് ബഹുമാനവും നിശ്ചയിച്ച- അല്ലാഹുവിനെ;"
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ ও গুরুত্ব: </b></p><p>কুরাইশ আরবের একটি সম্ভ্রান্ত বংশ। এ বংশেই নাবী (সাঃ)-এর জন্ম। সূরার প্রথম আয়াতে উল্লিখিত কুরাইশ শব্দ থেকেই উক্ত নামে সূরার নামকরণ করা হয়েছে। এ সূরাকে “সূরা ইলাফ”ও বলা হয়। অনেকে মনে করেন পূর্বের সূরার সাথে এ সূরার সম্পর্ক রয়েছে।</p><p>উম্মু হানী বিনতু আবূ তালেব (রাঃ) হতে বর্ণিত রাসূলুল্লাহ (সাঃ) বলেন : আল্লাহ তা‘আলা কুরাইশদের সাতটি বিষয়ে মর্যাদা দান করেছেন:</p><p>(১) আমি তাদের মধ্য হতে।</p><p>(২) নবুওয়াত তাদের মধ্য হতে এসেছে।</p><p>(৩) কাবাগৃহের তত্ত্বাবধান।</p><p>(৪) হাজীদের পানি পান করানোর দায়িত্ব পালন।</p><p>(৫) আল্লাহ তা‘আলা তাদেরকে হস্তীবাহিনী বিরুদ্ধে সাহায্য করেছেন।</p><p>(৬) উক্ত ঘটনার পর কুরাইশরা দশবছর যাবৎ আল্লাহ তা‘আলা ব্যতীত কারো ইবাদত করেনি।</p><p>(৭) আল্লাহ তা‘আলা তাদের বিষয়ে কুরআনে পৃথক একটি সূরা নাযিল করেছেন যাতে তাদের ব্যতীত আর কারো আলোচনা করা হয়নি। অতঃপর তিনি ‘বিসমিল্লাহ’সহ অত্র সূরাটি তেলাওয়াত করেন। (সিলসিলা সহীহাহ হা. ১৯৪৪, সহীহুল জামে হা. ৪২০৯)</p><p>لِإِيْلٰفِ- শব্দের অর্থ : স্বাভাবিক ও অভ্যস্ত হওয়া। অর্থাৎ কোন কষ্ট ও বিরাগ অনুভব না করা। মুজাহিদ (রহঃ) বলেন : তারা ব্যবসায় অভ্যস্ত হয়ে গিয়েছিল। ফলে শীত ও গ্রীষ্মকালে ব্যবসায় করা তাদের জন্য কষ্টকর হত না। (সহীহ বুখারী)</p><p>কুরাইশদের প্রধান জীবনোপকরণ ছিল ব্যবসায়। প্রতি বছর তাদের বাণিজ্যিক কাফেলা দুবার অন্য দেশে সফর করত। তারা সেখান থেকে পণ্য নিয়ে আসত। শীতকালে গরম এলাকা ইয়ামান, আর গ্রীষ্মকালে ঠাণ্ডা এলাকা শাম সফর করত। কাবাঘরের খাদেম বলে আরবরা তাদের সম্মান করত। এজন্যই তাদের বাণিজ্যিক কাফেলা বিনা বাধায় সফর করত। তাই আল্লাহ তা‘আলা তাদেরকে এ ঘরের একমাত্র মালিক আল্লাহ তা‘আলার ইবাদত করার নির্দেশ দিয়েছেন যে ঘরের কারণে তারা বিনা বাধায় ব্যবসায় করতে পারে ও প্রভূত সম্মানের পাত্র হয়েছে।</p><p class='arabic uthmani'>(أَطْعَمَهُمْ مِّنْ جُوْعٍ)</p><p>অর্থাৎ উক্ত ব্যবসায়-বাণিজ্যের মাধ্যমে তাদেরকে খাদ্য দেন।</p><p class='arabic uthmani'>اٰمَنَهُمْ مِّنْ خَوْفٍ))</p><p>অর্থাৎ সকল লুণ্ঠন ও হত্যাযজ্ঞ হতে তাদেরকে নিরাপদে রেখেছেন। কারণ তারা হারামের অধিবাসী ও হারামের খাদেম। আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(وَضَرَبَ اللہُ مَثَلًا قَرْیَةً کَانَتْ اٰمِنَةً مُّطْمَئِنَّةً یَّاْتِیْھَا رِزْقُھَا رَغَدًا مِّنْ کُلِّ مَکَانٍ فَکَفَرَتْ بِاَنْعُمِ اللہِ فَاَذَاقَھَا اللہُ لِبَاسَ الْجُوْعِ وَالْخَوْفِ بِمَا کَانُوْا یَصْنَعُوْنَ)‏</p><p>“আল্লাহ দৃষ্টান্ত‎ দিচ্ছেন এক জনপদের যা ছিল নিরাপদ ও নিশ্চিন্ত, যেথায় আসত সর্বদিক হতে তার প্রচুর জীবনোপকরণ। অতঃপর তার অধিবাসীরা আল্লাহর অনুগ্রহ অস্বীকার করল, ফলে তারা যা করত তজ্জন্য আল্লাহ তাদেরকে আস্বাদ গ্রহণ করালেন ক্ষুধা ও ভীতির।” (সূরা নাহল ১৬: ১১২)</p><p>তাই যে আল্লাহ তা‘আলা ক্ষুধার সময় খাদ্য দান করেন, ভয় থেকে নিরাপত্তা দান করেন তার শুকরিয়া জ্ঞাপনার্থে কাবা ঘরের মালিক একমাত্র আল্লাহ তা‘আলার ইবাদত করা উচিত।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. কুরাইশদের মর্যাদা সম্পর্কে জানলাম।</p><p>২. বাইতুল্লাহর কারণে তারা যে সম্মানের পাত্র ও নিরাপত্তা পেয়েছিল তা অবগত হলাম।</p><p>৩. কুরাইশদের জীবনচিত্র সম্পর্কে জানলাম।</p><p>৪. ক্ষুধার সময় খাদ্য পাওয়া ও ভয়ের সময় নিরাপত্তা পাওয়া অনেক বড় নেয়ামত।</p>"
        },
        {
            "resource_id": 179,
            "text": "na nagpakain sa kanila mula sa isang pagkagutom at nagpatiwasay sa kanila mula sa isang pangamba dahil sa inilagay Niya sa mga puso ng mga Arabe na paggalang sa lugar ng Ka`bah at paggalang sa mga naninirahan doon."
        },
        {
            "resource_id": 178,
            "text": "Который накормил их после голода и даровал им безопасность после страха, вложив в сердца арабов уважение к Заповедной [территории] и к ее жителям."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( الذي أطعمهم من جوع )</span> أي : هو رب البيت ، وهو <span class=\"red\">\" الذي أطعمهم من جوع وآمنهم من خوف \"</span> أي : تفضل عليهم بالأمن والرخص فليفردوه بالعبادة وحده لا شريك له ، ولا يعبدوا من دونه صنما ولا ندا ولا وثنا . ولهذا من استجاب لهذا الأمر جمع الله له بين أمن الدنيا وأمن الآخرة ، ومن عصاه سلبهما منه ،<span class=\"blue\"> كما قال تعالى :</span> <span class=\"arabic qpc-hafs\">( وضرب الله مثلا قرية كانت آمنة مطمئنة يأتيها رزقها رغدا من كل مكان فكفرت بأنعم الله فأذاقها الله لباس الجوع والخوف بما كانوا يصنعون ولقد جاءهم رسول منهم فكذبوه فأخذهم العذاب وهم ظالمون )</span> <span class=\"reference brown\">[ النحل : 112 - 113 ]</span></p><p lang=\"ar\" class=\"ar \">وقد قال ابن أبي حاتم : حدثنا عبد الله بن عمرو العدني ، حدثنا قبيصة ، حدثنا سفيان ، عن ليث ، عن شهر بن حوشب ،<span class=\"blue\"> عن أسماء بنت يزيد قالت :</span> سمعت رسول الله صلى الله عليه وسلم يقول : <span class=\"red\">\" ويل أمكم قريش ، لإيلاف قريش \"</span> ثم قال :</p><p lang=\"ar\" class=\"ar \">حدثنا أبي ، حدثنا المؤمل بن الفضل الحراني ، حدثنا عيسى - يعني ابن يونس - ، عن عبيد الله بن أبي زياد ، عن شهر بن حوشب ،<span class=\"blue\"> عن أسامة بن زيد قال :</span> سمعت رسول الله صلى الله عليه وسلم يقول : <span class=\"red\">\" لإيلاف قريش إيلافهم رحلة الشتاء والصيف . ويحكم يا معشر قريش ، اعبدوا رب هذا البيت الذي أطعمكم من جوع وآمنكم من خوف \"</span> .</p><p lang=\"ar\" class=\"ar \">هكذا رأيته عن أسامة بن زيد ، وصوابه عن أسماء بنت يزيد بن السكن ، أم سلمة الأنصارية ، رضي الله عنها ، فلعله وقع غلط في النسخة أو في أصل الرواية ، والله أعلم .</p><p>آخر تفسير سورة <span class=\"red\">\" لإيلاف قريش \"</span> .</p>"
        },
        {
            "resource_id": 181,
            "text": "همان ذاتی‌که با حرمت‌دار کردن حرم و ساکنانش در دل عرب‌ها، ساکنانش را در گرسنگی غذا داد، و از ترس ایمن کرد."
        },
        {
            "resource_id": 183,
            "text": "禁忌を守り、住民を尊重することを通じて、かれらの心に置かれたもので、アッラーはかれらの飢えには食物を与え、かれらの恐怖には安全を与えられた。"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : الذي أطعمهم من جوع وآمنهم من خوف قوله تعالى : الذي أطعمهم من جوع أي بعد جوع . وآمنهم من خوف قال ابن عباس : وذلك بدعوة إبراهيم - عليه السلام - حيث قال : رب اجعل هذا بلدا آمنا وارزق أهله من الثمرات . وقال ابن زيد : كانت العرب يغير بعضها على بعض ، ويسبي بعضها من بعض ، فأمنت قريش من ذلك لمكان الحرم - وقرأ - أولم نمكن لهم حرما آمنا يجبى إليه ثمرات كل شيء . وقيل : شق عليهم السفر في الشتاء والصيف ، فألقى الله في قلوب الحبشة [ ص: 186 ] أن يحملوا إليهم طعاما في السفن ، فحملوه ; فخافت قريش منهم ، وظنوا أنهم قدموا لحربهم ، فخرجوا إليهم متحرزين ، فإذا هم قد جلبوا إليهم الطعام ، وأغاثوهم بالأقوات ; فكان أهل مكة يخرجون إلى جدة بالإبل والحمر ، فيشترون الطعام ، على مسيرة ليلتين . وقيل : هذا الإطعام هو أنهم لما كذبوا النبي - صلى الله عليه وسلم - دعا عليهم ، فقال : اللهم اجعلها عليهم سنين كسني يوسف فاشتد القحط ، فقالوا : يا محمد ادع الله لنا فإنا مؤمنون . فدعا فأخصبت تبالة وجرش من بلاد اليمن ; فحملوا الطعام إلى مكة ، وأخصب أهلها . وقال الضحاك والربيع وشريك وسفيان : وآمنهم من خوف أي من خوف الجذام ، لا يصيبهم ببلدهم الجذام . وقال الأعمش : وآمنهم من خوف أي من خوف الحبشة مع الفيل . وقال علي - رضي الله عنه - : وآمنهم من خوف أن تكون الخلافة إلا فيهم . وقيل : أي كفاهم أخذ الإيلاف من الملوك . فالله أعلم ، واللفظ يعم ."
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ )</span> يقول: الذي أطعم قريشا من جوع.</p><p lang=\"ar\" class=\"ar \">كما حدثني عليّ,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن عليّ, عن ابن عباس,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ )</span> يعني: قريشا أهل مكة بدعوة إبراهيم صلى الله عليه وسلم حيث قال:  وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ  .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">( وَآمَنَهُمْ مِنْ خَوْفٍ )</span> اختلف أهل التأويل في معنى قوله: <span class=\"arabic qpc-hafs green\">( وَآمَنَهُمْ مِنْ خَوْفٍ )</span> فقال بعضهم: معنى ذلك: أنه آمنهم مما يخاف منه من لم يكن من أهل الحرم من الغارات والحروب والقتال, والأمور التي كانت العرب يخاف بعضها من بعض.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عليّ,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن عليّ, عن ابن عباس، <span class=\"arabic qpc-hafs green\">( وَآمَنَهُمْ مِنْ خَوْفٍ )</span> حيث قال إبراهيم عليه السلام:  رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا  .</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى، وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( وَآمَنَهُمْ مِنْ خَوْفٍ )</span> قال: آمنهم من كلّ عدو في حرمهم.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( لإيلافِ قُرَيْشٍ * إِيلافِهِمْ )</span> قال: كان أهل مكة تجارا يتعاورون ذلك شتاء وصيفا, آمنين في العرب, وكانت العرب يغير بعضها على بعض, لا يقدرون على ذلك, ولا يستطيعونه من الخوف, حتى إن كان الرجل منهم ليُصاب في حيّ من أحياء العرب, وإذا قيل حِرْمِيٌّ خُليَ عنه وعن ماله, تعظيما لذلك فيما أعطاهم الله من الأمن.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( وَآمَنَهُمْ مِنْ خَوْفٍ )</span> قال: كانوا يقولون: نحن من حرم الله, فلا يعرض لهم أحد في الجاهلية, يأمنون بذلك, وكان غيرهم من قبائل العرب إذا خرج أغير عليه.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد في قوله: <span class=\"arabic qpc-hafs green\">( وَآمَنَهُمْ مِنْ خَوْفٍ )</span> قال: كانت العرب يغير بعضها على بعض, ويسبي بعضها بعضا, فأمنوا من ذلك لمكان الحرم,<span class=\"blue\"> وقرأ:</span>  أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ  .</p><p>وقال آخرون: عُنِي بذلك: وآمنهم من الجذام.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء،<span class=\"blue\"> جميعا قال:</span> قال الضحاك: <span class=\"arabic qpc-hafs green\">( وَآمَنَهُمْ مِنْ خَوْفٍ )</span> قال: من خوفهم من الجذام.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان <span class=\"arabic qpc-hafs green\">( وَآمَنَهُمْ مِنْ خَوْفٍ )</span> قال: من الجذام وغيره.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُريب,<span class=\"blue\"> قال:</span> قال وكيع: سمعت أطعمهم من جوع,<span class=\"blue\"> قال:</span> الجوع <span class=\"arabic qpc-hafs green\">( وَآمَنَهُمْ مِنْ خَوْفٍ )</span> الخوف: الجذام.</p><p lang=\"ar\" class=\"ar \">حدثنا عمرو بن عليّ,<span class=\"blue\"> قال:</span> ثنا عامر بن إبراهيم الأصبهاني,<span class=\"blue\"> قال:</span> ثنا خطاب بن جعفر بن أبي المُغيرة,<span class=\"blue\"> قال:</span> ثني أبي, عن سعيد بن جُبير, عن ابن عباس <span class=\"arabic qpc-hafs green\">( وَآمَنَهُمْ مِنْ خَوْفٍ )</span> قال: الخوف: الجذام.</p><p lang=\"ar\" class=\"ar \">والصواب من القول في ذلك أن يقال: إن الله تعالى ذكره أخبر أنه <span class=\"arabic qpc-hafs green\">( آمَنَهُمْ مِنْ خَوْفٍ )</span> والعدو مخوف منه, والجذام مخوف منه, ولم يخصص الله الخبر عن أنه آمنهم من العدوّ دون الجذام, ولا من الجذام دون العدوّ, بل عمّ الخبر بذلك، فالصواب أن يعمّ كما عمّ جلّ ثناؤه,<span class=\"blue\"> فيقال:</span> آمنهم من المعنيين كليهما.</p><p>آخر تفسير سورة قريش</p>"
        },
        {
            "resource_id": 170,
            "text": "Не приобщайте сотоварищей к Господу Каабы и посвятите себя поклонению Ему одному. Он одарил вас величайшими из всех мирских благ - пропитанием и безопасностью. Одно только это обязывает вас быть благодарными и признательными. Аллах - Господь всего сущего, но Кааба выделена из числа остальных творений из-за ее превосходства и величия. Боже, хвала Тебе за все милости, которыми Ты почтил нас!"
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">قریش ایک تجارتی قوم تھے۔ گرمی کے زمانہ میں ان کے تجارتی قافلے شام اور فلسطین کی طرف جاتے تھے، اور سردیوں کے زمانہ میں وہ یمن کی طرف تجارتی سفر کرتے تھے۔ انہیں تجارتوں پر ان کی معاشیات کا انحصار تھا۔ قدیم زمانہ میں جب کہ تاجروں کو لوٹنا عام تھا، قریش کے قافلے راستے میں لوٹے نہیں جاتے تھے۔ اس کی وجہ کعبہ سے ان کا تعلق تھا۔ قریش کعبہ کے خادم اور متولی تھے اور لوگوں کے ذہنوں پر چوں کہ کعبہ کا بہت زیادہ احترام تھا۔ وہ کعبہ کے خادموں اور متولیوں کا بھی احترام کرتے تھے اور اس بنا پر وہ ان کو نہیں لوٹتے تھے۔</p><p lang=\"ur\">یہاں حکمتِ دعوت کے تحت قریش کو یہ واقعہ یاد دلاتے ہوئے انہیں اسلام کی طرف بلایا گیا ہے۔ اور کہا گیا ہے کہ یہ بڑی ناشکری کی بات ہوگی کہ تم بیت اللہ کے دنیوی فائدے تو حاصل کرو، اور اس سے وابستہ ہونے کی جو ذمہ داریاں ہیں ان کو پورا نہ کرو۔ جو خدا انسان کو مادی فائدے پہنچاتا ہے اسی خدا کی اس کو عبادت بھی کرني چاہيے۔</p>"
        },
        {
            "resource_id": 174,
            "text": "Dialah yang telah memberi mereka makanan untuk menghilangkan rasa lapar dan memberi mereka rasa aman dari ketakutan, yaitu dengan menanamkan di dalam hati orang-orang Arab pengagungan terhadap tanah haram dan pengagungan terhadap para penduduknya."
        },
        {
            "resource_id": 92,
            "text": "الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآَمَنَهُمْ مِنْ خَوْفٍ (4)وأجري وصف الرب بطريقة الموصول { الذي أطعمهم من جوع } لما يؤذن به من التعليل للأمر بعبادة رب البيت الحرام بعلة أخرى زيادة على نعمة تيسير التجارة لهم ، وذلك مما جعلهم أهل ثراء ، وهما نعمة إطعامهم وأمنهم . وهذا إشارة إلى ما يُسّر لهم من ورود سفن الحبشة في البحر إلى جدة تحمل الطعام ليبيعوه هناك . فكانت قريش يخرجون إلى جدة بالإِبل والحمر فيشترون الطعام على مسيرة ليلتين . وكان أهل تبالة وجُرَش من بلاد اليمن المخصبة يحملون الطعام على الإِبل إلى مكة فيباع الطعام في مكة فكانوا في سعة من العيش بوفر الطعام في بلادهم ، وكذلك يسر لهم إقامة الأسواق حول مكة في أشهر الحج وهي سوق مجنَّة ، وسوق ذي المَجاز ، وسوق عُكاظ ، فتأتيهم فيها الأرزاق ويتسع العيش ، وإشارة إلى ما ألقي في نفوس العرب من حرمة مكة وأهلها فلا يريدهم أحد بتخويف .وتلك دعوة إبراهيم عليه السلام إذ قال : { رب اجعل هذا بلداً آمناً وارزق أهله من الثمرات } [ البقرة : 136 ] فلم يتخلف ذلك عنهم إلا حين دعا عليهم النبي صلى الله عليه وسلم بدعوته : « اللهم اجعلها عليهم سنين كسنين يوسف » فأصابتهم مجاعة وقحط سبع سنين وذلك أوّل الهجرة .و { مِن } الداخلة على { جوع } وعلى { خوف } معناها البدلية ، أي أطعمهم بدلاً من الجوع وآمنهم بدلاً من الخوف . ومعنى البدلية هو أن حالة بلادهم تقتضي أن يكون أهلها في جوع فإطعامُهم بدلٌ من الجوع الذي تقتضيه البلاد ، وأن حالتهم في قلة العدد وكونهم أهل حضر وليسوا أهل بأس ولا فروسية ولا شكَّة سلاح تقتضي أن يكونوا معرضين لغارات القبائل فجعل الله لهم الأمن في الحرم عوضاً عن الخوف الذي تقتضيه قلتهم قال تعالى : { أولم يروا أنا جعلنا حرماً آمناً ويتخطف الناس من حولهم } [ العنكبوت : 67 ] .وتنكير { جوع } و { خوف } للنوعية لا للتعظيم إذ لم يحلّ بهم جوع وخوف من قبلُ ، قال مساور بن هند في هجاء بني أسد :زعمتم أن إخوتَكم قريش ... لهم إِلْفٌ وليس لكم إِلاَفأولئك أُومِنوا جُوعاً وخَوفاً ... وقد جاعت بنو أسد وخافوا"
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "106"
        }
    }
}