{
    "tafsirs": [
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يعني تعالى ذكره بقوله: <span class=\"arabic qpc-hafs green\">(أرأيت الذي يكذب بالدين)</span> أرأيت يا محمد الذي يكذّب بثواب الله وعقابه, فلا يطيعه في أمره ونهيه.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ )</span> قال: الذي يكذّب بحكم الله عز وجلّ.</p><p>حدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, عن ابن جُرَيج <span class=\"arabic qpc-hafs green\">( يُكَذِّبُ بِالدِّينِ )</span> قال: بالحساب.</p><p lang=\"ar\" class=\"ar \">وذُكر أن ذلك في قراءة عبد الله: <span class=\"red\">\" أرأيْتَ الَّذِي يُكَذِّبُ الدِّينَ\"</span> فالباء في قراءته صلة, دخولها في الكلام وخروجها واحد.</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>یہ چھوٹی سی سورت جو صرف سات آیات پر مشتمل ہے اور آیات بھی چھوٹی چھوٹی ہیں ، ایک عظیم حقیقت پر مشتمل ہے ۔ اس کے مطالعہ سے احساس ہوتا ہے کہ یہ گویا شعائر اسلام کو بدل کر رکھ دیتی ہے اور اس پر غور کرنے سے انسان کو ایمان وکفر کا مفہوم مکمل طور پر بدلتا ہوا نظر آتا ہے۔ اس سے آگے یہ سورت ہمیں یہ بتاتی ہے کہ اسلامی نظریہ حیات کا مزاج کیا ہے۔ اور اس میں انسانیت کے لئے کس قدر عظیم خیر اور بھلائی پوشیدہ ہے۔ اور اس سے یہ بھی معلوم ہوتا ہے کہ انسانیت کے لئے اپنا آخری مشن بھیج کر اللہ نے اس پر کتنا عظیم رحم کیا ہے ۔</p><p>حقیقت یہ ہے کہ یہ دین چندظاہری رسوم عبادات اور دینی شعائر ہی کا نام نہیں ہے۔ اس میں دینی مرام اور شعائر اور عبادات اس وقت تک مفید نہیں ہوتے جب تک ان میں خلوص نہ ہوئے اور ان کی ادائیگی صرف رضائے الٰہی کے لئے نہ ہو۔ اور جب ان کی وجہ سے قلب انسانی میں ایسے آثار پیدا نہ ہوں جو انسان کو عمل صالح پر ابھارتے ہیں اور جب تک یہ آثار ایسا طرز عمل اختیار نہ کریں جن کے ذریعہ انسانی زندگی اصلاح آخرت پذیر ہو۔ اور اس دنیا میں بھی ان کے نتیجے میں اصلاح اور ترقی نہ ہو۔</p><p>پھر یہ دین چند متفرق اجزاء اور ٹکڑوں میں بٹا ہوا دین نہیں ہے کہ انسان ان میں سے جس جزء کو چاہے لے کر نکل جائے اور جس جزء کو چاہے ترک کردے۔ یہ ایک مکمل نظام زندگی ہے اور منہاج حیات ہے۔ اس کے مراسم عبودیت اور اس کے شعائر باہم پیوست ہیں ، اس کے انفرادی فرائض اور اجتماعی احکام باہم مربوط اور معاون ہیں۔ اس کے تمام اجزاء کا مقصد ایک ہے اور وہ انسانیت کے ساتھ متعلق ہیں ، یہ کہ انسانیت کو قلبی اور روحانی تطہیر نصب ہو۔ ان کی زندگی سنور جائے ۔ لوگ باہم معاون ہوں ، ایک دوسرے کے کفیل ہوں ، اور بھلائی ، ترقی اور اصلاحات کی راہ میں ہمقدم ہوں۔ اور ان کی زندگی اللہ کی رحمتوں کا نمونہ ہو۔</p><p>انسان اپنی زبان سے کہتا ہے کہ میں مسلم ہوں ، وہ مسلمان ہے اور دین اسلام کے تمام احکام اور فیصلوں کو قبول کرتا ہے ، وہ نماز پڑھتا ہے ، نماز کے علاوہ دوسرے مراسم عبودیت بھی سرانجام دیتا ہے ، لیکن اس کے باوجود حقیقت ایمان اور دین و ایمان کی تصدیق اس سے کوسوں دور ہوتی ہے۔ اس لئے کہ حقیقت ایمان کے کچھ آثا ہوتے ہیں ، یہ آثار بتاتے ہیں کہ ایمان کی حقیقت موجود ہے ۔ جب یہ آثار نہ ہوں تو کوئی کس طرح کہہ سکتا ہے کہ ایمان کی حقیقت موجود ہے۔ اگر آثار نہ ہوں تو محض اقرار ایمان ہے اور چند ظاہری مراسم عبودیت ہیں۔</p><p>حقیقت یہ ہے کہ جب ایمان کی حقیقت کسی دل میں پوری طرح بیٹھ جائے تو وہ فوراً عمل صالح کی شکل میں نمودار ہوتی ہے۔ جیسا کہ ہم نے سورة العصر میں تفصیلات دی ہیں۔ اگر کسی کا ایمان اس اسلوب سے متحرک نہیں ہوتا تو ظاہری علامت تو یہ ہوگی کہ ایمان اصلا موجود ہی نہیں ہے۔ یہ وہ عظیم حقیقت ہے جس کو یہ سورت ایک مکمل قرار داد کی شکل میں پیش کرتی ہے۔</p><p>ارءیت الذی ................................ المسکین (1:107 تا 3) ” تم نے دیکھا اس شخص کو جو آخرت کی جزاوسزا کو جھٹلاتا ہے ؟ وہی تو ہے جو یتیم کو دھکے دیتا ہے اور مسکین کا کھانا دینے پر نہیں اکساتا “۔ آغاز ایک ایسے سوال سے ہوتا ہے کہ تمام اس کی طرف متوجہ ہوجائیں تاکہ ایسے شخص کی بابت علم حاصل کرسکیں کہ کون ہے وہ شخص جو دین کی تکذیب کرتا ہے اور اس بات کی صراحت قرآن مجید کررہا ہے کہ ایسا شخص مکذب دین ہے۔ چناچہ جواب آتا ہے۔</p><p>فذلک الذی ................................ المسکین (2:107 تا 3) ” وہی تو ہے جو یتیم کو دھکے دیتا ہے اور مسکین کا کھانا دینے پر نہیں اکساتا “۔</p><p>ایمان اور دین کی جو روایتی تعریف ہے اس کو دیکھتے ہوئے قرآن کی یہ صراحت بادی النظر میں انوکھی معلوم ہوسکتی ہے ، لیکن یہ اصل حقیقت ہے کہ جو شخص یتیم کو دھکے دیتا ہے وہ دراصل دین کی تکذیب کرتا ہے۔ یتیم کو دھکے دینے کا مطلب اسے ایذا دینا اور اس کی توہین کرنا ہے۔ اور</p><p>ولا یحض (3:107) کے معنی یہ ہیں کہ وہ دوسرے لوگوں کو اس کام پر نہیں اکساتا اور مسکینوں کا خیال نہیں رکھتا۔ اگر اس نے صداقت کے ساتھ دین اسلام کو قبول کیا ہوتا اور اس کے دل میں حقیقی تصدیق ہوتی تو وہ یتیم کو دھکے نہ دیتا ، اور مساکین کو کھانے کے لئے اکسانے اور تحریک چلانے پر لوگوں کو آمادہ کرتا۔</p><p>حقیقت یہ ہے کہ دین کا اقرار اور تصدیق صرف ربانی فعل نہیں ہے بلکہ وہ ایک ذہنی اور قلبی انقلاب ہے جس کے نتیجے میں انسان خود بخودبنی نوع انسان پر رحم اور نیکی کرنے لگتا ہے۔ ان لوگوں پر جو امداد اور مراعات کے مستحق ہوں۔ اللہ کا مطالبہ یہ نہیں ہے کہ لوگ اپنی زبان سے محض چند کلمے جپتے جائیں ۔ ان کلمات کے ساتھ ساتھ اللہ کا مطالبہ کچھ اعمال کا بھی ہے جو یہ تصدیق کریں کہ ایمان موجود ہے ، ورنہ ایمان محض ایک ہوائی ذرہ ہوگا جو فضا میں ادھر ادھر اڑتا رہتا ہے۔</p><p>ان تین آیات میں اس حقیقت کو جس طرح نہایت واضح طور پر بیان کیا گیا ہے اس کی مثال پورے قرآن میں نہیں ہے۔ اس لئے کہ یہ اسلامی نظریہ حیات کی روح ہے اور اس دین کا یہ مزاج ہے۔</p><p>ہم یہاں اسلام اور ایمان کی فقہی تعریفات اور ان کے حدود وقیود کے مباحث اور اختلافات میں داخل ہونا نہیں چاہتے۔ یہ تعریفات اس لئے کی جاتی ہیں کہ ان پر شرعی اور قانونی حقوق وفرائض کا فیصلہ کیا جاسکے۔ اس سورت میں جو بات کہی گئی ہے وہ اس حقیقت نفس الامری کا اظہار کرتی ہے جو اللہ کے ہاں معتبر ہے اور جو اللہ کے معیار کے مطابق ناپی تولی جاتی ہے۔ اللہ کے ہاں جو حقائق ہوتے ہیں وہ ان حقائق سے الگ ہوتے ہیں جن کے مطابق شرعی اور قانونی معاملات طے ہوتے ہیں۔ اس کے بعد اس حقیقت اور اس اصول کے مطابق بعض عملی صورتوں کا ذکر کیا جاتا ہے :</p><p>فویل ................................ الماعون (4:107 تا 7) ” پھر تباہی ہے ان نماز پڑھنے والوں کے لئے جو اپنی نماز سے غفلت برتتے ہیں ، جو ریاکاری کرتے ہیں اور معمولی ضرورت کی چیزیں (لوگوں کو) دینے سے گریز کرتے ہیں “۔ یہ ان لوگوں کے لئے بددعا ہے یا دھمکی ۔ ان لوگوں کے لئے جو اپنی نماز سے غفلت برتتے ہیں۔ یہ کون ہیں ؟ وہ لوگ جو ریاکاری کرتے ہیں اور جو معمولی ضرورت کی چیزیں بھی دوسروں کو نہیں دیتے۔</p><p>یہ لوگ نماز تو پڑھتے ہیں مگر نماز کو قائم نہیں کرتے ، یہ نماز کے اندر نہیں ہوتا۔ ان کی روح نماز کی حقیقت سے بیگانہ ہوتی ہے۔ ان کی سوچ ان معانی سے دور ہوتی جو وہ پڑھتے ہیں۔ جو قرات ، جو دعائیں اور جو ثنائیں وہ پڑھتے ہیں اس سے ان کی روح دور ہوتی ہے ، گویا وہ اپنی نماز سے جسے وہ پڑھ رہے ہوں ، غافل ہوتے ہیں۔ اسے صحیح طرح ادا نہیں کرتے۔ اللہ کے ہاں مطلوب یہ ہے کہ نماز کو صحیح طرح قائم کیا جائے۔ فقط ادائیگی مطلوب نہیں ہے اور نماز قائم تب ہوتی ہے کہ اسے دینی روح اور اس کے معانی کے ساتھ پڑھاجائے اور جس میں اللہ کی ذات مستحضر ہو۔</p><p>یہی وجہ ہے کہ جس نماز کو وہ پڑھ رہے ہوتے ہیں ان کی زندگی میں اس نماز کے آثار پیدا نہیں ہوتے کیونکہ وہ نماز کی حرکات کے دوران غافل ہوتے ہیں۔ چناچہ یہ لوگ معمولی ضرورت کی چیز (ماعون) بھی دوسروں کو نہیں دیتے۔ دوسروں کے ساتھ کوئی امداد نیکی ، بھلائی نہیں کرتے۔ حالانکہ نماز کا تقاضا یہ ہے کہ وہ نمازی اللہ کے بندوں کے ساتھ بھلائی کرے اور ان سے معمولی ضرورت کی چیز نہ روکے۔ اس لئے جو لوگ اس قسم کے ہوتے ہیں وہ دراصل حقیقی نماز نہیں ادا کررہے ہوتے۔ لہٰذا اللہ کے نزدیک حقیقی اور سچی عبادت کا معیار یہ ہے کہ ایک انسان اپنے بنی نوع انسان سے معمولی ضرورت کی اشیاء نہ روکے ۔ ان کی معاونت سے دستکش نہ ہو۔</p><p>یوں ہم دین کی ایک دوسری لانیفک حقیقت کو سامنے اپنے آپ کو کھڑا پاتے ہیں اور یہ اسلامی نظریہ حیات کا تقاضا ہے وہ یہ کہ ایک قرآنی آیت نمازیوں کو کھلی دھمکی دے رہی ہے کہ وہ ہلاکت سے دوچار ہوں گے کیونکہ وہ نماز کو صحیح طرح قائم نہیں کررہے۔ بلکہ وہ ایسی حرکات کررہے ہیں جن میں کوئی روح نہیں ہے۔ وہ ان حرکات میں اللہ کے دربار میں حاضر نہیں ہوتے۔ خالص اللہ کے نہیں ہوتے ، بلکہ محض لوگوں کے دکھاوے کے ئے وہ نماز پڑھتے ہیں ، اس لئے ان کی نماز سے وہ آثار نمودار نہیں ہوتے جو حقیقی نماز سے ہوتے ہیں ، نہ اس ان کے دل پر نماز کا اثر ہوتا ہے ، نہ ان کی عملی دنیا پر وہ اثرانداز ہوتی ہے۔ لہٰذا یہ نماز ذرہ بےقیمت ہے ، ایک غبار ہے بلکہ نمازی کے لئے یہ نماز ایک وبال وہلاکت ہے۔</p><p>ان تصریحات کے بعد ہماری سمجھ میں یہ بات اچھی طرح آجاتی ہے کہ اللہ لوگوں کے پاس رسول کیوں بھیجتا ہے اور لوگوں سے کیوں مطالبہ کیا جاتا ہے کہ وہ ایمان لائیں اور بندگی کریں ؟.... اس ساری جدوجہد سے اللہ کا کوئی مفاد وابستہ نہیں ہے۔ وہ تو غنی بادشاہ ہے۔ اس لئے مقصود یہ ہے کہ خود انسانوں کی زندگی سنور جائے ان کی بھلائی مقصود ہے۔ ان کے قلوب پاک ہوں اور زندگی کامیاب ہو ، وہ ان کے لئے ایک ایسی ندگی چاہتا ہے جو پاکیزہ شعور اور اعلیٰ نظریات پر قائم ہو۔ جس کے اندر لوگ ایک دوسرے سے کفیل ہوں جن کی ذہنیت شریفانہ ہو ، جن کے اندر محبت اور بھائی چارہ ہو ، جن کا تصور اور طرز عمل دونوں پاک ہوں۔</p><p>اے کاش ! انسانیت اس بھلائی کو چھوڑ کر کدھر جارہی ہے۔ اس رحمت کو چھوڑ کر کہاں بھکٹ رہی ہے اور اس خوبصورت اور حسین و جمیل مقام بلند کو چھوڑ کر کن پستیوں میں گری ہوتی ہے یا کہاں وہ جاہلیت کے پیچیدہ اور تاریک راہوں میں گم گشتہ ہے حالانکہ اس کے سامنے نور ، اسلام کا نور ، مرکزی چوک میں موجود ہے۔</p>"
        },
        {
            "resource_id": 176,
            "text": "Hai saputo di colui che nega la ricompensa, nel Giorno della Resurrezione?!"
        },
        {
            "resource_id": 180,
            "text": "১. আপনি কি ওকে চিনেন যে কিয়ামত দিবসের প্রতিদানের প্রতি মিথ্যারোপ করে?!"
        },
        {
            "resource_id": 776,
            "text": "¿Reconoces a quien rechaza la recompensa en el Día del Juicio?"
        },
        {
            "resource_id": 179,
            "text": "Nakakilala ka ba sa nagpapasinungaling sa pagganti sa Araw ng Pagbangon?"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Gördün mü hesabı yalanlayanı?\n2- İşte o, yetimi itip kakar.\n3- Yoksulu doyurmaya da teşvik etmez.\n4- Vay haline o namaz kılanların!\n5- Ki onlar, namazlarından yana gaflet içindedirler;\n6- Üstelik riya/gösteriş yaparlar,\n7- İyiliğe de engel olurlar.</p><div><span class=\"green\">(Mekke’de inmiştir. 7 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1.<span class=\"blue\"> Yüce Allah kendi hukukunu ve kullarının haklarını terk endenleri kınayarak şöyle buyurmaktadır:</span><span class=\"brown\">“Gördün mü hesabı yalanlayanı”</span> yani, dirilişi ve amellerin karşılığının verileceğini yalanlayan ve peygamberlerin getirdiklerine iman etmeyeni…                </div><div lang=\"tr\" class=\"tr \">\n                                        2. <span class=\"brown\">“İşte o, yetimi itip kakar”</span> yani sert ve kaba bir şekilde davranır, kalbinin katılığı dolayısı ile ona merhamet etmez. Çünkü ne iyiliklerin mükâfatını umar, ne de bir azaptan korkar.                </div><div>\n                                        3. <span class=\"brown\">“Yoksulu doyurmaya da teşvik etmez.”</span> Başkalarını teşvik etmez. Kendisi ise yoksula zaten yemek yedirmez.                </div><div lang=\"tr\" class=\"tr \">\n                                        4-5. <span class=\"brown\">“Vay haline o namaz kılanların ki onlar, namazlarından yana gaflet içindedirler.”</span> Yani, onlar namazı kılarlar ama onu zayi ederler, vakitlerine dikkat etmezler, rükünlerini yerine getirmezler. Bunun sebebi, Yüce Allah’ın emrine gereken önemi vermeyişleridir. Çünkü itaatin en önemlisi ve ibadetlerin en faziletlisi olan namaza gereken dikkati göstermezler. Namazdan yana gaflet içinde olmak, kişinin yerilip kınanmayı hak etmesine sebep olan esas etkendir. Namaz içinde gaflete düşüp yanılmak ise Peygamber sallallahu aleyhi ve sellem de dahil herkesin karşı karşıya kaldığı bir durumdur.                </div><div lang=\"tr\" class=\"tr \">\n                                        6. Bundan dolayıdır ki Yüce Allah, burada yerilen kimseleri gafletlerine ilave olarak riyakârlık,<span class=\"blue\"> katı kalplilik ve merhametsizlikle nitelendirerek şöyle buyurmaktadır:</span><span class=\"brown\">“Üstelik riya/gösteriş yaparlar”</span> yani amelleri insanlara gösteriş olsun diye işlerler.\n7. <span class=\"brown\">“İyiliğe de engel olurlar.”</span> Yani normalde karşılık beklenmeden verilen ve verilmesinden ötürü de hiçbir zararın söz konusu olmadığı kap-kacak, kova, balta ve buna benzer eşyaları bile ödünç yahut bağış olarak vermeyi engellerler. Bunlar, aşırı hırs ve cimriliklerinden, mala düşkünlüklerin dolayı bu tür küçük iyilikleri bile engellediklerine göre miktarı daha çok olan iyiliklerde nasıl davranırlar, vaın siz hesap edin!?\nBu sûrede yetim ve yoksula yemek yedirmek teşvik edilmektedir. \nAyrıca namaza gereken önemin verilmesi, onun gerekli şekilde muhafaza edilmesi ve hem namazda hem de diğer amellerde ihlâslı olmak da teşvik edilmektedir. \nİyilik yapılmasına, kap-kacak, kova, kitap ve buna benzer ufak tefek ve kıymetli olmayan eşyaların ödünç veya karşılıksız olarak verilmesi de teşvik edilmektedir. Çünkü Yüce Allah, bu işi yapmayanları yermektedir. Doğrusunu en iyi bilen Allah’tır.\nMâûn Sûresi’nin tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">بھلا دیکھا آپ نے اس شخص کو جو جھٹلاتا ہے جزا کو؟<span class=\"green\">(1)</span> پس یہ وہ شخص ہے جو دھکے دیتا ہے یتیم کو<span class=\"green\">(2)</span> اور نہیں شوق دلاتا وہ کھانا کھلانے پر مسکین کو<span class=\"green\">(3)</span> پس ہلاکت ہے <span class=\"green\">(ان)</span> نمازیوں کے لیے<span class=\"green\">(4)</span> وہ جو کہ اپنی نماز سے غفلت کرتے ہیں<span class=\"green\">(5)</span> وہ جو کہ دکھلاوا کرتے ہیں<span class=\"green\">(6)</span> اور وہ انکار کرتے ہیں استعمال کی معمولی چیزوں سے بھی<span class=\"green\">(7)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[1]</span>     اللہ تعالیٰ اس شخص کی مذمت کرتے ہوئے  جس نے اس کے اور اس کے بندوں کے حقوق کو ترک کردیا،<span class=\"bluﷺ\">  فرماتا ہے:</span><span class=\"arabic qpc-hafs brown\">﴿اَرَءَيۡتَ الَّذِيۡ يُكَذِّبُ بِالـدِّيۡنِ﴾</span> کیا تو نے اس شخص کو دیکھا جو حیات بعدالموت کو جھٹلاتا ہے  اورجو کچھ انبیاء و مرسلین لے کر آئے ہیں ان پر ایمان نہیں لاتا۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[4، 5]</span><span class=\"arabic qpc-hafs brown\">﴿فَوَيۡلٌ لِّلۡمُصَلِّيۡنَ۠﴾</span> ہلاکت ہے نماز کا التزام کرنے والوں کے لیے  مگر وہ  جو <span class=\"arabic qpc-hafs brown\">﴿عَنۡ صَلَاتِهِمۡ سَاهُوۡنَ﴾</span> ’’اپنی نماز سے غافل ہیں۔‘‘ یعنی وہ اپنی نماز کو ضائع کرتے ہیں، اس کے وقت مسنون کو ترک کرتے ہیں اور اس کے ارکان کو برے طریقے سے ادا کرتے ہیں۔ اس کا سبب  اللہ تعالیٰ کے حکم کا عدم اہتمام ہے کہ انھوں نے نماز کو ترک کر دیا جو سب سے اہم عبادت ہے۔ نماز سے غفلت ہی ہے جو نمازی کو مذمت اور ملامت کا مستحق بناتی ہے۔ اور رہا  نماز کے اندر سہو،  تو یہ ہر ایک سے واقع ہو جاتا ہے حتیٰ کہ نبی اکرمﷺ سے بھی سہو واقع ہوا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[6، 7]</span>    بنابریں اللہ تعالیٰ نے نماز سے غافل لوگوں کو ریا،<span class=\"bluﷺ\">  قساوت اور بے رحمی جیسے اوصاف سے موصوف کیا ہے۔  فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿الَّذِيۡنَ هُمۡ يُرَآءُوۡنَ﴾</span>  یعنی  وہ لوگوں کے دکھلاوے کے لیے عمل کرتے ہیں۔ <span class=\"arabic qpc-hafs brown\">﴿وَيَمۡنَعُوۡنَ الۡمَاعُوۡنَ﴾</span> کسی چیز کو عاریتاً  یا ہبہ کے طور پر عطا کرنے سے  جس کے عطا کرنے پر ان کو نقصان نہیں پہنچتا،  روکتے ہیں،<span class=\"bluﷺ\">  مثلاً:</span>  برتن،  ڈول،  کلہاڑی وغیرہ جن کو استعمال کے لیے دینے اور ان کے بارے میں فیاضی کرنے کی عام عادت جاری ہے۔ یہ لوگوں کو اپنی شدید حرص کے باعث استعمال کی معمولی اشیاء کو دینے سے منع کرتے ہیں تب ان سے زیادہ بڑی اشیاء <span class=\"grﷺﷺn\">(لوگوں کو استعمال کے لیے)</span> دیتے وقت ان کا کیا حال ہو گا۔\nاس سورۂ مبارکہ میں یتیموں اور مساکین کو کھانا کھلانے،  نیز نماز کا خیال رکھنے،  اس کی حفاطت کرنے اور نماز اور دیگر تمام اعمال میں اخلاص کو مدنظر رکھنے کی ترغیب دی گئی ہے۔ نیز معروف پر عمل کرنے،  معمولی اموال کو استعمال کے لیے عطا کرنے کی ترغیب ہے،<span class=\"bluﷺ\"> مثلاً:</span>  برتن،  ڈول اور کتاب وغیرہ،  کیونکہ اللہ تعالیٰ نے اس شخص کی مذمت کی ہے جو ایسا نہیں کرتا۔ وَاللہُ سُبْحَانَہُ أَعْلَمُ بِالصَّوَابِ ، وَالْحَمْدُ لِلہِ رَبِّ الْعَالَمِینَ .                </div>"
        },
        {
            "resource_id": 792,
            "text": "តើអ្នកបានស្គាល់អ្នកដែលបដិសេធនឹងការទទួលបានការតបស្នងនៅថ្ងៃបរលោកដែរឬទេ?"
        },
        {
            "resource_id": 790,
            "text": "আপুনি সেইজনক চিনি পায়নে, যিয়ে ক্বিয়ামতৰ দিনা ভাল- বেয়া পৰিণাম দিয়াক অস্বীকাৰ কৰে?"
        },
        {
            "resource_id": 174,
            "text": "Tahukah kamu orang yang mendustakan adanya pembalasan amal perbuatan pada hari Kiamat?!"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ آيا آن  را که  روز جزا را دروغ  مي  شمرد، ديدي  ?\nفَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ او همان  کسي  است  که  يتيم  را به  اهانت  مي  راند ،\nوَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ و مردم  را به  طعام  دادن  به  بينوا وا نمي  دارد\nفَوَيْلٌ لِّلْمُصَلِّينَ پس  واي  بر آن  نمازگزاراني\nالَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ که  در نماز خود سهل  انگارند ،\nالَّذِينَ هُمْ يُرَاؤُونَ آنان  که  ريا مي  کنند ،\nوَيَمْنَعُونَ الْمَاعُونَ  و از دادن ، زکات  دريغ  مي  ورزند.</p><p>\n                                                            مکي و 7 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1)</span> (<span class=\"arabic qpc-hafs brown\">﴿أَرَءَيۡتَ ٱلَّذِي يُكَذِّبُ بِٱلدِّينِ﴾</span>) آیا ننگریسته‌ای به کسی که زنده شدن پس از مرگ، و جزا را دروغ می‌انگارد، و به آنچه پیامبران آورده‌اند ایمان ندارد؟!                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(2)</span> (<span class=\"arabic qpc-hafs brown\">﴿فَذَٰلِكَ ٱلَّذِي يَدُعُّ ٱلۡيَتِيمَ﴾</span>) چنین کسی، یتیم را با خشونت از خود دور می‌کند، و به خاطر سنگدلی‌اش بر او رحم نمی‌کند؛ چون به پاداش و عقابی امید ندارد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(3)</span> (<span class=\"arabic qpc-hafs brown\">﴿وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ﴾</span>) و دیگران را بر خوراک دادن مسکین تشویق و ترغیب نمی‌نماید. و به طریق اولی خودش بینوایان را غذا و خوراک نمی‌دهد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(4 - 5)</span> (<span class=\"arabic qpc-hafs brown\">﴿فَوَيۡلٞ لِّلۡمُصَلِّينَ﴾</span>) پس وای بر آن نمازگزارانی که به نماز خود پای‌بند هستند <span class=\"green\">((ٱلَّذِينَ هُمۡ عَن صَلَاتِهِمۡ سَاهُونَ﴾)</span> اما آن را ضایع می‌کنند، و سر وقت آن را نمی‌خوانند، و ارکان آن را به خوبی انجام نمی‌دهند.و این به خاطر آن است که آنها به فرمان خداوند اهمیت نمی‌دهند؛ زیرا نماز را که مهم‌ترین عبادت‌هاست ضایع می‌نمایند. و کسی که از نمازش غافل ‌باشد، سزاوار مذمت و سرزنش است. اما دچار فراموشی شدن در نماز، چیزی است که پیامبر هم در نماز بدان دچار می‌شد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(6 - 7)</span> بنابراین خداوند اینها را به ریاکاری و سنگدلی و بی‌رحمی توصیف نموده و فرمود: (<span class=\"arabic qpc-hafs brown\">﴿ٱلَّذِينَ هُمۡ يُرَآءُونَ﴾</span>) کارها را برای اینکه مردم <span class=\"brown\">[آنها را]</span> ببینند انجام می‌دهند. (<span class=\"arabic qpc-hafs brown\">﴿وَيَمۡنَعُونَ ٱلۡمَاعُونَ﴾</span>) و از دادن و بخشیدن چیزی که دادن آن به صورت امانتی یا هبه مانند ظرف و دلو و امثال آن که معمولاً داده می‌شود و ضرری متوجّه آدمی نمی‌کند خودداری می‌کنند. پس اینها به خاطر شدت آزمندی و حرصشان، از دادن وسایل خانگیِ <span class=\"brown\">[ناچیز]</span> امتناع می‌ورزند. پس چگونه بیشتر از آن را خواهند داد. در این سوره به خوراک دادن به یتیمان و بینوایان تشویق شده، و نیز به ترغیب نمودنِ دیگران به این کار و مواظبت بر نماز و انجام دیگر اعمال به صورت مخلصانه تشویق و ترغیب شده است. نیز آدمی بر انجام کار خوب و دادن اموال ناچیز مانند به امانت دادن ظرف و دلو و کتاب و امثال آن تحریک شده است؛ چون خداوند کسی را که چنین نکند مذمت کرده است. والله اعلم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Видел ли ты того, кто считает ложью воздаяние?  <span class=\"green\">(2)</span> Это — тот, кто гонит сироту  <span class=\"green\">(3)</span> и не побуждает накормить бедняка.  <span class=\"green\">(4)</span> Горе молящимся,  <span class=\"green\">(5)</span> которые небрежны к своим намазам,  <span class=\"green\">(6)</span> которые лицемерят  <span class=\"green\">(7)</span> и отказывают даже в мелочи!</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1)</span> Призадумайся над теми, кто отрицает воскрешение и воздаяние и не верит в правдивость Божьих посланников?                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(2)</span> По причине своего жестокосердия они отгоняют сирот и не проявляют к ним сострадания. Они не надеются получить вознаграждение Аллаха и не страшатся Его лютой кары.                </div><div>\n<span class=\"green\">(3)</span> Они не побуждают людей кормить бедняков и тем более не делают этого сами.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(4-5)</span> Речь идет о молящихся, которые совершают намаз, но небрежно относятся к нему. Они губят свои молитвы, потому что совершают их не вовремя и не выполняют всех обязательных предписаний. Причина этого в их невнима- тельности к повелениям Аллаха. Иначе они не позволили бы себе погубить важнейший из обрядов поклонения. Именно из-за своей небрежности к мо- литвам они заслуживают упрека и порицания.\nЧто же касается ошибок во время  совершения  молитв,  то  ошибки  допус- кает каждый человек. Иногда подобное происходило даже с Пророком Му- хаммадом, ﷺ.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(6-7)</span> Сердца тех, кто небрежно относится к молитвам, лишены сострадания и склон- ны к показухе и лицемерию. Они совершают благие дела ради того, чтобы их похвалили другие люди. Они отказывают людям даже в самом малом подая- нии, пожертвовав которое они не окажутся в убытке. Они не желают подарить или дать взаймы даже миску, ведро или топор — все то, что люди обычно да- ют друг другу безвозмездно. Из-за своей непомерной алчности они отказыва-\nют в самом малом подаянии. Что же говорить тогда о тех вещах, которые пред- ставляют собой какую-либо ценность?\nВ этой суре Господь призвал мусульман кормить сирот и бедняков, призы- вать к этому других, исправно совершать намаз, быть искренними перед Алла- хом как при совершении молитв, так и при выполнении других обрядов покло- нения. Господь также вдохновил людей делать добро, безвозмездно помогать другим, особенно, если речь идет о даче взаймы кастрюли, ведра, книги и т. п. Всякий, кто скупится делать добро, заслуживает самого сурового осуждения. А лучше всего об этом известно Аллаху.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1}</span> يقول تعالى ذامًّا لمن ترك حقوقه وحقوق عباده: <span class=\"arabic qpc-hafs brown\">{أرأيتَ الذي يُكَذِّبُ بالدِّين}</span>؛<span class=\"blue\"> أي:</span> بالبعث والجزاء؛ فلا يؤمن بما جاءت به الرُّسل.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{2}</span><span class=\"arabic qpc-hafs brown\">{فذلك الذي يَدُعُّ اليتيمَ}</span>؛<span class=\"blue\"> أي:</span> يدفعه بعنفٍ وشدَّةٍ، ولا يرحمه؛ لقساوة قلبه، ولأنَّه لا يرجو ثواباً ولا يخاف عقاباً.                </div><div>\n<span class=\"arabic qpc-hafs brown\">{3}</span><span class=\"arabic qpc-hafs brown\">{ولا يحضُّ}</span>: غيره <span class=\"arabic qpc-hafs brown\">{على طعام المسكينِ}</span>: ومن باب أولى أنَّه بنفسه لا يطعم المسكين.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{4 ـ 5}</span><span class=\"arabic qpc-hafs brown\">{فويلٌ للمصلِّينَ}</span>؛<span class=\"blue\"> أي:</span> الملتزمين لإقامة الصلاة، ولكنهم <span class=\"arabic qpc-hafs brown\">{عن صلاتهم ساهونَ}</span>؛<span class=\"blue\"> أي:</span> مضيِّعون لها، تاركون لوقتها، مُخِلُّون بأركانها، وهذا لعدم اهتمامهم بأمر الله؛ حيث ضيَّعوا الصلاة التي هي أهمُّ الطاعات، والسَّهو عن الصَّلاة هو الذي يستحقُّ صاحبه الذمَّ واللوم ، وأمَّا السَّهو في الصَّلاة؛ فهذا يقع من كلِّ أحدٍ، حتَّى من النبيِّ - صلى الله عليه وسلم -.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{6 ـ 7}</span> ولهذا وصف الله هؤلاء بالرِّياء والقسوة وعدم الرحمة،<span class=\"blue\"> فقال:</span><span class=\"arabic qpc-hafs brown\">{الذين هم يراؤون}</span>؛<span class=\"blue\"> أي:</span> يعملون الأعمال لأجل رئاء الناس، <span class=\"arabic qpc-hafs brown\">{ويمنعون الماعون}</span>؛<span class=\"blue\"> أي:</span> يمنعون إعطاء الشيء الذي لا يضرُّ إعطاؤه على وجه العارية أو الهبة؛ كالإناء والدَّلو والفأس ونحو ذلك ممَّا جرت العادة ببذله والسَّماح به ، فهؤلاء لشدَّة حرصهم يمنعون الماعون؛ فكيف بما هو أكثر منه؟!\nوفي هذه السورة الحثُّ على إطعام اليتيم والمساكين، والتَّحضيض على ذلك، ومراعاة الصَّلاة، والمحافظة عليها، وعلى الإخلاص فيها، وفي سائر الأعمال ، والحثُّ على فعل المعروف، وبذل الأمور الخفيفة كعارية الإناء والدَّلو والكتاب ونحو ذلك؛ لأنَّ الله ذمَّ من لم يفعل ذلك. والله سبحانه أعلم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>Allah says, \"O Muhammad! Have you seen the one who denies the Din\"</h2><p>Here the word Din means the Hereafter, the Recompense and the Final Reward.</p><p>فَذَلِكَ الَّذِى يَدُعُّ الْيَتِيمَ</p><p>(That is he who repulses the orphan, ) meaning, he is the one who oppresses the orphan and does not give him his just due. He does not feed him, nor is he kind to him.</p><p>وَلاَ يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ</p><p>(And urges not the feeding of Al-Miskin.) This is as Allah says,</p><p>كَلاَّ بَل لاَّ تُكْرِمُونَ الْيَتِيمَ - وَلاَ تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ</p><p>(Nay! But you treat not the orphans with kindness and generosity! And urge not one another on the feeding of Al-Miskin!) (89:17-18) meaning, the poor man who has nothing to sustain him and suffice his needs. Then Allah says,</p><p>فَوَيْلٌ لِّلْمُصَلِّينَ - الَّذِينَ هُمْ عَن صَلَـتِهِمْ سَاهُونَ</p><p>(So, woe unto those performers of Salah, those who with their Salah are Sahun.) Ibn `Abbas and others have said, \"This means the hypocrites who pray in public but do not pray in private.\" Thus, Allah says,</p><p>لِّلْمُصَلِّينَ</p><p>(unto those performers of Salah,) They are those people who pray and adhere to the prayer, yet they are mindless of it. This may either be referring to its act entirely, as Ibn `Abbas said, or it may be referring to performing it in its stipulated time that has been legislated Islamically. This means that the person prays it completely outside of its time.</p><h2>This was said by Masruq and Abu Ad-Duha.</h2><p>`Ata' bin Dinar said, \"All praise is due to Allah, the One Who said,</p><p>عَن صَلَـتِهِمْ سَاهُونَ</p><p>(with their Salah are Sahun.) and He did not say, `those who are absent minded in their prayer.\"' It could also mean the first time of the prayer, which means they always delay it until the end of its time, or they usually do so. It may also refer to not fulfilling its pillars and conditions, and in the required manner. It could also mean performing it with humility and contemplation of its meanings. The wording of the Ayah comprises all of these meanings. However, whoever has any characteristic of this that we have mentioned then a portion of this Ayah applies to him. And whoever has all of these characteristics, then he has completed his share of this Ayah, and the hypocrisy of actions is fulfilled in him. This is just as is confirmed in the Two Sahihs that the Messenger of Allah ﷺ said,</p><p>«تِلْكَ صَلَاةُ الْمُنَافِقِ، تِلْكَ صَلَاةُ الْمُنَافِقِ، تِلْكَ صَلَاةُ الْمُنَافِقِ، يَجْلِسُ يَرْقُبُ الشَّمْسَ، حَتَّى إِذَا كَانَتْ بَيْنَ قَرْنَي الشَّيْطَانِ قَامَ فَنَقَرَ أَرْبَعًا، لَا يَذْكُرُ اللهَ فِيهَا إِلَّا قَلِيلًا»</p><p>(This is the prayer of the hypocrite, this is the prayer of the hypocrite, this is the prayer of the hypocrite. He sits watching the sun until it is between the two horns of Shaytan. Then he stands and pecks four (Rak`ahs) and he does not remember Allah (in them) except very little.) This Hadith is describing the end of the time for the `Asr prayer, which is the middle prayer as is confirmed by a text (Hadith). This is the time in which it is disliked to pray. Then this person stands to pray it, pecking in it like the pecking of a crow. He does not have tranquility or humility in it at all. Thus, the Prophet said,</p><p>«لَا يَذْكُرُ اللهَ فِيهَا إِلَّا قَلِيلًا»</p><p>(He does not remember Allah (in them) except very little.) He probably only stands to pray it so that the people will see him praying, and not seeking the Face of Allah. This is just as if he did not pray at all. Allah says,</p><p>إِنَّ الْمُنَـفِقِينَ يُخَـدِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُواْ إِلَى الصَّلَوةِ قَامُواْ كُسَالَى يُرَآءُونَ النَّاسَ وَلاَ يَذْكُرُونَ اللَّهَ إِلاَّ قَلِيلاً</p><p>(Verily, the hypocrites seek to deceive Allah, but it is He Who deceives them. And when they stand up with laziness and to be seen of men, and they do not remember Allah but little.) (4:142) and Allah says here,</p><p>الَّذِينَ هُمْ يُرَآءُونَ</p><p>(Those who do good deeds only to be seen,) Imam Ahmad recorded from `Amr bin Murrah that he said, \"We were sitting with Abu `Ubaydah when the people mentioned showing-off. A man known as Abu Yazid said, \"I heard `Abdullah bin `Amr saying that the Messenger of Allah ﷺ said,</p><p>«مَنْ سَمَّعَ النَّاسَ بِعَمَلِهِ، سَمَّعَ اللهُ بِهِ سَامِعَ خَلْقِهِ، وَحَقَّرَهُ وَصَغَّرَه»</p><p>(Whoever tries to make the people hear of his deed, Allah, the One Who hears His creation, will hear it and make him despised and degraded.)\" from what is related to his statement,</p><p>الَّذِينَ هُمْ يُرَآءُونَ</p><p>(Those who do good deeds only to be seen.) is that whoever does a deed solely for Allah, but the people come to know about it, and he is pleased with that, then this is not considered showing off. Allah said:</p><p>وَيَمْنَعُونَ الْمَاعُونَ</p><p>(And withhold Al-Ma`un.) This means that they do not worship their Lord well, nor do they treat His creation well. They do not even lend that which others may benefit from and be helped by, even though the object will remain intact and be returned to them. These people are even stingier when it comes to giving Zakah and different types of charity that bring one closer to Allah. Al-Mas`udi narrated from Salamah bin Kuhayl who reported from Abu Al-`Ubaydin that he asked Ibn Mas`ud about Al-Ma`un and he said, \"It is what the people give to each other, like an axe, a pot, a bucket and similar items.\" This is the end of the Tafsir of Surat Al-Ma`un, and all praise and thanks are due to Allah.</p>"
        },
        {
            "resource_id": 177,
            "text": "Ngươi có biết ai là những kẻ phủ nhận sự Phục sinh và thưởng phạt không?"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 178,
            "text": "Узнал ли ты того, кто считает ложью воздаяние в Судный день?!"
        },
        {
            "resource_id": 14,
            "text": "<p>مكية</p><p>يقول تعالى : أرأيت - يا محمد - الذي يكذب بالدين ؟<span class=\"blue\"> وهو :</span> المعاد والجزاء</p>"
        },
        {
            "resource_id": 181,
            "text": "آیا کسی را که جزای روز قیامت را تکذیب می‌کند شناختی؟!"
        },
        {
            "resource_id": 183,
            "text": "あなたは、最後の審判を否定する者を見たか。"
        },
        {
            "resource_id": 905,
            "text": "هل عرفت الذي يكذب بالجزاء يوم القيامة؟!"
        },
        {
            "resource_id": 93,
            "text": "( فَذَلِكَ الذي يَدُعُّ اليتيم )أى : فذلك الذى يكذب بالبعث والحساب والجزاء ، من أبرز صفاته القبيحة . أنه \" يدع اليتيم \" أى : يقسو عليه ، ويزجره زجرا عنيفا ، ويسد كل باب خير فى وجهه ، ويمع كل حق له . .فقوله : ( يَدُعُّ ) من الدع وهو الدفع الشديد ، والتعنيف الشنيع للغير . ."
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( أرأيت الذي يكذب بالدين )</span> قال مقاتل : نزلت في العاص بن وائل السهمي وقال السدي ومقاتل بن حيان وابن كيسان : في الوليد بن المغيرة .<span class=\"blue\"> قال الضحاك :</span> في <span class=\"reference\">[ عمرو ]</span> بن عائذ المخزومي .<span class=\"blue\"> وقال عطاء عن ابن عباس :</span> في رجل من المنافقين .</p><p>ومعنى <span class=\"arabic qpc-hafs\">\" يكذب بالدين \"</span> أي بالجزاء والحساب .</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">يقول تعالى ذامًا لمن ترك حقوقه وحقوق عبادة:</span> <span class=\"arabic qpc-hafs brown\">{ أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ }</span> أي: بالبعث والجزاء، فلا يؤمن بما جاءت به الرسل."
        },
        {
            "resource_id": 16,
            "text": "أرأيت حال ذلك الذي يكذِّب بالبعث والجزاء؟"
        },
        {
            "resource_id": 164,
            "text": "<p>ঐ সূরার তাফসীর যার মধ্যে মাঊন (গৃহস্থালীর প্রয়োজনীয় ছোট খাট জিনিস) এর বর্ণনা দেয়া হয়েছে এবং এটা মক্কী।<b>১-৭ নং আয়াতের তাফসীর</b>আল্লাহ তাআলা স্বীয় রাসূল (সঃ)-কে বলেনঃ হে মুহাম্মদ (সঃ)! তুমি কি ঐ লোকটিকে দেখেছো যে প্রতিফল দিবসকে অবিশ্বাস করে? সেতো ঐ ব্যক্তি যে ইয়াতীমকে ধাক্কা দিয়ে তাড়িয়ে দেয় এবং অভাবগ্রস্তকে আহার্যদানে উৎসাহ প্রদান করে না। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেছেনঃ (আরবি)অর্থাৎ “না, কখনই নয়। বস্তুতঃ তোমরা ইয়াতীমকে সম্মান কর না এবং তোমরা অভাবগ্রস্তদেরকে খাদ্য দানে পরস্পরকে উৎসাহিত কর না।” (৮৯:১৭-১৮) অর্থাৎ ঐ ভিক্ষুককে, যে প্রয়োজন অনুপাতে ভিক্ষা পায় না।এরপর আল্লাহ্ তা'আলা বলেনঃ সুতরাং দুর্ভোগ ঐ নামাযীদের যারা নিজেদের নামায সম্বন্ধে উদাসীন। অর্থাৎ সর্বনাশ রয়েছে ঐসব মুনাফিকের জন্যে যারা লোকদের সামনে নামায আদায় করে, কিন্তু অন্য সময় করে না। অর্থাৎ লোক দেখানোই তাদের নামায আদায়ের প্রকৃত উদ্দেশ্য। হযরত ইবনে আব্বাস (রাঃ) এ অর্থই করেছেন। এ অর্থও করা হয়েছে যে, তারা নির্দিষ্ট সময় পার করে দেয়। মাসরূক (রঃ) এবং আবু যুহা (রঃ) এ কথা বলেছেন। হযরত আতা ইবনে দীনার (রঃ) বলেনঃ আল্লাহর শুকরিয়া যে, তিনি (আরবি) বলেছেন, (আরবি) বলেননি। অর্থাৎ আল্লাহপাক বলছেন যে, তারা নামাযের ব্যাপারে উদাসীন থাকে, নামাযের মধ্যে গাফিল বা উদাসীন থাকে এরূপ কথা বলেননি। আবার এ শব্দেই এ অর্থও রয়েছে যে, এমন নামাযীদের জন্যেও সর্বনাশ রয়েছে যারা সব সময় শেষ সময় নামায আদায় করে। অথবা আরকান আহকাম আদায়ের ব্যাপারে মনোযোগ দেয় না। রুকু সিজদার ব্যাপারে উদাসীনতার পরিচয় দেয়। এসব কিছু যার মধ্যে রয়েছে সে নিঃসন্দেহে দুর্ভাগা। যার মধ্যে এসব অন্যায় যতো বেশী রয়েছে সে ততো বেশী সর্বনাশের মধ্যে পতিত হয়েছে। তার আমল ততো বেশী ক্রটিপুর্ণ এবং ক্ষতিকারক।সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ওটা মুনাফিকের নামায, ওটা মুনাফিকের নামায, ওটা মুনাফিকের নামায, যে সূর্যের প্রতীক্ষায় বসে থাকে, সূর্য অস্ত যেতে শুরু করলে শয়তান যখন তার শিং মিলিয়ে দেয় তখন এ ব্যক্তি দাঁড়িয়ে মোরগের মত চারটি ঠোকর মারে। তাতে আল্লাহর স্মরণ খুব কমই করে।\" এখানে আসরের নামাযকে বুঝানো হয়েছে। এ নামাযকে “সালাতুল ভূসতা” বা মধ্যবর্তী নামায বলে হাদীসে উল্লেখ করা হয়েছে। উল্লিখিত ব্যক্তি মাকরূহ সময়ে উঠে দাড়ায় এবং কাকের মত ঠোকর দেয়। তাতে আরকান, আহকাম, রুকু, সিজদাহ ইত্যাদি যথাযথভাবে পালন করা হয় না এবং আল্লাহর স্মরণও খুব কম থাকে। লোক দেখানো নামায আদায় করা করা একই কথা। ঐ মুনাফিকদের সম্পর্কে আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ “মুনাফিকরা আল্লাহকে ধােকা দেয় এবং তিনি তাদেরকে ধােকা (-র প্রতিফল) দেন, তারা যখন নামাযে দাঁড়ায় তখন অলসতা ও উদাসীনতার সাথে দাঁড়ায়, তারা শুধু লোক দেখানোর জন্যেই নামায পড়ে থাকে এবং তারা আল্লাহকে খুব কমই স্মরণ করে থাকে।\" (৪:১৪২)। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বলেছেনঃ (আরবি) জাহান্নামের একটি ঘাঁটির নাম। ওর আগুন এমন তেজস্বী ও গরম যে, জাহান্নামের অন্যান্য আগুন এই আগুন থেকে আল্লাহর কাছে দৈনিক চারশ’ বার আশ্রয় প্রার্থনা করে থাকে। এই (আরবি) এই উম্মতের অহংকারী আলেমদের জন্যে নির্ধারিত রয়েছে এবং যারা লোক দেখানোর উদ্দেশ্যে ও গর্ব প্রকাশের উদ্দেশ্যে দান খায়রাত করে থাকে তাদের জন্যে নির্ধারিত রয়েছে। আর যারা লোক দেখানোর উদ্দেশ্যে ও গর্ব প্রকাশের উদ্দেশ্যে হজ্ব করে ও জিহাদ করে তাদের জন্যে নির্ধারিত রয়েছে।” (এ হাদীসটি ইমাম তিবরানী (রঃ) বর্ণনা করেছেন)তবে হ্যা, এখানে স্মরণ রাখার বিষয় যে, কোন ব্যক্তি যদি সম্পূর্ণ সদুদ্দেশ্যে কোন ভাল কাজ করে, আর জনগণ তা জেনে ফেলে এবং এতে সে খুশী হয় তাহলে এটা রিয়াকারী ও অহংকার বলে গণ্য হবে না।মুসনাদে আবী ইয়ালা মুসিলীতে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি একাকী (নফল) নামায পড়ছিলাম এমন সময় হঠাৎ করে একটি লোক আমার কাছে এসে পড়ে, এতে আমি কিছুটা আনন্দিত হই (এতে কি আমার রিয়া হবে?)” উত্তরে রাসূলুল্লাহ্ (সাঃ) বললেন “(না, না, বরং) তুমি এতে দুটি পুণ্য লাভ করবে। একটি গোপন করার পুণ্য এবং আরেকটি প্রকাশ করার পুণ্য।” ইবনে মুবারক (রঃ) বলেন যে, (এ হাদীসটি রিয়াকারদের জন্যে খুবই উত্তম। কিন্তু সনদের দিক থেকে এটা গারীব। তবে একই অর্থবোধক হাদীস অন্য সনদেও বর্ণিত আছে)ইমাম ইবনে জারীর (রঃ) একটি গারীব সনদে হাদীস বর্ণনা করেছেন যে, যখন (আরবি) এ আয়াতটি অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহ মহান! তোমাদের প্রত্যেককে সারা পৃথিবীর সমান দেয়ার চেয়েও এটাই তোমাদের জন্যে উত্তম। এখানে ঐ ব্যক্তিকে বুঝানো হয়েছে, যে নামায পড়লে কোন কল্যাণের আশা করে না এবং না পড়লেও স্বীয় প্রতিপালকের:ভয় তার মনে কোন রেখাপাত করে না।”অন্য এক রিওয়াইয়াতে আছে যে, নবী করীম (সঃ)-কে এ আয়াতের তাৎপর্য জিজ্ঞেস করা হলে তিনি বলেনঃ “এখানে ঐ সব লোকের কথা বলা হয়েছে যারা নামায আদায়ের ব্যাপারে নির্ধারিত সময় থেকে বিলম্ব করে। এর একটি অর্থ এও রয়েছে যে, আদৌ নামায পড়ে না। অন্য একটি অর্থ এই আছে যে, শরীয়ত অনুমোদিত সময় অতিক্রান্ত হওয়ার পর নামায পড়ে। আবার এটাও অর্থ রয়েছে যে, সময়ের প্রথম দিকে নামায পড়ে না। একটি মাওকুফ হাদীসে রয়েছে যে, হযরত সা'দ ইবনে আবী অক্কাস (রাঃ) বলেনঃ এর ভাবার্থ হলোঃ নামাযের সময়কে সংকীর্ণ করে ফেলে। এ বর্ণনাটিই সবচেয়ে নির্ভুল ও নির্ভরযোগ্য। ইমাম বায়হাকীও (রঃ) বলেছেন যে, মার’ রিওয়াইয়াত যঈফ বা দুর্বল এবং মাওকূফ রিওয়াইয়াত সহীহ বা বিশুদ্ধ। ইমাম হাকিমও (রঃ) একথা বলেছেন। কাজেই এসব লোক আল্লাহর ইবাদতের ক্ষেত্রে যেমন অলসতা করে, তেমনি লোকদের অধিকারও আদায় করে না। তারা রিয়াকারী করে ও যাকাত দেয় না। হযরত আলী (রাঃ) মাউন শব্দের অর্থ যাকাত পরিশোধ বলেও উল্লেখ করেছেন। হযরত ইবনে উমার (রাঃ) এবং অন্যান্য নির্ভরযোগ্য তাফসীরকারগণও একই কথা বলেছেন। হযরত হাসান বসরী (রাঃ) বলেন যে, তাদের নামায আদায়ও রিয়াকারী ও অহংকার প্রকাশক। তাদের সম্পদের সাদকার মধ্যে রিয়া বা লোক দেখানো উদ্দেশ্য রয়েছে। হযরত যায়েদ ইবনে আসলাম (রঃ) বলেন যে, এই মুনাফিকরা লোক দেখানোর জন্যে নামায আদায় করে, কারণ নামায প্রকাশ্য ব্যাপার। তবে তারা যাকাত আদায় করে না, কারণ যাকাত গোপনীয় ব্যাপার। হযরত ইবনে মাসউদ (রাঃ) বলেন যে, মাউন ঐ সব জিনিষকে বলা হয় যা মানুষ একে অন্যের নিকট চেয়ে থাকে। যেমন কোদাল, বালতি, ডেকচি ইত্যাদি। অন্য এক বর্ণনায় রয়েছে যে, রাসূলুল্লাহ (সঃ)-এর সাহাবীগণ মাউনের এ অর্থই বর্ণনা করেছেন। অন্য এক বর্ণনায় আছে যে, বর্ণনাকারী বলেনঃ “আমরা রাসূলুল্লাহ (সঃ)-এর সাথে ছিলাম এবং মাউনের আমরা এ তাফসীর করেছি।”সুনানে নাসাঈতে হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ “প্রত্যেক ভাল জিনিষই সদকা। ডোল, হাঁড়ি, বালতি ইত্যাদি দেয়াকে রাসূলুল্লাহ (সঃ)-এর আমলে আমরা মাউন নামে অভিহিত করতাম। মোটকথা, এর অর্থ হলো যাকাত না দেয়া, আনুগত্য না করা, কোন জিনিষ চাইলে না দেয়া, ছোট ছোট জিনিষ কেউ কিছু সময়ের জন্যে নিতে চাইলে না দেয়া, যেমন চালুনি, কোদাল, দা, কুড়াল, ডেকচি ডোল ইত্যাদি।একটি গারীব বা দুর্বল হাদীসে রয়েছে যে, নুমায়ের গোত্রের প্রতিনিধি রাসূলুল্লাহ (সঃ)-কে বললেনঃ “হে আল্লাহর রাসুল (সঃ)! আমাদেরকে বিশেষ আদেশ কি দিচ্ছেন?” রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “মাউনের ব্যাপারে নিষেধ করো না। প্রতিনিধি পুনরায় প্রশ্ন করলেনঃ “মাঊন কি?” তিনি জবাব দিলেনঃ “পাথর, লোহা, পানি।” প্রতিনিধি জিজ্ঞেস করলেনঃ “লোহা দ্বারা কোন লোহাকে বুঝানো হচ্ছে?” রাসূলুল্লাহ (সঃ) বললেনঃ “মনে কর, তোমাদের তামার পাতিল, লোহার কোদাল ইত্যাদি। প্রতিনিধি প্রশ্ন করলেনঃ “পাথরের অর্থ কি?” রাসূলুল্লাহ বললেনঃ “ডেকচি, শীলবাটা ইত্যাদি।” (এ হাদীসটি খুবই গরীব বা দুর্বল) এর রাভী বা বর্ণনাকারী মাশহুর’ শ্রেণীভুক্ত নন।আলী ইবনে ফুলান নুমাইরী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “মুসলমান মুসলমানের ভাই। দেখা হলে সালাম করবে, সালাম করলে ভাল জবাব দিবে এবং মাঊনের ব্যাপারে অস্বীকৃতি জানাবে অর্থাৎ নিষেধ করবে না।” আলী নুমাইরী (রাঃ) জিজ্ঞেস করলেনঃ “মাউন কি?” উত্তরে তিনি বললেনঃ “পাথর, লোহা এবং এ জাতীয় অন্যান্য জিনিষ।” এসব ব্যাপারে আল্লাহ সবচেয়ে ভাল জানেন।</p>"
        },
        {
            "resource_id": 92,
            "text": "أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ (1) الاستفهام مستعمل في التعجيب من حال المكذبين بالجزاء ، وما أورثهم التكذيب من سوء الصنيع . فالتعجيب من تكذيبهم بالدين وما تفرع عليه من دَعّ اليتيم وعدم الحضّ على طعام المسكين ، وقد صيغ هذا التعجيب في نظم مشوِّق لأن الاستفهام عن رؤية من ثبتت له صلة الموصول يذهب بذهن السامع مذاهب شتى من تعرف المقصد بهذا الاستفهام ، فإن التكذيب بالدين شائع فيهم فلا يكون مثاراً للتعجب فيترقب السامع ماذا يَرِد بعده وهو قوله : { فذلك الذي يدع اليتيم } .وفي إقحام اسم الإِشارة واسم الموصول بعد الفاء زيادة تشويق حتى تقرع الصلة سمع السامع فتتمكن منه كَمَالَ تَمكُّن .وأصل ظاهر الكلام أن يقال : أرأيت الذي يكذب بالدين فَيدُع اليتيم ولا يحض على طعام المسكين .والإِشارة إلى الذي يكذب بالدين باسم الإِشارة لتمييزه أكملَ تمييز حتى يتبصر السامع فيه وفي صفته ، أو لتنزيله منزلة الظاهر الواضح بحيث يشار إليه .والفاء لعطف الصفة الثانية على الأولى لإفادة تسبب مجموع الصفتين في الحكم المقصود من الكلام ، وذلك شأنها في عطف الصفات إذا كان موصوفها واحداً مثل قوله تعالى : { والصافات صفاً فالزاجرات زجراً فالتاليات ذكراً } [ الصافات : 1 3 ] ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 1{ اَرَئَ یْتَ الَّذِیْ یُـکَذِّبُ بِالدِّیْنِ۔ } ”کیا تم نے دیکھا اس شخص کو جو جزا و سزا کو جھٹلاتا ہے ؟“ جو نہ تو بعث بعد الموت کا قائل ہے اور نہ ہی آخرت کی جزا و سزا کو مانتا ہے۔ ایسے لوگ سمجھتے ہیں کہ اس زندگی کے سوا ان کی کوئی اور زندگی نہیں ہے : { وَقَالُوْا مَا ہِیَ اِلَّا حَیَاتُـنَا الدُّنْیَا نَمُوْتُ وَنَحْیَا وَمَا یُہْلِکُنَآ اِلَّا الدَّہْرُج } الجاثیۃ : 24 ”وہ کہتے ہیں کہ نہیں ہے کوئی اور زندگی سوائے ہماری دنیا کی زندگی کے ‘ ہم خود ہی مرتے ہیں اور خود ہی جیتے ہیں اور ہمیں نہیں ہلاک کرتا مگر زمانہ“۔ آخرت کے احتساب کا انکار کر کے انسان دراصل جائز و ناجائز اور حلال و حرام کی پابندیوں سے آزاد ہوجاتا ہے اور اس کا کردار ع ”بابر بہ عیش کوش کہ عالم دوبارہ نیست“ کے فلسفے کا چلتا پھرتا اشتہار بن کر رہ جاتا ہے۔</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>তুমি কি দেখেছ তাকে, যে (পরকালের) কর্মফলকে মিথ্যা মনে করে?[১]</p><p>[১] أرَأيتَ শব্দ দ্বারা নবী (সাঃ)-কে সম্বোধন করা হয়েছে। আর এতে প্রশ্নসূচক বাক্য দ্বারা বিস্ময় প্রকাশ করা হয়েছে। 'তুমি কি দেখেছ' অর্থাৎ, 'তুমি কি চিনেছ তাকে---।' আর الدِّين থেকে উদ্দেশ্য আখেরাতে হিসাব ও প্রতিদান। কেউ কেউ বলেন, এখানে আরো কিছু শব্দ উহ্য আছে। আসল বাক্য হল যে, 'তুমি কি চিনেছ তাকে, যে (পরকালের) কর্মফলকে মিথ্যা মনে করে? তার এ মনে করা ঠিক অথবা ভুল?'</p>"
        },
        {
            "resource_id": 168,
            "text": "<p>The love of the world causes nations to lose faith and consign Allah to oblivion</p><p>This Surah denounces some of the evil actions of the pagans and the hypocrites, and it holds out a threat of destruction to those who commit them. If these evil actions are committed by believers, who do not reject the true faith, they are still heinous and gravely sinful, but the threat of chastisement made in this surah does not apply to them. Therefore, verse [ 107:1] أَرَ‌أَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ (Have you not seen him who denies the Requital?), as a preamble, makes plain that the person who performs these evil deeds is one who cries lies to the Doom, and thus the warning of punishment mentioned in this Surah is for those who deny the religion and the Day of Judgment. The verse contains a subtle indication that the moral sins condemned in this Surah are far too inconceivable from a believer; only a non-believer or hypocrite would commit them. The morally bad and sinful deeds mentioned here are: [ 1] oppressing and insulting the orphan, and being unkind to them; [ 2] despite the means, failing to feed the poor or failing to urge others to feed them; [ 3] praying [ in public only, not in private ] only to show the people; and [ 4] failing to pay the Zakah [ obligatory alms ]. These actions are intrinsically bad and gravely sinful, but their commission in the wake of kufr [ disbelief ] and takdhib [ rejection ] are even more aggravating, because they attract eternal perdition, which in this Surah is described as wail [ heavy affliction or calamity or disaster or destruction ].</p><p>Verses [ 107:4-6] فَوَيْلٌ لِّلْمُصَلِّينَ ﴿4﴾ الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ ﴿5﴾ الَّذِينَ هُمْ يُرَ‌اءُونَ (So woe to those performers of salah who are neglectful of their salah, who [ do good only to ] show off.) These verses describe the characteristics of the hypocrites who used to perform the prayers only to make a display of them to the people and prove that their claim of being sincere Muslims is true. As they do not believe in the obligatory nature of the prayers, they are not regular at them, and they do not observe the prescribed times, but offer them carelessly at the eleventh hour or completely out of time. They perform them only when they must to make a display of them, otherwise they have no place in their lives. The preposition 'an (translated above as 'of) in the prepositional phrase عَن صَلَاتِھِم \"[ neglectful ] of their salah\" is significant. It indicates that they [ the hypocrites ] are neglectful of the very concept of salah. This does not refer to the unintentional errors, slips and mistakes that Muslims make in their prayers. The Holy Prophet ﷺ also made this type of unintentional mistakes in his prayers. The warning of Hell by the expression of wail does not apply to such mistakes. If that was the case, the prepositional phrase would have been fi salatihim [ in their prayers ] instead of ['an salatihim [ neglectful of their prayers ].</p><p>Verse [ 107:7] وَيَمْنَعُونَ الْمَاعُونَ (And refuse [ to give even ] small gifts.) The word min literally means any small or petty thing' and idiomatically it refers to 'small household articles of common use such as axe, hoe, cooking pot which at the time of need neighbors borrow from one another'.</p><p>Anyone who is unwilling to lend such small items is morally a very miserly and mean person. However, in the current verse the word ma’ un is taken in the sense of Zakah [ obligatory alms ] because it is a little amount out of much wealth - only 2-½% out of the entire wealth. Majority of the commentators - like Sayyidna ` Ali, Ibn ` Umar, Hasan Basri, Qatadah, Dahhak ؓ and others - hold the view that ma` un implies Zakah. [ Mazhari ]. The threat of wail (torment of Hell) can only be for failure to fulfill one's legal obligation. Giving small items to help out one's fellow human beings is a humanitarian and philanthropic gesture that carries much reward in the Hereafter, but it is not an obligation at all, the violation of which could lead to eternal perdition. Traditions reporting that ma’ un refers to pots and pans, and other household items of daily use are to show that if a person is reluctant to part with such small items, how will he have the heart to part with 2-½% of his wealth? The Traditions purport to say that these people are so narrow-minded that they are not willing to make the least bit of selfless sacrifice for the welfare and wellbeing of others. They are morally mean, low and miserly in the extreme. Therefore, they do not pay their legal alms. Thus the threat of punishment in Hell-fire is not on account of failure to do one's neighborly acts of kindness, but for failure to pay the legal alms and perhaps for their extreme niggardliness.</p><p>Al-Hamdulillah</p><p>The Commentary on</p><p>Surah Al-Ma’ un</p><p>Ends here</p>"
        },
        {
            "resource_id": 90,
            "text": "تفسير سورة الماعونوهي سبع آياتوهي مكية في قول عطاء وجابر وأحد قولي ابن عباس وغيره ومدنية في قول له آخر وهو قول قتادةبسم الله الرحمن الرحيمأرأيت الذي يكذب بالدينقوله تعالى : أرأيت الذي يكذب بالدين أي بالجزاء والحساب في الآخرة ; وقد تقدم في ( الفاتحة ) . وأرأيت بإثبات الهمزة الثانية ; إذ لا يقال في أرأيت : ريت ، ولكن ألف الاستفهام سهلت الهمزة ألفا ; ذكره الزجاج . وفي الكلام حذف ; والمعنى : أرأيت الذي يكذب بالدين : أمصيب هو أم مخطئ . واختلف فيمن نزل هذا فيه ; فذكر أبو صالح عن ابن عباس قال : نزلت في العاص بن وائل السهمي ; وقاله الكلبي ومقاتل . وروى الضحاك عنه قال : نزلت في رجل من المنافقين . وقال السدي : نزلت في الوليد بن المغيرة . وقيل في أبي جهل . الضحاك : في عمرو بن عائذ . قال ابن جريج : نزلت في أبي سفيان ، وكان ينحر في [ ص: 188 ] كل أسبوع جزورا ، فطلب منه يتيم شيئا ، فقرعه بعصاه ; فأنزل الله هذه السورة ."
        },
        {
            "resource_id": 166,
            "text": "<p>আপনি কি দেখেছেন [১] তাকে, যে দ্বীনকে [২] অস্বীকার করে?</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>এ সূরায় বেশ কয়েকটি বিষয় আলোচনা করা হয়েছে। এতিম ও মিসকিনদেরকে খাদ্য দানে উৎসাহিত করা হয়েছে; সালাত আদায়ের ক্ষেত্রে গুরুত্ব ও মনোযোগ দিতে বলা হয়েছে; ইখলাসের সাথে সালাত ও অন্যান্য ইবাদত পালনের প্রতি গুরুত্বারোপ করা হয়েছে; ছোট-খাটো জিনিস ধার দেয়ার মাধ্যমে মানুষের উপকার করার কথা বলা হয়েছে। কেননা, যারা এগুলো করে না, এ-সূরায় তাদেরকে আল্লাহ্ তা‘আলা তিরস্কৃত করেছেন। [সাদী]</p><p>------------------------</p><p>[১] এখানে বাহ্যত সম্বোধন করা হয়েছে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে। কিন্তু কুরআনে বর্ণনাভঙ্গী অনুযায়ী দেখা যায়, এসব ক্ষেত্রে সাধারণত প্রত্যেক জ্ঞান-বুদ্ধি ও বিচার-বিবেচনা সম্পন্ন লোকদেরকেই এ সম্বোধন করা হয়ে থাকে। আর দেখা মানে চোখ দিয়ে দেখাও হয়। কারণ সামনে দিকে লোকদের যে অবস্থা বর্ণনা করা হয়েছে তা প্রত্যেক প্রত্যক্ষকারী স্বচক্ষে দেখে নিতে পারে। আবার এর মানে জানা, বুঝা ও চিন্তা-ভাবনা করাও হতে পারে। [ফাতহুল কাদীর]</p><p>[২] এ আয়াতে “আদ-দীন” শব্দটির অর্থ আখেরাতে কর্মফল দান এবং বিচার। অধিকাংশ মুফাসসিররা এমতটিই গ্ৰহণ করেছেন। [ইবন কাসীর, কুরতুবী, মুয়াসসার]</p>"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Tahukah kamu <span class=\"green\">(orang)</span> yang mendustakan agama? Itulah orang yang menghardik anak yatim, dan tidak menganjurkan mem-beri makan orang miskin. Maka kecelakaanlah bagi orang-orang yang shalat, <span class=\"green\">(yaitu)</span> orang-orang yang lalai dari shalatnya, orang-orang yang berbuat riya`, dan enggan <span class=\"green\">(menolong dengan)</span> barang berguna.\" <span class=\"green\">(Al-<span class=\"blue\">Ma'un:</span> 1-7)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(1)</span> Allah سبحانه وتعالى berfirman seraya mencela orang yang mening-galkan kewajiban-kewajiban terhadapNya dan terhadap hamba-hambaNya, ﴾ أَرَءَيۡتَ  ٱلَّذِي  يُكَذِّبُ  بِٱلدِّينِ ﴿   \"Tahukah kamu <span class=\"green\">(orang)</span> yang men-dustakan agama,\" yakni mendustakan kebangkitan dan pembalasan dan tidak beriman dengan apa yang dibawa oleh para rasul.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(2)</span> ﴾ فَذَٰلِكَ ٱلَّذِي   يَدُعُّ  ٱلۡيَتِيمَ ﴿   \"Itulah orang yang menghardik anak yatim,\" yakni membentaknya dengan kasar dan keras, tidak menga-sihinya karena kerasnya hatinya, dan karena ia tidak mengharap-kan pahala, dan tidak takut akan siksa.                </div><div>\n<span class=\"green\">(3)</span> ﴾ وَلَا     يَحُضُّ <span class=\"brown\">﴿   \"Dan tidak menganjurkan\" orang lain ﴾</span> عَلَىٰ  طَعَامِ ٱلۡمِسۡكِينِ ﴿   \"memberi makan orang miskin,\" dan lebih-lebih lagi, dia sen-diri tidak memberi makan orang miskin.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(4-5)</span> ﴾ فَوَيۡلٞ  لِّلۡمُصَلِّينَ  <span class=\"brown\">﴿ \"Maka kecelakaanlah bagi orang-orang yang shalat,\" yaitu orang-orang yang konsisten menegakkan shalat, tapi mereka adalah ﴾</span> ٱلَّذِينَ  هُمۡ  عَن  صَلَاتِهِمۡ  سَاهُونَ ﴿   \"orang-orang yang lalai dari shalatnya,\" yaitu menyia-nyiakannya, tidak shalat hingga waktunya berlalu dan tidak memenuhi rukun-rukunnya. Hal itu disebabkan mereka tidak mengindahkan titah Allah سبحانه وتعالى, karena mereka menyia-nyiakan shalat yang merupakan ketaatan paling utama. Melalaikan shalat membuat pelakunya berhak mendapatkan celaan dan hinaan. Lain halnya dengan lupa pada saat shalat, karena siapa saja bisa lupa, termasuk Nabi a sendiri.<span class=\"brown\">[148]</span>\n</div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(6-7)</span> Karena itu Allah سبحانه وتعالى menyebutkan sifat mereka sebagai orang yang berbuat riya`, keras hati, dan tidak memiliki belas kasih seraya berfirman, ﴾ ٱلَّذِينَ  هُمۡ  يُرَآءُونَ <span class=\"brown\">﴿   \"Orang-orang yang berbuat riya`,\" yakni, melakukan pekerjaan untuk dilihat orang,﴾</span> وَيَمۡنَعُونَ  ٱلۡمَاعُونَ ﴿   \"dan enggan <span class=\"green\">(menolong dengan)</span> barang berguna,\" yaitu enggan memberikan sesuatu yang tidak memudaratkan untuk diberikan dengan cara dipinjamkan atau dihibahkan seperti bejana, gayung, kapak, dan lainnya yang biasanya diberikan atau direlakan. Mere-ka itu, karena amat kikir, enggan memberikan barang-barang yang berguna, lantas bagaimana halnya dengan benda yang lebih besar nilainya?\nDalam surat ini terdapat anjuran serta dorongan untuk mem-beri makan anak yatim dan orang miskin, menjaga dan memelihara shalat, menunaikannya dengan ikhlas dan juga dengan amal-amal lainnya, dorongan untuk mengerjakan kebajikan, memberikan benda-benda misalnya meminjamkan bejana, gayung, kitab, dan lainnya, karena Allah سبحانه وتعالى mencela orang yang tidak melakukan hal itu. Wallahu a'lam.                </div>"
        },
        {
            "resource_id": 182,
            "text": "你知道否认复活日回报的人吗?"
        },
        {
            "resource_id": 160,
            "text": "نماز میں غفلت اور یتیموں سے نفرت ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">اللہ تعالیٰ فرماتا ہے کہ اے محمد! تم نے اس شخص کو دیکھا جو قیامت کے دن کو جو جزا سزا کا دن ہے جھٹلاتا ہے، یتیم پر ظلم و ستم کرتا ہے، اس کا حق مارتا ہے، اس کے ساتھ سلوک و احسان نہیں کرتا، مسکینوں کو خود تو کیا دیتا دوسروں کو بھی اس کار خیر پر آمادہ نہیں کرتا۔ </p><p class=\"ur\"> جیسے اور جگہ ہے <span class=\"arabic qpc-hafs\"> «كَلَّا بَلْ لَا تُكْرِمُونَ الْيَتِيمَ»</span>  * <span class=\"arabic qpc-hafs\"> «وَلَا تَحَاضُّونَ عَلَىٰ طَعَامِ الْمِسْكِينِ»</span>    <span class=\"reference\">[89-الفجر:17-18]</span> ‏ یعنی <span class=\"text-translation\">” جو برائی تمہیں پہنچتی ہے وہ تمہارے اعمال کا نتیجہ ہے کہ نہ تم یتیموں کی عزت کرتے ہو نہ مسکینوں کو کھانا دینے کی رغبت دلاتے ہو“</span> یعنی اس فقیر کو جو اتنا نہیں پاتا کہ اسے کافی ہو۔ </p><p> پھر فرمان ہوتا ہے کہ غفلت برتنے والے نمازیوں کے لیے <span class=\"arabic qpc-hafs\"> «ویل»</span>  ہے یعنی ان منافقوں کے لیے جو لوگوں کے سامنے نماز ادا کریں ورنہ ہضم کر جائیں یہی معنی سیدنا ابن عباس رضی اللہ عنہما نے کیے ہیں اور یہ بھی معنی ہیں کہ مقرر کردہ وقت ٹال دیتے ہیں جیسے کہ مسروق اور ابوالضحی کہتے ہیں۔</p></div><div>10873</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">عطاء بن دینار رحمہ اللہ فرماتے ہیں: اللہ کا شکر ہے کہ فرمان باری میں <span class=\"arabic qpc-hafs\"> «عَن صَلَاتِهِمْ»</span>  ہے <span class=\"arabic qpc-hafs\"> «فِیْ صَلاَتِهِمْ»</span>  نہیں، یعنی نمازوں سے غفلت کرتے ہیں فرمایا، نمازوں میں غفلت برتتے ہیں نہیں فرمایا، اسی طرح یہ لفظ شامل ہے، ایسے نمازی کو بھی جو ہمیشہ نماز کو آخری وقت ادا کرے یا عموماً آخری وقت پڑھے یا ارکان و شروط کی پوری رعایت نہ کرے یا خشوع و خضوع اور تدبر و غور وفکر نہ کرے، لفظ قرآن ان میں سے ہر ایک کو شامل ہے یہ سب باتیں جس میں ہوں وہ تو پورا پورا بدنصیب ہے اور جس میں جتنی ہوں اتنا ہی وہ <span class=\"arabic qpc-hafs\"> «ویل»</span>  والا ہے اور نفاق عملی کا حقدار ہے۔ </p><p class=\"ur\"> بخاری و مسلم کی حدیث میں ہے <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>یہ نماز منافق کی ہے، یہ نماز منافق کی ہے، یہ نماز منافق کی ہے کہ بیٹھا ہوا سورج کا انتظار کرتا رہے جب وہ غروب ہونے کے قریب پہنچے اور شیطان اپنے سینگ اس میں ملا لے، تو کھڑا ہو اور مرغ کی طرح چار ٹھونگیں مار لے جس میں اللہ کا ذکر بہت ہی کم کرے<span>“</span> </span>۔   <span class=\"reference\">[صحیح مسلم:622]</span> ‏ </p><p class=\"ur\"> یہاں مراد عصر کی نماز ہے جو <span class=\"arabic qpc-hafs\"> «صلوة وسطيٰ»</span>  ہے جیسے کہ حدیث کے لفظوں سے ثابت ہے یہ شخص مکروہ وقت میں کھڑا ہوتا اور کوے کی طرح چونچیں مار لیتا ہے جس میں اطمینان ارکان بھی نہیں ہوتا نہ خشوع و خضوع ہوتا ہے بلکہ ذکر اللہ بھی بہت ہی کم ہوتا ہے اور کیا عجب کہ یہ نماز محض دکھاوے کی نماز ہو تو پڑھی نہ پڑھی یکساں ہے۔ </p><p> انہی منافقین کے بارے میں اور جگہ ارشاد ہے <span class=\"arabic qpc-hafs\"> «إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّـهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَىٰ يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّـهَ إِلَّا قَلِيلًا»</span>    <span class=\"reference\">[4-النساء:142]</span> ‏ یعنی <span class=\"text-translation\">” منافق اللہ کو دھوکہ دیتے ہیں اور وہ انہیں یہ جب بھی نماز کے لیے کھڑے ہوتے ہیں تو تھکے ہارے بادل ناخواستہ صرف لوگوں کے دکھاو کے لیے نماز پڑھتے ہیں اللہ کی یاد بہت ہی کم کرتے ہیں“</span>۔ یہاں بھی فرمایا یہ ریا کاری کرتے ہیں لوگوں میں نمازی بنتے ہیں۔</p></div><div>10874</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">طبرانی کی حدیث میں ہے <span class=\"text-translation\"> <span class=\"arabic qpc-hafs\"> «ویل»</span>  جہنم کی ایک وادی کا نام ہے جس کی آگ اس قدر تیز ہے اور آگ جہنم کی ہر دن اس سے چار سو مرتبہ پناہ مانگتی ہے یہ <span class=\"arabic qpc-hafs\"> «ویل»</span>  اس امت کے ریاکار علماء کے لیے ہے اور ریاکاری کے طور پر صدقہ خیرات کرنے والوں کے لیے ہے اور ریا کاری کے طور پر حج کرنے والوں کے لیے ہے اور ریا کاری کے طور پر جہاد کرنے والوں کے لیے ہے </span>۔   <span class=\"reference\">[طبرانی کبیر:12803:ضعیف و منقطع]</span> ‏ </p><p class=\"ur\"> مسند احمد میں ہے <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>جو شخص دوسروں کو سنانے کے لیے کوئی نیک کام کرے اللہ تعالیٰ بھی لوگوں کو سنا کر عذاب کرے گا اور اسے ذلیل و حقیر کرے گا<span>“</span> </span>۔   <span class=\"reference\">[مسند احمد:212/2:صحیح]</span> ‏ </p><p class=\"ur\"> ہاں اس موقعہ پر یہ یاد رہے کہ اگر کسی شخص نے بالکل نیک نیتی سے کوئی اچھا کام کیا اور لوگوں کو اس کی خبر ہو گئی اس پر سے بھی خوشی ہوئی تو یہ ریا کاری نہیں اس کی دلیل مسند ابو یعلیٰ موصلی کی یہ حدیث ہے کہ <span class=\"text-translation\"> ابوہریرہ رضی اللہ عنہ نے سرکار نبوی میں ذکر کیا کہ اے اللہ کے رسول! میں تو تنہا نوافل پڑھتا ہوں لیکن اچانک کوئی آ جاتا ہے تو ذرا مجھ بھی یہ اچھا معلوم ہونے لگتا ہے، آپ نے فرمایا: <span>”</span>تجھے دو اجر ملیں گے ایک اجر پوشیدگی کا اور دوسرا ظاہر کرنے کا<span>“</span> </span>   <span class=\"reference\">[سنن ابن ماجہ:4226،قال الشيخ الألباني:ضعيف]</span> ‏ ابن مبارک رحمہ اللہ فرمایا کرتے تھے یہ حدیث ریا کاروں کے لیے بھی اچھی چیز ہے یہ حدیث بروئے اسناد غریب ہے لیکن اسی معنی کی حدیث اور سند سے بھی مروی ہے۔ </p><p class=\"ur\"> ابن جریر کی ایک بہت ہی ضعیف سند والی حدیث میں ہے کہ <span class=\"text-translation\"> جب یہ آیت اتری تو نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اللہ اکبر یہ تمہارے لیے بہتر ہے اس سے کہ تم میں سے ہر شخص کو مثل تمام دنیا کے دیا جائے اس سے مراد وہ شخص ہے کہ نماز پڑھے تو اس کی بھلائی سے اسے کچھ سروکار نہ ہو اور نہ پڑھے تو اللہ کا خوف اسے نہ ہو<span>“</span> </span>۔   <span class=\"reference\">[تفسیر ابن جریر الطبری:38055:ضعیف]</span> ‏ </p><p> اور روایت میں ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے اس آیت کا مطلب پوچھا گیا تو آپ نے فرمایا: <span>”</span>یہ وہ لوگ ہیں جو نماز کو اس کے وقت سے مؤخر کرتے ہیں<span>“</span> </span>۔   <span class=\"reference\">[تفسیر ابن جریر الطبری:38034:ضعیف مرفوعا]</span> ‏ اس کے ایک معنی تو یہ ہیں کہ سرے سے پڑھتے ہی نہیں، دوسرے معنی یہ ہیں کہ شرعی وقت نکال دیتے ہیں پھر پڑھتے ہیں یہ معنی بھی ہیں کہ اول وقت میں ادا نہیں کرتے۔</p></div><div>10875</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ایک موقوف روایت میں سیدنا سعد بن ابی وقاص رضی اللہ عنہ سے مروی ہے کہ تنگ وقت کر ڈالتے ہیں زیادہ صحیح موقوف روایت ہی ہے۔ امام بیہقی رحمہ اللہ بھی فرماتے ہیں کہ مرفوع تو ضعیف ہے ہاں موقوف صحیح ہے۔ امام حاکم رحمہ اللہ کا قول بھی یہی ہے پس جس طرح یہ لوگ عبادت رب میں سست ہیں اسی طرح لوگوں کے حقوق بھی ادا نہیں کرتے یہاں تک کہ برتنے کی کم قیمت چیزیں لوگوں کو اس لیے بھی نہیں دتے کہ وہ اپنا کام نکال لیں اور پھر وہ چیز جوں کی توں واپس کر دیں۔ </p><p class=\"ur\"> پس ان خسیس لوگوں سے یہ کہاں بن آئے کہ وہ زکوٰۃ ادا کریں یا اور نیکی کے کام کریں۔  سیدنا علی رضی اللہ عنہ سے <span class=\"arabic qpc-hafs\"> «مَاعُونَ»</span>  کا مطلب ادائیگی زکوٰۃ بھی مروی ہے اور سیدنا ابن عمر رضی اللہ عنہما سے بھی، اور دیگر حضرات مفسرین معتبرین سے بھی، امام حسن بصری رحمہ اللہ فرماتے ہیں کہ اس کی نماز میں ریا کاری ہے اور مال کے صدقہ میں ہاتھ روکنا ہے، زید بن اسلم رحمہ اللہ فرماتے ہیں یہ منافق لوگ ہیں نماز تو چونکہ ظاہر ہے پڑھنی پڑتی ہے اور زکوٰۃ چونکہ پوشیدہ ہے اس لیے اسے ادا نہیں کرتے۔ </p><p class=\"ur\"> ابن مسعود رضی اللہ عنہ فرماتے ہیں <span class=\"arabic qpc-hafs\"> «ماعون»</span>  ہر وہ چیز ہے جو لوگ آپس میں ایک دوسرے سے مانگ لیا کرتے ہیں جیسے کدال، پھاوڑا دیگچی ڈول وغیرہ۔ </p><p class=\"ur\"> دوسری روایت میں ہے کہ <span class=\"text-translation\"> اصحاب رسول <span class=\"saw\"> صلی اللہ علیہ وسلم </span> اس کا یہی مطلب بیان کرتے ہیں اور روایت میں ہے کہ ہم نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے ساتھ تھے اور ہم اس کی تفسیر یہی کرتے تھے </span>۔   <span class=\"reference\">[تفسیر ابن جریر الطبری:38130]</span> ‏ </p><p> نسائی کی حدیث میں ہے <span class=\"text-translation\"> ہر نیک چیز صدقہ ہے ڈول اور ہنڈیا یا پتیلی مانگے پر دینے کو ہم نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے زمانے میں <span class=\"arabic qpc-hafs\"> «ماعون»</span>  سے تعبیر کرتے تھے </span>۔   <span class=\"reference\">[سنن ابوداود:1657،قال الشيخ الألباني:حسن]</span> ‏ غرض اس کے معنی زکوٰۃ نہ دینے کے اطاعت نہ کرنے کے مانگی چیز نہ دینے کے ہیں، چھوٹی چھوٹی بےجان چیزیں کوئی دو گھڑی کے لیے مانگنے آئے اس سے ان کا انکار کر دینا مثلا چھلنی ڈول سوئی سل بٹا کدال، پھاؤڑا، پتیلی، دیگچی وغیرہ۔</p></div><div>10876</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ایک غریب حدیث میں ہے کہ <span class=\"text-translation\"> قبیلہ نمیر کے وفد نے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے کہا کہ ہمیں خاص حکم کیا ہوتا ہے؟ آپ نے فرمایا: <span>”</span> <span class=\"arabic qpc-hafs\"> «ماعون»</span>  سے منع کرنا<span>“</span> انہوں نے پوچھا: <span class=\"arabic qpc-hafs\"> «ماعون»</span>  کیا؟ فرمایا: <span>”</span>پتھر، لوہا، پانی<span>“</span> انہوں نے پوچھا: لوہے سے مراد کون سا لوہا ہے؟ فرمایا: <span>”</span>یہی تمہاری تانبے کی پتیلیاں اور کدال وغیرہ<span>“</span> پوچھا: پتھر سے کیا مراد؟ فرمایا: <span>”</span>یہی دیگچی<span>“</span> وغیرہ </span> ۔  <span class=\"reference\">[الدرالمنشور للسیوطی:684/6:ضعیف]</span> ‏ یہ حدیث بہت ہی غریب ہے بلکہ مرفوع ہونا منکر ہے اور اس کی اسناد میں وہ راوی ہیں جو مشہور نہیں۔ </p><p class=\"ur\"> علی نمیری رضی اللہ عنہ فرماتے ہیں کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے میں نے سنا ہے آپ نے فرمایا: <span>”</span>مسلمان کا مسلمان بھائی ہے جب ملے سلام کرے جب سلام کرے تو بہتر جواب دے اور <span class=\"arabic qpc-hafs\"> «ماعون»</span>  کا انکار نہ کرے<span>“</span>، میں نے پوچھا: اے اللہ کے نبی! <span class=\"arabic qpc-hafs\"> «ماعون»</span>  کیا؟ فرمایا: <span>”</span>پتھر، لوہا اور اسی جیسی اور چیزیں<span>“</span> </span> ۔  <span class=\"reference\">[اسدالغابۃ:127/4:ضعیف]</span> ‏۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span>  </p><p> <span class=\"arabic qpc-hafs\"> «الحمداللہ»</span>  تعالیٰ کے فضل و کرم سے اس کے احسان اور رحم سے اس سورت کی تفسیر بھی ختم ہوئی۔</p></div><div>10877</div>"
        },
        {
            "resource_id": 791,
            "text": "അന്ത്യനാളിൽ പ്രതിഫലം നൽകപ്പെടും എന്നതിനെ കളവാക്കുന്നവനെ നീ അറിഞ്ഞുവോ?"
        },
        {
            "resource_id": 173,
            "text": "Connais-tu celui qui traite de mensonge la Rétribution du Jour de la Résurrection?"
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (ماعون) (واتە: قاپ و مەنجەڵ)\nپێناسەیەكى سورەتەكە:\n‎‎‏١- سورەتى (ماعون) سێ ئایەتى سەرەتاى مەككى یەو چوار ئایەتى كۆتایی مەدەنى یە.\n٢- ژمارەى ئایەتەكانى سورەتى (ماعون) (٧) حەوت ئایەتە.\n٣- سورەتى (ماعون) زنجیرەى حەوتەمە لە ریزبەندی لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (ماعون) لە دواى سورەتى (تەكاثور) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسی سەرەكى لەم سورەتە پیرۆزەدا، بریتییە لە باسكردنى دوو كۆمەڵ لە مرۆڤەكان، ئەوانیش: \n١- باسكردنى كەسانى كافرو بێ باوەڕو نكۆڵیكار لە نازو نیعمەتەكانى خواى گەورە، وە هەروەها ئەوانەشی كە رۆژی دوایی كە رۆژى حساب و وەرگرتنەوەى پاداشت و سزایە بە درۆ دەزانن.\n٢- باسكردنى مونافیق و دووڕووەكان، كە لەو كارو كردەوانەى ئەنجامی دەدەن مەبەستیان خواى گەورە نییە، بەڵكو تەنها مەبەستیان ئەوەیە كە خەڵكى بیانبینن كاتێك ئەو كارو كردەوانە ئەنجام دەدەن. \nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ (١)</span> ] ئەی محمد صلى الله علیه وسلم نابینی ئەو كەسەی كە ڕۆژی سزاو لێپرسینەوەو پاداشت كە ڕۆژی قیامەتە بەدرۆ ئەزانێ و باوەڕی پێ نیە ."
        },
        {
            "resource_id": 172,
            "text": "Kıyamet gününde karşılıkların verileceğini inkâr edeni bildin mi?"
        },
        {
            "resource_id": 175,
            "text": "Šta znaš o onome koji negira Sudnji dan, kada će biti obračun ljudima."
        },
        {
            "resource_id": 171,
            "text": "Do you recognise the one who rejects the requital on the Day of Judgement?"
        },
        {
            "resource_id": 173,
            "text": "C’est bien lui qui repousse avec rudesse l’orphelin en lui refusant ce dont il a besoin"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ (٢)</span> ] وە ئەو كەسەیە كە بەسەر هەتیودا زاڵ ئەبێ، وە حەق و مافی ئەخوات و زوڵم و ستەمی لێ ئەكات و چاكەی لەگەڵدا ناكات ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ }</span> أي: يدفعه بعنف وشدة، ولا يرحمه لقساوة قلبه، ولأنه لا يرجو ثوابًا، ولا يخشى  عقابًا."
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"فذلك الذي يدع اليتيم\"</span>، يقهره ويدفعه عن حقه،<span class=\"blue\"> والدع:</span> الدفع بالعنف والجفوة.</p>"
        },
        {
            "resource_id": 92,
            "text": "فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ (2) فمعنى الآية عطفُ صفتي : دَع اليتيم ، وعدم إطعام المسكين على جزم التكذيب بالدين .وهذا يفيد تشويه إنكار البعث بما ينشأ عن إنكاره من المذام ومن مخالفة للحق ومنَافياً لما تقتضيه الحكمة من التكليف ، وفي ذلك كناية عن تحذير المسلمين من الاقتراب من إحدى هاتين الصفتين بأنهما من صفات الذين لا يؤمنون بالجزاء .وجيء في { يكذب } ، و { يدُعّ } ، و { يَحُضّ } بصيغة المضارع لإفادة تكرر ذلك منه ودوامه .وهذا إيذان بأن الإِيمان بالبعث والجزاء هو الوازع الحق الذي يغرس في النفس جذور الإقبال على الأعمال الصالحة حتى يصير ذلك لها خلقاً إذا شبت عليه ، فزكت وانساقت إلى الخير بدون كلفة ولا احتياج إلى آمر ولا إلى مخافة ممن يقيم عليه العقوبات حتى إذا اختلى بنفسه وآمن الرقباء جاء بالفحشاء والأعمال النَّكراء .والرؤية بصرية يتعدى فعلها إلى مفعول واحد ، فإن المكذبين بالدين معروفون وأعمالهم مشهورة ، فنزّلت شهرتهم بذلك منزلة الأمر المبصَر المشاهد .وقرأ نافع بتسهيل الهمزة التي بعد الراء من { أرأيت } ألفاً . وروى المصريون عن ورش عن نافع إبدالها ألفاً وهو الذي قرأنا به في تونس ، وهكذا في فعل ( رأى ) كلما وقع بعد همزة استفهام ، وذلك فرار من تحقيق الهمزتين ، وقرأه الجمهور بتحقيقهما .وقرأه الكسائي بإسقاط الهمزة التي بعد الراء في كل فعل من هذا القبيل . واسم الموصول وصلتُه مراد بهما جنس من اتصف بذلك . وأكثر المفسرين درجوا على ذلك .وقيل : نزلت في العاص بن وائل السهمي ، وقيل : في الوليد بن المغيرة المخزومي ، وقيل : في عمرو بن عائذ المخزومي ، وقيل : في أبي سفيان بن حرب قبل إسلامه بسبب أنه كان يَنحر كل أسبوع جَزوراً فجاءه مرة يتيم فسأله من لحمها فقرعه بعصا .وقيل : في أبي جهل : كان وصياً على يتيم فأتاه عرياناً يسأله من مال نفسه فدفعه دفعاً شنيعاً .والذين جعلوا السورة مدنية قالوا : نزلت في منافق لم يسموه ، وهذه أقوال معزو بعضها إلى بعض التابعين ولو تعينت لشخص معين لم يكن سبب نزولها مخصِّصاً حكمَها بمن نزلتْ بسببه .ومعنى { يدع } يدفع بعنف وقهر ، قال تعالى : { يوم يدعون إلى نار جهنم دعاً } [ الطور : 13 ] ."
        },
        {
            "resource_id": 16,
            "text": "فذلك الذي يدفع اليتيم الذي مات أبوه وهو صغير بعنف وشدة عن حقه؛ لقساوة قلبه."
        },
        {
            "resource_id": 165,
            "text": "<p>সে তো ঐ ব্যক্তি, যে পিতৃহীন (এতীম)কে রূঢ়ভাবে তাড়িয়ে দেয়। [১]</p><p>[১] কারণ, একে তো সে বখীল। তাতে আবার সে কিয়ামত অস্বীকারকারী। সুতরাং এই শ্রেণীর বদগুণসম্পন্ন ব্যক্তি কিভাবে এতীমের সাথে সদ্ব্যবহার করতে পারে? এতীমদের সাথে সদ্ব্যবহার সেই ব্যক্তিই করতে পারবে যার অন্তরে মাল-ধনের পরিবর্তে মানবতার কদর এবং সচ্চরিত্রের নৈতিকতার গুরুত্ব ও মহববত আছে। দ্বিতীয়তঃ সে এ কথার বিশ্বাসী হবে যে, এর বিনিময়ে কিয়ামতের দিন আমি উত্তম প্রতিদান পাব।</p>"
        },
        {
            "resource_id": 182,
            "text": "他就是当孤儿有求于他，而严厉呵斥之人，"
        },
        {
            "resource_id": 172,
            "text": "İhtiyacından ötürü yetime kaba davranarak kovan da işte odur."
        },
        {
            "resource_id": 178,
            "text": "Это – тот, кто прогоняет сироту грубо, отказав в его нужде."
        },
        {
            "resource_id": 175,
            "text": "To je onaj ko na grub način odbija da udovolji potrebi siročeta."
        },
        {
            "resource_id": 90,
            "text": "يدع أي يدفع ، كما قال : يدعون إلى نار جهنم دعا وقد تقدم . وقال الضحاك عن ابن عباس : فذلك الذي يدع اليتيم أي يدفعه عن حقه . قتادة : يقهره ويظلمه . والمعنى متقارب . وقد تقدم في سورة ( النساء ) أنهم كانوا لا يورثون النساء ولا الصغار ، ويقولون : إنما يحوز المال من يطعن بالسنان ، ويضرب بالحسام . وروي عن النبي - صلى الله عليه وسلم - أنه قال : من ضم يتيما من المسلمين حتى يستغني فقد وجبت له الجنة . وقد مضى هذا المعنى في غير موضع ."
        },
        {
            "resource_id": 790,
            "text": "সি সেই ব্যক্তি যিয়ে প্ৰয়োজনৰ সময়ত উপস্থিত হোৱা অনাথক কঠোৰ ব্যৱহাৰ কৰি খেদি পঠিয়ায়।"
        },
        {
            "resource_id": 171,
            "text": "It is the one who harshly turns away the orphan when in need."
        },
        {
            "resource_id": 177,
            "text": "Đó là những kẻ đối xử tệ bạc với trẻ mồ côi, không thực hiện đúng quyền lợi của trẻ mồ côi."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ )</span> يقول: فهذا الذي يكذِّب بالدين, هو الذي يدفع اليتيم عن حقه, ويظلمه.<span class=\"blue\"> يقال منه:</span> دععت فلانًا عن حقه, فأنا أدعه دعًا.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس,<span class=\"arabic qpc-hafs green\">( فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ )</span> قال: يدفع حقّ اليتيم.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( يَدُعُّ الْيَتِيمَ )</span> قال: يدفع اليتيم فلا يُطعمه.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ )</span> : أي يقهره ويظلمه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( يَدُعُّ الْيَتِيمَ )</span> قال: يقهره ويظلمه.</p><p lang=\"ar\" class=\"ar \">حُدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: ثنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( يَدُعُّ الْيَتِيمَ )</span> قال: يقهره.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران,<span class=\"blue\"> عن سفيان في قوله:</span> <span class=\"arabic qpc-hafs green\">( يَدُعُّ الْيَتِيمَ )</span> قال: يدفعه.</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 2{ فَذٰلِکَ الَّذِیْ یَدُعُّ الْیَتِیْمَ۔ } ”یہ وہی ہے جو یتیم کو دھکے دیتا ہے۔“ ظاہر ہے جو انسان اچھے برے اعمال کی جزا و سزا کو نہیں مانتا وہ معاشرے کے ایسے افراد کے لیے اپنا مال بھلا کیوںـ ضائع کرے گا جن سے اسے کسی فائدے کی توقع نہیں ؟</p>"
        },
        {
            "resource_id": 180,
            "text": "২. সে ওই ব্যক্তি যে এতীমের প্রয়োজন না মিটিয়ে তাকে রূঢ়ভাবে তাড়িয়ে দেয়।"
        },
        {
            "resource_id": 176,
            "text": "È lo stesso che respinge l'orfano bisognoso con crudeltà;"
        },
        {
            "resource_id": 776,
            "text": "Es quien rechaza duramente al huérfano cuando lo necesita."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 14,
            "text": "<p>أي هو الذي يقهر اليتيم ويظلمه حقه ولا يطعمه ولا يحسن إليه.</p>"
        },
        {
            "resource_id": 179,
            "text": "Sapagkat siya ay yaong tumutulak sa ulila nang may kagaspangan palayo sa pangangailangan nito,"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 791,
            "text": "അനാഥന് അവൻ്റെ അവകാശം പരുഷമായി തടഞ്ഞു വെക്കുന്നവനാരോ; അവനാണത്."
        },
        {
            "resource_id": 792,
            "text": "គឺបុគ្គលដែលរំលោភបំពានសិទ្ធិក្មេងកំព្រា(កំព្រាឪពុក)យ៉ាងខ្លាំងក្លា។"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 181,
            "text": "او همان کسی است که یتیم نیازمند را به شدت می‌راند."
        },
        {
            "resource_id": 183,
            "text": "それは、困っている孤児を追いやり、"
        },
        {
            "resource_id": 174,
            "text": "Dialah orang yang menolak anak yatim dengan keras dari memenuhi kebutuhannya."
        },
        {
            "resource_id": 93,
            "text": "( وَلاَ يَحُضُّ على طَعَامِ المسكين ) أى : أن من صفاته الذميمة - أيضا - أنه لا يحث أهله وغيرهم من الأغنياء على بذل الطعام للبائس المسكين ، وذلك لشحه الشديد ، واستيلاء الشيطان عليه ، وانطماس بصيرته عن كل خير .وفى هذه الآية والتى قبلها دلالة واضحة على أن هذا الانسان المكذب الدين قد بلغ النهاية فى السوء والقبح ، فهو لقسوة قلبه لا يعطف على يتيم ، بل يحتقره ويمنع عنه كل خير ، وهو لخبث نفسه لا يفعل الخير ، ولا يحض غيره على فعله ، بل يحض على الشرور والآثام .ولما كانت هذه الصفات الذميمة ، لا تؤدى إلى إخلاص أو خشوع لله - تعالى - وإنما تؤدى إلى الرياء وعدم المبالاة بأداء التكاليف التى أوجبها - سبحانه - على خلقه . ."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>সে তো সে-ই, যে ইয়াতীমকে রূঢ়ভাবে তাড়িয়ে দেয় [১]</p><p>[১] এখানে يدعُّ বলা হয়েছে। এর অর্থ, রূঢ়ভাবে তাড়ানো, কঠোরভাবে দূর করে দেয়া। এতিমদের প্রতি অসদাচরণ করা, তাদের প্রতি দয়া না করে কঠোরভাবে ধিক্কার ও যুলুম করা, তাদেরকে খাদ্য দান না করা এবং তাদের হক আদায় না করাই এখানে উদ্দেশ্য। [মুয়াসসার, ইবন কাসীর, তাবারী] জাহিলিয়াতের যুগে এতিম ও নারীদের উত্তরাধিকার থেকে বঞ্চিত করা হত আর বলা হত, যারা তীর-বর্শা নিক্ষেপ করে এবং তরবারী দিয়ে যুদ্ধ করে তারাই শুধু সম্পত্তি পাবে। কিন্তু পরবর্তীতে ইসলাম এ ধরনের প্রথা বাতিল করে দিয়েছে। [কুরতুবী]</p>"
        },
        {
            "resource_id": 905,
            "text": "فهو ذلك الذي يدفع اليتيم بغلظة عن حاجته."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "আৰু ভিক্ষাৰীক খাদ্য খুৱাবলৈ নিজকে, আনকি বেলেগকো প্ৰেৰণা নিদিয়ে।"
        },
        {
            "resource_id": 171,
            "text": "He does not encourage himself nor others in feeding the poor."
        },
        {
            "resource_id": 179,
            "text": "at hindi nag-uudyok sa sarili niya at hindi nag-uudyok sa iba sa kanya sa pagpapakain sa maralita."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَلَا يَحُضُّ }</span> غيره <span class=\"arabic qpc-hafs brown\">{ عَلَى طَعَامِ الْمِسْكِينِ }</span> ومن باب أولى أنه بنفسه لا يطعم المسكين."
        },
        {
            "resource_id": 177,
            "text": "Và những kẻ đã không thúc bản thân mình hay người khác nuôi ăn người túng thiếu."
        },
        {
            "resource_id": 14,
            "text": "<p>يعني الفقير الذي لا شيء له يقوم بأوده وكفايته.</p>"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"ولا يحض على طعام المسكين\"</span>، لا يطعمه ولا يأمر بإطعامه، لأنه يكذب بالجزاء.</p>"
        },
        {
            "resource_id": 16,
            "text": "ولا يحضُّ غيره على إطعام المحتاج الذي لا يملك ما يكفيه ويسد حاجته، فكيف له أن يطعمه بنفسه؟"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ وَلَا یَحُضُّ عَلٰی طَعَامِ الْمِسْکِیْنِ۔ } ”اور نہ وہ مسکین کو کھانا کھلانے کی تلقین کرتا ہے۔“ اس میں انسان کی اس اخلاقی کمزوری کی طرف بھی اشارہ ہے کہ جس نیک کام پر وہ خود کاربند نہیں ہے اس کے بارے میں دوسروں کو کس منہ سے نصیحت کرے۔</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (٣)</span> ] وە نە هانی خۆی ئەدات وە نە هانی خەڵكی ئەدات لەسەر ئەوەی كە خواردن بە فەقیرو هەژاران بدرێت لەبەر ڕەزیلی و چرووكی ."
        },
        {
            "resource_id": 175,
            "text": "Ni sebe, a ni druge ne podstiče na davanje hrane siromasima."
        },
        {
            "resource_id": 172,
            "text": "Fakir kimseleri doyurmaya ne kendisini, ne de başkalarını teşvik eder."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ولا يحض على طعام المسكين لا يأمر به ، من أجل بخله وتكذيبه بالجزاء . وهو مثل قوله تعالى في سورة الحاقة : ولا يحض على طعام المسكين وقد تقدم . وليس الذم عاما حتى يتناول من تركه عجزا ، ولكنهم كانوا يبخلون ويعتذرون لأنفسهم ، ويقولون : أنطعم من لو يشاء الله أطعمه ، فنزلت هذه الآية فيهم ، وتوجه الذم إليهم . فيكون معنى الكلام : لا يفعلونه إن قدروا ، ولا يحثون عليه إن عسروا ."
        },
        {
            "resource_id": 93,
            "text": "لما كان الأمر كذلك ، وصف - سبحانه - هؤلاء المكذبين بالبعث والجزاء بأوصاف أخرى ، فقال : ( فَوَيْلٌ لِّلْمُصَلِّينَ . الذين هُمْ عَن صَلاَتِهِمْ سَاهُونَ . الذين هُمْ يُرَآءُونَ . وَيَمْنَعُونَ الماعون ) .والفاء فى قوله : ( فَوَيْلٌ ) للتفريع والتسبب ، والويل : الدعاء بالهلاك والعذاب الشديد .وهو مبتدأ ، وقوله ( لِّلْمُصَلِّينَ ) خبره ."
        },
        {
            "resource_id": 173,
            "text": "et qui ne s’incite pas lui-même ni n’incite autrui à nourrir les pauvres."
        },
        {
            "resource_id": 165,
            "text": "<p>এবং সে অভাবগ্রস্তকে খাদ্যদানে উৎসাহ প্রদান করে না। [১]</p><p>[১] এ কর্মও তারাই করবে, যাদের মধ্যে উক্ত গুণসমূহ বিদ্যমান থাকবে। নচেৎ এও এতীমের মত মিসকীনদেরকেও রূঢ়ভাবে তাড়িয়ে দেবে।</p>"
        },
        {
            "resource_id": 182,
            "text": "是不主动，也不鼓励他人去施舍穷人之人，"
        },
        {
            "resource_id": 166,
            "text": "<p>আর সে উদ্ধুদ্ধ করে না [১] মিসকীনদের খাদ্য দানে।</p><p>[১] لا يمضُّ শব্দের মানে হচ্ছে, সে নিজেকে উদ্ধুদ্ধ করে না, নিজের পরিবারের লোকদেরকেও মিসকিনের খাবার দিতে উদ্ধুদ্ধ করে না এবং অন্যদেরকেও এ ব্যাপারে উৎসাহিত করে না যে, সমাজে যেসব গরীব ও অভাবী লোক অনাহারে মারা যাচ্ছে তাদের হক আদায় করো এবং তাদের ক্ষুধা নিবৃত্তির জন্য কিছু করো। কারণ তারা কৃপণ এবং আখেরাতে অবিশ্বাসী। [ফাতহুল কাদীর]</p>"
        },
        {
            "resource_id": 170,
            "text": "Призадумайся над теми, кто отрицает воскрешение и воздаяние и не верит в правдивость Божьих посланников? По причине своего жестокосердия они отгоняют сирот и не проявляют к ним сострадания. Они не надеются получить вознаграждение Аллаха и не страшатся Его лютой кары. Они не побуждают людей кормить бедняков и тем более не делают этого сами."
        },
        {
            "resource_id": 92,
            "text": "وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (3)والحض : الحث ، وهو أن تطلب غيرك فعلاً بتأكيد .والطعام : اسم الإِطعام ، وهو اسم مصدر مضاف إلى مفعوله إضافة لفظية . ويجوز أن يكون الطعام مراداً به ما يطعم كما في قوله تعالى : { فانظر إلى طعامك وشرابك } [ البقرة : 259 ] فتكون إضافة طعام إلى المسكين معنوية على معنى اللام ، أي الطعام الذي هو حقه على الأغنياء ويكون فيه تقدير مضاف مجرور ب ( على ) تقديره : على إعطاء طعام المسكين .وكنى بنفي الحضّ عن نفي الإِطعام لأن الذي يشحّ بالحض على الإِطعام هو بالإِطعام أشح كما تقدم في قوله : { ولا تحاضون على طعام المسكين } في سورة الفجر ( 18 ) وقوله : { ولا يحض على طعام المسكين } في سورة الحاقة ( 34 ) .والمسكين : الفقير ، ويطلق على الشديد الفقرِ ، وقد تقدم عند قوله تعالى : { إنما الصدقات للفقراء والمساكين } في سورة التوبة ( 60 ) ."
        },
        {
            "resource_id": 183,
            "text": "貧者に食物を与えることを、自分にも他人にも勧めない者。"
        },
        {
            "resource_id": 181,
            "text": "و نه خودش و نه دیگران را بر اِطعام فقیر تشویق نمی‌کند."
        },
        {
            "resource_id": 178,
            "text": "Он сам не кормит и других не побуждает кормить бедняка."
        },
        {
            "resource_id": 174,
            "text": "Dia juga tidak menganjurkan dirinya dan orang lain untuk memberi makan kepada orang yang fakir."
        },
        {
            "resource_id": 792,
            "text": "ហើយមិនជម្រុញខ្លួនឯងនិងអ្នកដទៃឱ្យបរិច្ចាគចំណីអាហារដល់អ្នកក្រីក្រឡើយ។"
        },
        {
            "resource_id": 776,
            "text": "Él no se exhorta a sí mismo ni a otros a alimentar al pobre."
        },
        {
            "resource_id": 180,
            "text": "৩. না সে নিজকে বা অন্য কাউকে অভুক্তকে খাদ্য দিতে উৎসাহিত করে।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ )</span> يقول تعالى ذكره: ولا يحثّ غيره على إطعام المحتاج من الطعام.</p>"
        },
        {
            "resource_id": 791,
            "text": "അവൻ സ്വന്തത്തെയോ മറ്റുള്ളവരെയോ പാവപ്പെട്ടവർക്ക് ഭക്ഷണം നൽകാൻ പ്രേരിപ്പിക്കുന്നില്ല."
        },
        {
            "resource_id": 905,
            "text": "ولا يحثّ نفسه، ولا يحث غيره على إطعام الفقير."
        },
        {
            "resource_id": 176,
            "text": "Non esorta sé stesso né gli altri a sfamare i poveri."
        },
        {
            "resource_id": 791,
            "text": "തങ്ങളുടെ നിസ്കാരത്തെ കുറിച്ച് അശ്രദ്ധയിലായവർക്ക് നാശവും ശിക്ഷയും ഉണ്ടാകട്ടെ. നിസ്കാരത്തിൻ്റെ സമയം കഴിഞ്ഞു പോകുന്നതു വരെ അവർ അതിനെ ഗൗനിക്കാതെ വിടുന്നതാണ്."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4 ‘ 5{ فَوَیْلٌ لِّلْمُصَلِّیْنَ - الَّذِیْنَ ہُمْ عَنْ صَلَاتِہِمْ سَاہُوْنَ۔ } ”تو بربادی ہے ان نماز پڑھنے والوں کے لیے ‘ جو اپنی نمازوں سے غافل ہیں۔“ اس سے معلوم ہوتا ہے کہ حضور ﷺ کی بعثت کے زمانے تک مشرکین عرب کے ہاں نماز کا تصور موجود تھا لیکن اس کی عملی شکل بالکل مسخ ہوچکی تھی۔ جیسا کہ سورة الانفال کی اس آیت سے بھی ظاہر ہوتا ہے : { وَمَا کَانَ صَلاَتُہُمْ عِنْدَ الْبَیْتِ اِلاَّ مُکَآئً وَّتَصْدِیَۃًط } آیت 35 ”اور نہیں ہے ان کی نماز بیت اللہ کے پاس سوائے سیٹیاں بجانا اور تالیاں پیٹنا“۔ ظاہر ہے جو لوگ برہنہ ہو کر خانہ کعبہ کا طواف کرتے تھے اور اس طواف کو سب سے اعلیٰ طواف سمجھتے تھے ‘ ان کے لیے تو نماز میں سیٹیاں بجانا اور تالیاں پیٹنا بھی ایک مقدس عمل اور حصول ثواب کا بہت بڑا ذریعہ ہوگا۔ اللہ تعالیٰ کا شکر ہے کہ ہم مسلمانوں کے ہاں نماز کی ظاہری شکل آج تک اپنی اصلی حالت میں جوں کی توں قائم ہے۔ حضور ﷺ نے صحابہ کرام کو نماز پڑھنے کا طریقہ سکھایا اور پھر حکم دیا : صَلُّوْا کَمَا رَاَیْتُمُوْنِیْ اُصَلِّیْ 1 کہ تم لوگ نماز اسی طرح پڑھو جس طرح مجھے پڑھتے ہوئے دیکھتے ہو۔ حضور ﷺ کی نماز کا وہ طریقہ اور عملی نمونہ جو صحابہ رض کی وساطت سے ہم تک پہنچا ہے ‘ آج ہم اس پر تو کاربند ہیں لیکن بدقسمتی سے نماز کی اصل روح سے ہم بالکل غافل ہوچکے ہیں۔ نماز کی اصل روح تو نمازی کا خضوع و خشوع اور یہ احساس ہے کہ وہ کس کے سامنے کھڑا ہے اور کس کے حضور کھڑے ہو کر اِیَّاکَ نَعْبُدُ وَاِیَّاکَ نَسْتَعِیْنُ جیسا عہد و پیمان باندھ رہا ہے۔ بہرحال آج ہماری نمازیں اس روح سے خالی ہو کر محض ایک ”رسم“ کی ادائیگی کی حیثیت اختیار کرچکی ہیں الاماشاء اللہ۔ اقبال نے اپنے خصوصی انداز میں مسلمانوں کی اس زبوں حالی کی تصویر انہیں بار بار دکھائی ہے : ؎رہ گئی رسم اذاں روح بلالی رض نہ رہی فلسفہ رہ گیا تلقین ِغزالی نہ رہی !اور ؎نماز و روزہ و قربانی و حج یہ سب باقی ہیں تو ُ باقی نہیں ہے !</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥)</span> ] هەڕەشەی قورس و سەخت و ئاگری دۆزەخ بۆ ئەو نوێژخوێنانەی كە لە نوێژەكانیاندا بێ ئاگان، وە گوێی پێ نادەن هەر كاتێك بیكەن كاتی ڕۆیشتبێ و بەسەرچووبێ، یان كە بیشیكەن بۆ ڕیا ئەیكەن و چاوەڕێی پاداشت نین لە خوای گەورە، وە ئەگەر نەیشیكەن لە سزای خوای گەورە ناترسێن, واتە: پەیوەست نین بە نوێژەكانیانەوە, جا هەر نەیكەن ئەوە هەڕەشەكە ئەیانگرێتەوە, وە ئەوانەیشی كە ئەیكەن بەڵام دوای ئەخەن تا كاتەكەی تەواو ئەبێ، یان كەموكوڕی ئەكەنە ڕوكنەكانییەوە یان مەرجەكانییەوە یان خشوعى تیادا نابێت یان بۆ ڕیا ئەیكەن و مەبەستیان پێی ڕیایە هەموو ئەم شتانە ئەگرێتەوەو سیفەتى مرۆڤى دووڕووە."
        },
        {
            "resource_id": 173,
            "text": "Anéantissement et châtiment donc pour ceux qui prient,"
        },
        {
            "resource_id": 16,
            "text": "فعذاب شديد للمصلين الذين هم عن صلاتهم لاهون، لا يقيمونها على وجهها، ولا يؤدونها في وقتها."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 182,
            "text": "毁灭并惩罚那些礼拜者"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "فهلاك وعذاب للمصلِّين، الذين هم عن صلاتهم لاهون، لا يبالون بها حتى ينقضي وقتها."
        },
        {
            "resource_id": 92,
            "text": "فَوَيْلٌ لِلْمُصَلِّينَ (4) موقع الفاء صريح في اتصال ما بعدها بما قبلها من الكلام على معنى التفريع والترتب والتسبب . فيجيء على القول : إن السورة مكية بأجمعها أن يكون المراد بالمصلين عينَ المراد بالذي يكذب بالدين ، ويدُعّ اليتيم ، ولا يحض على طعام المسكين ، فقوله { للمصلين } إظهار في مقام الإِضمار كأنه قيل : فويل له على سهوه عن الصلاة ، وعلى الرياء ، وعلى منع الماعون ، دعا إليه زيادة تعداد صفاته الذميمة بأسلوب سليم عن تتابع ستِّ صفات لأن ذلك التتابع لا يخلو من كثرة تكرار النظائر فيشبه تتابع الإِضافات الذي قيل إنه مُناكد للفصاحة ، مع الإِشارة بتوسط ويل له إلى أن الويل ناشىء عن جميع تلك الصفات التي هو أهلها وهذا المعنى أشار إليه كلام «الكشاف» بغموض .فوصفهم ب«المصلين» إِذَنْ تهكم ، والمراد عدمه ، أي الذين لا يصلون ، أي ليسوا بمسلمين كقوله تعالى : { قالوا لم نك من المصلين ولم نك نطعم المسكين } [ المدثر : 43 ، 44 ] وقرينة التهكم وصفهم ب { الذين هم عن صلاتهم ساهون } .وعلى القول بأنها مدنية أو أن هذه الآية وما بعدها منها مدنية يكون المراد { بالمصلين الذين هم عن صلاتهم ساهون } المنافقين . وروَى هذا ابنُ وهب وأشهبُ عن مالك ، فتكون الفاء في قوله : { فويل للمصلين } من هذه الجملة لربطها بما قبلها لأن الله أراد ارتباط هذا الكلام بعضه ببعض .وجيء في هذه الصفة بصيغة الجمع لأن المراد ب { الذي يكذب بالدين } : جنس المكذبين على أظهر الأقوال . فإن كان المراد به معيناً على بعض تلك الأقوال المتقدمة كانت صيغة الجمع تذييلاً يشمله وغيره فإنه واحد من المتصفين بصفة ترك الصلاة ، وصفة الرياء ، وصفة منع الماعون ."
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"فويل للمصلين\"</span>.</p>"
        },
        {
            "resource_id": 183,
            "text": "破滅と災いあれ。礼拝しながら、遊ぶ人よ。自分の礼拝に気もそぞろ、時間が過ぎるのを気にしている。"
        },
        {
            "resource_id": 178,
            "text": "Гибель и наказание молящимся,"
        },
        {
            "resource_id": 181,
            "text": "پس نابودی و عذاب بر نمازگزاران باد، کسانی که از ادای نمازشان غافل هستند، و به آن اعتنايى نمی کنند تا وقت آن قضا می شود."
        },
        {
            "resource_id": 177,
            "text": "Những người hành lễ Salah đáng bị diệt vong và hình phạt là những người lơ là không chu đáo, không quan tâm đến giờ giấc đến nỗi hành lễ Salah ngoài giờ qui định"
        },
        {
            "resource_id": 90,
            "text": "أي عذاب لهم .وقد تقدم في غير موضع ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَوَيْلٌ لِلْمُصَلِّينَ }</span> أي: الملتزمون  لإقامة الصلاة، ولكنهم <span class=\"arabic qpc-hafs brown\">{ عَنْ صَلَاتِهِمْ سَاهُونَ }</span>"
        },
        {
            "resource_id": 174,
            "text": "Maka kehancuran dan siksa bagi orang-orang yang mendirikan salat, yaitu orang-orang yang lalai dalam salat mereka dengan tidak memedulikannya hingga waktunya selesai."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 792,
            "text": "ដូច្នេះ ភាពវិនាសអន្ដរាយនិងទណ្ឌកម្ម គឺសម្រាប់អ្នកដែលសឡាតទាំងឡាយណាដែលពួកគេព្រងើយកន្ដើយចំពោះការសឡាតរបស់ពួកគេ ដោយពួកគេមិនយកចិត្តទុកដាក់លើការសឡាតនោះឡើយ រហូតដល់ផុតពេលវេលារបស់វា។"
        },
        {
            "resource_id": 179,
            "text": "Kaya kapahamakan at pagdurusa ay ukol sa mga nagdarasal na sila sa pagdarasal nila ay mga nagpapabaya, na hindi pumapansin dito hanggang sa matapos ang oras nito,"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">ثم قال : <span class=\"arabic qpc-hafs\">( فويل للمصلين الذين هم عن صلاتهم ساهون )</span> قال ابن عباس ،<span class=\"blue\"> وغيره :</span> يعني المنافقين ، الذين يصلون في العلانية ولا يصلون في السر .</p><p lang=\"ar\" class=\"ar \">ولهذا قال : <span class=\"arabic qpc-hafs\">( للمصلين )</span> أي : الذين هم من أهل الصلاة وقد التزموا بها ، ثم هم عنها ساهون ، إما عن فعلها بالكلية ، كما قاله ابن عباس ، وإما عن فعلها في الوقت المقدر لها شرعا ، فيخرجها عن وقتها بالكلية ، كما قاله مسروق وأبو الضحى .</p>"
        },
        {
            "resource_id": 176,
            "text": "sì, distraggono dalle loro preghiere e che non se ne preoccupano finché non scade il loro termine prestabilito;"
        },
        {
            "resource_id": 776,
            "text": "La destrucción y el castigo recaen sobre aquellos que realizan la oración solo para exhibirse"
        },
        {
            "resource_id": 180,
            "text": "৪. তাই তো ওই সব নামাযীর জন্য ধ্বংস ও শাস্তি।"
        },
        {
            "resource_id": 171,
            "text": "So destruction and punishment be upon those who perform prayer."
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( فَوَيْلٌ لِلْمُصَلِّينَ * الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: فالوادي الذي يسيل من صديد أهل جهنم للمنافقين الذين يصلون, لا يريدون الله عز وجل بصلاتهم, وهم في صلاتهم ساهون إذا صلوها.</p><p lang=\"ar\" class=\"ar \">واختلف أهل التأويل في معنى قوله: <span class=\"arabic qpc-hafs green\">( عَنْ صَلاتِهِمْ سَاهُونَ )</span> فقال بعضهم: عُنِيَ بذلك أنهم يؤخِّرونها عن وقتها, فلا يصلونها إلا بعد خروج وقتها.</p><p>* ذكر من قال ذلك:</p>"
        },
        {
            "resource_id": 93,
            "text": "والمراد بالسهو هنا : الغفلة والترك وعدم المبالاة . . أى : فهلاك شديد ، وعذاب عظيم ، لمن جمع هذه الصفات الثلاث ، بعد تكذيبه بيوم الدين ، وقسوته على اليتيم ، وامتناعه عن إطعام المسكين .وهذه الصفات الثلاث أولها : الترك للصلاة ، وعدم المبالاة بها ، والإِخلال بشروطها وأركانها وسننها وآدابها ."
        },
        {
            "resource_id": 790,
            "text": "ধ্বংস আৰু শাস্তি সেইসকল নামাজীৰ বাবে, যিসকলে নিজৰ ছালাতত অমনোযোগী, অযথা মূল্যৱান সময় বিনষ্ট কৰে।"
        },
        {
            "resource_id": 175,
            "text": "Propast i kazna prijeti i klanjačima koji su prema svojim namazima nemarni i odgađaju ih van isteka vremena."
        },
        {
            "resource_id": 166,
            "text": "<p>কাজেই দুর্ভোগ সে সালাত আদায়কারীদের,</p>"
        },
        {
            "resource_id": 172,
            "text": "O namaz kılanlar için bir helak ve azap vardır. Onlar ki; oyalanarak namazlarını son vaktine erteleyip umursamadan kılanlardır."
        },
        {
            "resource_id": 165,
            "text": "<p>সুতরাং পরিতাপ সেই নামায আদায়কারীদের জন্য;</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>وقال عطاء بن دينار : والحمد لله الذي قال : <span class=\"arabic qpc-hafs\">( عن صلاتهم ساهون )</span> ولم يقل : في صلاتهم ساهون .</p><p lang=\"ar\" class=\"ar \">وإما عن وقتها الأول فيؤخرونها إلى آخره دائما أو غالبا . وإما عن أدائها بأركانها وشروطها على الوجه المأمور به . وإما عن الخشوع فيها والتدبر لمعانيها ، فاللفظ يشمل هذا كله ، ولكل من اتصف بشيء من ذلك قسط من هذه الآية . ومن اتصف بجميع ذلك ، فقد تم نصيبه منها ، وكمل له النفاق العملي .<span class=\"blue\"> كما ثبت في الصحيحين أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" تلك صلاة المنافق ، تلك صلاة المنافق ، تلك صلاة المنافق ، يجلس يرقب الشمس ، حتى إذا كانت بين قرني الشيطان قام فنقر أربعا لا يذكر الله فيها إلا قليلا \"</span> فهذا آخر صلاة العصر التي هي الوسطى ، كما ثبت به النص إلى آخر وقتها ، وهو وقت كراهة ، ثم قام إليها فنقرها نقر الغراب ،<span class=\"blue\"> لم يطمئن ولا خشع فيها أيضا ; ولهذا قال :</span> <span class=\"red\">\" لا يذكر الله فيها إلا قليلا \"</span> . ولعله إنما حمله على القيام إليها مراءاة الناس ، لا ابتغاء وجه الله ، فهو إذا لم يصل بالكلية .<span class=\"blue\"> قال تعالى :</span> <span class=\"arabic qpc-hafs\">( إن المنافقين يخادعون الله وهو خادعهم وإذا قاموا إلى الصلاة قاموا كسالى يراءون الناس ولا يذكرون الله إلا قليلا )</span> <span class=\"reference brown\">[ النساء : 142 ]</span> .</p>"
        },
        {
            "resource_id": 180,
            "text": "৫. যারা নিজেদের নামায সম্পর্কে উদাসীন। সময় পার হয়ে যাওয়া পর্যন্ত এ নিয়ে তাদের কোনরূপ চিন্তা নেই।"
        },
        {
            "resource_id": 776,
            "text": "Aquellos que de su oración son negligentes, no les importa que su tiempo acabe."
        },
        {
            "resource_id": 92,
            "text": "الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (5) وقوله : { الذين هم عن صلاتهم ساهون } صفة { للمصلين } مقيِّدة لحكم الموصوف فإن الويل للمصلي الساهي عن صلاته لا للمصلي على الإطلاق .فيكون قوله { الذين هم عن صلاتهم ساهون } ترشيحاً للتهكم الواقع في إطلاق وصف المصلين عليهم .وعدي { ساهون } بحرف { عن } لإفادة أنهم تجاوزوا إقامة صلاتهم وتركوها ولا علاقة لهذه الآية بأحكام السهو في الصلاة .وقوله : { الذين عن صلاتهم ساهون } يجوز أن يكون معناه الذين لا يؤدون الصلاة إلاّ رياء فإذا خلوا تركوا الصلاة .ويجوز أن يكون معناه : الذين يصلون دون نية وإخلاص فهم في حالة الصلاة بمنزلة الساهي عما يفعل فيكون إطلاق { ساهون } تهكماً كما قال تعالى : { يراءون الناس ولا يذكرون اللَّه إلا قليلاً في المنافقين } في سورة النساء ( 142 ) ."
        },
        {
            "resource_id": 172,
            "text": "O namaz kılanlar için bir helak ve azap vardır. Onlar ki, oyalanarak namazlarını son vaktine erteleyip umursamadan kılanlardır."
        },
        {
            "resource_id": 178,
            "text": "которые отвлекаются от своих молитв, и не придают ей значения, пока не пройдет ее время,"
        },
        {
            "resource_id": 165,
            "text": "<p>যারা তাদের নামাযে অমনোযোগী। [১]</p><p>[১] নামাযে অমনোযোগী বা উদাসীন বলে ঐ সমস্ত লোকদেরকে বোঝানো হয়েছে, যারা মোটেই নাযায পড়ে না অথবা প্রথম দিকে পড়ত অতঃপর তাদের মধ্যে অলসতা এসে পড়েছে অথবা নামায যথাসময়ে আদায় করে না; বরং যখন মন চায় তখন পড়ে নেয় অথবা দেরী করে আদায় করতে অভ্যাসী হয় অথবা বিনয়-নম্রতার (ও একাগ্রতার) সাথে নামায পড়ে না ইত্যাদি। এই সমস্ত প্রকার ত্রুটি ঐ অর্থের শামিল। অতএব নামাযের ব্যাপারে উক্ত সকল আচরণ হতে বাঁচা প্রয়োজন। এখানে এ উল্লেখ করাতে এ কথা স্পষ্ট হয়ে উঠে যে, এ সমস্ত বদ অভ্যাসে অভ্যস্ত ঐ সব লোকই হতে পারে, যারা আখেরাতের হিসাব ও প্রতিদানের প্রতি বিশ্বাস পোষণ করে না। এ জন্যই মুনাফিকদের একটি গুণ এও বর্ণনা করা হয়েছে যে, \"যখন তারা (মুনাফিকরা) নামাযে দাঁড়ায় তখন শৈথিল্যের সাথে, কেবল লোক-দেখানোর জন্য দাঁড়ায় এবং আল্লাহকে তারা অল্পই স্মরণ করে থাকে।\"<em>(সূরা নিসা ৪:১৪২ আয়াত)</em></p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَوَيْلٌ لِلْمُصَلِّينَ (٤) الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (٥)</span> ] هەڕەشەی قورس و سەخت و ئاگری دۆزەخ بۆ ئەو نوێژخوێنانەی كە لە نوێژەكانیاندا بێ ئاگان، وە گوێی پێ نادەن هەر كاتێك بیكەن كاتی ڕۆیشتبێ و بەسەرچووبێ، یان كە بیشیكەن بۆ ڕیا ئەیكەن و چاوەڕێی پاداشت نین لە خوای گەورە، وە ئەگەر نەیشیكەن لە سزای خوای گەورە ناترسێن, واتە: پەیوەست نین بە نوێژەكانیانەوە, جا هەر نەیكەن ئەوە هەڕەشەكە ئەیانگرێتەوە, وە ئەوانەیشی كە ئەیكەن بەڵام دوای ئەخەن تا كاتەكەی تەواو ئەبێ، یان كەموكوڕی ئەكەنە ڕوكنەكانییەوە یان مەرجەكانییەوە یان خشوعى تیادا نابێت یان بۆ ڕیا ئەیكەن و مەبەستیان پێی ڕیایە هەموو ئەم شتانە ئەگرێتەوەو سیفەتى مرۆڤى دووڕووە."
        },
        {
            "resource_id": 171,
            "text": "Those who are heedless of their prayer; they do not care about it such that its time expires."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">أي:</span> مضيعون لها، تاركون لوقتها، مفوتون لأركانها  وهذا لعدم اهتمامهم بأمر الله حيث ضيعوا الصلاة، التي هي أهم الطاعات وأفضل القربات، والسهو عن الصلاة، هو الذي يستحق صاحبه الذم واللوم  وأما السهو في الصلاة، فهذا يقع من كل أحد، حتى من النبي صلى الله عليه وسلم."
        },
        {
            "resource_id": 166,
            "text": "<p>যারা তাদের সালাত সম্বন্ধে উদাসীন,</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 182,
            "text": "他们对自己的拜功确是疏忽的，他们不注重礼拜时间，直到时间已过，"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"الذين هم عن صلاتهم ساهون\"</span>، <span class=\"reference\">[ أي : عن مواقيتها غافلون ]</span> .</p><p lang=\"ar\" class=\"ar \">أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو سعيد محمد بن موسى الصيرفي ، أخبرنا أبو عبد الله محمد بن عبد الله الصفار ، أخبرنا أبو جعفر محمد بن غالب بن تمام الضبي ، حدثنا حرمي بن حفص <span class=\"reference\">[ القسملي ]</span> حدثنا عكرمة بن إبراهيم الأزدي ، حدثنا <span class=\"reference\">[ عبد الملك ]</span> بن عمير عن مصعب بن <span class=\"reference\">[ سعد ]</span> عن أبيه أنه قال : سئل رسول الله - صلى الله عليه وسلم - عن <span class=\"arabic qpc-hafs\">\" الذين هم عن صلاتهم ساهون \"</span> ،<span class=\"blue\"> قال :</span> <span class=\"arabic qpc-hafs\">\" إضاعة الوقت \"</span> .</p>"
        },
        {
            "resource_id": 173,
            "text": "tout en étant distraits et ne se souciant pas de respecter l'horaire de la prière,"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا سكن بن نافع الباهلي,<span class=\"blue\"> قال:</span> ثنا شعبة, عن خلف بن حوشب, عن طلحة بن مُصَرّف, عن مصعب بن سعد,<span class=\"blue\"> قال:</span> قلت لأبي,<span class=\"blue\"> أرأيت قول الله عزّ وجلّ :</span> <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> : أهي تركها؟<span class=\"blue\"> قال:</span> لا ولكن تأخيرها عن وقتها.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية, عن هشام الدستوائي,<span class=\"blue\"> قال:</span> ثنا عاصم بن بهدلة، عن مصعب بن سعد,<span class=\"blue\"> قال:</span> قلت لسعد: <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> : أهو ما يحدّث به أحدنا نفسه في صلاته؟<span class=\"blue\"> قال:</span> لا ولكن السهو أن يؤخِّرها عن وقتها.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن عاصم, عن مصعب بن سعد <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: السهو: الترك عن الوقت.</p><p lang=\"ar\" class=\"ar \">حدثنا عمرو بن عليّ,<span class=\"blue\"> قال:</span> ثنا عمران بن تمام البناني,<span class=\"blue\"> قال:</span> ثنا أبو جمرة الضبعي نصر بن عمران, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: الذين يؤخِّرونها عن وقتها.</p><p lang=\"ar\" class=\"ar \">وحدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا يعقوب, عن جعفر, عن ابن أبزي <span class=\"arabic qpc-hafs green\">( فَوَيْلٌ لِلْمُصَلِّينَ * الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ)</span> قال: الذين يؤخِّرون الصلاة المكتوبة, حتى تخرج من الوقت أو عن وقتها.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن الأعمش, عن أبي الضحى عن مسروق <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: الترك لوقتها.</p><p lang=\"ar\" class=\"ar \">حدثني أبو السائب,<span class=\"blue\"> قال:</span> ثني أبو معاوية, عن الأعمش, عن مسلم, عن مسروق,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: تضييع ميقاتها.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن الأعمش, عن أبي الضحى <span class=\"arabic qpc-hafs green\">( عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: ترك المكتوبة لوقتها.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن البرقي,<span class=\"blue\"> قال:</span> ثنا ابن أبي مريم,<span class=\"blue\"> قال:</span> ثنا يحيى بن أيوب,<span class=\"blue\"> قال:</span> أخبرني ابن زحر, عن الأعمش, عن مسلم بن صبيح <span class=\"arabic qpc-hafs green\">( عَنْ صَلاتِهِمْ سَاهُونَ )</span> الذين يضيعونها عن وقتها.</p><p>وقال آخرون: بل عني بذلك أنهم يتركونها فلا يصلونها.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عليّ,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن عليّ, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَوَيْلٌ لِلْمُصَلِّينَ * الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ)</span> فهم المنافقون كانوا يراءون الناس بصلاتهم إذا حضروا, ويتركونها إذا غابوا, ويمنعونهم العارية بغضا لهم, وهو الماعون.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه,<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: هم المنافقون يتركون الصلاة في السرّ, ويصلون في العلانية.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: الترك لها.</p><p>وقال آخرون: بل عُنِيَ بذلك أنهم يتهاونون بها, ويتغافلون عنها ويلهون.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى، وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: لاهون.</p><p>حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> : غافلون.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: ساهٍ عنها, لا يبالي صلى أم لم يصلّ.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> يصلون, وليست الصلاة من شأنهم.</p><p lang=\"ar\" class=\"ar \">حدثني أبو السائب,<span class=\"blue\"> قال:</span> ثنا ابن فضيل, عن ليث, عن مجاهد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: يتهاونون.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك عندي بالصواب بقوله: <span class=\"arabic qpc-hafs green\">(ساهُونَ)</span> : لاهون يتغافلون عنها، وفي اللهو عنها والتشاغل بغيرها, تضييعها أحيانا, وتضييع وقتها أخرى،<span class=\"blue\"> وإذا كان ذلك كذلك صح بذلك قول من قال:</span> عُنِيَ بذلك ترك وقتها,<span class=\"blue\"> وقول من قال:</span> عُنِيَ به تركها لما ذكرتُ من أن في السهو عنها المعاني التي ذكرت.</p><p>وقد رُوي عن رسول الله صلى الله عليه وسلم بذلك خبران يؤيدان صحة ما قلنا في ذلك:</p><p lang=\"ar\" class=\"ar \">أحدهما: ما حدثني به زكريا بن أبان المصري,<span class=\"blue\"> قال:</span> ثنا عمرو بن طارق,<span class=\"blue\"> قال:</span> ثنا عكرمة بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا عبد الملك بن عمير, عن مصعب بن سعد, عن سعد بن أبي وقاص,<span class=\"blue\"> قال:</span> سألت النبيّ صلى الله عليه وسلم, عن <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: هم الذين يؤخِّرون الصلاة عن وقتها.</p><p lang=\"ar\" class=\"ar \">والآخر منهما: ما حدثني به أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا معاوية بن هشام, عن شيبان النحوي, عن جابر الجعفي,<span class=\"blue\"> قال:</span> ثني رجل, عن أبي برزة الأسلميّ,<span class=\"blue\"> قال:</span> قال رسول الله صلى الله عليه وسلم: <span class=\"red\">\" لما نـزلت هذه الآية: <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> : الله أكبر هذه خير لكم من أن لو أعطي كلّ رجل منكم مثل جميع الدنيا هو الذي إن صلى لم يرج خير صلاته، وإن تركها لم يخف ربه \"</span>.</p><p lang=\"ar\" class=\"ar \">حدثني أبو عبد الرحيم البرقي,<span class=\"blue\"> قال:</span> ثنا عمرو بن أبي سلمة,<span class=\"blue\"> قال:</span> سمعت عمر بن سليمان يحدّث عن عطاء بن دينار أنه قال: الحمد لله الذي قال: <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> وكلا المعنيين اللذين ذكرت في الخبرين اللذين روينا عن رسول الله صلى الله عليه وسلم محتمل عن معنى السهو عن الصلاة.</p>"
        },
        {
            "resource_id": 93,
            "text": "وثانيها : أداؤها رياء وخداعا لا عن إخلاص وطاعة لله رب العالمين كما قال - تعالى - :( إِنَّ المنافقين يُخَادِعُونَ الله وَهُوَ خَادِعُهُمْ وَإِذَا قاموا إِلَى الصلاة قَامُواْ كسالى يُرَآءُونَ الناس وَلاَ يَذْكُرُونَ الله إِلاَّ قَلِيلاً )"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": "Речь идет о молящихся, которые совершают намаз, но небрежно относятся к нему. Они губят свои молитвы, потому что совершают их не вовремя и не выполняют всех обязательных предписаний. Причина этого в их невнимательности к повелениям Аллаха. Иначе они не позволили бы себе погубить важнейший из обрядов поклонения. Именно из-за своей небрежности к молитвам они заслуживают упрека и порицания. Что же касается ошибок во время совершения молитв, то ошибки допускает каждый человек. Иногда подобное происходило даже с Пророком Мухаммадом, да благословит его Аллах и приветствует."
        },
        {
            "resource_id": 90,
            "text": "الذين هم عن صلاتهم ساهون فروى الضحاك عن ابن عباس قال هو المصلي الذي إن صلى لم يرج لها ثوابا ، وإن تركها لم يخش عليها عقابا . وعنه أيضا : الذين يؤخرونها عن أوقاتها . وكذا روى المغيرة عن إبراهيم ، قال : ساهون بإضاعة الوقت . وعن أبي العالية : لا يصلونها لمواقيتها ، ولا يتمون ركوعها ولا سجودها .قلت : ويدل على هذا قوله تعالى : فخلف من بعدهم خلف أضاعوا الصلاة حسب ما تقدم بيانه في سورة ( مريم ) عليها السلام . وروي عن إبراهيم أيضا : أنه الذي إذا سجد قام برأسه هكذا ملتفتا . وقال قطرب : هو ألا يقرأ ولا يذكر الله . وفي قراءة عبد الله ( الذين هم عن صلاتهم لاهون ) . وقال سعد بن أبي وقاص : قال النبي - صلى الله عليه وسلم - في قوله : فويل للمصلين الذين هم عن صلاتهم ساهون - قال - : ( الذين يؤخرون الصلاة عن وقتها ، تهاونا بها ) . وعن ابن عباس أيضا : هم المنافقون يتركون الصلاة سرا ، يصلونها علانية وإذا قاموا إلى الصلاة قاموا كسالى الآية . ويدل على أنها في المنافقين قوله : الذين هم يراءون ، وقال ابن وهب عن مالك . قال ابن عباس : ولو قال في صلاتهم ساهون لكانت في المؤمنين وقال عطاء : الحمد لله الذي قال عن صلاتهم ولم يقل في صلاتهم . قال الزمخشري : فإن [ ص: 189 ] قلت : أي فرق بين قوله : عن صلاتهم ، وبين قولك : في صلاتهم ؟ قلت : معنى عن أنهم ساهون عنها سهو ترك لها ، وقلة التفات إليها ، وذلك فعل المنافقين ، أو الفسقة الشطار من المسلمين . ومعنى في أن السهو يعتريهم فيها ، بوسوسة شيطان ، أو حديث نفس ، وذلك لا يكاد يخلو منه مسلم . وكان رسول الله - صلى الله عليه وسلم - يقع له السهو في صلاته ، فضلا عن غيره ; ومن ثم أثبت الفقهاء باب سجود السهو في كتبهم . قال ابن العربي : لأن السلامة من السهو محال ، وقد سها رسول الله - صلى الله عليه وسلم - في صلاته والصحابة : وكل من لا يسهو في صلاته ، فذلك رجل لا يتدبرها ، ولا يعقل قراءتها ، وإنما همه في أعدادها ; وهذا رجل يأكل القشور ، ويرمي اللب . وما كان النبي - صلى الله عليه وسلم - يسهو في صلاته إلا لفكرته في أعظم منها ; اللهم إلا أنه قد يسهو في صلاته من يقبل على وسواس الشيطان إذا قال له : اذكر كذا ، اذكر كذا ; لما لم يكن يذكر ، حتى يضل الرجل أن يدري كم صلى ."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 182,
            "text": "他们是以其礼拜和善功而炫耀之人，他们并不虔诚为主，"
        },
        {
            "resource_id": 93,
            "text": "وثالثها : منع الماعون : أى منع الخير والمعروف والبر عن الناس . فالمراد بمنع الماعون : مع كل فضل وخير عن سواهم . فلفظ \" الماعون \" أصله \" معونة \" والألف عوض من الهاء . والعون : هو مساعدة الغير على بلوغ حاجته . . فالمراد بالماعون : ما يستعان به على قضاء الحوائج ، من إناء أو فأس ، أو نار ، أو ما يشبه ذلك .ومنهم من يرى أن المراد بالماعون هنا : الزكاة لأنه جرت عادة القرآن الكريم أن يذكر الزكاة بعد الصلاة .قال الإِمام ابن كثير : قوله : ( وَيَمْنَعُونَ الماعون ) أى : لا أحسنوا عبادة ربهم ، ولا أحسنوا إلى خلقه ، حتى ولا بإعارة ما ينتفع به ، ويستعان به ، مع بقاء عينه ورجوعه إليهم ، فهؤلاء لمنع الزكاة ومنع القربات أولى وأولى . .وسئل ابن مسعود عن الماعون فقال : هو ما يتعاوره الناس بينهم من الفأس والقِدْر . .وهكذا نرى السورة الكريمة قد ذمت المكذبين بيوم الدين ذما شديدا حيث وصفتهم بأقبح الصفات وأشنعها .نسأل الله - تعالى - أن يعيذنا من ذلك .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 166,
            "text": "<p>যারা লোক দেখানোর জন্য তা করে [১] ,</p><p>[১] এটা মুনাফিকদের অবস্থা। তারা লোক দেখানোর জন্যে এবং মুসলিম হওয়ার দাবী সপ্রমাণ করার জন্য সালাত পড়ে। কিন্তু সালাত যে ফরয, এ বিষয়ে তারা বিশ্বাসী নয়। ফলে সময়ের প্রতিও লক্ষ্য রাখে না এবং আসল সালাতেরও খেয়াল রাখে না। লোক দেখানোর জায়গা হলে পড়ে, নতুবা ছেড়ে দেয়। আর সালাত আদায় করলেও এর ওয়াজিবসমূহ, শর্ত ইত্যাদি পূর্ণ করে না। আসল সালাতের প্রতিই ভ্ৰক্ষেপ না করা মুনাফিকদের অভ্যাস এবং ساهون শব্দের আসল অর্থ তাই। সালাতের মধ্যে কিছু ভুল-ভ্ৰান্তি হয়ে যাওয়ার কথা এখানে বোঝানো হয়নি। কেননা, এজন্যে জাহান্নামের শাস্তি হতে পারে না। এটা উদ্দেশ্য হলে عَنْ صَلَاتِحِمْ এর পরিবর্তে فِىْ صَلَا تِهِمْ বলা হত। সহীহ হাদীস সমূহে প্রমাণিত আছে যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর জীবনেও একাধিকবার সালাতের মধ্যে ভুলচুক হয়ে গিয়েছিল। [কুরতুবী, ইবন কাসীর]</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>যারা লোক প্রদর্শন (করে তা) করে, [১]</p><p>[১] অর্থাৎ, এই শ্রেণীর লোকেদের নিদর্শন এই যে, তারা লোক মাঝে থাকলে নামায পড়ে নেয়; নচেৎ তারা নামায পড়ার প্রয়োজনই বোধ করে না। অর্থাৎ, তারা কেবলমাত্র লোক প্রদর্শন করার জন্যই নামায পড়ে।</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>وقال هاهنا : <span class=\"arabic qpc-hafs\">( الذين هم يراءون )</span></p><p lang=\"ar\" class=\"ar \">وقال الطبراني : حدثنا يحيى بن عبد الله بن عبدويه البغدادي ، حدثني أبي ، حدثنا عبد الوهاب بن عطاء ، عن يونس ، عن الحسن ، عن ابن عباس ،<span class=\"blue\"> عن النبي صلى الله عليه وسلم قال :</span> <span class=\"red\">\" إن في جهنم لواديا تستعيذ جهنم من ذلك الوادي في كل يوم أربعمائة مرة ،<span class=\"blue\"> أعد ذلك الوادي للمرائين من أمة محمد :</span> لحامل كتاب الله ، وللمصدق في غير ذات الله ، وللحاج إلى بيت الله ، وللخارج في سبيل الله \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا أبو نعيم ، حدثنا الأعمش ،<span class=\"blue\"> عن عمرو بن مرة قال :</span> كنا جلوسا عند أبي عبيدة فذكروا الرياء ،<span class=\"blue\"> فقال رجل يكنى بأبي يزيد :</span> سمعت عبد الله بن عمرو يقول : قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" من سمع الناس بعمله ، سمع الله به سامع خلقه ، وحقره وصغره \"</span> .</p><p lang=\"ar\" class=\"ar \">ورواه أيضا عن غندر ، ويحيى القطان ، عن شعبة ، عن عمرو بن مرة ، عن رجل ، عن عبد الله بن عمرو ، عن النبي صلى الله عليه وسلم ، فذكره .</p><p lang=\"ar\" class=\"ar \">ومما يتعلق بقوله تعالى : <span class=\"arabic qpc-hafs\">( الذين هم يراءون )</span> أن من عمل عملا لله فاطلع عليه الناس ، فأعجبه ذلك ، أن هذا لا يعد رياء ،<span class=\"blue\"> والدليل على ذلك ما رواه الحافظ أبو يعلى الموصلي في مسنده :</span> حدثنا هارون بن معروف ، حدثنا مخلد بن يزيد ، حدثنا سعيد بن بشير ، حدثنا الأعمش ، عن أبي صالح ،<span class=\"blue\"> عن أبي هريرة قال :</span> كنت أصلي ، فدخل علي رجل ، فأعجبني ذلك ، فذكرته لرسول الله صلى الله عليه وسلم ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" كتب لك أجران : أجر السر ، وأجر العلانية \"</span> .</p><p>قال أبو علي هارون بن معروف : بلغني أن ابن المبارك قال : نعم الحديث للمرائين .</p><p lang=\"ar\" class=\"ar \">وهذا حديث غريب من هذا الوجه وسعيد بن بشير متوسط ، وروايته عن الأعمش عزيزة ، وقد رواه غيره عنه .</p><p lang=\"ar\" class=\"ar \">قال أبو يعلى أيضا : حدثنا محمد بن المثنى بن موسى ، حدثنا أبو داود ، حدثنا أبو سنان ، عن حبيب بن أبي ثابت ، عن أبي صالح ،<span class=\"blue\"> عن أبي هريرة قال :</span> قال رجل : يا رسول الله ، الرجل يعمل العمل يسره ، فإذا اطلع عليه أعجبه .<span class=\"blue\"> قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" له أجران : أجر السر وأجر العلانية \"</span> .</p><p lang=\"ar\" class=\"ar \">وقد رواه الترمذي ، عن محمد بن المثنى . وابن ماجه ، عن بندار ، كلاهما عن أبي داود الطيالسي ، عن أبي سنان الشيباني -<span class=\"blue\"> واسمه :</span> ضرار بن مرة .<span class=\"blue\"> ثم قال الترمذي :</span> غريب ، وقد رواه الأعمش وغيره . عن حبيب عن <span class=\"reference brown\">[ النبي صلى الله عليه وسلم ]</span> مرسلا .</p><p lang=\"ar\" class=\"ar \">وقد قال أبو جعفر بن جرير : حدثني أبو كريب ، حدثنا معاوية بن هشام ، عن شيبان النحوي ، عن جابر الجعفي ، حدثني رجل ،<span class=\"blue\"> عن أبي برزة الأسلمي قال :</span> قال رسول الله صلى الله عليه وسلم لما نزلت هذه الآية : <span class=\"arabic qpc-hafs\">( الذين هم عن صلاتهم ساهون )</span> قال : <span class=\"red\">\" الله أكبر ، هذا خير لكم من أن لو أعطي كل رجل منكم مثل جميع الدنيا ، هو الذي إن صلى لم يرج خير صلاته ، وإن تركها لم يخف ربه \"</span> .</p><p>فيه جابر الجعفي ، وهو ضعيف ، وشيخه مبهم لم يسم ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير أيضا : حدثني زكريا بن أبان المصري ، حدثنا عمرو بن طارق ، حدثنا عكرمة بن إبراهيم ، حدثني عبد الملك بن عمير ،<span class=\"blue\"> عن مصعب بن سعد عن سعد بن أبي وقاص قال :</span> سألت رسول الله صلى الله عليه وسلم عن : <span class=\"arabic qpc-hafs\">( الذين هم عن صلاتهم ساهون )</span> قال : <span class=\"red\">\" هم الذين يؤخرون الصلاة عن وقتها \"</span> .</p><p lang=\"ar\" class=\"ar \">وتأخير الصلاة عن وقتها يحتمل تركها بالكلية ، أو صلاتها بعد وقتها شرعا ، أو تأخيرها عن أول الوقت <span class=\"reference brown\">[ سهوا حتى ضاع ]</span> الوقت .</p><p lang=\"ar\" class=\"ar \">وكذا رواه الحافظ أبو يعلى ، عن شيبان بن فروخ ، عن عكرمة بن إبراهيم به . ثم رواه عن أبي الربيع ، عن جابر ، عن عاصم ، عن مصعب ، عن أبيه موقوفا ، وهذا أصح إسنادا ، وقد ضعف البيهقي رفعه ، وصحح وقفه ، وكذلك الحاكم .</p>"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">قال ابن عباس : هم المنافقون يتركون الصلاة إذا غابوا عن الناس ،<span class=\"blue\"> ويصلونها في العلانية إذا حضروا لقوله تعالى :</span> <span class=\"green\">( الذين هم يراءون )</span></p><p>وقال في وصف المنافقين : <span class=\"arabic qpc-hafs\">\" وإذا قاموا إلى الصلاة قاموا كسالى يراءون الناس \"</span> <span class=\"green\">( النساء - 142 )</span> .</p><p>وقال قتادة : ساه عنها لا يبالي صلى أم لم يصل .</p><p>وقيل : لا يرجون لها ثوابا إن صلوا ولا يخافون عقابا إن تركوا .</p><p>وقال مجاهد : غافلون عنها يتهاونون بها .</p><p>وقال الحسن : هو الذي إن صلاها صلاها رياء ، وإن فاتته لم يندم .</p><p>وقال أبو العالية : لا يصلونها لمواقيتها ولا يتمون ركوعها وسجودها .</p>"
        },
        {
            "resource_id": 905,
            "text": "الذين هم يراؤون بصلاتهم وأعمالهم، لا يخلصون العمل لله."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ يُرَاءُونَ )</span> يقول: الذين هم يراءون الناس بصلاتهم إذا صلوا, لأنهم لا يصلون رغبة في ثواب, ولا رهبة من عقاب, وإنما يصلونها ليراهم المؤمنون فيظنونهم منهم, فيكفون عن سفك دمائهم, وسبي ذراريهم, وهم المنافقون الذين كانوا على عهد رسول الله صلى الله عليه وسلم, يستبطنون الكفر, ويُظهرون الإسلام, كذلك قال أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا أبو عامر ومؤمل, قالا ثنا سفيان, عن ابن أبي نجيح,<span class=\"blue\"> عن مجاهد:</span> <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ )</span> قال: هم المنافقون.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن ابن أبي نجيح, عن مجاهد, مثله.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد, مثله.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> ثنا سفيان, عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> عن عليّ بن أبي طالب عليه السلام في قوله:</span> <span class=\"arabic qpc-hafs green\">( يُرَاءُونَ * وَيَمْنَعُونَ الْمَاعُونَ)</span> قال: يراءون بصلاتهم.</p><p lang=\"ar\" class=\"ar \">حُدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: ثنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ * الَّذِينَ هُمْ يُرَاءُونَ)</span> يعني المنافقين.</p><p lang=\"ar\" class=\"ar \">حدثني عليّ,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن عليّ, عن ابن عباس,<span class=\"blue\"> قال:</span> هم المنافقون، كانوا يراءون الناس بصلاتهم إذا حضروا, ويتركونها إذا غابوا.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> ثني ابن زيد: ويصلون- وليس الصلاة من شأنهم- رياءً.</p>"
        },
        {
            "resource_id": 183,
            "text": "また人にこれ見よがしに礼拝し、善行に励むが、アッラーのためにするという誠実さがない者。"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 6{ الَّذِیْنَ ہُمْ یُرَآئُ وْنَ۔ } ”یہ وہ لوگ ہیں جو دکھاوا کرتے ہیں۔“ وہ نماز کی ادائیگی سمیت ہر نیک کام لوگوں کو دکھانے کے لیے کرتے ہیں تاکہ ان کی نیکی کا چرچاہو۔</p>"
        },
        {
            "resource_id": 181,
            "text": "کسانی‌که با نماز و اعمال‌شان ریا می‌کنند، و عمل را برای الله خالص نمی‌گردانند."
        },
        {
            "resource_id": 177,
            "text": "Những kẻ mà chúng chỉ muốn khoe cho thiên hạ nhìn thấy lễ nguyện Salah và việc làm thiện tốt của mình, chứ không hoàn toàn thành tâm vì Allah."
        },
        {
            "resource_id": 178,
            "text": "которые лицемерят в своих молитвах и деяниях, и не совершают их искренне ради Аллаха,"
        },
        {
            "resource_id": 91,
            "text": "ولهذا وصف الله هؤلاء بالرياء والقسوة وعدم الرحمة،<span class=\"blue\"> فقال:</span> <span class=\"arabic qpc-hafs brown\">{ الَّذِينَ هُمْ يُرَاءُونَ }</span> أي يعملون الأعمال لأجل رئاء الناس."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 791,
            "text": "തങ്ങളുടെ നിസ്കാരം കൊണ്ടും, പ്രവർത്തനങ്ങൾ കൊണ്ടും ജനങ്ങളെ കാണിക്കുന്നവർ; തങ്ങളുടെ പ്രവർത്തനങ്ങൾ അവർ അല്ലാഹുവിന് നിഷ്കളങ്കമാക്കുന്നില്ല."
        },
        {
            "resource_id": 174,
            "text": "Mereka ialah orang-orang yang berbuat ria dengan salat dan amal perbuatan mereka, tidak mengikhlaskan amal mereka untuk Allah semata."
        },
        {
            "resource_id": 175,
            "text": "koji se u svojim namazima i drugim djelima pred ljudima pretvaraju, tj. nisu iskreni u tome."
        },
        {
            "resource_id": 790,
            "text": "যিয়ে আনক দেখুৱাবলৈ ছালাত আদায় কৰে আৰু কৰ্ম কৰে। একনিষ্টভাৱে আল্লাহৰ বাবে কৰ্ম বা আমল নকৰে।"
        },
        {
            "resource_id": 792,
            "text": "ពួកគេគឺជាពួកដែលប្រតិបត្តិសឡាត និងសាងអំពើល្អផ្សេងៗដើម្បីគ្រាន់តែចង់បង្ហាញឱ្យគេឃើញតែប៉ុណ្ណោះ។ ពួកគេមិនបានធ្វើវាដោយចិត្តស្មោះសរចំពោះអល់ឡោះឡើយ។"
        },
        {
            "resource_id": 179,
            "text": "na sila ay nagpapakitang-tao sa pagdarasal nila at mga gawa nila: hindi nagpapakawagas ng gawain nila para kay Allāh,"
        },
        {
            "resource_id": 804,
            "text": "سزاى ریابازان\n [ <span class=\"arabic uthmani\">الَّذِينَ هُمْ يُرَاءُونَ (٦)</span> ] ئەو كەسانەی كە ڕیابازن و ئیشەكانیان بۆ ڕووبینی ئەكەن و مەبەستیان ڕەزامەندی خوای گەورە نییەو دڵسۆزی و ئیخڵاسیان لە كردەوەكانیاندا نییە بەتایبەتى لە نوێژەكانیاندا ."
        },
        {
            "resource_id": 776,
            "text": "Aquellos que presumen sus oraciones y buenas obras, sin ser sinceros al hacer obras para Al-lah."
        },
        {
            "resource_id": 172,
            "text": "Onlar, namazları ve amelleriyle gösteriş yaparlar. Amellerini sadece Allah’a halis kılmazlar."
        },
        {
            "resource_id": 171,
            "text": "Those who show off by their prayer and good deeds, not being sincere in doing deeds for Allah."
        },
        {
            "resource_id": 173,
            "text": "qui prient et œuvrent avec ostentation, sans être sincères envers Allah,"
        },
        {
            "resource_id": 176,
            "text": "coloro che, quando pregano, si esibiscono, e così fanno nelle loro azioni, e che non compiono azioni esclusivamente per Allāh,"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : الذين هم يراءون أي يري الناس أنه يصلي طاعة وهو يصلي تقية ; كالفاسق ، يري أنه يصلي عبادة وهو يصلي ليقال : إنه يصلي . وحقيقة الرياء طلب ما في الدنيا بالعبادة ، وأصله طلب المنزلة في قلوب الناس . وأولها تحسين السمت ; وهو من أجزاء النبوة ، ويريد بذلك الجاه والثناء . وثانيها : الرياء بالثياب القصار والخشنة ; ليأخذ بذلك هيئة الزهد في الدنيا . وثالثها : الرياء بالقول ، بإظهار التسخط على أهل الدنيا ; وإظهار الوعظ والتأسف على ما يفوت من الخير والطاعة . ورابعها : الرياء بإظهار الصلاة والصدقة ، أو بتحسين الصلاة لأجل رؤية الناس ; وذلك يطول ، وهذا دليله ; قاله ابن العربي .قلت : قد تقدم في سورة النساء وهود وآخر الكهف القول في الرياء وأحكامه وحقيقته بما فيه كفاية . والحمد لله .ولا يكون الرجل مرائيا بإظهار العمل الصالح إن كان فريضة ; فمن حق الفرائض الإعلان بها وتشهيرها ، لقوله - عليه السلام - : ولا غمة في فرائض الله لأنها أعلام الإسلام ، وشعائر الدين ، ولأن تاركها يستحق الذم والمقت ; فوجب إماطة التهمة بالإظهار ، وإن كان تطوعا فحقه أن يخفى ; لأنه لا يلام بتركه ولا تهمة فيه ، فإن أظهره قاصدا للاقتداء به كان جميلا . وإنما الرياء أن يقصد بالإظهار أن تراه الأعين ، فتثني عليه بالصلاح . وعن بعضهم [ ص: 190 ] أنه رأى رجلا في المسجد قد سجد سجدة الشكر فأطالها ; فقال : ما أحسن هذا لو كان في بيتك . وإنما قال هذا لأنه توسم فيه الرياء والسمعة . وقد مضى هذا المعنى في سورة ( البقرة ) عند قوله تعالى : إن تبدوا الصدقات ، وفي غير موضع . والحمد لله على ذلك ."
        },
        {
            "resource_id": 92,
            "text": "الَّذِينَ هُمْ يُرَاءُونَ (6) وقوله : { الذين هم عن صلاتهم ساهون } صفة { للمصلين } مقيِّدة لحكم الموصوف فإن الويل للمصلي الساهي عن صلاته لا للمصلي على الإطلاق .فيكون قوله { الذين هم عن صلاتهم ساهون } ترشيحاً للتهكم الواقع في إطلاق وصف المصلين عليهم .وعدي { ساهون } بحرف { عن } لإفادة أنهم تجاوزوا إقامة صلاتهم وتركوها ولا علاقة لهذه الآية بأحكام السهو في الصلاة .وقوله : { الذين عن صلاتهم ساهون } يجوز أن يكون معناه الذين لا يؤدون الصلاة إلاّ رياء فإذا خلوا تركوا الصلاة .ويجوز أن يكون معناه : الذين يصلون دون نية وإخلاص فهم في حالة الصلاة بمنزلة الساهي عما يفعل فيكون إطلاق { ساهون } تهكماً كما قال تعالى : { يراءون الناس ولا يذكرون اللَّه إلا قليلاً في المنافقين } في سورة النساء ( 142 ) .و ( يراءون ) يقصدون أن يَرى الناسُ أنهم على حال حسن وهم بخلافه ليتحدث الناس لهم بمحاسنَ ما هم بموصوفين بها ، ولذلك كَثر أن تعطف السُّمعة على الرياء فيقال : رياء وسُمعة .وهذا الفعل وارد في الكلام على صيغة المفاعلة ولم يسمع منه فعل مجرد لأنه يلازمه تكرير الإِراءة ."
        },
        {
            "resource_id": 180,
            "text": "৬. যারা নিজেদের নামায ও আমলসমূহে লৌকিকতার আচরণ দেখায়। আল্লাহর উদ্দেশ্যে আমলকে খাঁটি করে না।"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 16,
            "text": "الذين هم يتظاهرون بأعمال الخير مراءاة للناس."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "e che impediscono che gli altri vengano aiutati nelle questioni che non nuociono nessuno."
        },
        {
            "resource_id": 776,
            "text": "Y se abstienen de ayudar al prójimo incluso en cosas muy sencillas."
        },
        {
            "resource_id": 178,
            "text": "и отказывают помощи даже в том, что не причиняет никакого вреда."
        },
        {
            "resource_id": 182,
            "text": "他们在不伤自己利益时也不愿意帮助他人。"
        },
        {
            "resource_id": 177,
            "text": "Và chúng thường không chịu giúp đỡ người khác mặc việc giúp đỡ không gây thiệt hại gì bản thân chúng."
        },
        {
            "resource_id": 170,
            "text": "Сердца тех, кто небрежно относится к молитвам, лишены сострадания и склонны к показухе и лицемерию. Они совершают благие дела ради того, чтобы их похвалили другие люди. Они отказывают людям даже в самом малом подаянии, пожертвовав которое они не окажутся в убытке. Они не желают подарить или дать взаймы даже миску, ведро или топор - все то, что люди обычно дают друг другу безвозмездно. Из-за своей непомерной алчности они отказывают в самом малом подаянии. Что же говорить тогда о тех вещах, которые представляют собой какую-либо ценность? В этой суре Господь призвал мусульман кормить сирот и бедняков, призывать к этому других, исправно совершать намаз, быть искренними перед Аллахом как при совершении молитв, так и при выполнении других обрядов поклонения. Господь также вдохновил людей делать добро, безвозмездно помогать другим, особенно, если речь идет о даче взаймы кастрюли, ведра, книги и т.п. Всякий, кто скупится делать добро, заслуживает самого сурового осуждения. А лучше всего об этом известно Аллаху."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 7{ وَیَمْنَعُوْنَ الْمَاعُوْنَ۔ } ”اور عام استعمال کی چیز بھی مانگنے پر نہیں دیتے۔“ مَاعُوْن کے معنی روز مرہ استعمال کی چیزیں ہیں ‘ جو ہر پڑوسی بوقت ضرورت اپنے پڑوسی سے عاریتاً لے لیتا ہے اور اپنی ضرورت پوری کر کے واپس لوٹا دیتا ہے۔ ایسے لوگوں کے کردار کی پستی کا یہ عالم ہے کہ وہ اپنے پاس سے آگ کی چنگاری ماچس وغیرہ اور نمک جیسی معمولی اشیاء تک بھی کسی کو دینا پسند نہیں کرتے۔</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَيَمْنَعُونَ الْمَاعُونَ (٧)</span> ] ئەو كەسانەی كە مەنعی ماعون ئەكەن, ماعون بە مانای زەكات دێت، واتە: ئەو زەكاتەی كە خوای گەورە پێویستی كردووە لە ماڵیاندا قەدەغەی ئەكەن و نایدەن, وە بەمانای ئەو شتانەیش دێت لە شتومەك و پێویستییەكانی ماڵ كە هەموو ماڵێك ئەو شتانەی نییە لە ماڵە هاوسێكەی داوا ئەكات كە بیداتێ لە قاپ و مەنجەڵ و دۆلكەو تەرازو و خاكەناس و پاچ و قازمەو ئەو شتانە ئەم مەنعی خەڵكی ئەكات، واتە: نە ئەوەتا عیبادەتی خوای گەورە بە جوانی بكات كە نوێژەكەیە، وە نە ئەوەتا چاكە لەگەڵ دروستكراوانی خوای گەورەدا بكات بەوەی ئەو شتانەی كە خوای گەورە پێی بەخشیووە بیدات بە خەڵكی بە خواستن كە بیبەن ئیشەكەی خۆیانی پێ جێبەجێ بكەن وە دواتر بۆیان بهێننەوە, كە سەحابە (خوایان لێ ڕازی بێ) بەم شێوازە ئەم دوو تەفسیرەیان بۆ (ماعون) كردووە، واتە: مرۆڤ ئەگەر ماڵی هەبوو ئەبێ زەكاتی ماڵەكەی بدات، وە ئەگەر ئەو شتە زیادانەیشی لەماڵدا بوو وە خەڵك پێویستی پێی بوو قەدەغەو بەرهەڵستی خەڵكى نەكات, بەڵكو بەخەڵكی بدات تا سوودی لێ ببینن، بەڵام ئەگەر خەڵكى نەیانگەڕاندەوەو فەوتاندیان ئەوا دروستە نەیانداتێ، والله أعلم .\nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (ماعون) والحمد لله."
        },
        {
            "resource_id": 181,
            "text": "و از یاری ‌کردن دیگران با آنچه که در این یاری ‌کردن زیانی متوجه یاری‌رسان نیست خودداری می‌کنند."
        },
        {
            "resource_id": 171,
            "text": "And they refrain from helping others with things in which there is no difficulty helping in."
        },
        {
            "resource_id": 16,
            "text": "ويمنعون إعارة ما لا تضر إعارته من الآنية وغيرها، فلا هم أحسنوا عبادة ربهم، ولا هم أحسنوا إلى خلقه."
        },
        {
            "resource_id": 791,
            "text": "ഒരു പ്രയാസവുമില്ലാത്ത, ചെറിയ സഹായങ്ങൾ ചെയ്യുന്നതിൽ നിന്ന് പോലും മറ്റുള്ളവരെ അവർ തടയുകയും ചെയ്യുന്നു."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( ويمنعون الماعون )</span> روي عن علي - رضي الله عنه -<span class=\"blue\"> أنه قال :</span> هي الزكاة ، وهو قول ابن عمر والحسن وقتادة والضحاك .</p><p lang=\"ar\" class=\"ar \">وقال عبد الله بن مسعود : <span class=\"arabic qpc-hafs\">\" الماعون \"</span> : الفأس والدلو والقدر وأشباه ذلك وهي رواية سعيد بن جبير عن ابن عباس .</p><p lang=\"ar\" class=\"ar \">قال مجاهد : <span class=\"arabic qpc-hafs\">\" الماعون \"</span> <span class=\"reference\">[ العارية . وقال عكرمة ]</span> أعلاها الزكاة المعروفة [ وأدناها عارية المتاع .</p><p>وقال محمد بن كعب والكلبي : <span class=\"arabic qpc-hafs\">\" الماعون \"</span> : المعروف الذي يتعاطاه الناس فيما بينهم .</p><p lang=\"ar\" class=\"ar \">قال قطرب : أصل الماعون من القلة ،<span class=\"blue\"> تقول العرب :</span> ما له : سعة ولا منعة ، أي شيء قليل فسمى الزكاة والصدقة والمعروف ماعونا لأنه قليل من كثير .</p><p>وقيل : <span class=\"arabic qpc-hafs\">\" الماعون \"</span> : ما لا يحل منعه مثل : الماء والملح والنار ] .</p>"
        },
        {
            "resource_id": 905,
            "text": "ويمنعون إعانة غيرهم بما لا ضرر في الإعانة به."
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">This chapter, which has seven verses, draws our attention to the Day of Judgement, when we shall be held responsible for all our good or bad actions. It also deplores the ways of those who deny the Day of Judgement, treat the helpless with contempt and lead arrogant, selfish lives. They do not extend the slightest courtesy or kindness to their fellow human beings, their hearts being empty of Faith. The hypocrites may put on a pretence of doing good deeds, but these hollow acts will not avail them. This chapter also warns those who are ‘heedless in their prayer.’  Belief in the reckoning of the Hereafter makes a man pious. One who does not believe in this will be devoid of all goodness; he will be neglectful of prayer to God; he will not be ashamed of pushing over a weak person; he will not think it necessary to discharge the dues and rights of the poor; he will not even give to others such things as will cause him no substantial loss—even if it be only matchsticks or his good wishes.</p>"
        },
        {
            "resource_id": 173,
            "text": "et refusent d'aider autrui quand ils n’encourent aucun préjudice à l'aider."
        },
        {
            "resource_id": 92,
            "text": "وَيَمْنَعُونَ الْمَاعُونَ (7)والماعون } : يطلق على الإِعانة بالمال ، فالمعنى : يمنعون فضلهم أو يمنعون الصدقة على الفقراء . فقد كانت الصدقة واجبة في صدر الإِسلام بغير تعيين قبل مشروعية الزكاة .وقال سعيد بن المسيب وابن شهاب : الماعون : المال بلسان قريش .وروى أشهب عن مالك : الماعون : الزكاة ، ويشهد له قول الراعي: ... قوم على الإِسلام لمّا يمنعواماعونهم ويضيِّعوا التهليلا ... لأنه أراد بالتهليل الصلاة فجمع بينها وبين الزكاة .ويطلق على ما يستعان به على عمل البيت من آنية وآلات طبخ وشدّ وحفر ونحو ذلك مما لا خسارة على صاحبه في إعارته وإعطائه . وعن عائشة : الماعون الماء والنار والملح . وهذا ذم لهم بمنتهى البخل . وهو الشح بما لا يزرئهم .وتقديم المسند إليه على الخبر الفعلي في قوله : { هم يراءون } لتقوية الحكم ، أي تأكيده .فأما على القول بأن السورة مدنية أو بأن هذه الآيات الثلاث مدنية يكون المراد بالمصلين الذين هم عن صلاتهم ساهون والصلاتتِ بعدها : المنافقين ، فإطلاق المصلين عليهم بمعنى المتظاهرين بأنهم يصلون وهو من إطلاق الفعل على صورته كقوله تعالى : { يحذر المنافقون أن تنزل عليهم سورة } [ التوبة : 64 ] أي يظهرون أنهم يحذرون تنزيل سورة .{ ويمنعون الماعون } أي الصدقة أو الزكاة ، قال تعالى في المنافقين : { ويقبضون أيديهم } [ التوبة : 67 ] فلما عُرفوا بهذه الخلال كان مفاد فاء التفريع أن أولئك المتظاهرين بالصلاة وهم تاركوها في خاصتهم هم من جملة المكذبين بيوم الدين ويدُعُّون اليتيم ولا يحضّون على طعام المسكين .وحكى هبة الله بن سَلاَمَة في كتاب «الناسخ والمنسوخ» : أن هذه الآيات الثلاث نزلت في عبد الله بن أبي ابن سلول ، أي فإطلاق صيغة الجمع عليه مراد بها واحد على حد قوله تعالى : { كذبت قوم نوح المرسلين } [ الشعراء : 105 ] أي الرسول إليهم .والسهو حقيقته : الذهول عن أمر سبق عِلمُه ، وهو هنا مستعار للإِعراض والترك عن عمد استعارة تهكمية مثل قوله تعالى : { وتنسون ما تشركون } [ الأنعام : 41 ] أي تعرضون عنهم ، ومثله استعارة الغفلة للإعراض في قوله تعالى : { بأنهم كذبوا بآياتنا وكانوا عنها غافلين } في سورة الأعراف ( 136 ) وقوله تعالى : { والذين هم عن آياتنا غافلون } في سورة يونس ( 7 ) ، وليس المقصود الوعيد على السهو الحقيقي عن الصلاة لأن حكم النسيان مرفوع على هذه الأمة ، وذلك ينادي على أن وصفهم بالمصلين تهكم بهم بأنهم لا يصلون .واعلم أنه إذا أراد الله إنزال شيء من القرآن ملحقاً بشيء قبله جعَل نظم الملحق مناسباً لما هو متصل به ، فتكون الفاء للتفريع . وهذه نكتة لم يسبق لنا إظهارها فعليك بملاحظتها في كل ما ثبت أنه نزل من القرآن ملحقاً بشيء نزل قبله منه ."
        },
        {
            "resource_id": 174,
            "text": "Mereka juga melarang untuk menolong orang lain dengan sesuatu yang tidak menimbulkan dampak buruk apabila ditolong dengannya."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": ""
        },
        {
            "resource_id": 172,
            "text": "Yardım etmenin hiçbir zararı olmadığı basit işlerde dahi başkalarına yardım etmekten geri dururlar."
        },
        {
            "resource_id": 165,
            "text": "<p>এবং গৃহস্থালীর প্রয়োজনীয় ছোটখাট সাহায্য দানে বিরত থাকে। [১]</p><p>[১] مَعن সামান্য বা ছোটখাট কিছুকে বোঝায়। কোন কোন উলামাগণ مَاعُون এর অর্থ যাকাত নিয়েছেন। কেননা, যাকাত আসল মালের তুলনায় খুবই সামান্য পরিমাণ (শতকরা আড়াই শতাংশ মাত্র) তাই। আর কেউ কেউ এ থেকে সাংসারিক ছোটখাট আসবাব-পত্র অর্থ করেছেন, যা প্রতিবেশীরা সাধারণতঃ একে অপরের কাছে ধার হিসাবে চেয়ে থাকে। তার মানে হল যে, গৃহস্থালী ব্যবহার্য জিনিসপত্র অপরকে ধার দেওয়া এবং তাতে কোন প্রকার কুণ্ঠাবোধ না করা একটি সদগুণ। আর এর বিপরীত কৃপণতা ও কুণ্ঠা প্রকাশ করা হল পরকালকে অবিশ্বাসকারীদেরই অভ্যাস।</p>"
        },
        {
            "resource_id": 183,
            "text": "何も難しくないことに、支援を送ることを控える者に。"
        },
        {
            "resource_id": 790,
            "text": "আৰু সেইবোৰ বস্তুৰ জৰিয়তে আনক সহযোগ কৰাত কুন্ঠাবোধ কৰে যাৰ দ্বাৰা সহযোগ কৰাত কোনো ক্ষতি নাই।"
        },
        {
            "resource_id": 175,
            "text": "I ne pomažu drugima u onome što ne donosi štetu ako se njime pomogne."
        },
        {
            "resource_id": 179,
            "text": "at nagkakait ng pagtulong sa iba pa sa kanila ng bagay na walang kapinsalaan sa pagtulong sa pamamagitan nito."
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ : </b></p><p>অত্র সূরার সর্বশেষ আয়াতে উল্লিখিত الْمَاعُوْنَ মাউন শব্দ থেকেই সূরার নামকরণ করা হয়েছে। এ ছাড়াও এ সূরাকে সূরা আদ-দীন ও সূরা ইয়াতীম নামেও আখ্যায়িত করা হয়। (ফাতহুল কাদীর)</p><p>সূরায় কাফিরদের দুটি বাহ্যিক বৈশিষ্ট্য ও আখিরাতে ক্ষতিগ্রস্ত মুসল্লিদের তিনটি বৈশিষ্ট্য তুলে ধরা হয়েছে।</p><p>أَرَأَيْتَ ক্রিয়া দ্বারা নাবী (সাঃ)-কে সম্বোধন করা হয়েছে। মূলত প্রশ্নবোধক বাক্য দ্বারা বিস্ময় প্রকাশ করা হয়েছে। أَرَأَيْتَ অর্থ ألم تعلم তুমি কি জানো? মূলত এর দ্বারা শ্রোতাকে বক্তব্যের প্রতি উৎসাহ প্রদান ও আকৃষ্ট করা হচ্ছে। يُكَذِّبُ অর্থ মিথ্যা প্রতিপন্ন করা।</p><p>الدِّيْنِ দ্বারা আখিরাতকে বুঝানো হয়েছে। অর্থাৎ যারা পুনরুত্থান, হিসাব, প্রতিদান ইত্যাদিসহ আখিরাতের ব্যাপারে নাবী রাসূলগণ যে সংবাদ দিয়েছেন তা অস্বীকার করে।</p><p class='arabic uthmani'>(يَدُعُّ الْيَتِيْمَ) يَدُعُّ</p><p>ক্রিয়ার অর্থ হলো: دع বা রূঢ় আচরণ করে হাঁকিয়ে দেয়া। দুনিয়াতে অবিশ্বাসীরা ইয়াতীমদের তাদের অধিকার থেকে বঞ্চিত করত : রূঢ় আচরণের সাথে হাঁকিয়ে দিত এবং তাদের প্রতি জুলুম করত, খাদ্য দেওয়া তো দূরের কথা তাদের সাথে ভাল ব্যবহারও করত না।</p><p>আরেকটি অর্থ হল গলাধাক্কা দেয়া। যেমন আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(يَوْمَ يُدَعُّوْنَ إِلٰي نَارِ جَهَنَّمَ دَعًّا) ‏</p><p>“সেদিন তাদেরকে চরমভাবে ধাক্কা মারতে মারতে নিয়ে যাওয়া হবে জাহান্নামের অগ্নির দিকে”। (সূরা তুর ৫২: ১৩)</p><p class='arabic uthmani'>لَا يَحُضُّ عَلٰي طَعَامِ.....))</p><p>‘মিস্কীনদের খাবার দিতে কখনও সে (অন্যদের) উৎসাহ দেয় না’ যেমন আল্লাহ তা‘আলা অন্যত্র বলেন:</p><p class='arabic uthmani'>(كَلَّا بَلْ لَّا تُكْرِمُوْنَ الْيَتِيْمَ وَلَا تَحَآضُّوْنَ عَلٰي طَعَامِ الْمِسْكِيْنِ ‏)‏</p><p>“কক্ষনও নয়, বরং তোমরা ইয়াতীমকে সম্মান কর না। এবং মিসকীনকে অন্নদানে পরস্পরকে উৎসাহিত কর না।” (সূরা ফাজর ৮৯: ১৭-১৮)</p><p>সুতরাং ইয়াতীমদের দেখাশুনা করা এবং তাদের প্রয়োজনা পূরণ করা ঈমানের দাবী।</p><p>অতঃপর যে-সব মুসল্লিরা সালাতের ব্যাপারে উদাসীন তাদের কঠিন ধমক ও জাহান্নামের হুমকি দেয়া হয়েছে।</p><p class='arabic uthmani'>(عَنْ صَلٰوتِهِمْ سَاهُوْنَ)</p><p>ইবনু আব্বাস (রাঃ) বলেন : এরা হচ্ছে মুনাফিক অর্থাৎ যারা সকলের সাথে থাকলে সালাত আদায় করে কিন্তু একাকী বা গোপনে থাকলে সালাতের ধার ধারে না। এজন্য আল্লাহ তা‘আলা বলেছেন : لِّلْمُصَلِّيْنَ অর্থাৎ যারা সালাত আদায়কারী এবং সালাতের সাথে ওতপ্রোতভাবে জড়িত ছিল কিন্তু পরবর্তীতে সালাতের ব্যাপারে অলসতা প্রর্দশন করতঃ হয় সালাত সম্পূর্ণ বর্জন করে অথবা শরীয়ত নির্ধারিত সময়ে আদায় না করে অথবা সালাত রাসূলের শেখানো পদ্ধতিতে আদায় না করে। আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(فَخَلَفَ مِنْ ۭبَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلٰوةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا)</p><p>“তাদের পরে এলো অপদার্থ পরবর্তীগণ, তারা সালাত নষ্ট করল ও কুপবৃত্তির অনুসরণ করল। সুতরাং তারা অচিরেই কুকর্মের শাস্তি‎ প্রত্যক্ষ করবে।” (সূরা মারইয়াম ১৯: ৫৯)</p><p>তাই প্রসিদ্ধ তাবেয়ী মাসরূক, আবূ যুহা ও আতা বিন দীনার (রহঃ) বলেছেন : আল্লাহ তা‘আলার প্রশংসা তিনি</p><p class='arabic uthmani'>(عَنْ صَلٰوتِهِمْ سَاهُوْنَ)</p><p>এ কথা বলেছেন,</p><p class='arabic uthmani'>فِيْ صَلٰوتِهِمْ سَاهُوْنَ</p><p>বলেননি। অর্থাৎ আল্লাহ তা‘আলার এ কথার অর্থ হলো : তারা সালাতের ব্যাপারে উদাসীন। সালাতের মাঝে উদাসীন এ কথা বলেননি। কেননা যারা সালাতের ব্যাপারে উদাসীন তারা হয়তো নিয়মিত বা অনিয়মিতভাবেই সালাতের উত্তম সময় থেকে বিলম্ব করে মাকরূহ সময়ে আদায় করে, আবার হয়তো বিনয় নম্রতাসহ সালাতের রুকন-আরকান ও শর্তসমূহ ভালভাবে আদায় করে না। তাই নাবী (সাঃ) বলেন : ওটা মুনাফিকের সালাত (তিনবার বলেছেন)। সে সূর্য অস্তমিত যাওয়ার প্রতিক্ষায় বসে থাকে, সূর্য অস্ত যেতে শুরু করে এমনকি তা শয়তানের দুশিং এর মাঝামাঝি চলে যায় তখন সে দাঁড়িয়ে চারটি ঠোকর মারে। অল্প সময় ছাড়া তারা আল্লাহ তা‘আলাকে স্মরণই করে না। (সহীহ মুসলিম হা. ১৪৪৩)</p><p>يُرَآؤُوْنَ অর্থাৎ এ শ্রেণির লোকেরা মানুষকে দেখানোর জন্য সালাত আদায় করে; আল্লাহ তা‘আলার সন্তষ্টির জন্য করে না। তাই সবার সাথে থাকলে চক্ষু লজ্জায় সালাত আদায় করে, আর গোপনে চলে গেলে সালাতের প্রয়োজন বোধ করে না। যেমন আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(اِنَّ الْمُنٰفِقِیْنَ یُخٰدِعُوْنَ اللہَ وَھُوَ خَادِعُھُمْﺆ وَاِذَا قَامُوْٓا اِلَی الصَّلٰوةِ قَامُوْا کُسَالٰیﺫ یُرَا۬ءُوْنَ النَّاسَ وَلَا یَذْکُرُوْنَ اللہَ اِلَّا قَلِیْلًا)‏</p><p>“নিশ্চয়ই মুনাফিকরা আল্লাহর সঙ্গে ধোঁকাবাজি করে; বস্তুত তিনি তাদেরকে ধোঁকায় ফেলে শাস্তি দেন, আর যখন তারা সালাতে দাঁড়ায় তখন শৈথিল্যের সঙ্গে দাঁড়ায় কেবল লোক দেখানোর জন্য এবং আল্লাহকে তারা অল্পই স্মরণ করে।” (সূরা নিসা ৪: ১৪২)</p><p>রাসূলুল্লাহ বলেছেন :</p><p class='arabic uthmani'>مَنْ سَمَّعَ سَمَّعَ اللَّهُ بِهِ ، وَمَنْ يُرَائِي يُرَائِي اللَّهُ بِه۪</p><p>যে ব্যক্তি লোকদের শুনানোর জন্য কাজ করে, আল্লাহ তা‘আলা তাকে দিয়েই তা শুনিয়ে দেন। আর যে ব্যক্তি লোকদের দেখানোর জন্য কাজ করে, আল্লাহ তা‘আলা তার মাধ্যমে তা দেখিয়ে দেন। (সহীহ বুখারী হা. ৬৪৯৯, সহীহ মুসলিম হা. ২৯৮৬)</p><p>মূলত ইবাদত করা উচিত একাগ্রচিত্তে আল্লাহ তা‘আলার জন্যই। রাসূলুল্লাহ (সাঃ) বলেন :</p><p class='arabic uthmani'>أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّه۫ يَرَاكَ</p><p>তুমি এমনভাবে আল্লাহ তা‘আলার ইবাদত করবে যেন তুমি আল্লাহ তা‘আলাকে দেখতে পাচ্ছ, আর তা না পারলে এমন বিশ্বাস নিয়ে ইবাদত করবে যে, তিনি তোমাকে দেখছেন। (সহীহ বুখারী হা. ৫০, সহীহ মুসলিম হা. ১০২)</p><p>সুতরাং আমল করতে হবে একমাত্র আল্লাহ তা‘আলাকে পাওয়ার জন্য, কোন ব্যক্তির সন্তুষ্টি হাসিলের জন্য আমল করলে তা কখনও গ্রহণযোগ্য হবে না, বরং এমন আমলের জন্য গুনাহগার হতে হবে।</p><p>আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(وَقَدِمْنَآ إِلٰي مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَا۬ءً مَّنْثُوْرًا)‏</p><p>“আমি তাদের কৃতকর্মের দিকে অগ্রসর হব, অতঃপর সেগুলোকে বিক্ষিপ্ত ধূলিকণায় পরিণত করব।” (সূরা ফুরকান ২৫: ২৩)</p><p class='arabic uthmani'>(يَمْنَعُوْنَ الْمَاعُوْنَ)</p><p>শব্দের অর্থ সামান্য, ছোটখাট জিনিস। অর্থাৎ ওপরে বর্ণিত শ্রেণির লোকেরা এমন সব জিনিস দিতেও কার্পণ্য করে যা দিলে তার কোন ক্ষতি হবে না। যেমন পাত্র, বালতি, পেয়ালা ইত্যাদি নিত্য প্রয়োজনীয় জিনিস। যে ব্যক্তি সামান্য জিনিস দিতে কার্পণ্য করে সে বেশি জিনিস তো কখনই দেবে না। (তাফসীর সা‘দী)</p><p>অতএব প্রত্যেক মুসলিমের ভেবে দেখা উচিত, তার মাঝে এসব দোষগুলো আছে কিনা। যদি থাকে তাহলে তাওবা করে ফিরে আসা উচিত। আর তাওবা না করলে আখিরাতে অবশ্যই ক্ষতিগ্রস্ত ব্যক্তিদের অন্তর্ভুক্ত হতে হবে।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. ইয়াতীম ও মিসকীনদের খাদ্য খাওয়ানোর প্রতি উৎসাহ প্রদান করা হচ্ছে।</p><p>২. যারা সালাতের ব্যাপারে অমনোযোগী তাদের সতর্ক করা হচ্ছে।</p><p>৩. লোক দেখানো আমল আল্লাহ তা‘আলার কাছে গ্রহণযোগ্য নয়।</p><p>৪. সৎ কাজের প্রতি উৎসাহী হওয়া দরকার।</p><p>৫. সালাতের ব্যাপারে উদাসীন ব্যক্তিদের জন্য দুর্ভোগ।</p>"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ويمنعون الماعون فيه اثنا عشر قولا :الأول : أنه زكاة أموالهم . كذا روى الضحاك عن ابن عباس . وروي عن علي - رضي الله عنه - مثل ذلك ، وقاله مالك . والمراد به المنافق يمنعها . وقد روى أبو بكر بن عبد العزيز عن مالك قال : بلغني أن قول الله تعالى : فويل للمصلين الذين هم على صلاتهم ساهون الذين هم يراءون ويمنعون الماعون قال : إن المنافق إذا صلى صلى رياء ، وإن فاتته لم يندم عليها ، ويمنعون الماعون الزكاة التي فرض الله عليهم . قال زيد بن أسلم : لو خفيت لهم الصلاة كما خفيت لهم الزكاة ما صلوا .القول الثاني : أن الماعون المال ، بلسان قريش ; قاله ابن شهاب وسعيد بن المسيب .وقول ثالث : أنه اسم جامع لمنافع البيت كالفأس والقدر والنار وما أشبه ذلك ; قاله ابن مسعود ، وروي عن ابن عباس أيضا . قال الأعشى :بأجود منه بماعونه إذا ما سماؤهم لم تغمالرابع : ذكر الزجاج وأبو عبيد والمبرد أن الماعون في الجاهلية كل ما فيه منفعة ، حتى الفأس والقدر والدلو والقداحة ، وكل ما فيه منفعة من قليل وكثير ; وأنشدوا بيت الأعشى . قالوا : والماعون في الإسلام : الطاعة والزكاة ; وأنشدوا قول الراعي :أخليفة الرحمن إنا معشر     حنفاء نسجد بكرة وأصيلاعرب نرى لله من أموالنا     حق الزكاة منزلا تنزيلاقوم على الإسلام لما يمنعوا     ماعونهم ويضيعوا التهليلايعني الزكاة .الخامس : أنه العارية ; وروي عن ابن عباس أيضا .السادس : أنه المعروف كله الذي يتعاطاه الناس فيما بينهم ; قاله محمد بن كعب والكلبي .السابع : أنه الماء والكلأ .الثامن : الماء وحده . قال الفراء : سمعت بعض العرب يقول : الماعون : الماء ; وأنشدني فيه :يمج صبيره الماعون صباالصبير : السحاب .التاسع : أنه منع الحق ; قاله عبد الله بن عمر .العاشر : أنه المستغل من منافع الأموال ; مأخوذ من المعن وهو القليل ; حكاه الطبري وابن عباس . قال [ ص: 191 ] قطرب : أصل الماعون من القلة . والمعن : الشيء القليل ; تقول العرب : ( ما له سعنة ولا معنة ) ; أي شيء قليل . فسمى الله تعالى الزكاة والصدقة ونحوهما من المعروف ماعونا ; لأنه قليل من كثير . ومن الناس من قال : الماعون : أصله معونة ، والألف عوض من الهاء ; حكاه الجوهري . ابن العربي : الماعون : مفعول من أعان يعين ، والعون : هو الإمداد بالقوة والآلات والأسباب الميسرة للأمر .الحادي عشر : أنه الطاعة والانقياد . حكى الأخفش عن أعرابي فصيح : لو قد نزلنا لصنعت بناقتك صنيعا تعطيك الماعون ; أي تنقاد لك وتعطيك . قال الراجز :متى تصادفهن في البرين     يخضعن أو يعطين بالماعونوقيل : هو ما لا يحل منعه ، كالماء والملح والنار ; لأن عائشة رضوان الله عليها قالت : قلت يا رسول الله ، ما الشيء الذي لا يحل منعه ؟ قال : الماء والنار والملح قلت : يا رسول الله هذا الماء ، فما بال النار والملح ؟ فقال : يا عائشة من أعطى نارا فكأنما تصدق بجميع ما طبخ بتلك النار ، ومن أعطى ملحا فكأنما تصدق بجميع ما طيب به ذلك الملح ، ومن سقى شربة من الماء حيث يوجد الماء ، فكأنما أعتق ستين نسمة . ومن سقى شربة من الماء حيث لا يوجد ، فكأنما أحيا نفسا ، ومن أحياها فكأنما أحيا الناس جميعا . ذكره الثعلبي في تفسيره ، وخرجه ابن ماجه في سننه . وفي إسناده لين ; وهو القول الثاني عشر . الماوردي : ويحتمل أنه المعونة بما خف فعله وقد ثقله الله . والله أعلم .وقيل لعكرمة مولى ابن عباس : من منع شيئا من المتاع كان له الويل ؟ فقال : لا ، ولكن من جمع ثلاثهن فله الويل ; يعني : ترك الصلاة ، والرياء ، والبخل بالماعون .قلت : كونها في المنافقين أشبه ، وبهم أخلق ; لأنهم جمعوا الأوصاف الثلاثة : ترك الصلاة ، والرياء ، والبخل بالمال ; قال الله تعالى : وإذا قاموا إلى الصلاة قاموا كسالى يراءون الناس ولا يذكرون الله إلا قليلا ، وقال : ولا ينفقون إلا وهم كارهون . وهذه أحوالهم ويبعد أن توجد من مسلم محقق ، وإن وجد بعضها فيلحقه جزء من التوبيخ ، وذلك في منع الماعون إذا تعين ; كالصلاة إذا تركها . والله أعلم . إنما يكون منعا قبيحا في المروءة في غير حال الضرورة . والله أعلم ."
        },
        {
            "resource_id": 166,
            "text": "<p>এবং মা‘উন [১] প্ৰদান করতে বিরত থাকে।</p><p>[১] ماعون শব্দের অর্থ অধিকাংশ মুফাসসিরদের নিকট যৎকিঞ্চিৎ ও সামান্য উপকারী বস্তু। মূলত: মাউন ছোট ও সামান্য পরিমাণ জিনিসকে বলা হয়। এমন ধরনের জিনিস যা লোকদের কোন কাজে লাগে বা এর থেকে তারা ফায়দা অর্জন করতে পারে। অধিকাংশ তাফসীরকারের মতে, সাধারণত প্রতিবেশীরা একজন আর একজনের কাছ থেকে দৈনন্দিন যেসব জিনিস চেয়ে নিয়ে থাকে, যেগুলোর পারস্পরিক লেন-দেন সাধারণ মানবতারূপে গণ্য হয়; যথা কুড়াল, কোদাল অথবা রান্না-বান্নার পাত্ৰ এ সবই মাউনের অন্তরভুক্ত। প্রয়োজনে এসব জিনিস প্রতিবেশীর কাছ থেকে চেয়ে নেয়া দোষণীয় মনে করা হয় না। কেউ এগুলো দিতে অস্বীকৃত হলে তাকে বড় কৃপণ ও নীচ মনে করা হয়। আবার কারও কারও মতে আলোচ্য আয়াতে ماعون বলে যাকাত বোঝানো হয়েছে। যাকাতকে ماعون বলার কারণ সম্ভবত এই যে, যাকাত পরিমাণে আসল অর্থের তুলনায় খুবই কম-অর্থাৎ চল্লিশ ভাগের এক ভাগ-হয়ে থাকে। ব্যবহার্য জিনিসপত্র অপরকে দেয়া খুব সওয়াবের কাজ এবং মানবতার দিক দিয়ে জরুরি। কোন কোন হাদীসে ماعون এর তাফসীর ব্যবহার্য জিনিস, যেমন: বালতি, পাত্র ইত্যাদি করা হয়েছে। [আবু দাঊদ: ১৬৫৭] [আদ্ওয়াউল বায়ান, মুয়াসসার, ফাতহুল কাদীর]</p>"
        },
        {
            "resource_id": 792,
            "text": "ហើយពួកគេមិនជួយដល់អ្នកដទៃឡើយ បើទោះបីជាការជួយនោះមិនបានផ្តល់ផលប៉ះពាល់ដល់រូបគេក៏ដោយ។"
        },
        {
            "resource_id": 180,
            "text": "৭. অন্যদেরকে এমন সাহায্য দিতে বাধা প্রদান করে যাতে তাদের কোনরূপ ক্ষতি নেই।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> يقول: ويمنعون الناس منافع ما عندهم, وأصل الماعون من كلّ شيء منفعته، يقال للماء الذي ينـزل من السحاب ماعون،<span class=\"blue\"> ومنه قول أعشى بني ثعلبة:</span></p><p>بِــــأَجْوَدَ مِنْـــه بِمَاعُونِـــهِ</p><p>إذا مـــا سَــماؤُهُمُ لَــمْ تَغِــمْ <span class=\"arabic qpc-hafs green\">(3)</span></p><p>وقال آخر يصف سحابا:</p><p>يَمُجُّ صّبيرُهُ المَاعُونَ صَبًا <span class=\"arabic qpc-hafs green\">(4)</span></p><p>وقال عبيد الراعي:</p><p>قَــوْمٌ عَـلى الإسْـلامِ لَمَّـا يَمْنَعُـوا</p><p>مـــاعُونَهُمْ وَيُضَيِّعُــوا التَّهْلِيــلا <span class=\"arabic qpc-hafs green\">(5)</span></p><p>يعني بالماعون: الطاعة والزكاة.</p><p lang=\"ar\" class=\"ar \">واختلف أهل التأويل في الذي عُنِيَ به من معاني الماعون في هذا الموضع,<span class=\"blue\"> فقال بعضهم:</span> عُنِيَ به الزكاة المفروضة.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> قال:</span> قال عليّ رضى الله عنه في قوله: <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: الزكاة.</p><p lang=\"ar\" class=\"ar \">حدثني ابن المثنى,<span class=\"blue\"> قال:</span> ثنا محمد بن جعفر,<span class=\"blue\"> قال:</span> ثنا شعبة, عن عبد الله بن أبي نجيح, عن مجاهد,<span class=\"blue\"> قال:</span> قال عليّ رضى الله عنه: <span class=\"arabic qpc-hafs green\">(المَاعُون)</span> : الزكاة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا سفيان، وحدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن السديّ, عن أبي صالح,<span class=\"blue\"> عن عليّ رضى الله عنه قال:</span> <span class=\"arabic qpc-hafs green\">(المَاعُون)</span> : الزكاة.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> أخبرنا سفيان, عن ابن أبي نجيح, عن مجاهد, عن عليّ رضى الله عنه <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: يمنعون زكاة أموالهم.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمارة وأحمد بن هشام قالا ثنا عبيد الله بن موسى,<span class=\"blue\"> قال:</span> أخبرنا إسرائيل, عن السديّ عن أبي صالح, عن عليّ رضى الله عنه <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: الزكاة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">(المَاعُون)</span> قال: الزكاة.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد, عن عليّ, مثله.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى، وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, أن عليا رضى الله عنه كان يقول <span class=\"arabic qpc-hafs green\">(المَاعُون)</span> : الصدقة المفروضة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> أن عليا رضى الله عنه قال: هي الزكاة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن رجل, عن مجاهد, عن ابن عمر,<span class=\"blue\"> قال:</span> <span class=\"arabic qpc-hafs green\">(المَاعُونَ)</span> : الزكاة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن سلمة بن كهيل, عن أبي المُغيرة,<span class=\"blue\"> قال:</span> سأل رجل ابن عمر،<span class=\"blue\"> عن الماعون قال:</span> هو المال الذي لا يؤدى حقه،<span class=\"blue\"> قال:</span> قلت: إن ابن أمّ عبد يقول: هو المتاع الذي يتعاطاه الناس بينهم,<span class=\"blue\"> قال:</span> هو ما أقول لك.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا وهب بن جرير,<span class=\"blue\"> قال:</span> ثنا شعبة, عن سلمة,<span class=\"blue\"> قال:</span> سمعت أبا المُغيرة قال: سألت ابن عمر, عن الماعون,<span class=\"blue\"> فقال:</span> هو منع الحقّ.</p><p lang=\"ar\" class=\"ar \">حدثنا عبد الحميد بن بيان,<span class=\"blue\"> قال:</span> أخبرنا محمد بن يزيد, عن إسماعيل, عن سلمة بن كهيل,<span class=\"blue\"> قال:</span> سُئل ابن عمر عن الماعون,<span class=\"blue\"> فقال:</span> هو الذي يسأل حق ماله ويمنعه,<span class=\"blue\"> فقال:</span> إن ابن مسعود يقول: هو القدر والدلو والفأس,<span class=\"blue\"> قال:</span> هو ما أقول لكم.</p><p lang=\"ar\" class=\"ar \">حدثني هارون بن إدريس الأصمّ,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن بن محمد المحاربي, عن إسماعيل بن أبي خالد, عن سلمة بن كهيل,<span class=\"blue\"> أن ابن عمر سُئل عن قول الله:</span> <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: الذي يُسأل مال الله فيمنعه, فقال الذي سأله,<span class=\"blue\"> فإن ابن مسعود يقول:</span> هو الفأس والقدر,<span class=\"blue\"> قال ابن عمر:</span> هو ما أقول لك.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن إسماعيل بن أبي خالد, عن سلمة بن كهيل,<span class=\"blue\"> قال:</span> سأل رجل ابن عمر عن الماعون, فذكر مثله.</p><p lang=\"ar\" class=\"ar \">حدثني سليمان بن محمد بن معدي كرب الرعيني,<span class=\"blue\"> قال:</span> ثنا بقية بن الوليد,<span class=\"blue\"> قال:</span> ثنا شعبة,<span class=\"blue\"> قال:</span> ثني سلمة بن كهيل,<span class=\"blue\"> قال:</span> سمعت أبا المغيرة: رجلا من بني أسد,<span class=\"blue\"> قال:</span> سألت عبد الله بن عمر، عن الماعون,<span class=\"blue\"> قال:</span> هو منع الحقّ,<span class=\"blue\"> قلت:</span> إن ابن مسعود قال: هو منع الفأس والدلو قال: هو منع الحقّ.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن سلمة بن كهيل, عن أبي المغيرة,<span class=\"blue\"> عن ابن عمر قال:</span> هي الزكاة.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن السديّ, عن أبي صالح, عن عليّ, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا جابر بن زيد بن رفاعة, عن حسان بن مخارق, عن سعيد بن جُبير,<span class=\"blue\"> قال:</span> <span class=\"arabic qpc-hafs green\">(المَاعُونَ)</span> : الزكاة.</p><p>حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد,<span class=\"blue\"> عن قتادة والحسن:</span> الماعون: الزكاة المفروضة.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن إسماعيل, عن أبي عمر,<span class=\"blue\"> عن ابن الحنفية رضى الله عنه قال:</span> هي الزكاة.</p><p lang=\"ar\" class=\"ar \">حُدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: ثنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: الزكاة.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: هم المنافقون يمنعون زكاة أموالهم.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة,<span class=\"blue\"> قال:</span> <span class=\"arabic qpc-hafs green\">(المَاعُونَ)</span> : الزكاة المفروضة.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن سعيد, عن قتادة, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا محمد بن عقبة,<span class=\"blue\"> قال:</span> سمعت الحسن يقول: <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: منعوا صدقات أموالهم, فعاب الله عليهم.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن مبارك, عن الحسن <span class=\"arabic qpc-hafs green\">( الَّذِينَ هُمْ يُرَاءُونَ * وَيَمْنَعُونَ الْمَاعُونَ)</span> قال: هو المنافق الذي يمنع زكاة ماله, فإن صلى راءى, وإن فاتته لم يأس عليها.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سلمة, عن الضحاك,<span class=\"blue\"> قال:</span> هي الزكاة.</p><p>وقال آخرون: هو ما يتعاوره الناس بينهم من مثل الدلو والقدر ونحو ذلك.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني زكريا بن يحيى بن أبي زائدة,<span class=\"blue\"> قال:</span> ثنا ابن أبي إدريس, عن الأعمش, عن الحكم بن يحيى بن الجزار, عن أبي العبيدين,<span class=\"blue\"> أنه قال لعبد الله:</span> أخبرني عن &amp;; 24-638 &amp;; الماعون؟<span class=\"blue\"> قال:</span> هو ما يتعاوره الناس بينهم.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا محمد بن جعفر,<span class=\"blue\"> قال:</span> ثنا شعبة, عن الحكم,<span class=\"blue\"> قال:</span> سمعت يحيى بن الجزار يحدّث عن أبي العبيدين: رجل من بني تميم ضرير البصر, وكان يسأل عبد الله بن مسعود, وكان ابن مسعود يعرف له ذلك، فسأل عبد الله عن الماعون,<span class=\"blue\"> فقال عبد الله:</span> إن من الماعون منع الفأس والقدر والدلو,<span class=\"blue\"> خصلتان من هؤلاء الثلاث; قال شعبة:</span> الفأس ليس فيه شكّ.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا الوليد,<span class=\"blue\"> قال:</span> ثنا شعبة, عن الحكم بن عتيبة, عن يحيى بن الجزار, عن أبي العبيدين, عن عبد الله, مثله.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا ابن عُلَيه,<span class=\"blue\"> قال:</span> ثنا شعبة, عن الحكم بن عتيبة, عن يحيى بن الجزار,<span class=\"blue\"> أن أبا العبيدين:</span> رجلا من بني تميم, كان ضرير البصر, سأل ابن مسعود عن الماعون,<span class=\"blue\"> فقال:</span> هو منع الفأس والدلو,<span class=\"blue\"> أو قال:</span> منع الفأس والقدر.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن الأعمش, عن الحكم, عن يحيى بن الجزار, أن أبا العبيدين سأل ابن مسعود, عن الماعون,<span class=\"blue\"> قال:</span> هو ما يتعاوره الناس بينهم, الفأس والقدر والدلو.</p><p lang=\"ar\" class=\"ar \">حدثنا أحمد بن منصور الرمادي,<span class=\"blue\"> قال:</span> ثنا أبو الجوّاب, عن عمار بن رزيق, عن أبي إسحاق, عن حارثة بن مضرِّب, عن أبي العبيدين, عن عبد الله,<span class=\"blue\"> قال :</span> كنا أصحاب محمد نحدّث أن الماعون: القدر والفأس والدلو.<span class=\"blue\"> قال أبو بكر:</span> قال أبو الجوّاب,<span class=\"blue\"> وخالفه زُهير بن معاوية فيما:</span> حدثنا به الحسن الأشيب,<span class=\"blue\"> قال:</span> ثنا زُهَير,<span class=\"blue\"> قال:</span> ثنا أبو إسحاق, عن حارثة, عن أبي العبيدين, حدثني محمد بن عبيد,<span class=\"blue\"> قال:</span> ثنا أبو الأحوص, عن أبي إسحاق, عن حارثة, عن أبي العبيدين وسعيد بن عياض, عن عبد الله,<span class=\"blue\"> قال:</span> كنا أصحاب محمد صلى الله عليه وسلم نتحدّث أن الماعون: الدلو والفأس والقدر, لا يستغنى عنهنّ.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا محمد بن جعفر,<span class=\"blue\"> قال:</span> ثنا شعبة, عن ابن أبي إسحاق, عن سعيد بن عياض -<span class=\"blue\">قال أبو موسى:</span> هكذا قال غندر- عن أصحاب النبيّ صلى الله عليه وسلم ,<span class=\"blue\"> قالوا:</span> إن من الماعون: الفأس والدلو والقدر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان، وحدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن أبى إسحاق, عن سعيد بن عياض, يحدّث عن أصحاب النبيّ صلى الله عليه وسلم بمثله.</p><p lang=\"ar\" class=\"ar \">قال: ثنا أبو داود,<span class=\"blue\"> قال:</span> ثنا شعبة, عن أبي إسحاق,<span class=\"blue\"> قال:</span> سمعت سعيد بن عياض, يحدّث عن أصحاب النبيّ صلى الله عليه وسلم, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا خلاد,<span class=\"blue\"> قال:</span> أخبرنا النضر,<span class=\"blue\"> قال:</span> أخبرنا إسرائيل,<span class=\"blue\"> قال:</span> أخبرنا أبو إسحاق, عن حارثة بن مضرب, عن أبى العبيدين,<span class=\"blue\"> قال:</span> قال عبد الله: الماعون: القدر والفأس والدلو.</p><p lang=\"ar\" class=\"ar \">حدثنا خلاد,<span class=\"blue\"> قال:</span> أخبرنا النضر,<span class=\"blue\"> قال:</span> أخبرنا المسعودي,<span class=\"blue\"> قال:</span> أخبرنا سلمة بن كُهَيْلٍ, عن أبي العبيدين, وكانت به زمانة, وكان عبد الله يعرف له ذلك,<span class=\"blue\"> فقال:</span> يا أبا عبد الرحمن ما الماعون؟<span class=\"blue\"> قال:</span> ما يتعاطى الناس بينهم من الفأس والقدر والدلو وأشباه ذلك.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن سلمة بن كهيل, عن مسلم, عن أبي العبيدين, أنه سأل ابن مسعود, عن الماعون,<span class=\"blue\"> فقال:</span> ما يتعاطاه الناس بينهم.</p><p lang=\"ar\" class=\"ar \">قال: ثنا مهران, عن الحسن وسلمة بن كهيل, عن أبي العبيدين, عن ابن مسعود,<span class=\"blue\"> قال:</span> الفأس والدلو والقدر وأشباهه.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن بن محمد المحاربيّ, عن المسعوديّ, عن سلمة بن كهيل, عن أبي العبيدين, أنه سأل ابن مسعود,<span class=\"blue\"> عن قوله:</span> <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> فذكر نحوه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن الأعمش, عن إبراهيم التيمي, عن الحارث بن سويد, عن ابن مسعود,<span class=\"blue\"> قال:</span> الفأس والقدر والدلو.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن الأعمش, عن إبراهيم التيميّ, عن الحارث بن سويد,<span class=\"blue\"> عن عبد الله قال:</span> <span class=\"arabic qpc-hafs green\">(المَاعُونَ)</span> منع الفأس والقدر والدلو.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو السائب,<span class=\"blue\"> قال:</span> ثنا أبو معاوية, عن الأعمش, عن إبراهيم, عن الحارث بن سويد, عن عبد الله, أنه سُئل عن الماعون,<span class=\"blue\"> قال:</span> ما يتعاوره الناس بينهم: الفأس والدلو وشبهه.</p><p>&amp;; 24-640 &amp;;</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن الأعمش, عن مالك بن الحارث, عن ابن مسعود,<span class=\"blue\"> قال:</span> الدلو والفأس والقدر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن أبي إسحاق, عن سعيد بن عياض,<span class=\"blue\"> عن أصحاب النبيّ صلى الله عليه وسلم:</span> قال: الماعون: الفأس والقدر والدلو.</p><p lang=\"ar\" class=\"ar \">حدثني أبو السائب,<span class=\"blue\"> قال:</span> ثنا أبو معاوية, عن الأعمش, عن إبراهيم,<span class=\"blue\"> قال:</span> سُئل عبد الله عن الماعون,<span class=\"blue\"> قال:</span> ما يتعاوره الناس بينهم, الفأس والقدر والدلو وشبهه.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا هشيم,<span class=\"blue\"> قال:</span> أخبرنا مغيرة,<span class=\"blue\"> عن إبراهيم أنه قال هو عارية الناس:</span> الفأس والقدر والدلو ونحو ذلك, يعني الماعون.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن الأعمش, عن إبراهيم, عن عبد الله, بمثله.</p><p>قال: ثنا وكيع, عن الأعمش, عن سعيد بن جُبير, عن ابن عباس مثله,<span class=\"blue\"> قال:</span> الفأس والدلو.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن حبيب بن أبي ثابت الأسدّي, عن سعيد بن جُبير,<span class=\"blue\"> عن ابن عباس قال:</span> <span class=\"arabic qpc-hafs green\">(المَاعُونَ)</span> : العارية.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع; وحدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد, عن ابن عباس,<span class=\"blue\"> قال:</span> هو العارية.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن ابن أبي نجيح, عن مجاهد, نحوه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن ابن أبي نجيح, عن مجاهد, عن ابن عباس, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">(المَاعُونَ)</span> قال: متاع البيت.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا إسماعيل, عن ابن أبي نجيح, عن مجاهد, أراه عن ابن عباس -<span class=\"red\">\" شك أبو كريب \"</span>-<span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: المتاع.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية,<span class=\"blue\"> قال:</span> أخبرنا ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> قال:</span> قال ابن عباس هو متاع البيت.</p><p lang=\"ar\" class=\"ar \">حدثني عليّ,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن عليّ, عن ابن عباس,<span class=\"blue\"> قال:</span> يمنعونهم العارية, وهو الماعون.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: اختلف الناس في ذلك,<span class=\"blue\"> فمنهم من قال:</span> يمنعون الزكاة,<span class=\"blue\"> ومنهم من قال:</span> يمنعون الطاعة,<span class=\"blue\"> ومنهم من قال:</span> يمنعون العارية.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية, عن ليث, عن مجاهد, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: لم يجيء أهلها بعد.</p><p lang=\"ar\" class=\"ar \">حدثني ابن المثنى,<span class=\"blue\"> قال:</span> ثنا محمد,<span class=\"blue\"> قال:</span> ثنا شعبة, عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> قال:</span> قال ابن عباس: <span class=\"arabic qpc-hafs green\">(المَاعُونَ)</span> ما يتعاطى الناس بينهم.</p><p lang=\"ar\" class=\"ar \">حدثنا يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> أخبرنا ابن عُلَية,<span class=\"blue\"> قال:</span> ثنا ليث, عن أبي إسحاق, عن الحارث,<span class=\"blue\"> قال:</span> قال عليّ رضى الله عنه: <span class=\"arabic qpc-hafs green\">(المَاعُونَ)</span>: منع الزكاة والفأس والدلو والقدر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا أبو عاصم النبيل,<span class=\"blue\"> قال:</span> ثنا سفيان, عن حبيب بن أبي ثابت,<span class=\"blue\"> عن سعيد بن جُبير قال:</span> الماعون: العارية.</p><p lang=\"ar\" class=\"ar \">حدثني أبو حصين عبد الله بن أحمد بن يونس,<span class=\"blue\"> قال:</span> ثنا عبثر,<span class=\"blue\"> قال:</span> ثنا حصين, عن أبي مالك,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( وَيَمْنَعُونَ الْمَاعُونَ )</span> قال: الدلو والقدر والفأس.</p><p lang=\"ar\" class=\"ar \">حدثنا عمرو بن علي,<span class=\"blue\"> قال:</span> ثنا أبو داود,<span class=\"blue\"> قال:</span> ثنا أبو عوانة, عن عاصم بن بهدلة, عن أبي وائل, عن عبد الله,<span class=\"blue\"> قال:</span> كنا مع نبينا صلى الله عليه وسلم ونحن نقول: الماعون: منع الدلو وأشباه ذلك.</p><p>وقال آخرون: الماعون: المعروف.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا محمد بن إبراهيم السلمي,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا محمد بن رفاعة,<span class=\"blue\"> قال:</span> سمعت محمد بن كعب يقول: الماعون: المعروف.</p><p>وقال آخرون: الماعون: هو المال.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني أحمد بن حرب,<span class=\"blue\"> قال:</span> ثنا موسى بن إسماعيل,<span class=\"blue\"> قال:</span> ثنا إبراهيم بن سعد, عن ابن شهاب, عن سعيد بن المسيب,<span class=\"blue\"> قال:</span> الماعون,<span class=\"blue\"> بلسان قريش:</span> المال.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن ابن أبى ذئب, عن الزهريّ,<span class=\"blue\"> قال:</span> الماعون: بلسان قريش: المال.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك عندنا بالصواب, إذ كان الماعون هو ما وصفنا قبل, وكان الله قد أخبر عن هؤلاء القوم, وأنهم يمنعونه الناس, خبرًا عاما,<span class=\"blue\"> من غير أن يخص من ذلك شيئا أن يقال:</span> إن الله وصفهم بأنهم يمنعون الناس ما يتعاونونه بينهم, ويمنعون أهل الحاجة والمسكنة ما أوجب الله لهم في أموالهم من الحقوق؛ لأن كل ذلك من المنافع التي ينتفع بها الناس بعضهم من بعض.</p><p>آخر تفسير سورة أرأيت</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَيَمْنَعُونَ الْمَاعُونَ }</span> أي: يمنعون إعطاء الشيء، الذي لا يضر إعطاؤه على وجه العارية، أو الهبة، كالإناء، والدلو، والفأس، ونحو ذلك، مما جرت العادة ببذلها والسماحة به  .فهؤلاء -لشدة حرصهم- يمنعون الماعون، فكيف بما هو أكثر منه.وفي هذه السورة، الحث على إكرام  اليتيم، والمساكين، والتحضيض على ذلك، ومراعاة الصلاة، والمحافظة عليها، وعلى الإخلاص <span class=\"arabic qpc-hafs\">[فيها و]</span> في جميع الأعمال.والحث على <span class=\"arabic qpc-hafs\">[فعل المعروف و]</span> بذل الأموال الخفيفة، كعارية الإناء والدلو والكتاب، ونحو ذلك، لأن الله ذم من لم يفعل ذلك، والله سبحانه وتعالى أعلم بالصواب والحمد لله رب العالمين."
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">آخرت کی پکڑ کا یقین آدمی کو نیک عمل بناتا ہے۔ جس آدمی کے اندر آخرت کی پکڑ کا یقین نہ رہے وہ نیکی کی ہر بات سے خالی رہے گا۔ وہ اللہ کی عبادت گزاری سے غافل ہوجائے گا۔ وہ بے زور آدمی کو دھکا دینے میں بھی نہیں شرمائے گا۔ وہ غریبوں کے حقوق ادا کرنے کی ضرورت نہیں سمجھے گا۔ حتی کہ وہ لوگوں کو ایسی چیز دینے کا بھی روادار نہ ہوگا جس کے دینے میں اس کا کوئی حقیقی نقصان نہیں، خواہ وہ دیا سلائی کی ایک ڈبیہ ہو یا کسی کے حق میں خیر خواہی کا ایک بول۔</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( ويمنعون الماعون )</span> أي : لا أحسنوا عبادة ربهم ، ولا أحسنوا إلى خلقه حتى ولا بإعارة ما ينتفع به ويستعان به ، مع بقاء عينه ورجوعه إليهم . فهؤلاء لمنع الزكاة وأنواع القربات أولى وأولى . وقد قال ابن أبي نجيح ،<span class=\"blue\"> عن مجاهد :</span> قال علي : الماعون : الزكاة . وكذا رواه السدي ، عن أبي صالح ، عن علي . وكذا روي من غير وجه عن ابن عمر . وبه يقول محمد بن الحنفية ، وسعيد بن جبير ، وعكرمة ، ومجاهد ، وعطاء ، وعطية العوفي ، والزهري ، والحسن ، وقتادة ، والضحاك ، وابن زيد .</p><p lang=\"ar\" class=\"ar \">وقال الحسن البصري : إن صلى راءى ، وإن فاتته لم يأس عليها ،<span class=\"blue\"> ويمنع زكاة ماله وفي لفظ :</span> صدقة ماله .</p><p>وقال زيد بن أسلم : هم المنافقون ظهرت الصلاة فصلوها ، وضمنت الزكاة فمنعوها .</p><p lang=\"ar\" class=\"ar \">وقال الأعمش وشعبة ، عن الحكم ،<span class=\"blue\"> عن يحيى بن الجزار :</span> أن أبا العبيدين سأل عبد الله بن مسعود عن الماعون ،<span class=\"blue\"> فقال :</span> هو ما يتعاوره الناس بينهم من الفأس والقدر ، <span class=\"reference brown\">[ والدلو ]</span> .</p><p lang=\"ar\" class=\"ar \"><span class=\"reference brown\">[ وقال المسعودي ، عن سلمة بن كهيل ،<span class=\"blue\"> عن أبي العبيدين :</span> أنه سئل ابن مسعود عن الماعون ،<span class=\"blue\"> فقال :</span> هو ما يتعاطاه الناس بينهم ، من الفأس والقدر ]</span> والدلو ، وأشباه ذلك .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثني محمد بن عبيد المحاربي ، حدثنا أبو الأحوص ، عن أبي إسحاق ، عن أبي العبيدين وسعد بن عياض ،<span class=\"blue\"> عن عبد الله قال :</span> كنا أصحاب رسول الله صلى الله عليه وسلم نتحدث أن الماعون الدلو ، والفأس ، والقدر ، لا يستغنى عنهن .</p><p lang=\"ar\" class=\"ar \">وحدثنا خلاد بن أسلم ، أخبرنا النضر بن شميل ، أخبرنا شعبة ،<span class=\"blue\"> عن أبي إسحاق قال :</span> سمعت سعد بن عياض يحدث عن أصحاب النبي صلى الله عليه وسلم مثله .</p><p lang=\"ar\" class=\"ar \">وقال الأعمش ، عن إبراهيم ، عن الحارث بن سويد عن عبد الله أنه سئل عن الماعون ،<span class=\"blue\"> فقال :</span> ما يتعاوره الناس بينهم : الفأس والدلو وشبهه .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثنا عمرو بن علي الفلاس ، حدثنا أبو داود - هو الطيالسي - ، حدثنا أبو عوانة ، عن عاصم بن بهدلة ، عن أبي وائل ،<span class=\"blue\"> عن عبد الله قال :</span> كنا مع نبينا صلى الله عليه وسلم ونحن نقول : الماعون : منع الدلو وأشباه ذلك .</p><p lang=\"ar\" class=\"ar \">وقد رواه أبو داود والنسائي ، عن قتيبة ، عن أبي عوانة بإسناده نحوه ،<span class=\"blue\"> ولفظ النسائي عن عبد الله قال :</span> كل معروف صدقة ، وكنا نعد الماعون على عهد رسول الله صلى الله عليه وسلم عارية الدلو والقدر .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبي ، حدثنا عفان ، حدثنا حماد بن سلمة ، عن عاصم ، عن زر ،<span class=\"blue\"> عن عبد الله قال :</span> الماعون : العواري : القدر ، والميزان ، والدلو .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي نجيح ،<span class=\"blue\"> عن مجاهد عن ابن عباس :</span> <span class=\"arabic qpc-hafs\">( ويمنعون الماعون )</span> يعني : متاع البيت . وكذا قال مجاهد وإبراهيم النخعي وسعيد بن جبير وأبو مالك ،<span class=\"blue\"> وغير واحد :</span> إنها العارية للأمتعة .</p><p lang=\"ar\" class=\"ar \">وقال ليث بن أبي سليم ،<span class=\"blue\"> عن مجاهد عن ابن عباس :</span> <span class=\"arabic qpc-hafs\">( ويمنعون الماعون )</span> قال : لم يجئ أهلها بعد .</p><p lang=\"ar\" class=\"ar \">وقال العوفي عن ابن عباس : <span class=\"arabic qpc-hafs\">( ويمنعون الماعون )</span> قال : اختلف الناس في ذلك ،<span class=\"blue\"> فمنهم من قال :</span> يمنعون الزكاة .<span class=\"blue\"> ومنهم من قال :</span> يمنعون الطاعة .<span class=\"blue\"> ومنهم من قال :</span> يمنعون العارية . رواه ابن جرير . ثم روي عن يعقوب بن إبراهيم ، عن ابن علية ، عن ليث بن أبي سليم ، عن أبي إسحاق ، عن الحارث ،<span class=\"blue\"> عن علي :</span> الماعون : منع الناس الفأس ، والقدر ، والدلو .</p><p lang=\"ar\" class=\"ar \">وقال عكرمة : رأس الماعون زكاة المال ، وأدناه المنخل والدلو ، والإبرة . رواه ابن أبى حاتم .</p><p lang=\"ar\" class=\"ar \">وهذا الذي قاله عكرمة حسن ; فإنه يشمل الأقوال كلها ، وترجع كلها إلى شيء واحد . وهو ترك المعاونة بمال أو منفعة .<span class=\"blue\"> ولهذا قال محمد بن كعب :</span> <span class=\"arabic qpc-hafs\">( ويمنعون الماعون )</span> قال : المعروف .<span class=\"blue\"> ولهذا جاء في الحديث :</span> <span class=\"red\">\" كل معروف صدقة \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو سعيد الأشج ، حدثنا وكيع ،<span class=\"blue\"> عن ابن أبي ذئب عن الزهري :</span> <span class=\"arabic qpc-hafs\">( ويمنعون الماعون )</span> قال : بلسان قريش : المال .</p><p>وروى هاهنا حديثا غريبا عجيبا في إسناده ومتنه فقال :</p><p lang=\"ar\" class=\"ar \">حدثنا أبي وأبو زرعة ،<span class=\"blue\"> قالا :</span> حدثنا قيس بن حفص الدارمي ، حدثنا دلهم بن دهثم العجلي ، حدثنا عائذ بن ربيعة النميري ،<span class=\"blue\"> حدثني قرة بن دعموص النميري :</span> أنهم وفدوا على رسول الله صلى الله عليه وسلم فقالوا : يا رسول الله ، ما تعهد إلينا ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" لا تمنعون الماعون \"</span> .<span class=\"blue\"> قالوا :</span> يا رسول الله ، وما الماعون ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" في الحجر ، وفي الحديدة ، وفي الماء \"</span> .<span class=\"blue\"> قالوا :</span> فأي حديدة ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" قدوركم النحاس ، وحديد الفأس الذي تمتهنون به \"</span> .<span class=\"blue\"> قالوا :</span> وما الحجر ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" قدوركم الحجارة \"</span> .</p><p>غريب جدا ، ورفعه منكر ، وفي إسناده من لا يعرف ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">وقد ذكر ابن الأثير في الصحابة ترجمة <span class=\"red\">\" علي النميري \"</span> ،<span class=\"blue\"> فقال :</span> روى ابن قانع بسنده إلى عائذ بن ربيعة بن قيس النميري ،<span class=\"blue\"> عن علي بن فلان النميري :</span> سمعت رسول الله صلى الله عليه وسلم يقول : <span class=\"red\">\" المسلم أخو المسلم . إذا لقيه حياه بالسلام ، ويرد عليه ما هو خير منه ، لا يمنع الماعون \"</span> .<span class=\"blue\"> قلت :</span> يا رسول الله ، ما الماعون ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" الحجر ، والحديد ، وأشباه ذلك \"</span> .</p><p>آخر تفسير سورة <span class=\"red\">\" الماعون \"</span> .</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "107"
        }
    }
}