{
    "tafsirs": [
        {
            "resource_id": 790,
            "text": "হে ৰাছুল, আমি আপোনাক প্ৰচুৰ কল্যাণ প্ৰদান কৰিছো। তাৰ মাজৰ এটা অন্যতম হৈছে জান্নাতৰ নদী আল-কাউছাৰ।"
        },
        {
            "resource_id": 171,
            "text": "O Messenger! Indeed, I have granted you abundant goodness, from which is the river of Kawthar in Paradise."
        },
        {
            "resource_id": 179,
            "text": "Tunay na Kami ay nagbigay sa iyo, O Sugo, ng kabutihang marami, at kabilang dito ang ilog ng Kawthar sa Paraiso."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": "<p>روایات میں آتا ہے کہ قریش کے اوباش رسول اللہ ﷺ کا ہر وقت پیچھا کرتے تھے۔ آپ کی دعوت کے خلاف سازشوں میں لگے رہتے تھے اور آپ کے ساتھ طنزومزاح کرتے رہتے تھے۔ اس طرح وہ بزعم خود عوام الناس کو آپ کی دعوت حق سننے سے باز رکھتے تھے جو آپ لے کر آئے تھے ۔ ان اوباشوں کے سرخیل عاص ابن وائل ، عقبہ ابن ابو معیط ، ابولہب ، ابوجہل وغیرہ تھے۔ یہ کہتے تھے کہ نبی ﷺ ” ابتر “ ہیں ، یعنی ان کی نرینہ اولاد نہیں ہے۔ ان میں بعض نے یہ مشورہ بھی دیا تھا کہ اسے چھوڑ دو ، اس کی کوئی اولاد نہیں ہے ، جب یہ مرجائے گا تو یہ تحریک خود بخودختم ہوگی۔</p><p>عرب معاشرے میں چونکہ نرینہ اولاد کی بہت بڑی اہمیت تھی ، اس لئے ان کے ہاں پروپیگنڈے کی اس سازش کا کافی اثر تھا۔ آپ کے مخالف اور دشمن اس گھٹیا پروپیگنڈے کی حوصلہ افزائی کرتے تھے اور آپ کے قلب مبارک پر اس کا بہرحال اثر ہوتا تھا۔ اس وجہ سے یہ سورت نازل ہوئی کہ آپ کا غبار خاطر چھٹ جائے۔ آپ خوشی اور تازگی محسوس کریں اور آپ کو جو خیر کثیر دے کر بھیجا گیا تھا ، اس کی حقیقت اچھی طرح دلوں میں بیٹھ جائے ، اور یہ سمجھا دیاجائے کہ دراصل ” ابتر “ تو آپ کے دشمن ہیں اور وہ اس انجام تک پہنچنے والے ہیں کہ ان کی جڑ کٹ جائے اور ان کا نام ونشان مٹ جائے۔</p><p>انا اعطینک الکوثر (1:108) ” ہم نے تمہیں کوثر عطا کردیا ہے “۔ کوثر کثرت سے مشتق ہے جس کے معنی ہیں بےحدوحساب اور یہ مفہوم اس کے بالکل برعکس ہے جس کو ہر احمق آپ کی طرف منسوب کرتا تھا یعنی ہم نے آپ کو جو کچھ دیا ہے وہ ایک عظیم لامحدود فیض ہے۔ یہ مسلسل جاری رہے گا اور اس کا سلسلہ کٹنے والا نہیں ہے ۔ جو شخص بھی غور کرے کہ وہ فیض کثیر کیا ہے ، جو اللہ نے اپنے نبی کو دیا تو وہ اسے پاسکتا ہے جس طرف بھی وہ نگاہ کرے اسے موجود پائے گا۔</p><p>سب سے پہلے آپ کو جو منصب رسالت دیا گیا وہ خیر کثیر ہے ، آپ کا عظیم سچائی سے رابطہ قائم ہوا۔ اس عظیم وجود سے آپ کارابطہ ہوگیا جس کے سوا کوئی موجود نہیں ہے یعنی ذات باری سے اور جس شخص کا تعلق ذات باری سے قائم ہوجائے وہ سب کچھ پالیتا ہے۔</p><p>پھر یہ خیر کثیر اس قرآن کی شکل میں بھی دیکھا جاسکتا ہے۔ پورا قرآن نہیں ، اس کی ایک ایک سورت خیر کثیر ہے اور ہر سورت ایک ایسا سرچشمہ ہے جس کے فیوض ختم نہیں ہوتے۔</p><p>پھر پورا عالم بالا آپ پر درود وسلام بھیجتا ہے اور ان لوگوں پر بھی درودو سلام بھیجتا ہے جو آپ پر درودوسلام بھیجتے ہیں۔ اس طرح آپ اسم مبارک اس پوری کائنات میں اللہ کے نام کے ساتھ جڑ جاتا ہے۔</p><p>پھر آپ کی سنت کی صورت میں بھی خیرکثیر موجود ہے اور یہ سنت اس جہاں کے اطراف واکناف میں زندہ جاوید ہے۔ لاکھوں کروڑوں لوگ آپ کی سنت پر چل رہے ہیں ، لاکھوں کروڑوں لوگ آپ کے پروانے ہیں اور قیامت تک کروڑوں انسان آپ پر درودوسلام بھیجتے رہیں گے۔</p><p>پھر یہ کوثر اس خیر کثیر کی شکل میں بھی موجود ہے جس سے یہ پوری دنیا فیض یاب ہوئی اور پوری انسانی تاریخ میں یہ فیوض جاری ہیں۔ چاہے ان کو اس کا شعور ہو یا نہ ہو ، چاہے وہ ایمان لائیں یا نہ لائیں۔ لیکن اس سرچشمے کے اثرات ان پر پڑے اور کسی نہ کسی طرح وہ فیض یاب ہوئے۔</p><p>غرض یہ کوثر وہ خیر کثیر اور عظیم ہے جس کا شمار ممکن نہیں ہے۔ اور ہم اپنی کم مائیگی کے ساتھ اگر اس کا شمار کریں تو ہم اس کی قدروقیمت کو کم ہی کردیں گے۔</p><p>یہ درحقیقت ایک کوثر ہے اور اس کے فیوض کی انتہا نہیں ہے۔ اس کے علوم ومعارف کے لئے حدود وقیود نہیں ہیں۔ یہی وجہ ہے کہ قرآن نے اسے کوثر کہہ کر مجمل چھوڑ دیا اور ہر ” خیر “ اس کے دائرہ میں آجاتا ہے۔ زیادہ سے زیادہ خیر۔</p><p>بعض روایات میں آتا ہے کہ کوثر ایک نہر ہے جو جنت میں ہے۔ اور یہ حضور ﷺ کو دی گئی ہے تو حضرت ابن عباس ؓ نے اس بارے میں کہا کہ وہ نہر بھی منجملہ اس خیر کثیر میں سے ہے جو آپ کو دی گئی ہے۔ گویا یہ کوثر الکوثر کا ایک حصہ ہے۔ یہ نہایت ہی مناسب تطبیق ہے جو اس بارے میں کی جاسکتی ہے۔</p><p>فصل لربک وانحر (2:108) ” پس تم اپنے رب ہی کے لئے نماز پڑھو اور قربانی کرو “۔ اس خیر کثیر کے موکد تذکرے کے بعد ، جو مکہ میں تحریک اسلامی کے خلاف گمراہ کن پروپیگنڈا کرنے والوں اور دعوت اسلام کے خلاف سازشیں کرنے والوں کے عل یالرغم نبی کریم ﷺ کو عطا کیا گیا۔ رسول اللہ ﷺ کو اس طرف متوجہ کیا جاتا ہے کہ آپ اس خیرکثیر کے عطا کیے جانے پر اللہ کا شکر ادا کریں اور اللہ کا پہلا شکر یہ ہے کہ انسان بندگی میں اور تمام تقربات میں صرف اللہ وحدہ لاشریک کی طرف متوجہ ہو ، اور صرف اسی کو یاد کرے۔ نماز میں بھی اور قربانی میں بھی۔ نماز بھی خالص اللہ کے لئے ہو اور قربانی بھی خالص اللہ کے لئے ہو۔</p><p>فصل لربک وانحر (2:108) ” یعنی اللہ ہی کے لئے نماز پڑھو اور اللہ ہی کے نام کی قربانی کرو “۔ اور شرک کرنے والوں کے شر کی کی کوئی پرواہ نہ کرو ، اور اللہ کی بندگی کرو اور ان کے ساتھ شریک ہوکر کسی اور کی بندگی نہ کرو ، اور اللہ کی قربانی میں اللہ کے سوا کسی اور کا نام نہ لو۔</p><p>قرآن کریم بار بار اس طرف اشارہ کرتا ہے کہ تمام ذبیحوں پر صرف اللہ کا نام لو ، اور یہ کہ جن ذبیحوں پر اللہ کا نام لیا گیا ہو ، وہ حرام ہیں اور ان کا کھانا حرام ہے اور جن پر اللہ کا نام نہ لیا گیا ہو ، ان کا کھانا بھی حرام ہے۔ یہ اس لئے کہ قرآن کریم انسانی زندگی کو ہر قسم کے شرک کے آثار اور شائبوں سے پاک کرنا چاہتا ہے۔ صرف عقیدے سے شرک کو پاک کرنا مقصود اسلام نہیں ہے بلکہ قرآن انسان کی پوری زندگی سے شرک کی نفی کرتا ہے شرک کے تمام معانی اور تمام مفاہیم کے اعتبار سے اس کی نفی کرتا ہے ، اس لئے کہ یہ دین وحدت اور توحید کا دین ہے۔ اور اسکی توحید کا نظریہ ہر پہلو سے مکمل ہے۔ اس لئے یہ دین آخر دم تک شرک کا پیچھا کرتا ہے اور اس کے تمام مظاہر سے اس کے نشان مٹاتا ہے۔ قرآن کریم اتنے دور تک شرک کا پیچھا کرتا ہے کہ اسے کسی کمین گاہ میں دم لینے نہیں دیتا۔ انسانی نفسیات ، انسانی ضمیر اور انسانی فکر سے اس کا صفایا کرتا ہے۔ اسلامی عبادات سے اسے مٹاتا ہے ۔ انسانی زندگی کے رسم و رواج سے اسے دور کرتا ہے اس لئے کہ زندگی ایک باہم پیوست کل (ایک نظام) ہے اور اس کے ٹکڑے ٹکڑے اور حصے بخرے نہیں کیے جاسکتے۔ اس لئے اسلام پوری انسانی زندگی کے شرک کے اثرات کو ختم کرتا ہے اور پوری زندگی کا رخ اللہ وحدہ کی طرف پھیردیتا ہے۔ اور اسے پوری طرح واضح ، صاف اور ستھرا بناتا ہے ، چاہے قربانیوں اور ذبیحوں کا مسئلہ ہو یا عبادات عقائد کا ہو یا رسول وتقالید کا۔</p><p>ان شانئک ................ الابتر (3:108) ” تمہارا دشمن ہی جڑ کٹا ہے “۔ پہلی آیت کا فیصلہ یہ تھا کہ آپ کی جڑ نہیں کٹی بلکہ آپ تو الکوثر کے مالک ہیں ، اور اس آیت میں شکاری اپنے جال میں پھنس جاتا ہے کہ حضرت محمد ﷺ ابتر نہیں بلکہ آپ کے دشمنوں کی جڑ کٹ چکی ہے اور جو لوگ آپ کو ناپسند کرتے ہیں ان کا نامونشان مٹ جانے والا ہے۔</p><p>اور اللہ کی یہ دھمکی سچی ثابت ہوئی ، ان لوگوں کا نام ونشان مٹ گیا۔ اس دنیا سے ان کا تذکرہ ہی ختم ہوگیا جبکہ حضرت محمد ﷺ کا نام بلند ہوا اور آپ کے مراتب پڑھتے ہی رہے۔ آج ڈیڑھ ہزار سال کے بعد ہم دیکھتے ہیں کہ اس آیت میں کی گئی پیشن گوئی سچی ثابت ہوچکی ہے۔ اور اس آیت کا مصداق آج ایک واضح شکل میں ہمارے سامنے ہے جو ان لوگوں کے سامنے اس قدر واضح نہ تھا جنہوں نے ان آیات کو پہلی مرتبہ سنا تھا۔</p><p>حقیقت یہ ہے کہ ایمان ، سچائی اور بھلائی کی جڑ کبھی نہیں کٹ سکتی۔ ان چیزوں کی جڑیں تو زمین میں گہری ہوتی ہیں۔ اور شاخیں آسمانوں کی فضا میں دور تک پھیلی ہوئی ہوتی ہیں بلکہ کفر ، باطل اور شر کی جڑکٹی ہوئی ہوتی ہے۔ اگرچہ وہ بظاہر تروتازہ اور پھلا پھولا نظر آئے۔</p><p>اصل بات یہ ہے کہ اللہ کا معیار انسانوں کے معیار سے مختلف ہے۔ انسانوں کی حایت یہ ہے کہ وہ دھوکہ کھاجاتے ہیں ۔ فریب میں آجاتے ہیں اور یہ سمجھنے لگتے ہیں کہ ان کے معیار دراصل حقائق کا تعین کرتے ہیں۔ اس سورت میں جو مثال دی گئی ہے ، یہ ہمارے لئے ایک دائمی اور لازوال مثال ہے۔ ذرا سوچئے تو سہی ، وہ لوگ کہاں ہے جو حضرت محمد ﷺ کے بارے میں یہ گھٹیا زبان استعمال کرتے تھے اور یہ سمجھتے تھے کہ ہم نے عوام کو گمراہ کردیا ہے اور یہ کہ حضرت محمد ﷺ کا دین ختم ہوگیا ہے۔ اس کا راستہ روک لیا گیا ہے۔ سوال یہ ہے کہ یہ لوگ کہاں ہیں۔ ان کا ذکر کہاں ہے ، ان کے آثار کہاں ہیں ، اس کے مقابلے میں حضرت محمد ﷺ جن کو وہ ابتر کہتے تھے ، ان کو تو ہر پہلو سے حظ وافر دیا گیا ہے۔</p><p>حقیقت یہ ہے کہ یہ بات ممکن نہیں ہے کہ دعوت الی اللہ ، سچائی اور بھلائی کی تحریک ختم ہوجائے اور اس کی جڑ کاٹ دی جائے۔ اور نہ اس تحریک کے داعی ابتر ہوسکتے ہیں اس لئے کہ اس تحریک کا محرک زندہ جاوید ، باقی ، لازوال اور ہمیشہ رہنے والا ہے۔ بلکہ کفر ، باطل اور شر ختم ہونے والے ہیں اور ان کے حاملین کا نشان بھی مٹنے والا ہے۔ اگرچہ کسی مختصر دور کے لئے یہ چیزیں مستحکم اور لازوال نظر آتی ہوں اور ان کی جڑیں دور تک پھیلی ہوئی نظر آتی ہوں۔ یہ ہے سچی بات جو اللہ فرماتا ہے ، اور سازشی اور مکار جو کچھ کہتے تھے وہ جھوٹ تھا اور جھوٹ ہے اور ہمیشہ جھوٹ رہے گا۔</p><p>٭٭٭٭٭</p>"
        },
        {
            "resource_id": 90,
            "text": "تفسير سورة الكوثروهي مكية في قول ابن عباس والكلبي ومقاتلوهي ثلاث آياتبسم الله الرحمن الرحيمإنا أعطيناك الكوثرفيه مسألتان :الأولى : قوله تعالى : إنا أعطيناك الكوثر قراءة العامة . إنا أعطيناك بالعين . وقرأ الحسن وطلحة بن مصرف : ( أنطيناك ) بالنون ; وروته أم سلمة عن النبي - صلى الله عليه وسلم - ; وهي لغة في العطاء ; أنطيته : أعطيته . والكوثر : فوعل من الكثرة ; مثل النوفل من النفل ، والجوهر من الجهر . والعرب تسمي كل شيء كثير في العدد والقدر والخطر كوثرا . قال سفيان : قيل لعجوز رجع ابنها من السفر : بم آب ابنك ؟ قالت بكوثر ; أي بمال كثير . والكوثر من الرجال : السيد الكثير الخير . قال الكميت :وأنت كثير يا بن مروان طيب وكان أبوك ابن العقائل كوثراوالكوثر : العدد الكثير من الأصحاب والأشياع . والكوثر من الغبار : الكثير . وقد تكوثر إذا كثر ; قال الشاعر :وقد ثار نقع الموت حتى تكوثراالثانية : واختلف أهل التأويل في الكوثر الذي أعطيه النبي - صلى الله عليه وسلم - على ستة عشر قولا :[ ص: 193 ] الأول : أنه نهر في الجنة ; رواه البخاري عن أنس والترمذي أيضا وقد ذكرناه في كتاب التذكرة . وروى الترمذي أيضا عن ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : الكوثر : نهر في الجنة ، حافتاه من ذهب ، ومجراه على الدر والياقوت ، تربته أطيب من المسك ، وماؤه أحلى من العسل وأبيض من الثلج . هذا حديث حسن صحيح .الثاني : أنه حوض النبي - صلى الله عليه وسلم - في الموقف ; قاله عطاء . وفي صحيح مسلم عن أنس قال : بينما نحن عند رسول الله - صلى الله عليه وسلم - إذ أغفى إغفاءة ، ثم رفع رأسه متبسما فقلنا : ما أضحكك يا رسول الله ؟ قال : نزلت علي آنفا سورة - فقرأ - بسم الله الرحمن الرحيم : إنا أعطيناك الكوثر فصل لربك وانحر إن شانئك هو الأبتر - ثم قال - أتدرون ما الكوثر ؟ . قلنا الله ورسوله أعلم . قال : فإنه نهر وعدنيه ربي - عز وجل - ، عليه خير كثير هو حوض ترد عليه أمتي يوم القيامة آنيته عدد النجوم ، فيختلج العبد منهم فأقول إنه من أمتي ، فيقال إنك لا تدري ما أحدث بعدك .والأخبار في حوضه في الموقف كثيرة ، ذكرناها في كتاب ( التذكرة ) . وأن على أركانه الأربعة خلفاءه الأربعة ; - رضوان الله عليهم - . وأن من أبغض واحدا منهم لم يسقه الآخر ، وذكرنا هناك من يطرد عنه . فمن أراد الوقوف على ذلك تأمله هناك . ثم يجوز أن يسمى ذلك النهر أو الحوض كوثرا ، لكثرة الواردة والشاربة من أمة محمد - عليه السلام - هناك . ويسمى به لما فيه من الخير الكثير والماء الكثير .الثالث : أن الكوثر النبوة والكتاب ; قاله عكرمة .الرابع : القرآن ; قاله الحسن .الخامس : الإسلام ; حكاه المغيرة .السادس : تيسير القرآن وتخفيف الشرائع ; قاله الحسين بن الفضل .السابع : هو كثرة الأصحاب والأمة والأشياع ; قاله أبو بكر بن عياش ويمان بن رئاب .الثامن : أنه الإيثار ; قاله ابن كيسان .التاسع : أنه رفعة الذكر . حكاه الماوردي .العاشر : أنه نور في قلبك دلك علي ، وقطعك عما سواي .وعنه : هو الشفاعة ; وهو الحادي عشر .وقيل : معجزات الرب هدي بها أهل الإجابة لدعوتك ; حكاه الثعلبي ، وهو الثاني عشر .الثالث عشر : قال هلال بن يساف : هو لا إله إلا الله محمد رسول الله .وقيل : الفقه في الدين . وقيل : الصلوات الخمس ; وهما الرابع عشر والخامس عشر . وقال ابن إسحاق : هو العظيم من الأمر ; وذكر بيت لبيد :وصاحب ملحوب فجعنا بفقده     وعند الرداع بيت آخر كوثر[ ص: 194 ] أي عظيم .قلت : أصح هذه الأقوال الأول والثاني ; لأنه ثابت عن النبي - صلى الله عليه وسلم - نص في الكوثر . وسمع أنس قوما يتذاكرون الحوض فقال : ما كنت أرى أن أعيش حتى أرى أمثالكم يتمارون في الحوض ، لقد تركت عجائز خلفي ، ما تصلي امرأة منهن إلا سألت الله أن يسقيها من حوض النبي - صلى الله عليه وسلم - . وفي حوضه يقول الشاعر :يا صاحب الحوض من يدانيكا     وأنت حقا حبيب باريكاوجميع ما قيل بعد ذلك في تفسيره قد أعطيه رسول الله - صلى الله عليه وسلم - زيادة على حوضه ، - صلى الله عليه وسلم - تسليما كثيرا ."
        },
        {
            "resource_id": 177,
            "text": "Quả thật TA đã ban cho Ngươi - hỡi Thiên Sứ - rất nhiều ân huệ tốt đẹp ở trên thế gian và cõi Đời Sau, và một trong những ân huệ đó là con sông Kawthar nơi Thiên Đàng."
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Al-Madinah and They also say in Makkah</h2><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><p>«لَقَدْ أُنْزِلَتْ عَلَيَّ آنِفًا سُورَة»</p><p>(Verily, a Surah was just revealed to me.) Then he recited,</p><p>إِنَّآ أَعْطَيْنَـكَ الْكَوْثَرَ - فَصَلِّ لِرَبِّكَ وَانْحَرْ - إِنَّ شَانِئَكَ هُوَ الاٌّبْتَرُ</p><p>(Verily, We have granted you Al-Kawthar. Therefore turn in prayer to your Lord and sacrifice. For he who hates you, he will be cut off.) Then he said,</p><p>«أَتَدْرُونَ مَا الْكَوْثَرُ؟»</p><p>(Do you all know what is Al-Kawthar) We said, `Allah and His Messenger know best.' He said,</p><p>«فَإِنَّهُ نَهَرٌ وَعَدَنِيهِ رَبِّي عَزَّ وَجَلَّ،عَلَيْهِ خَيْرٌ كَثِيرٌ، هُوَ حَوْضٌ تَرِدُ عَلَيْهِ أُمَّتِي يَوْمَ الْقِيَامَةِ، آنِيَتُهُ عَدَدُ النُّجُومِ فِي السَّمَاءِ، فَيُخْتَلَجُ الْعَبْدُ مِنْهُمْ فَأَقُولُ: رَبِّ إِنَّهُ مِنْ أُمَّتِي، فَيَقُولُ: إِنَّكَ لَا تَدْرِي مَا أَحْدَثَ بَعْدَك»</p><p>(Verily, it is a river that my Lord, the Mighty and Majestic, has promised me and it has abundant goodness. It is a pond where my Ummah will be brought to on the Day of Judgement. Its containers are as numerous as the stars in the sky. Then a servant of Allah from among them will be (prevented from it) and I will say: \"O Lord! Verily, he is from my Ummah (followers).\" Then He (Allah) will say: \"Verily, you do not know what he introduced (or innovated) after you.)\" This is the wording of Muslim. Ahmad recorded this Hadith from Muhammad bin Fudayl, who reported from Al-Mukhtar bin Fulful, who reported it from Anas bin Malik. Imam Ahmad also recorded from Anas that the Messenger of Allah ﷺ said,</p><p>«دَخَلْتُ الْجَنَّةَ فَإِذَا أَنَا بِنَهْرٍ حَافَتَاهُ خِيَامُ اللُّؤْلُؤِ، فَضَرَبْتُ بِيَدِي إِلَى مَا يَجْرِي فِيهِ الْمَاءُ، فَإِذَا مِسْكٌ أَذْفَرُ، قُلْتُ: مَاهَذَا يَا جِبْرِيلُ؟ قَالَ: هَذَا الْكَوْثَرُ الَّذِي أَعْطَاكَهُ اللهُ عَزَّ وَجَل»</p><p>(I entered Paradise and I came to a river whose banks had tents made of pearls. So I thrust my hand into its flowing water and found that it was the strongest (smell) of musk. So I asked, \"O Jibril! What is this\" He replied, \"This is Al-Kawthar which Allah, the Mighty and Majestic has given you.\") Al-Bukhari recorded this in his Sahih, and so did Muslim, on the authority of Anas bin Malik. In their version Anas said, \"When the Prophet was taken up to the heaven, he said,</p><p>«أَتَيْتُ عَلَى نَهْرٍ حَافَتَاهُ قِبَابُ اللُّؤْلُؤِ الْمُجَوَّفِ فَقُلْتُ: مَا هَذَا يَا جِبْرِيلُ؟ قَالَ: هَذَا الْكَوْثَر»</p><p>(I came to a river whose banks had domes of hollowed pearl. I said: \"O Jibril! What is this\" He replied: \"This is Al-Kawthar.\")\" This is the wording of Al-Bukhari. Ahmad recorded from Anas that a man said, \"O Messenger of Allah! What is Al-Kawthar\" He replied,</p><p>«هُوَ نَهْرٌ فِي الْجَنَّةِ أَعْطَانِيهِ رَبِّي، لَهُوَ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ، وَأَحْلَى مِنَ الْعَسَلِ، فِيهِ طُيُورٌ أَعْنَاقُهَا كَأَعْنَاقِ الْجُزُر»</p><p>(It is a river in Paradise which my Lord has given me. It is whiter than milk and sweeter than honey. There are birds in it whose necks are (long) like carrots.) `Umar said, \"O Messenger of Allah! Verily, they (the birds) will be beautiful.\" The Prophet replied,</p><p>«آكِلُهَا أَنْعَمُ مِنْهَا يَا عُمَر»</p><p>(The one who eats them (i.e., the people of Paradise) will be more beautiful than them, O `Umar.) Al-Bukhari recorded from Sa`id bin Jubayr that Ibn `Abbas said about Al-Kawthar, \"It is the good which Allah gave to him (the Prophet).\" Abu Bishr said, \"I said to Sa`id bin Jubayr, `Verily, people are claiming that it is a river in Paradise.\"' Sa`id replied, `The river which is in Paradise is part of the goodness which Allah gave him.\"' Al-Bukhari also recorded from Sa`id bin Jubayr that Ibn `Abbas said, \"Al-Kawthar is the abundant goodness.\" This explanation includes the river and other things as well. Because the word Al-Kawthar comes from the word Kathrah (abundance) and it (Al-Kawthar) linguistically means an abundance of goodness. So from this goodness is the river (in Paradise). Imam Ahmad recorded from Ibn `Umar that the Messenger of Allah ﷺ said,</p><p>«الْكَوْثَرُ نَهْرٌ فِي الْجَنَّةِ حَافَتَاهُ مِنْ ذَهَبٍ، وَالْمَاءُ يَجْرِي عَلَى اللُّؤْلُؤِ، وَمَاؤُهُ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ، وَأَحْلَى مِنَ الْعَسَل»</p><p>(Al-Kawthar is a river in Paradise whose banks are of gold and it runs over pearls. Its water is whiter than milk and sweeter than honey.) This Hadith was recorded in this manner by At-Tirmidhi, Ibn Majah, Ibn Abi Hatim and Ibn Jarir. At-Tirmidhi said, \"Hasan Sahih.\" Then Allah says,</p><p>فَصَلِّ لِرَبِّكَ وَانْحَرْ</p><p>(Therefore turn in prayer to your Lord and sacrifice.) meaning, `just as We have given you the abundant goodness in this life and the Hereafter -- and from that is the river that has been described previously -- then make your obligatory and optional prayer, and your sacrifice (of animals) solely and sincerely for your Lord. Woship Him alone and do not associate any partner with him. And sacrifice pronouncing His Name alone, without ascribing any partner to Him.' This is as Allah says,</p><p>قُلْ إِنَّ صَلاَتِى وَنُسُكِى وَمَحْيَاىَ وَمَمَاتِى للَّهِ رَبِّ الْعَـلَمِينَ - لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ</p><p>(Say: \"Verily, my Salah, my sacrifice, my living, and my dying are for Allah, the Lord of all that exists. He has no partner. And of this I have been commanded, and I am the first of the Muslims.\") (6:162-163) Ibn `Abbas, `Ata,' Mujahid, `Ikrimah and Al-Hasan all said, \"This means with this the Budn should be sacrificed.\" Qatadah, Muhammad bin Ka`b Al-Qurazi, Ad-Dahhak, Ar-Rabi`, `Ata' Al-Khurasani, Al-Hakam, Isma`il bin Abi Khalid and others from the Salaf have all said the same. This is the opposite of the way of the idolators, prostrating to other than Allah and sacrificing in other than His Name. Allah says,</p><p>وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ</p><p>(And do not eat from what Allah's Name has not been pronounced over, indeed that is Fisq.) (6:121)</p><h2>The Enemy of the Prophet is Cut Off</h2><p>Allah says,</p><p>إِنَّ شَانِئَكَ هُوَ الاٌّبْتَرُ</p><p>(For he who hates you, he will be cut off.) meaning, `indeed he who hates you, O Muhammad, and he hates what you have come with of guidance, truth, clear proof and manifest light, he is the most cut off, meanest, lowliest person who will not be remembered. Ibn `Abbas, Mujahid, Sa`id bin Jubayr and Qatadah all said, \"This Ayah was revealed about Al-`As bin Wa'il. Whenever the Messenger of Allah ﷺ would be mentioned (in his presence) he would say, `Leave him, for indeed he is a man who is cut off having no descendants. So when he dies he will not be remembered.' Therefore, Allah revealed this Surah.\" Shamir bin `Atiyah said, \"This Surah was revealed concerning `Uqbah bin Abi Mu`ayt.\" Ibn `Abbas and `Ikrimah have both said, \"This Surah was revealed about Ka`b bin Al-Ashraf and a group of the disbelievers of the Quraysh.\" Al-Bazzar recorded that Ibn `Abbas said, \"Ka`b bin Al-Ashraf came to Makkah and the Quraysh said to him, `You are the leader of them (the people). What do you think about this worthless man who is cut off from his people He claims that he is better than us while we are the people of the place of pilgrimage, the people of custodianship (of the Ka`bah), and the people who supply water to the pilgrims.' He replied, `You all are better than him.' So Allah revealed,</p><p>إِنَّ شَانِئَكَ هُوَ الاٌّبْتَرُ</p><p>(For he who hates you, he will be cut off.)\" This is how Al-Bazzar recorded this incident and its chain of narration is authentic. It has been reported that `Ata' said, \"This Surah was revealed about Abu Lahab when a son of the Messenger of Allah ﷺ died. Abu Lahab went to the idolators and said, `Muhammad has been cut off (i.e., from progeny) tonight.' So concerning this Allah revealed,</p><p>إِنَّ شَانِئَكَ هُوَ الاٌّبْتَرُ</p><p>(For he who hates you, he will be cut off.)\" As-Suddi said, \"When the male sons of a man died the people used to say, `He has been cut off.' So, when the sons of the Messenger of Allah ﷺ </p><p>died they said, `Muhammad has been cut off.' Thus, Allah revealed,</p><p>إِنَّ شَانِئَكَ هُوَ الاٌّبْتَرُ</p><p>(For he who hates you, he will be cut off.)\" So they thought in their ignorance that if his sons died, his remembrance would be cut off. Allah forbid! To the contrary, Allah preserved his remembrance for all the world to see, and He obligated all the servants to follow his Law. This will continue for all of time until the Day of Gathering and the coming of the Hereafter. May the blessings of Allah and His peace be upon him forever until the Day of Assembling. This is the end of the Tafsir of Surat Al-Kawthar, and all praise and blessings are due to Allah.</p>"
        },
        {
            "resource_id": 164,
            "text": "<p><b>১-৩ নং আয়াতের তাফসীর</b>মুসনাদে আহমদে হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) কিছুক্ষণ তন্দ্রাচ্ছন্ন হয়েছিলেন। হঠাৎ মাথা তুলে হাসিমুখে তিনি বললেন অথবা তার হাসির কারণ জিজ্ঞেস করা হলে তিনি বললেনঃ “এই মাত্র আমার উপর একটি সূরা অবতীর্ণ হয়েছে। তারপর তিনি বিসমিল্লাহির রাহমানির রাহীম পড়ে সূরা কাওসার পাঠ করলেন। তারপর তিনি সাহাবীদেরকে জিজ্ঞেস করলেনঃ “কাওসার কি তা কি তোমরা জান?” উত্তরে তারা বললেনঃ “আল্লাহ এবং তাঁর রাসূলই (সঃ) ভাল জানেন।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “কাওসার হলো একটা জান্নাতী নহর। তাতে বহু কল্যাণ নিহিত রয়েছে। মহামহিমান্বিত আল্লাহ আমাকে এটা দান করেছেন। কিয়ামতের দিন আমার উম্মত সেই কাওসারের ধারে সমবেত হবে। আসমানে যতো নক্ষত্র রয়েছে সেই কাওসারের পিয়ালার সংখ্যাও ততো। কিছু লোককে কাওসার থেকে সরিয়ে দেয়া হবে তখন আমি বলবো: হে আমার প্রতিপালক! এরা আমার উম্মত!” তখন তিনি আমাকে বলবেনঃ “তুমি জান না, তোমার (ইন্তেকালের) পর তারা কত রকম বিদআত আবিষ্কার করেছে!” হাদীস শরীফে রয়েছে যে, সেই কাওসারের দুটি ধারা আকাশ থেকে অবতরণ করবে।সুনানে নাসাঈতে রয়েছে যে, এ ঘটনা মসজিদে নববীতে (সঃ) ঘটেছে। এজন্যেই অধিকাংশ কারী বলেন যে, এ সূরা মদীনায় অবতীর্ণ হয়েছে। অধিকাংশ ফিকাহবিদ এ হাদীস থেকেই ব্যাখ্যা করেছেন যে, বিসমিল্লাহির রাহমানির রাহীম’ প্রত্যেক সূরার সাথেই অবতীর্ণ হয়েছে এবং এটা প্রত্যেক সূরার পৃথক আয়াত।মুসনাদের অন্য একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) এ সূরার আয়াতসমূহ তিলাওয়াত করে বলেনঃ “আমাকে কাওসার দান করা হয়েছে। কাওসার একটি প্রবাহিত ঝর্ণা বা নহর, কিন্তু গর্ত নয়। ওর দুপাশে মুক্তার তৈরি তবু রয়েছে। ওর মাটি খাটি মিশকের ওর পাথরও খাঁটি মুক্তাদ্বারা নির্মিত। অন্য এক বর্ণনায় রয়েছে যে, মিরাজের রাত্রে রাসূলুল্লাহ (সঃ) আসমানে জান্নাতে এ নহর দেখেছিলেন। এবং হযরত জিবরাঈল (আঃ) কে জিজ্ঞেস করেছিলেনঃ “এটা কোন নহর?” হযরত জিবরাঈল (আঃ) উত্তরে বলেছিলেনঃ “এর নাম কাওসার, যে কাওসার আল্লাহ তাবারাকা ওয়া তা'আলা আপনাকে দান করেছেন। এ ধরনের বহু হাদীস রয়েছে।অন্য এক হাদীসে আছে যে, কাওসারের পানি দুধের চেয়েও বেশী সাদা, মধুর চেয়েও বেশী মিষ্ট। সেই কাওসারের তীরে লম্বাগ্রীবা বিশিষ্ট পাখিরা বসে রয়েছে। হযরত আবু বকর (রাঃ) একথা শুনে বললেনঃ “সে সব পাখি তো খুব সুন্দর!” নবী করীম (সঃ) বললেনঃ ‘সেগুলো খেতেও খুব সুস্বাদু।” অন্য এক বর্ণনায় রয়েছে যে, হযরত আনাস (রাঃ) রাসূলুল্লাহকে (সঃ) জিজ্ঞেস করলেনঃ “কাওসার কি?” উত্তরে তিনি এ হাদীসটি বর্ণনা করলে হযরত উমার (রাঃ) পাখিগুলো সম্পর্কে উপরোক্ত কথা বলেন। (এ হাদীসটি মুসনাদে আহমদে বর্ণিত হয়েছে)হযরত আয়েশা (রাঃ) বলেন এ নহরটি জান্নাতের মধ্যস্থলে অবস্থিত। (এ হাদীসটি মুনকার বা অস্বীকৃত)। হযরত আয়েশা (রাঃ) হতে আরো বর্ণিত আছে, যে ব্যক্তি কাওসারের পানি ঝরার শব্দ শুনতে পছন্দ করে সে যেন তার অঙ্গুলিদ্বয় তার কর্ণদ্বয়ে রাখে। (সনদের দিক দিয়ে এ হাদীসটি মুনকাতা বা ছেদ কাটা) প্রথমতঃ এ হাদীসের সনদ সমার্থ নয়, দ্বিতীয়তঃ অর্থ হলো কানে আঙ্গুল দিয়ে কাওসারের পানি ঝরার মত শব্দ শোনা যাবে, অবিকল সেই আওয়াজই যে শোনা যাবে এমন নয়। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। সহীহ বুখারী শরীফে হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, কাওসারের মধ্যে ঐ কল্যাণ নিহিত রয়েছে যা আল্লাহ তা'আলা খাস করে তার নবী (সঃ)-কে দান করেছেন। আবু বাশার (রঃ) সাঈদ ইবনে জুবায়ের (রাঃ) কে বলেনঃ লোকদের তো ধারণা এই যে, কাওসার হলো জান্নাতের একটি নহর। তখন হযরত সাঈদ (রঃ) বললেনঃ জান্নাতে যে নহরটি রয়েছে সেটা ঐ কল্যাণের অন্তর্ভুক্ত যা আল্লাহ খাস করে তার নবী (সঃ)-কে প্রদান করেছেন।হযরত ইবনে আব্বাস (রাঃ) হতে আরো বর্ণিত আছে যে, কাওসার হলো বহু কল্যান। বহু সংখ্যক তাফসীরকার এরকমই লিপিবদ্ধ করেছেন। হযরত মুজাহিদ (রঃ) বলেন যে, কাওসার দ্বারা দুনিয়ার ও আখেরাতের বহু প্রকারের কল্যাণের কথা বুঝানো হয়েছে। ইকরামা (রঃ) বলেন যে, কাওসার দ্বারা নবুওয়াত, কুরআন ও পরকালের পুণ্যকে বুঝানো হয়েছে। হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) কাওসারের তাফসীরে নহরে কাওসারও বলেছেন। তাফসীরে ইবনে জারীরে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, কাওসার হলো জান্নাতের একটি নহর যার উভয় তীর স্বর্ণ ও রৌপ্য নির্মিত। ইয়াকূত ও মণি-মুক্তার উপর ওর পানি প্রবাহিত হচ্ছে। ঐ কাওসারের পানি বরফের চেয়েও অধিক সাদা এবং মধুর চেয়েও অধিক মিষ্টি। (ইমাম তিরমিযী (রঃ) এবং ইমাম ইববে মাজাহ (রঃ) এ হাদীসটি মারফু রূপেও বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন)তাফসীরে ইবনে জারীরে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) হযরত হামযার (রাঃ) বাড়িতে আগমন করেন। হযরত হামযা (রাঃ) ঐ সময় বাড়িতে ছিলেন না। তাঁর স্ত্রী বানূ নাজ্জার গোত্রীয়া মহিলা বাড়ীতে অবস্থান করছিলেন। তিনি রাসূলুল্লাহ (সঃ)-কে বললেনঃ “আমার স্বামী এই মাত্র আপনার সাথে সাক্ষাতের উদ্দেশ্যে রওয়ানা হয়েছেন। সম্ভবতঃ তিনি বানু নাজ্জারের ওখানে। আটকা পড়ে গেছেন। আপনি এসে বসুন।\" অতঃপর হযরত হামযার (রাঃ) স্ত্রী রাসূলুল্লাহ (সঃ)-এর সামনে মালীদা (এক প্রকার খাদ্য) পেশ করলেন। রাসূলুল্লাহ (সঃ) তা আহার করলেন। হযরত হামযা’র (রাঃ) স্ত্রী আনন্দের সুরে বললেনঃ “আপনি নিজেই আমাদের গরীব খানায় তাশরীফ এনেছেন এটা আমাদের পরম সৌভাগ্য। আমি তো ভেবেছিলাম যে আপনার দরবারে হাজির হয়ে আপনাকে হাউযে কাওসার প্রাপ্তি উপলক্ষে মুবারকবাদ জানাবো। এই মাত্র হযরত আবূ আম্মারাহ (রাঃ) আমার কাছে এই সুসংবাদ পৌঁছিয়েছেন। রাসূলুল্লাহ (সঃ) তখন বললেনঃ “হ্যা, সেই হাউযে কাওসারের মাটি হলো ইয়াকূত, পদ্মরাগ, পান্না এবং মণি মুক্তা।\" খারামা ইবনে উসমান নামক এ হাদীসের একজন বর্ণনাকারী দুর্বল। তবে এটাকে হাসান বলে উল্লেখ করা হয়েছে।বহু সংখ্যক সাহাবী এবং তাবিয়ীর বর্ণনা থেকে প্রমাণিত হয়েছে যে, কাওসার একটি নহরের নাম। আল্লাহ্ তাআলা বলেনঃ হে নবী (সঃ)! নিশ্চয়ই আমি তোমাকে কাওসার দান করেছি। অতএব তুমি স্বীয় প্রতিপালকের উদ্দেশ্যে নামায পড় এবং করবানী কর। নিশ্চয় তোমার প্রতি বিদ্বেষ পোষণকারীরাই তো নির্বংশ। অর্থাৎ হে নবী। (সঃ) তুমি নফল নামায ও কুরবানীর মাধ্যমে লা-শারীক আল্লাহর ইবাদত কর। যেমন অন্য জায়গায় আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ “বলঃ আমার নামায, আমার ইবাদত, আমার জীবন ও আমার মরণ জগৎসমূহের প্রতিপালক আল্লাহ্রই উদ্দেশ্যে। তাঁর কোন শরীক নেই এবং আমি তাই আদিষ্ট হয়েছি এবং আত্মসমর্পনকারীদের মধ্যে আমিই প্রথম।” (৬ ? ১৬২-১৬৩)।কুরবানী দ্বারা এখানে উট বা অন্য পশু কুরবানীর কথা বলা হয়েছে। মুশরিকরা সিজদা’ এবং কুরবানী আল্লাহ্ ছাড়া অন্যদের নামে করতো। এখানে আল্লাহ তাবারাকা ওয়া তাআলা নির্দেশ দিচ্ছেনঃ তোমরা শুধুমাত্র আল্লাহরই ইবাদত করো। যেমন আল্লাহ্ পাক অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ যে পশু কুরবানীতে আল্লাহর নাম নেয়া হয় না তা তোমরা খেয়োনা, কেননা, এটা ফিসক বা অন্যায়াচরণ।” (৬:১২১) এটাও বলা হয়েছে যে, (আরবি) এর অর্থ হলো নামাযের সময়ে ডান হাত বাম হাতের উপর রেখে বুকে বাধা। এটা হযরত আলী (রাঃ) হতে গায়ের সহীহ সনদের সাথে বর্ণিত হয়েছে। হযরত শাবী (রঃ) এ শব্দের তাফসীর এটাই করেছেন। হযরত আবু জাফর বাকির (রঃ) বলেন যে, এর অর্থ হলো নামায শুরু করার সময় হাত উঠানো। একথাও বলা হয়েছে যে, এর ভাবার্থ হলোঃ বুক কিবলার দিক রেখে কিবলা মুখী হওয়া। (এই তিনটি উক্তিই ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)মুসনাদে ইবনে আবী হাতিমে এ জায়গায় একটি নিতান্ত মুনকার হাদীস বর্ণিত আছে। তাতে আছে যে, এ সূরা অবতীর্ণ হওয়ার পর রাসূলুল্লাহ (সঃ) বলেনঃ “হে জিবরাঈল (আঃ)! এর অর্থ কি?” উত্তরে হযরত জিবরাঈল (আঃ) বলেনঃ “(আরবি) এর অর্থ কুরবানী নয়, বরং আপনার প্রতিপালক আপনাকে নামাযে তাকবীরে তাহরীমার সময়, রুকুর সময়, রুকু হতে মাথা উঠানোর সময় এবং সিজদাহ করার সময় দু’হাত তোলার নির্দেশ দিয়েছেন। এটাই আমাদের এবং যে সব ফেরেশতা সপ্তম আকাশে রয়েছেন তাদের নামায। প্রত্যেক জিনিষের সৌন্দর্য রয়েছে, নামাযের সৌন্দর্য হলো প্রত্যেক তাকবীরের সময় হাত উঠাননা।”হযরত আতা খুরাসানী (রঃ) বলেন যে, (আরবি) এর অর্থ হলো নিজের পিঠ রুকু হতে উঠানোর সময় সমতল করে বুক প্রকাশ করে অর্থাৎ স্বস্তি অর্জন করো। এগুলো সবই গারীব বা দুর্বল উক্তি।(আরবি) এর অর্থ কুরবানীর পশু জবাহ করা এ উক্তিটিই হলো সঠিক উক্তি। এ জন্যেই রাসূলুল্লাহ (সঃ) ঈদের নামায শেষ করার পরপরই নিজের কুরবানীর পশু যবাহ করতেন এবং বলতেনঃ “যে আমাদের নামাযের মত নামায পড়েছে এবং আমাদের কুরবানীর মত কুরবানী করেছে সে শরীয়ত সম্মতভাবে কুরবানী করেছে। আর যে ব্যক্তি (ঈদের) নামাযের পূর্বেই কুরবানী করেছে তার কুরবানী আদায় হয়নি। একথা শুনে হযরত আবু বারদাহ ইবনে দীনার (রাঃ) দাঁড়িয়ে বললেনঃ “হে আল্লাহর রাসূল (সঃ)। আজকের দিনে গোশতের চাহিদা বেশী হবে ভেবেই কি আপনি নামাযের পূর্বেই কুরবানী করে ফেলেছেন?\" উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “তা হলে তো খাওয়ার গোশতই হয়ে গেল অর্থাৎ কুরবানী হলো না।” সাহাবীগণ বললেনঃ হে আল্লাহর রাসূল (সঃ)! বর্তমানে আমার কাছে একটি বকরীর শাবক রয়েছে, কিন্তু ওটা দুটি বকরীর চেয়েও আমার কাছে অধিক প্রিয়। এ বকরীর শাবকটি কি আমার জন্যে যথেষ্ট হবে?” রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “হ্যা, তোমার জন্যে যথেষ্ট হবে বটে, কিন্তু তোমার পরে ছয় মাসের বকরী শাবক অন্য কেউ কুরবানী করতে পারবে না।” ইমাম আবু জাফর ইবনে জারীর (রঃ) বলেনঃ তার কথাই যথার্থ যে বলে যে, এর অর্থ হলোঃ নিজের সকল নামায শুধুমাত্র আল্লাহর জন্যে আদায় করো, তিনি ছাড়া অন্য কারো জন্যে আদায় করো না। তার কৃতজ্ঞতা জ্ঞাপন কর যিনি তোমাকে এরকম বুযুগী ও নিয়ামত দান করেছেন যে রকম বুযুগী ও নিয়ামত অন্য কাউকেও দান করেননি। এটা একমাত্র তোমার জন্যেই নির্ধারিত করেছেন। এই উক্তিটি খুবই উত্তম।মুহাম্মদ ইবনে কা'ব কারাযী (রঃ) এবং আতা (রঃ) একই কথা বলেছেন। আল্লাহ তাআলা সুরার শেষ আয়াতে বলেছেনঃ নিশ্চয় তোমার প্রতি বিদ্বেষ পোষনকারীই তো নির্বংশ। অর্থাৎ যারা তোমার (হযরত মুহাম্মদ (সঃ)-এর) শত্রুতা করে, তারাই অপমানিত, লাঞ্ছিত, তাদেরই লেজকাটা। এই আয়াত আস ইবনে ওয়ায়েল সম্পর্কে অবতীর্ণ হয়। এই দুবৃত্ত রাসূলুল্লাহ (সঃ)-এর আলোচনা শুনলেই বলতোঃ “ওর কথা রাখো, ওর কথা রাখো, ওর কোন পুত্র সন্তান নেই। মৃত্যুর পরই সে বেনাম-নিশান হয়ে যাবে। (নাউযুবিল্লাহ)। আল্লাহ তাআলা তখন এ সূরা অবতীর্ণ করেন।শামর ইবনে আতিয়্যাহ (রঃ) বলেন যে, উকবা ইবনে আবী মুঈত সম্পর্কে এ আয়াত অবতীর্ণ হয়। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, কা'ব ইবনে আশরাফ এবং কুরায়েশদের একটি দল সম্পর্কে এ সূরা অবতীর্ণ হয়।মুসনাদে বাযযারে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, কা'ব ইবনে আশরাফ যখন মক্কায় আসে তখন কুরায়েশরা তাকে বলেঃ “আপনি তো তাদের সর্দার, আপনি কি ঐ ছোকরাকে (হযরত মুহাম্মদ (সঃ)-কে দেখতে পান সে সমগ্র জাতি থেকে পৃথক হয়ে আছে, এতদসত্ত্বেও নিজেকে সবচেয়ে ভাল ও শ্রেষ্ঠ মনে করছে। অথচ আমরা হাজীদের বংশধর, কাবাগৃহের তত্ত্বাবধায়ক এবং যমযম কূপের দেখাশোনাকারী।” দুবৃত্ত কা'ব তখন বললোঃ “নিঃসন্দেহে তোমরা তার চেয়ে উত্তম। আল্লাহ তা'আলা তখন এ আয়াত অবতীর্ণ করেন। এ হাদীসের সনদ সহীহ বা বিশুদ্ধ।হযরত আতা' (রঃ) বলেন যে, এ আয়াত আবূ লাহাব সম্পর্কে অবতীর্ণ হয়। রাসূলুল্লাহ (সঃ) এর সন্তানের ইন্তেকালের পর এ দুর্ভাগা দুবৃত্ত মুশরিকদেরকে বলতে লাগলো “আজ রাত্রে মুহাম্মদ (সঃ)-এর বংশধারা বিলোপ করা হয়েছে।” আল্লাহ তাআলা তখন এ আয়াত অবতীর্ণ করেন। হযরত ইবনে আব্বাস (রাঃ) হতে এ উক্তি বর্ণিত হয়েছে। হযরত ইবনে আব্বাস (রাঃ) এটাও বলেছেন যে, এখানে রাসূলুল্লাহ (সঃ)-এর সমস্ত শত্রুকেই বুঝানো হয়েছে। যাদের নাম নেয়া হয়েছে এবং যাদের নাম নেয়া হয়নি তাদের সকলকেই বুঝানো হয়েছে।শব্দের অর্থ হলো একাকী। আরবে এ প্রচলন রয়েছে যে, যখন কারো একমাত্র সন্তান মারা যায় তখন তাকে আবার বলা হয়ে থাকে। রাসূলুল্লাহ (সঃ)-এর সন্তানদের ইন্তেকালের পর শত্রুতার কারণে তারা তাকে আবতার বলছিল। আল্লাহ তাআলা তখন এ আয়াত অবতীর্ণ করেন। আবতার’ এর অর্থ দাঁড়ালোঃ যার মৃত্যুর পর তার সম্পর্কিত আলোচনা, নাম নিশানা মুছে যায়। মুশরিকরা রাসূলুল্লাহ (সঃ)-এর সম্পর্কেও ধারণা করেছিল যে, সন্তান বেঁচে থাকলে তার আলোচনা জাগরুক থাকতো। এখন আর সেটা সম্ভব নয়। অথচ তারা জানে না যে, পৃথিবী টিকে থাকা অবধি আল্লাহ তা'আলা তাঁর প্রিয় নবী (সঃ)-এর নাম টিকিয়ে রাখবেন। নবী করীম (সঃ)-এর শরীয়ত চিরকাল বাকি থাকবে। তার আনুগত্য সকল শ্রেণীর মানুষের জন্যে অত্যাবশ্যক ঘোষণা করা হয়েছে। তাঁর প্রিয় ও পবিত্র নাম সকল মুসলমানের মনে ও মুখে রয়েছে। কিয়ামত পর্যন্ত তার নাম আকাশতলে উজ্জ্বল ও দীপ্তিমান থাকবে। জলে স্থলে সর্বদা তাঁর নাম আলোকিত হতে থাকবে। আল্লাহ তা'আলা কিয়ামত পর্যন্ত আমাদের প্রিয় নবী হযরত মুহাম্মদ (সঃ) এবং তার আল ও আসহাবের প্রতি দরূদ ও সালাম সর্বাধিক পরিমাণে প্রেরণ করুন। আমীন!</p>"
        },
        {
            "resource_id": 16,
            "text": "إنا أعطيناك -أيها النبي- الخير الكثير في الدنيا والآخرة، ومن ذلك نهر الكوثر في الجنة الذي حافتاه خيام اللؤلؤ المجوَّف، وطينه المسك."
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (كەوسه¬ر)\n‎‎پێناسەیەكى سورەتەكە:\n١- سورەتى (كەوسەر) سورەتێكى مەككى یە.\n٢- ژمارەى ئایەتەكانى سورەتى (كەوسەر) (٣) سێ ئایەتە.\n٣- سورەتى (كەوسەر) زنجیرەى سەدو هەشتەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (كەوسەر) لە دواى سورەتى (عادیات) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسى سەرەكى لە سورەتى كەوسەردا، بریتییە لە باسكردنى فەزڵ و بەخششى خواى گەورە بەسەر پێغەمبەرى خوادا صلى الله علیه وسلم ، بە پێ بەخشینى نیعمەت و خێریكى زۆر بەسەر پێغەمبەردا صلى الله علیه وسلم لە دونیاو دوارۆژدا، لەناویاندا روبارى كەوسەرو جگە لەویش لە نازو نیعمەتە زۆرەكان كە پێی بەخشیوە.\nوە هەروەها داواكردنى لە پێغەمبەرى خوا صلى الله علیه وسلم بە بەردەوام بوون لەسەر نویژەكانى و قوربانى كردنى بۆ خواى گەورە وەك سوپاسگوزاریەك لە بەرامبەریدا.\nحەوزى كەوسەر\nئەنەسی كوڕی مالیك (خوای لێ ڕازی بێ) ئەفەرمووێ: پێغەمبەری خوا صلى الله علیه وسلم لەهۆش خۆی چوو پاشان دەم بە پێكەنین سەری بەرز كردەوەو بە زەردەخەنەوە فەرمووی، یاخود پرسیاریان لێ كرد ئەی پێغەمبەر صلى الله علیه وسلم بۆ پێكەنیت؟ پێغەمبەر صلى الله علیه وسلم فەرمووی: ئێستا سوورەتێكم بەسەردا دابەزی پاشان ئەم سوورەتەی خوێندەوە (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (١) فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢) إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ (٣)) پاشان فەرمووی: ئایا ئەزانن كەوسهر چییە؟ وتیان: خواو پێغەمبەری خوا صلى الله علیه وسلم باشتر ئەزانێ, كە خوای گەورە فەرمووی: (إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ) ئەی محمد صلى الله علیه وسلم ئێمە كەوسهرمان بە تۆ بەخشیووە پاشان پێغەمبەر صلى الله علیه وسلم فەرمووی: كەوثهر ڕووبارێكە خوای گەورە لە بەهەشتدا پێى بەخشیووم خێرێكی یەكجار زۆری لەسەرە ئوممەتەكەم ئەچێتە سەری, وە پێغەمبەر صلى الله علیه وسلم پێش ئوممەتەكەی ئەچێتە سەری لەوێ ئەو قاپ و گڵاسانەی كە لەسەرێتی ئامادەی ئەكات بۆ ئوممەتەكەی تا بەدەستی پیرۆزی خۆی لەو ئاوى كەوسهرە ئاو بە ئوممەتەكەی بدات، ژمارەی قاپەكانی بەئەندازەى ژمارەی ئەستێرەكانی ئاسمانە، وە وەكو ئەستێرەكانی ئاسمان ئەدرەوشێنەوە لە جوانیدا، وە ئاوەكەی سپیترە لە شیر وە شیرینترە لە هەنگوین, وە خۆڵەكەی لە میسكەو لە شیر سپیترەو لە میسك بۆنی خۆشترە، وە ئەملاو ئەولاو قەراغی ڕووبارەكە لە دوڕڕو مرواری ناو بۆشە لەوپەڕی جوانیدایە، مەلائیكەت كەسانێك دەگەڕێنێتەوەو نایەڵن بێنە سەر حەوزی كەوسهر، پێغەمبەری خوا صلى الله علیه وسلم ئەفەرمووێ: ئەی پەروەردگار ئەوانە ئوممەتی منن بۆ ئەیانگەڕێننەوە، ئەووترێ: ئەی محمد صلى الله علیه وسلم تۆ نازانی ئەمانە لە دوای تۆ چ شتیان داهێناوە, جا ئیتر هەیە كوفری كردووەو هەڵگەڕاوەتەوە لە دین، وە هەیشە بیدعەچى بووە (مَا أَحْدَثُوا بَعْدَكَ) (أَحْدَثُوا مُحْدَثة) واتە: بیدعە (وَكُلَّ مُحْدَثَةٍ بِدْعَةٌ) واتە: بیدعەچییان ئەگەڕێندرێنەوە لەسەر حەوزی كەوسهر وە نایەڵن بچنە سەری، وە دوو جۆگەلە ئاوی لە بەهەشتەوە بۆ دائەبەزێتە ناو كەوسهرەوە, وە ئوممەتەكەی پێغەمبەر صلى الله علیه وسلم ئەچنە سەری وە لەو ئاوە ئەخۆنەوە, ئەوەیشی لێی بخوات جارێكی تر تینووی نابێت، (زۆرێك لە زانایان دەفەرموون: بسم الله الرحمن الرحیم لەگەڵ سوورەتەكەدا دابەزیووە). \nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (١)</span> ] ئەی محمد صلى الله علیه وسلم ئێمە ئەو كەوثهرەمان پێ بەخشیوویت، وە وتراویشە: كەوسەر بە مانای خێرێكی یەكجار زۆرى دونیاو قیامەت دێت كە خوای گەورە بە پێغەمبەری صلى الله علیه وسلم بەخشیووە، یان پێغەمبەرایەتییە صلى الله علیه وسلم ، یان قورئانە، یان پاداشتی زۆرە، هەمووی تەواوە بەڵام لە هەمووى تەواوتر ئەوەیە كە خۆی تەفسیری كردو فەرمووی: رووبارە ئاوەكەیە."
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة الكوثر وهي مدنية ،<span class=\"blue\"> وقيل :</span> مكية .</p><p lang=\"ar\" class=\"ar \">قال الإمام أحمد : حدثنا محمد بن فضيل ، عن المختار بن فلفل ،<span class=\"blue\"> عن أنس بن مالك قال :</span> أغفى رسول الله صلى الله عليه وسلم إغفاءة ، فرفع رأسه مبتسما ،<span class=\"blue\"> إما قال لهم وإما قالوا له :</span> لم ضحكت ؟<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" إنه أنزلت علي آنفا سورة \"</span> .<span class=\"blue\"> فقرأ :</span> بسم الله الرحمن الرحيم <span class=\"arabic qpc-hafs\">( إنا أعطيناك الكوثر )</span> حتى ختمها ،<span class=\"blue\"> قال :</span> <span class=\"red\">\" هل تدرون ما الكوثر ؟ \"</span> ،<span class=\"blue\"> قالوا :</span> الله ورسوله أعلم .<span class=\"blue\"> قال :</span> <span class=\"red\">\" هو نهر أعطانيه ربي عز وجل في الجنة ، عليه خير كثير ، ترد عليه أمتي يوم القيامة ، آنيته عدد الكواكب ،<span class=\"blue\"> يختلج العبد منهم فأقول :</span> يا رب ، إنه من أمتي .<span class=\"blue\"> فيقال :</span> إنك لا تدري ما أحدثوا بعدك \"</span> .</p><p>هكذا رواه الإمام أحمد بهذا الإسناد الثلاثي ، وهذا السياق .</p><p lang=\"ar\" class=\"ar \">وقد ورد في صفة الحوض يوم القيامة أنه يشخب فيه ميزابان من السماء عن نهر الكوثر ، وأن عليه آنية عدد نجوم السماء . وقد روى هذا الحديث مسلم وأبو داود والنسائي من طريق محمد بن فضيل وعلي بن مسهر ، كلاهما عن المختار بن فلفل ، عن أنس .<span class=\"blue\"> ولفظ مسلم قال :</span> <span class=\"red\">\" بينا رسول الله صلى الله عليه وسلم بين أظهرنا في المسجد ، إذ أغفى إغفاءة ثم رفع رأسه مبتسما ،<span class=\"blue\"> قلنا :</span> ما أضحكك يا رسول الله ؟<span class=\"blue\"> قال :</span> \"</span> أنزلت علي آنفا سورة <span class=\"red\">\" ،<span class=\"blue\"> فقرأ :</span> بسم الله الرحمن الرحيم <span class=\"arabic qpc-hafs\">( إنا أعطيناك الكوثر فصل لربك وانحر إن شانئك هو الأبتر )</span> ثم قال : \"</span> أتدرون ما الكوثر ؟ <span class=\"red\">\" قلنا : الله ورسوله أعلم .<span class=\"blue\"> قال :</span> \"</span> فإنه نهر وعدنيه ربي عز وجل ، عليه خير كثير ، هو حوض ترد عليه أمتي يوم القيامة ، آنيته عدد النجوم فيختلج العبد منهم ،<span class=\"blue\"> فأقول :</span> رب إنه من أمتي .<span class=\"blue\"> فيقول :</span> إنك لا تدري ما أحدث بعدك \" .</p><p lang=\"ar\" class=\"ar \">وقد استدل به كثير من القراء على أن هذه السورة مدنية ، وكثير من الفقهاء على أن البسملة من السورة ، وأنها منزلة معها .</p><p lang=\"ar\" class=\"ar \">فأما قوله تعالى : <span class=\"arabic qpc-hafs\">( إنا أعطيناك الكوثر )</span> فقد تقدم في هذا الحديث أنه نهر في الجنة . وقد رواه الإمام أحمد من طريق أخرى ،<span class=\"blue\"> عن أنس فقال :</span> حدثنا عفان ، حدثنا حماد ، أخبرنا ثابت عن أنس أنه قرأ هذه الآية <span class=\"arabic qpc-hafs\">( إنا أعطيناك الكوثر )</span> قال : قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" أعطيت الكوثر ، فإذا هو نهر يجري ، ولم يشق شقا ، وإذا حافتاه قباب اللؤلؤ ، فضربت بيدي في تربته ، فإذا مسكه ذفرة ، وإذا حصاه اللؤلؤ \"</span></p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد أيضا : حدثنا محمد بن أبي عدي ، عن حميد ،<span class=\"blue\"> عن أنس قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" دخلت الجنة فإذا أنا بنهر ، حافتاه خيام اللؤلؤ ، فضربت بيدي إلى ما يجري فيه الماء ، فإذا مسك أذفر .<span class=\"blue\"> قلت :</span> ما هذا يا جبريل ؟<span class=\"blue\"> قال :</span> هذا الكوثر الذي أعطاكه الله عز وجل \"</span> .</p><p lang=\"ar\" class=\"ar \">ورواه البخاري في صحيحه ، ومسلم من حديث شيبان بن عبد الرحمن ، عن قتادة ،<span class=\"blue\"> عن أنس بن مالك قال :</span> لما عرج بالنبي صلى الله عليه وسلم إلى السماء قال : <span class=\"red\">\" أتيت على نهر حافتاه قباب اللؤلؤ المجوف فقلت : ما هذا يا جبريل ؟<span class=\"blue\"> قال :</span> هذا الكوثر \"</span> . وهذا لفظ البخاري رحمه الله .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثنا الربيع ، أخبرنا ابن وهب ، عن سليمان بن هلال ، عن شريك بن أبي نمر ،<span class=\"blue\"> قال :</span> سمعت أنس بن مالك يحدثنا قال : لما أسري برسول الله صلى الله عليه وسلم ، مضى به جبريل في السماء الدنيا ، فإذا هو بنهر عليه قصر من لؤلؤ وزبرجد ، فذهب يشم ترابه ، فإذا هو مسك .<span class=\"blue\"> قال :</span> <span class=\"red\">\" يا جبريل ، ما هذا النهر ؟<span class=\"blue\"> قال :</span> هو الكوثر الذي خبأ لك ربك \"</span> .</p><p lang=\"ar\" class=\"ar \">وقد تقدم <span class=\"reference brown\">[ في ]</span> حديث الإسراء في سورة <span class=\"red\">\" سبحان \"</span> ، من طريق شريك ، عن أنس <span class=\"reference brown\">[ عن النبي صلى الله عليه وسلم ]</span> وهو مخرج في الصحيحين .</p><p lang=\"ar\" class=\"ar \">وقال سعيد ، عن قتادة ،<span class=\"blue\"> عن أنس :</span> أن رسول الله صلى الله عليه وسلم قال : <span class=\"red\">\" بينا أنا أسير في الجنة إذ عرض لي نهر ، حافتاه قباب اللؤلؤ مجوف ،<span class=\"blue\"> فقال الملك الذي معه :</span> أتدري ما هذا ؟ هذا الكوثر الذي أعطاك الله . وضرب بيده إلى أرضه ، فأخرج من طينه المسك \"</span> وكذا رواه سليمان بن طرخان ومعمر وهمام وغيرهم ، عن قتادة به .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثنا أحمد بن أبي سريج ، حدثنا أبو أيوب العباسي ، حدثنا إبراهيم بن سعد ، حدثني محمد بن عبد الله ، ابن أخي ابن شهاب ، عن أبيه ،<span class=\"blue\"> عن أنس قال :</span> سئل رسول الله صلى الله عليه وسلم عن الكوثر ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" هو نهر أعطانيه الله في الجنة ، ترابه مسك ، <span class=\"reference brown\">[ ماؤه ]</span> أبيض من اللبن ، وأحلى من العسل ، ترده طير أعناقها مثل أعناق الجزر \"</span> .<span class=\"blue\"> فقال أبو بكر :</span> يا رسول الله ، إنها لناعمة ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" أكلها أنعم منها \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال أحمد : حدثنا أبو سلمة الخزاعي ، حدثنا الليث ، عن يزيد بن الهاد ، عن عبد الوهاب ، عن عبد الله بن مسلم بن شهاب ،<span class=\"blue\"> عن أنس أن رجلا قال :</span> يا رسول الله ، ما الكوثر ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نهر في الجنة أعطانيه ربي ، لهو أشد بياضا من اللبن ، وأحلى من العسل ، فيه طيور أعناقها كأعناق الجزر \"</span> .<span class=\"blue\"> قال عمر :</span> يا رسول الله ، إنها لناعمة ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" أكلها أنعم منها يا عمر \"</span> .</p><p lang=\"ar\" class=\"ar \">رواه ابن جرير ، من حديث الزهري ، عن أخيه عبد الله ،<span class=\"blue\"> عن أنس :</span> أنه سأل رسول الله صلى الله عليه وسلم عن الكوثر ، فذكر مثله سواء .</p><p lang=\"ar\" class=\"ar \">وقال البخاري : حدثنا خالد بن يزيد الكاهلي ، حدثنا إسرائيل ، عن أبي إسحاق عن أبي عبيدة ،<span class=\"blue\"> عن عائشة قال :</span> سألتها عن قوله تعالى : <span class=\"arabic qpc-hafs\">( إنا أعطيناك الكوثر )</span> قالت : نهر <span class=\"reference brown\">[ عظيم ]</span> أعطيه نبيكم صلى الله عليه وسلم ، شاطئاه عليه در مجوف ، آنيته كعدد النجوم .</p><p>ثم قال البخاري : رواه زكريا وأبو الأحوص ومطرف ، عن أبي إسحاق .</p><p>ورواه أحمد والنسائي من طريق مطرف به .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثنا أبو كريب ، حدثنا وكيع ، عن سفيان وإسرائيل ، عن أبي إسحاق ،<span class=\"blue\"> عن أبي عبيدة عن عائشة قالت :</span> الكوثر نهر في الجنة ، شاطئاه در مجوف .<span class=\"blue\"> وقال إسرائيل :</span> نهر في الجنة عليه من الآنية عدد نجوم السماء .</p><p lang=\"ar\" class=\"ar \">وحدثنا ابن حميد ، حدثنا يعقوب القمي ، عن حفص بن حميد ، عن شمر بن عطية عن شقيق - أو مسروق -<span class=\"blue\"> قال :</span> قلت لعائشة : يا أم المؤمنين ، حدثيني عن الكوثر .<span class=\"blue\"> قالت :</span> نهر في بطنان الجنة .<span class=\"blue\"> قلت :</span> وما بطنان الجنة ؟<span class=\"blue\"> قالت :</span> وسطها ، حافتاه قصور اللؤلؤ والياقوت ، ترابه المسك ، وحصاؤه اللؤلؤ والياقوت .</p><p lang=\"ar\" class=\"ar \">وحدثنا أبو كريب ، حدثنا وكيع ، عن أبي جعفر الرازي ،<span class=\"blue\"> عن ابن أبي نجيح عن عائشة قالت :</span> من أحب أن يسمع خرير الكوثر ، فليجعل أصبعيه في أذنيه .</p><p lang=\"ar\" class=\"ar \">وهذا منقطع بين ابن أبي نجيح وعائشة وفي بعض الروايات : <span class=\"red\">\" عن رجل ، عنها \"</span> . ومعنى هذا أنه يسمع نظير ذلك ، لا أنه يسمعه نفسه ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">قال السهيلي : ورواه الدارقطني مرفوعا ، من طريق مالك بن مغول ، عن الشعبي ، عن مسروق ، عن عائشة ، عن النبي صلى الله عليه وسلم .</p><p lang=\"ar\" class=\"ar \">ثم قال البخاري : حدثنا يعقوب بن إبراهيم ، حدثنا هشيم ، أخبرنا أبو بشر ، عن سعيد بن جبير ،<span class=\"blue\"> عن ابن عباس أنه قال في الكوثر :</span> هو الخير الذي أعطاه الله إياه .<span class=\"blue\"> قال أبو بشر :</span> قلت لسعيد بن جبير : فإن ناسا يزعمون أنه نهر في الجنة ؟<span class=\"blue\"> فقال سعيد :</span> النهر الذي في الجنة من الخير الذي أعطاه الله إياه .</p><p lang=\"ar\" class=\"ar \">ورواه أيضا من حديث هشيم ، عن أبي بشر وعطاء بن السائب ، عن سعيد بن جبير ،<span class=\"blue\"> عن ابن عباس قال :</span> الكوثر : الخير الكثير .</p><p lang=\"ar\" class=\"ar \"><span class=\"reference brown\">[ وقال الثوري ، عن عطاء بن السائب ، عن سعيد بن جبير ،<span class=\"blue\"> عن ابن عباس قال :</span> الكوثر : الخير الكثير ]</span> .</p><p lang=\"ar\" class=\"ar \">وهذا التفسير يعم النهر وغيره ; لأن الكوثر من الكثرة ، وهو الخير الكثير ، ومن ذلك النهر ، كما قال ابن عباس ، وعكرمة ، وسعيد بن جبير ، ومجاهد ، ومحارب بن دثار ، والحسن بن أبي الحسن البصري .<span class=\"blue\"> حتى قال مجاهد :</span> هو الخير الكثير في الدنيا والآخرة .</p><p>وقال عكرمة : هو النبوة والقرآن ، وثواب الآخرة .</p><p>وقد صح عن ابن عباس أنه فسره بالنهر أيضا ،<span class=\"blue\"> فقال ابن جرير :</span></p><p lang=\"ar\" class=\"ar \">حدثنا أبو كريب ، حدثنا عمر بن عبيد ، عن عطاء ، عن سعيد بن جبير ،<span class=\"blue\"> عن ابن عباس قال :</span> الكوثر : نهر في الجنة ، حافتاه ذهب وفضة ، يجري على الياقوت والدر ، ماؤه أبيض من الثلج وأحلى من العسل .</p><p>وروى العوفي ، عن ابن عباس نحو ذلك .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثني يعقوب ، حدثنا هشيم ، أخبرنا عطاء بن السائب ، عن محارب بن دثار ،<span class=\"blue\"> عن ابن عمر أنه قال :</span> الكوثر نهر في الجنة ، حافتاه ذهب وفضة ، يجري على الدر والياقوت ، ماؤه أشد بياضا من اللبن ، وأحلى من العسل .</p><p lang=\"ar\" class=\"ar \">وكذا رواه الترمذي ، عن ابن حميد ، عن جرير ، عن عطاء بن السائب به مثله موقوفا .<span class=\"blue\"> وقد روي مرفوعا فقال الإمام أحمد :</span> حدثنا علي بن حفص ، حدثنا ورقاء قال . . . وقال عطاء <span class=\"reference brown\">[ بن السائب ]</span> ، عن محارب بن دثار ،<span class=\"blue\"> عن ابن عمر قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" الكوثر نهر في الجنة حافتاه من ذهب ، والماء يجري على اللؤلؤ ، وماؤه أشد بياضا من اللبن ، وأحلى من العسل \"</span> .</p><p lang=\"ar\" class=\"ar \">وهكذا رواه الترمذي وابن ماجه وابن أبي حاتم وابن جرير ، من طريق محمد بن فضيل ، عن عطاء بن السائب به مرفوعا ،<span class=\"blue\"> وقال الترمذي :</span> حسن صحيح .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثني يعقوب ، حدثنا ابن علية ،<span class=\"blue\"> أخبرنا عطاء بن السائب قال :</span> قال لي محارب بن دثار : ما قال سعيد بن جبير في الكوثر ؟<span class=\"blue\"> قلت :</span> حدثنا عن ابن عباس أنه قال : هو الخير الكثير .<span class=\"blue\"> فقال :</span> صدق والله إنه للخير الكثير .<span class=\"blue\"> ولكن حدثنا ابن عمر قال :</span> لما نزلت : <span class=\"arabic qpc-hafs\">( إنا أعطيناك الكوثر )</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" الكوثر نهر في الجنة ، حافتاه من ذهب ، يجري على الدر والياقوت \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثني ابن البرقي ، حدثنا ابن أبي مريم ، حدثنا محمد بن جعفر بن أبي كثير ، أخبرني حرام بن عثمان ، عن عبد الرحمن الأعرج ،<span class=\"blue\"> عن أسامة بن زيد :</span> أن رسول الله صلى الله عليه وسلم أتى حمزة بن عبد المطلب يوما فلم يجده ، فسأل امرأته عنه - وكانت من بني النجار -<span class=\"blue\"> فقالت :</span> خرج يا نبي الله آنفا عامدا نحوك ، فأظنه أخطأك في بعض أزقة بني النجار ، أولا تدخل يا رسول الله ؟ فدخل ، فقدمت إليه حيسا ، فأكل منه ،<span class=\"blue\"> فقالت :</span> يا رسول الله ، هنيئا لك ومريئا ، لقد جئت وأنا أريد أن آتيك فأهنيك وأمريك ; أخبرني أبو عمارة أنك أعطيت نهرا في الجنة يدعى الكوثر .<span class=\"blue\"> فقال :</span> <span class=\"red\">\" أجل ، وعرضه - يعني أرضه - ياقوت ومرجان ، وزبرجد ولؤلؤ \"</span> .</p><p lang=\"ar\" class=\"ar \">حرام بن عثمان ضعيف . ولكن هذا سياق حسن ، وقد صح أصل هذا ، بل قد تواتر من طريق تفيد القطع عند كثير من أئمة الحديث ، وكذلك أحاديث الحوض <span class=\"reference brown\">[ ولنذكرها هاهنا ]</span> .</p><p lang=\"ar\" class=\"ar \">وهكذا روي عن أنس وأبي العالية ومجاهد وغير واحد من السلف أن الكوثر نهر في الجنة .<span class=\"blue\"> وقال عطاء :</span> هو حوض في الجنة .</p>"
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( إنا أعطيناك الكوثر )</span> أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى الجلودي ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثنا أبو بكر بن أبي شيبة ، حدثنا علي بن مسهر عن المختار - يعني ابن فلفل -<span class=\"blue\"> عن أنس قال :</span> بينا رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> ذات يوم بين أظهرنا إذ أغفى إغفاءة ثم رفع رأسه مبتسما فقلنا :</span> ما أضحكك يا رسول الله ؟<span class=\"blue\"> قال :</span> أنزلت علي آنفا سورة ،<span class=\"blue\"> فقرأ :</span> بسم الله الرحمن الرحيم : <span class=\"arabic qpc-hafs\">\" إنا أعطيناك الكوثر فصل لربك وانحر إن شانئك هو الأبتر \"</span> ،<span class=\"blue\"> ثم قال :</span> <span class=\"arabic qpc-hafs\">\" أتدرون ما الكوثر \"</span> ؟<span class=\"blue\"> قلنا :</span> الله ورسوله أعلم ،<span class=\"blue\"> قال :</span> <span class=\"arabic qpc-hafs\">\" فإنه نهر وعدنيه ربي - عز وجل - عليه خير كثير هو حوض ترد عليه أمتي يوم القيامة ،<span class=\"blue\"> آنيته عدد النجوم فيختلج العبد منهم فأقول :</span> رب إنه مني ،<span class=\"blue\"> فيقول :</span> ما تدري ما أحدث بعدك \"</span> .</p><p lang=\"ar\" class=\"ar \">أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل ، حدثنا عمرو بن محمد ، حدثنا هشيم ، حدثنا أبو بشر وعطاء بن السائب ،<span class=\"blue\"> عن سعيد بن جبير عن ابن عباس قال :</span> <span class=\"arabic qpc-hafs\">\" الكوثر \"</span> : الخير الكثير الذي أعطاه الله إياه .<span class=\"blue\"> قال أبو بشر قلت لسعيد بن جبير :</span> إن أناسا يزعمون أنه نهر في الجنة ؟<span class=\"blue\"> فقال سعيد :</span> النهر الذي في الجنة من الخير الذي أعطاه الله إياه .</p><p>قال الحسن : هو القرآن العظيم .</p><p>قال عكرمة : النبوة والكتاب .</p><p lang=\"ar\" class=\"ar \">وقال أهل اللغة : الكوثر : فوعل <span class=\"reference\">[ من الكثرة ،<span class=\"blue\"> كنوفل :</span> فوعل ]</span> من النفل والعرب تسمي كل شيء <span class=\"reference\">[ كثير في العدد أو ]</span> كثير في القدر والخطر : كوثرا .<span class=\"blue\"> والمعروف :</span> أنه نهر في الجنة أعطاه الله رسوله - صلى الله عليه وسلم -<span class=\"blue\"> كما جاء في الحديث :</span></p><p lang=\"ar\" class=\"ar \">أخبرنا أبو عبد الله محمد بن الفضل الخرقي ، أخبرنا أبو الحسن علي بن عبد الله الطيسفوني ، أخبرنا عبد الله بن عمر الجوهري ، حدثنا أحمد بن <span class=\"reference\">[ علي ]</span> الكشميهني ، حدثنا علي بن حجر ، حدثنا إسماعيل بن جعفر ،<span class=\"blue\"> حدثنا حميد عن أنس قال :</span> قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> دخلت الجنة فإذا أنا بنهر يجري بياضه <span class=\"reference\">[ بياض ]</span> اللبن وأحلى من العسل وحافتاه خيام اللؤلؤ فضربت بيدي فإذا الثرى مسك أذفر فقلت لجبريل : ما هذا ؟ قال الكوثر الذي أعطاكه الله - عز وجل -<span class=\"blue\"> :</span> .</p><p lang=\"ar\" class=\"ar \">أخبرنا عبد الرحمن بن محمد الداودي ، أخبرنا أبو الحسن أحمد بن محمد بن موسى الصلت ، حدثنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أخبرنا أبو سعيد الأشج ،<span class=\"blue\"> حدثنا محمد بن فضيل عن عطاء بن السائب عن محارب بن دثار عن ابن عمر قال :</span> قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" الكوثر نهر في الجنة ، حافتاه الذهب مجراه على الدر والياقوت تربته أطيب من المسك وأشد بياضا من الثلج \"</span> . .</p><p lang=\"ar\" class=\"ar \">أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا سعيد بن أبي مريم ، حدثنا نافع <span class=\"reference\">[ بن عمر ، عن ]</span> ابن أبي مليكة قال : قال عبد الله بن عمرو : قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" حوضي مسيرة شهر ، ماؤه أبيض من اللبن وريحه أطيب من المسك وكيزانه كنجوم السماء ، من يشرب منها لم يظمأ أبدا \"</span> .</p><p lang=\"ar\" class=\"ar \">أخبرنا أبو سعيد عبد الله بن أحمد الطاهري ، أخبرنا جدي عبد الصمد بن عبد الرحمن البزاز ، أخبرنا محمد بن زكريا العذافري ، أخبرنا إسحاق بن إبراهيم الدبري ، حدثنا عبد الرزاق ، أنا معمر عن قتادة عن سالم بن أبي الجعد ،<span class=\"blue\"> عن معدان بن أبي طلحة عن ثوبان قال :</span> قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" <span class=\"reference\">[ أنا عند عقر حوضي ]</span> أذود الناس عنه لأهل اليمن \"</span> إني لأضربهم بعصاي حتى يرفضوا عنه <span class=\"arabic qpc-hafs\">\" وإنه <span class=\"reference\">[ ليغت ]</span> فيه ميزابان من الجنة ، أحدهما من ورق والآخر من ذهب طوله ما بين بصرى وصنعاء ، أو ما بين أيلة ومكة أو من مقامي هذا إلى عمان \"</span> .</p>"
        },
        {
            "resource_id": 175,
            "text": "Mi smo ti, o Poslaniče, dali mnogo dobro, a u njega se ubraja i rijeka Kevser u Džennetu."
        },
        {
            "resource_id": 172,
            "text": "-Ey Peygamber!- Muhakkak biz sana birçok hayırlar verdik. Onlardan biri de cennetteki Kevser ırmağıdır."
        },
        {
            "resource_id": 93,
            "text": "الكوثر : فَوْعل من الكثرة ، مثل النَّوْفل من النفل ، ومعناه : الشئ البالغ فى الكثرة حد الإِفراط ، والعرب تسمى كل شئ كثر عدده ، وعظم شأنه : كوثرا ، وقد قيل لأعرابية بعد رجوع ابنها من سفر : بم آب ابنك؟ قالت : آب بكوثر . أى : بشئ كثير .قال الإِمام القرطبى ما ملخصه : واختلف أهل التأويل فى الكوثر الذى أعطيه النبى صلى الله عليه وسلم على ستة عشر قولاً : الأول : أنه نهى فى الجنة ، رواه البخارى عن أنس ، ورواه الترمذى - أيضاً - عن ابن عمر . . الثانى : أنه حوض للنبى صلى الله عليه وسلم فى الموقف . . الثالث : أنه النبوة والكتاب . . الرابع : أنه القرآن . . الخامس : الإِسلام .ثم قال - رحمه الله - قلت : أصح هذه الأقوال الأول والثانى ، لأنه ثابت عن النبى صلى الله عليه وسلم نص فى الكوثر . . وجميع ما قيل بعد ذلك فى تفسيره قد أعطيه صلى الله عليه وسلم زيادة على حوضه . . .وافتتح - سبحانه - الكلام بحرف التأكيد ، للاهتمام بالخبر ، وللإِشعار بأن المعطى شئ عظيم . . أى : إنا أعطيناك بفضلنا وإحساننا - أيها الرسول الكريم - الكوثر ، أى : الخير الكثير الذى من جملته هذا النهر العظيم ، والحوض المطهر . . فأبشر بذلك أنت وأمتك ، ولا تلتفت إلى ما يقوله أعداؤك فى شأنك ."
        },
        {
            "resource_id": 165,
            "text": "<p>আমি অবশ্যই তোমাকে (হওযে) কাউসার (বা প্রভূত কল্যাণ) দান করেছি।[১]</p><p>[১] كَوثَر শব্দটির উৎপত্তি كَثرَة থেকে। এর বিভিন্ন অর্থ বর্ণনা করা হয়েছে। ইবনে কাসীর (রঃ) 'প্রভূত কল্যাণ' অর্থকে প্রাধান্য দিয়েছেন। কারণ এই অর্থ নেওয়াতে এমন ব্যাপকতা রয়েছে, যাতে অন্যান্য অর্থ শামিল হয়ে যায়। যেমন, সহীহ হাদীসে বলা হয়েছে যে, 'এটা একটি নহর যা বেহেশ্তে নবী (সাঃ)-কে দান করা হবে'। কোন কোন হাদীসে কাওসার বলতে 'হওয' বুঝানো হয়েছে। যে হওয হতে ঈমানদাররা জান্নাতে যাওয়ার পূর্বে নবী (সাঃ)-এর মুবারক হাতে পানি পান করবে। জান্নাতের ঐ নহর থেকেই পানি সেই হওযের মধ্যে আসতে থাকবে। অনুরূপ দুনিয়ার বিজয়, নবী (সাঃ)-এর মর্যাদা ও খ্যাতি, চিরস্থায়ীভাবে তাঁর সুনাম এবং আখেরাতের প্রতিদান ও বিনিময় ইত্যাদি সমস্ত জিনিসই 'প্রভূত কল্যাণ'-এ শামিল হয়ে যায়। <em>(ইবনে কাসীর)</em></p>"
        },
        {
            "resource_id": 92,
            "text": "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ (1) افتتاح الكلام بحرف التأكيد للاهتمام بالخبر . والإِشعار بأنه شيء عظيم يستتبع الإِشعار بتنويه شأن النبي صلى الله عليه وسلم كما تقدم في { إنا أنزلناه في ليلة القدر } [ القدر : 1 ] . والكلام مسوق مساق البشارة وإنشاء العطاء لا مساق الإخبار بعطاء سابق .وضمير العظمة مشعر بالامتنان بعطاء عظيم .و { الكوثر } : اسم في اللغة للخير الكثير صيغ على زِنة فوْعل ، وهي من صيغ الأسماء الجامدة غالباً نحو الكوكب ، والجورب ، والحوشب والدوسر ، ولا تدل في الجوامد على غير مسماها ، ولما وقع هنا فيها مادة الكَثْر كانت صيغته مفيدة شدة ما اشتقت منه بناء على أن زيادة المبنى تؤذن بزيادة المعنى ، ولذلك فسره الزمخشري بالمفرط في الكثرة ، وهو أحسن ما فُسر به وأضبطُه ، ونظيره : جَوْهر ، بمعنى الشجاع كأنه يجاهر عدوّه ، والصومعة لاشتقاقها من وصف أصمع وهو دقيق الأعضاء لأن الصومعة دقيقة لأن طولها أفرط من غلظها .ويوصفُ الرجل صاحب الخير الكثير بكَوثر من باب الوصف بالمصدر كما في قول لبيد في رثاء عوف بن الأحوص الأسدي: ... وصاحب ملحوب فُجعنا بفقدهوعند الرّداع بيتُ آخر كوثر ... ( ملحوب والرداع ) كلاهما ماء لبني أسد بن خزيمة ، فوصف البيت بكوثر ولاحظ الكميت هذا في قوله في مدح عبد الملك بن مروان: ... وأنتَ كثيرٌ يا ابنَ مروان طيبٌوكان أبوك ابنُ العقايل كَوْثرا ... وسمي نهر الجنة كوثراً كما في حديث مسلم عن أنس بن مالك المتقدم آنفاً .وقد فسر السلف الكوثر في هذه الآية بتفاسير أعمها أنه الخير الكثير ، وروي عن ابن عباس ، قال سعيد بن جبير فقلت لابن عباس : إن ناساً يقولون هو نهر في الجنة ، فقال : هو من الخير الكثير . وعن عكرمة : الكوثر هنا : النبوءة والكتاب ، وعن الحسن : هو القرآن ، وعن المغيرة : أنه الإِسلام ، وعن أبي بكر بن عَيَّاش : هو كثرة الأمة ، وحكى الماوردي : أنه رفعة الذكر ، وأنه نور القلب ، وأنه الشفاعة ، وكلام النبي صلى الله عليه وسلم المروي في حديث أنس لا يقتضي حصر معاني اللفظ فيما ذكره .وأريد من هذا الخبر بشارة النبي صلى الله عليه وسلم وإزالةُ ما عسى أن يكون في خاطره من قول من قال فيه : هو أبتر ، فقوبل معنى الأبتر بمعنى الكوثر ، إبطالاً لقولهم ."
        },
        {
            "resource_id": 173,
            "text": "Ô Messager, Nous t’avons certainement accordé un bien immense, dont fait partie le fleuve Al-Kawthar du Paradis."
        },
        {
            "resource_id": 160,
            "text": "تفسیر سورۃ الکوثر:<div lang=\"ur\" class=\"ur\"><p>بعض کے نزدیک مکی ہے اور بعض کے نزدیک مدنی ہے۔</p></div>شہد سے زیادہ میٹھی اور دودھ سے زیادہ سفید نہر ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسند احمد میں ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> پر غنودگی سی طاری ہو گئی اور دفعتہ سر اٹھا کر مسکرائے پھر یا تو خود آپ نے فرمایا، یا لوگوں کے اس سوال پر کہ نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کس لیے مسکرائے؟ تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>مجھ پر اس وقت ایک سورت اتری<span>“</span> پھر آپ نے <span class=\"arabic qpc-hafs\"> «بِسْمِ اللَّـهِ الرَّحْمَـنِ الرَّحِيمِ»</span>  پڑھ کر اس پوری سورت <span class=\"arabic qpc-hafs\"> «إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ»</span>  * <span class=\"arabic qpc-hafs\"> «فَصَلِّ لِرَبِّكَ وَانْحَرْ»</span>  * <span class=\"arabic qpc-hafs\"> «إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ»</span>    <span class=\"reference\">[108-الکوثر:1-2-3]</span> ‏ کی تلاوت کی اور فرمایا: <span>”</span>جانتے ہو کہ کوثر کیا ہے؟<span>“</span> لوگوں نے کہا اللہ اور اس کا رسول ہی زیادہ جانتے ہیں فرمایا: <span>”</span>وہ ایک جنت کی نہر ہے جس پر بہت بھلائی ہے جو میرے رب نے مجھے عطا فرمائی ہے جس پر میری امت قیامت والے دن آئے گی اس کے برتن آسمان کے ستاروں کی گنتی کے برابر ہیں بعض لوگ اس سے ہٹائے جائیں گے تو میں کہوں گا، اے میرے رب یہ بھی میرے امتی ہیں تو کہا جائے گا آپ کو نہیں معلوم کہ ان لوگوں نے آپ کے بعد کیا کیا بدعتیں نکالی تھیں<span>“</span> </span>۔   <span class=\"reference\">[صحیح مسلم:400]</span> ‏ </p><p class=\"ur\"> اور حدیث میں وارد ہوا ہے کہ <span class=\"text-translation\"> اس میں دو پرنالے آسمان سے گرتے ہوں گے </span>۔   <span class=\"reference\">[صحیح مسلم:2301]</span> ‏ </p><p class=\"ur\"> نسائی کی حدیث میں ہے <span class=\"text-translation\"> یہ واقعہ مسجد میں گزرا </span>۔   <span class=\"reference\">[سنن نسائی:905،قال الشيخ الألباني:صحيح]</span> ‏ </p><p class=\"ur\"> اسی سے اکثر قاریوں کا استدلال ہے کہ یہ سورت مدنی ہے اور اکثر فقہاء نے اس حدیث سے استدلال کیا ہے کہ <span class=\"arabic qpc-hafs\"> «بِسْمِ اللَّـهِ الرَّحْمَـنِ الرَّحِيمِ»</span>  ہر سورت میں اس کے ساتھ ہی نازل ہوئی تھی اور ہر سورت کی ایک مستقل آیت ہے۔ </p><p class=\"ur\"> مسند کی اور حدیث میں ہے کہ <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے اس آیت کی تلاوت کر کے فرمایا کہ <span>”</span>مجھے کوثر عنایت کی گئی ہے جو ایک جاری نہر ہے لیکن گڑھا نہیں ہے اس کے دونوں جانب موتی کے خیمے ہیں اس کی مٹی خالص مشک ہے اس کے کنکر بھی سچے موتی ہیں<span>“</span> </span>۔   <span class=\"reference\">[مسند احمد:152/3:صحیح]</span> ‏ </p><p> اور روایت میں ہے کہ <span class=\"text-translation\"> معراج والی رات آپ نے آسمان پر جنت میں اس نہر کو دیکھا اور جبرائیل علیہ السلام سے پوچھا کہ یہ کون سی نہر ہے تو جبرائیل علیہ السلام نے فرمایا کہ یہ کوثر ہے جو اللہ تعالیٰ نے آپ کو دے رکھی ہے </span>۔   <span class=\"reference\">[صحیح بخاری:4964]</span> ‏ اور اس قسم کی بہت سی حدیثیں ہیں اور بہت سی ہم نے سورۃ اسراء کی تفسیر میں بیان بھی کر دی ہیں۔</p></div><div>10884</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ایک اور حدیث میں ہے کہ <span class=\"text-translation\"> اس کا پانی دودھ سے زیادہ سفید ہے اور شہد سے زیادہ میٹھا ہے جس کے کنارے دراز گردن والے پرندے بیٹھے ہوئے ہیں۔ سیدنا ابوبکر صدیق رضی اللہ عنہ نے سن کر فرمایا: وہ پرندے تو بہت ہی خوبصورت ہوں گے، آپ نے فرمایا: <span>”</span>کھانے میں بھی وہ بہت ہی لذیذ ہیں<span>“</span> </span> ۔  <span class=\"reference\">[تفسیر ابن جریر الطبری:38174:اسناد قوی]</span> ‏ </p><p class=\"ur\"> اور روایت میں ہے کہ <span class=\"text-translation\"> سیدنا انس رضی اللہ عنہ نے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے سوال کیا کہ کوثر کیا ہے؟ اس پر آپ نے یہ حدیث بیان کی تو عمر رضی اللہ عنہ نے ان پرندوں کی نسبت یہ فرمایا </span>۔   <span class=\"reference\">[مسند احمد:221/3:صحیح]</span> ‏ </p><p class=\"ur\"> سیدہ عائشہ صدیقہ رضی اللہ عنہا فرماتی ہیں یہ نہر جنت کے درمیان میں ہے   <span class=\"reference\">[تفسیر ابن جریر الطبری:321/30]</span> ‏ </p><p> ایک منقطع سند سے <span class=\"text-translation\"> سیدہ عائشہ رضی اللہ عنہا سے مروی ہے کہ کوثر کے پانی کے گرنے کی آواز جو سننا چاہے وہ اپنے دونوں کانوں میں اپنی دونوں انگلیاں ڈال لے اولاً تو اس کی سند ٹھیک نہیں دوسرے اس کے معنی یہ ہیں کہ اس جیسی آواز آتی ہے نہ کہ خاص اسی کی آواز ہو </span>۔  <span class=\"reference\">[تفسیر ابن جریر الطبری:321/30:ضعیف و منقطع]</span> ‏ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span> </p></div><div>10885</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">صحیح بخاری میں سیدنا عبداللہ بن عباس رضی اللہ عنہما سے مروی ہے کہ کوثر سے مراد وہ بھلائی اور خیر ہے جو اللہ تعالیٰ نے آپ کو عطا فرمائی ہے۔ ابوبشر کہتے ہیں کہ میں نے سعید بن جبیر رحمہ اللہ سے یہ سن کر کہا کہ لوگ تو کہتے ہیں کہ یہ جنت کی ایک نہر ہے تو سعید نے فرمایا: وہ بھی ان بھلائیوں اور خیر میں سے ہے جو آپ کو اللہ کی طرف سے عنایت ہوئی ہیں۔ اور بھی سیدنا ابن عباس رضی اللہ عنہما سے مروی ہے کہ اس سے مراد بہت سی خیر ہے تو یہ تفسیر شامل ہے حوض کوثر وغیرہ سب کو۔ </p><p> <span class=\"arabic qpc-hafs\"> «کوثر»</span>  ماخوذ ہے کثرت سے جس سے مراد خیر کثیر ہے اور اسی خیر کثیر میں حوض جنت بھی ہے جیسے کہ بہت سے مفسرین سے مروی ہے۔ مجاہد رحمہ اللہ فرماتے ہیں دنیا اور آخرت کی بہت بہت بھلائیاں مراد ہے۔ عکرمہ فرماتے ہیں نبوت، قرآن، ثواب، آخرت کوثر ہے اور یہ بھی یاد رہے کہ سیدنا عبداللہ بن عباس رضی اللہ عنہما سے کوثر کی تفسیر نہر کوثر سے بھی مروی ہے جیسے کہ ابن جریر میں سنداً مروی ہے کہ آپ نے فرمایا: کوثر جنت کی ایک نہر ہے جس کے دونوں کنارے سونا چاندی ہے جو یاقوت اور موتیوں پر بہہ رہی ہے جس کا پانی برف سے زیادہ سفید ہے اور شہد سے زیادہ میٹھا ہے ۔</p></div><div>10886</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">سیدنا ابن عمر رضی اللہ عنہما سے بھی یہ تفسیر مروی ہے ابن جریر ترمذی اور ابن ماجہ وغیرہ میں یہ روایت مرفوع بھی آئی ہے ۔  <span class=\"reference\">[مسند احمد:87/2:صحیح]</span> ‏ امام ترمذی رحمہ اللہ اسے حسن صحیح بتاتے ہیں۔ </p><p class=\"ur\"> ابن جریر میں ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ایک دن حمزہ بن عبدالمطلب رضی اللہ عنہ کے گھر تشریف لے گئے آپ اس وقت گھر پر نہ تھے آپ کی بیوی صاحبہ جو قبیلہ بنو نجار سے تھیں انہوں نے کہا کہ یا نبی اللہ! وہ تو ابھی ابھی آپ ہی کی طرف گئے ہیں شاید بنو نجار میں رک گئے ہوں آپ تشریف لائیے، نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> گھر میں گئے تو مائی صاحبہ نے آپ کے سامنے مالیدہ رکھا جو آپ نے تناول فرمایا مائی صاحبہ خوش ہو کر فرمانے لگیں اللہ تعالیٰ اسے جزو جسم بنائے، اچھا ہوا خود تشریف لے آئے میں تو حاضر دربار ہونے کا ارادہ کر چکی تھی کہ آپ کو حوض کوثر ملنے کی مبارک باد دوں مجھ سے ابھی ابھی ابوعمارہ نے کہا تھا، آپ نے فرمایا: <span>”</span>ہاں اس حوض کی زمین یاقوت مرجان زبرجد اور موتیوں کی ہے<span>“</span> </span>۔   <span class=\"reference\">[تفسیر ابن جریر الطبری:38183]</span> ‏ اس کے ایک راوی حرام بن عثمان ضعیف ہیں لیکن واقعہ حسن ہے اور اصل تو تواتر سے ثابت ہو چکی ہے، بہت سے صحابہ اور تابعین وغیرہ سے ثابت ہے کہ کوثر نہر کا نام ہے۔ </p><p class=\"ur\"> پھر ارشاد ہے کہ جیسے ہم نے تمہیں خیر کثیر عنایت فرمائی اور ایسی پرشوکت نہر دی تو تم بھی صرف میری ہی عبادت کرو خصوصاً نفل فرض نماز اور قربانی اسی <span class=\"arabic qpc-hafs\"> «وحدہ لا شریک لہ»</span>  کے نام کی کرتے رہو۔ </p><p class=\"ur\"> جیسے فرمایا <span class=\"arabic qpc-hafs\"> «قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّـهِ رَبِّ الْعَالَمِينَ»</span>  * <span class=\"arabic qpc-hafs\"> «لَا شَرِيكَ لَهُ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ»</span>    <span class=\"reference\">[6-الأنعام:162-163]</span> ‏ مراد قربانی سے اونٹوں کا نحر کرنا وغیرہ ہے۔ مشرکین سجدے اور قربانیاں اللہ کے سوا اوروں کے نام کی کرتے تھے تو یہاں حکم ہوا کہ تم صرف اللہ ہی کے نام کی مخلصانہ عبادتیں کیا کرو۔ </p><p class=\"ur\"> اور جگہ ہے <span class=\"arabic qpc-hafs\"> «وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّـهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ»</span>    <span class=\"reference\">[6-الأنعام:121]</span> ‏ الخ یعنی <span class=\"text-translation\">” جس جانور پر اللہ کا نام نہ لیا جائے اسے نہ کھاؤ یہ تو <span class=\"arabic qpc-hafs\"> «فسق»</span>  ہے “</span> </p><p> اور کہا گیا ہے کہ مراد <span class=\"arabic qpc-hafs\"> «وانحر»</span>  سے دائیں ہاتھ کا بائیں ہاتھ پر نماز میں سینے پر رکھنا ہے یہی سیدنا علی رضی اللہ عنہ سے غیر صحیح سند کے ساتھ مروی ہے، شعبی رحمہ اللہ اس لفظ کی یہی تفسیر کرتے ہیں۔ ابو جعفر باقر رحمہ اللہ فرماتے ہیں کہ اس سے مراد نماز کے شروع کے وقت رفع یدین کرنا ہے اور یہ بھی کہا گیا ہے کہ مطلب یہ ہے کہ اپنے سینے سے قبلہ کی طرف متوجہ ہو یہ تینوں قول ابن جریر میں منقول ہیں۔</p></div><div>10887</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ابن ابی حاتم میں اس جگہ ایک بہت منکر حدیث مروی ہے جس میں ہے کہ <span class=\"text-translation\"> جب یہ سورت نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> پر اتری تو آپ نے فرمایا: <span>”</span>اے جبرائیل <span class=\"arabic qpc-hafs\"> «وانحر»</span>  سے مراد کیا ہے؟ جو مجھے میرے پروردگار کا حکم ہو رہا ہے<span>“</span>، تو جبرائیل علیہ السلام نے فرمایا: اس سے مراد قربانی نہیں بلکہ اللہ کا آپ کو حکم ہو رہا ہے کہ نماز کی تکبیر تحریمہ کے وقت رفع یدین کرو اور رکوع کے وقت بھی اور جب رکوع سے سر اٹھاؤ تب اور جب سجدہ کرو یہی ہماری نماز ہے اور ان فرشتوں کی نماز ہے جو ساتوں آسمانوں میں ہیں ہر چیز کی زینت ہوتی ہے اور نماز کی زینت ہر تکبیر کے وقت رفع یدین کرنا ہے </span>۔   <span class=\"reference\">[مستدرک حاکم:538/2:اسناد ضعیف جدا والمتن باطل]</span> ‏ یہ حدیث اسی طرح مستدرک حاکم میں بھی ہے۔ </p><p class=\"ur\"> عطاء خراسانی رحمہ اللہ فرماتے ہیں <span class=\"arabic qpc-hafs\"> «وانحر»</span>  سے مراد یہ ہے کہ اپنی پیٹھ رکوع سے اٹھاؤ تو اعتدال کرو اور سینے کو ظاہر کرو یعنی اطمینان حاصل کرو۔ <span>(‏ابن ابی حاتم)</span>‏ یہ سب اقوال غریب ہیں اور صحیح پہلا قول ہے کہ مراد <span class=\"arabic qpc-hafs\"> «نحر»</span>  سے قربانیوں کا ذبح کرنا ہے اسی لیے <span class=\"text-translation\"> رسول مقبول <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نماز عید سے فارغ ہو کر اپنی قربانی ذبخ کرتے تھے اور فرماتے تھے <span>”</span>جو شخص ہماری نماز پڑھے اور ہم جیسی قربانی کرے اس نے شرعی قربانی کی اور جس نے نماز سے پہلے ہی جانور ذبح کر لیا اس کی قربانی نہیں ہوئی<span>“</span>، ابوبردہ بن نیار رضی اللہ عنہ نے کھڑے ہو کر کہا کہ یا رسول اللہ! میں نے نماز عید سے پہلے ہی قربانی کر لی یہ سمجھ کر کہ آج کے دن گوشت کی چاہت ہو گی، آپ نے فرمایا: <span>”</span>بس وہ تو کھانے کا گوشت ہو گیا<span>“</span> صحابی نے کہا: اچھا، یا رسول اللہ! اب میرے پاس ایک بکری کا بچہ ہے جو مجھے دو بکریوں سے بھی زیادہ محبوب ہے کیا یہ کافی ہو گا آپ نے فرمایا: <span>”</span>ہاں تجھے تو کافی ہے لیکن تیرے بعد چھ مہینے کا بکری کا بچہ کوئی اور قربانی نہیں دے سکتا<span>“</span></span>۔   <span class=\"reference\">[صحیح بخاری:955]</span> ‏ </p><p> امام ابو جعفر بن جریر رحمہ اللہ فرماتے ہیں ٹھیک قول اس کا ہے جو کہتا ہے کہ اس کے معنی یہ ہیں کہ اپنی تمام نمازیں خالص اللہ ہی کے لیے ادا کر، اس کے سوا کسی اور کے لیے نہ کر، اسی طرح اسی کی راہ میں خون بہا کسی اور کے نام پر قربانی نہ کر، اس کا شکر بجا لا جس نے تجھے یہ بزرگی دی اور وہ نعمت دی جس جیسی کوئی اور نعمت نہیں تجھی کو اس کے ساتھ خاص کیا یہی قول بہت اچھا ہے۔ محمد بن کعب قرظی اور عطا کا بھی یہی فرمان ہے۔</p></div><div>10888</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">پھر ارشاد ہوتا ہے کہ اے نبی! تجھ سے اور تیری طرف اتری ہوئی وحی سے دشمنی رکھنے والا ہی قلت و ذلت والا بے برکتا اور دم بریدہ ہے یہ آیت عاص بن وائل کے بارے میں اتری ہے یہ پاجی جہاں نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا ذکر سنتا تو کہتا اسے چھوڑو وہ دم کٹا ہے، اس کے پیچھے اس کی نرینہ اولاد نہیں اس کے انتقال کرتے ہی اس کا نام دنیا سے اٹھ جائے گا۔ اس پر یہ مبارک سورت نازل ہوئی ہے شمر بن عطیہ رحمہ اللہ فرماتے ہیں کہ عقبہ بن ابومعیط کے حق میں یہ آیت اتری ہے۔ </p><p class=\"ur\"> سیدنا ابن عباس رضی اللہ عنہما وغیرہ فرماتے ہیں کعب بن اشرف اور جماعت قریش کے بارے میں یہ نازل ہوئی ہے۔ بزار میں ہے کہ جب کعب بن اشرف مکے میں آیا تو قریشیوں نے اس سے کہا کہ آپ تو ان کے سردار ہیں آپ اس بچہ کی طرف نہیں دیکھتے جو اپنی ساری قوم سے الگ تھلک ہے اور خیال کرتا ہے کہ وہ افضل ہے حالانکہ ہم حاجیوں کے اہل میں سے ہیں بیت اللہ ہمارے ہاتھوں میں ہے زمزم پر ہمارا قبضہ ہے، تو یہ خبیث کہنے لگا بیشک تم اس سے بہتر ہو اس پر یہ آیت اتری اس کی سند صحیح ہے۔  عطا فرماتے ہیں ابولہب کے بارے میں یہ آیت اتری ہے جب رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے صاحبزادے انتقال ہوا تو یہ بدنصیب مشرکین سے کہنے لگا کہ آج کی رات محمد کی نسل کٹ گئی <span>(‏<span class=\"saw\"> صلی اللہ علیہ وسلم </span>)</span>‏ اس پر اللہ تعالیٰ نے یہ آیت اتاری۔ </p><p class=\"ur\"> سیدنا ابن عباس رضی اللہ عنہما سے بھی یہ منقول ہے آپ یہ بھی فرماتے ہیں کہ اس سے مراد نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا ہر دشمن ہے جن جن کے نام لیے گئے وہ بھی اور جن کا ذکر نہیں ہوا وہ بھی <span class=\"arabic qpc-hafs\"> «ابتر»</span>  کے معنی ہیں، تنہا عرب کا یہ بھی محاورہ ہے کہ جب کسی کی نرینہ اولاد مر جاتے تو کہتے ہیں <span class=\"arabic qpc-hafs\"> «ابتر»</span>  نبی علیہ السلام کے صاحبزادہ کے انتقال پر بھی انہوں نے دشمنی کی وجہ سے یہی کہا جس پر یہ آیت اتری تو مطلب یہ ہوا کہ <span class=\"arabic qpc-hafs\"> «ابتر»</span>  وہ ہے جس کے مرنے کے بعد اس کا نام مٹ جائے ان مشرکین نے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی نسبت بھی یہی خیال کیا تھا کہ ان کے لڑکے تو انتقال کر گئے وہ نہ رہے جن کی وجہ سے ان کے انتقال کے بعد بھی ان کا نام رہتا <span class=\"arabic qpc-hafs\"> «حاشا و کلا»</span>  اللہ تعالیٰ آپ کا نام رہتی دنیا تک رکھے گا آپ کی شریعت ابدالآباد تک باقی رہے گی آپ کی اطاعت ہر ایک پر فرض کر دی گئی ہے، آپ کا پیارا اور پاک نام ہر ایک مسلم کے دل و زبان پر ہے اور قیام تک فضائے آسمانی میں عروج و اقبال کے ساتھ گونجتا رہے گا، بحر و بر میں ہر وقت اس کی منادی ہوتی رہے گی، اللہ تعالیٰ آپ پر اور آپ کی آل و اولاد پر اور ازواج و اصحاب پر قیامت تک درود سلام بےحد و بکثرت بھیجتا رہے۔ <span class=\"arabic qpc-hafs\"> «آمین»</span>  </p><p> <span class=\"arabic qpc-hafs\"> «الحمداللہ»</span>  اللہ تعالیٰ کے فضل و کرم سے اس کے احسان و رحم سے سورۃ الکوثر کی تفسیر بھی ختم ہوئی۔ <span class=\"arabic qpc-hafs\"> «وللہ الحمد والمنہ»</span> </p></div><div>10889</div>"
        },
        {
            "resource_id": 182,
            "text": "使者啊！“我”确已赐福你很多的福利，其中就包括乐园中的多福之河。"
        },
        {
            "resource_id": 166,
            "text": "<p>নিশ্চয় আমরা আপনাকে কাউছার [১] দান করেছি।</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা বলেন, ‘কাউসার’ সেই অজস্র কল্যাণ যা আল্লাহ্ তা‘আলা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দান করেছেন। ইকরিমা বলেন, এটা নবুওয়ত, কুরআন ও আখেরাতের সওয়াব। অনুরূপভাবে, কাউসার জান্নাতের একটি প্রস্রবনের নাম। এ তাফসীরসমূহে কোন বিরোধ নেই; কারণ, কাউসার নামক প্রস্রবনটি অজস্র কল্যাণের একটি। আসলে কাউসার শব্দটি এখানে যেভাবে ব্যবহৃত হয়েছে তাতে এক শব্দে এর পূর্ণ অর্থ প্রকাশ করা সম্ভব নয়। এ শব্দটি মূলে কাসরাত كثرة থেকে বিপুল ও অত্যধিক পরিমাণ বুঝাবার অর্থে ব্যবহৃত হয়েছে। এর আভিধানিক অর্থ হচ্ছে, সীমাহীন আধিক্য। কিন্তু যে অবস্থায় ও পরিবেশে শব্দটি ব্যবহার করা হয়েছে তাতে শুধুমাত্র আধিক্য নয় বরং কল্যাণ ও নিয়ামতের আধিক্য এবং এমন ধরনের আধিক্যের ধারণা পাওয়া যায় যা বাহুল্য ও প্রাচুর্যের সীমান্তে পৌছে গেছে। আর এর অর্থ কোন একটি কল্যাণ বা নিয়ামত নয় বরং অসংখ্য কল্যাণ ও নিয়ামতের আধিক্য, যার মধ্যে একটি হল জান্নাতের প্রস্রবন। [ইবন কাসীর]</p><p>----------------------</p><p>[১] বিভিন্ন হাদীসে কাউসার ঝর্ণাধারার কথা বর্ণিত হয়েছে। আনাস রাদিয়াল্লাহু ‘আনহু বলেন, একদিন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মসজিদে আমাদের সামনে উপস্থিত ছিলেন। হঠাৎ তার মধ্যে তন্দ্রা অথবা এক প্রকার অচেতনতার ভাব দেখা দিল। অতঃপর তিনি হাসিমুখে মাথা উঠালেন। আমরা জিজ্ঞেস করলাম, ইয়া রাসূলাল্লাহ্ আপনার হাসির কারণ কি? তিনি বললেন, এই মুহুর্তে আমার নিকট একটি সূরা নাযিল হয়েছে। অতঃপর তিনি বিসমিল্লাহ্ সহ সূরা আল-কাউসার পাঠ করলেন এবং বললেন, তোমরা জান, কাউসার কি? আমরা বললাম, আল্লাহ্ তা‘আলা ও তার রাসূলই ভাল জানেন। তিনি বললেন, এটা জান্নাতের একটি নহর। আমার রব আমাকে এটা দেবেন বলে ওয়াদা করেছেন। এতে অজস্র কল্যাণ আছে এবং এই হাউযে কেয়ামতের দিন আমার উম্মত পানি পান করতে যাবে। এর পানি পান করার পাত্ৰ সংখ্যা আকাশের তারকাসম হবে। তখন কতক লোককে ফেরেশতাগণ হাউয থেকে হটিয়ে দিবে। আমি বলব, হে রব! সে তো আমার উম্মত। আল্লাহ্ তা‘আলা বলবেন, আপনি জানেন না, আপনার পরে তারা নতুন মত ও পথ অবলম্বন করেছিল।” [মুসলিম: ৪০০, মুসনাদে আহমাদ: ৩/১০২] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “ইসরা ও মিরাজের রাত্রিতে আমাকে এক প্রস্রবনের কাছে নিয়ে যাওয়া হলো যার দু’তীর ছিল মুক্তার খালি গম্বুজে পরিপূর্ণ, আমি বললাম, জিবরাঈল এটা কি? তিনি বললেন, এটাই কাউসার” [বুখারী: ৪৯৬৪]</p><p>অন্য বর্ণনায় এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আমাকে কাউসার দান করা হয়েছে, সেটা হচ্ছে, প্রবাহিত একটি নহর। যা কোন খোদাই করা বা ফাটিয়ে বের করা হয়নি। আর তার দুই তীর মুক্তার খালি গম্বুজ। আমি তার মাটিতে আমার দু’হাত মারলাম, দেখলাম তা সুগন্ধি মিস্ক আর তার পাথরকুচি মুক্তোর।” [মুসনাদে আহমাদ: ৩/১৫২] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেন, “কাউসার হচ্ছে এমন একটি নাহর যা আল্লাহ্ আমাকে জান্নাতে দান করেছেন, তার মাটি মিসকের, দুধের চেয়েও সাদা, মধুর চেয়েও সুমিষ্ট, এতে এমন এমন পাখি নামবে যেগুলোর ঘাড় উটের ঘাড়ের মত। আবু বকর রাদিয়াল্লাহু ‘আনহু বললেন, হে আল্লাহ্র রাসূল! এগুলো তো খুব সুস্বাদু নিশ্চয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যারা এগুলো খাবে তারা আরও কোমল মানুষ” । [তাবারী: ৩৮১৭৪, মুসনাদে আহমাদ: ৩/২২১, তবে মুসনাদে আহমদে আবুবকরের পরিবর্তে উমরের কথা এসেছে। অন্য বর্ণনায় এসেছে, “তার পেয়ালাগুলোর সংখ্যা আকাশের তারকাদের সংখ্যার অনুরূপ”। [বুখারী: ৪৯৬৫] মোটকথা: হাউযের অস্তিত্ব ও বাস্তবতা অনেক সহীহ হাদীস দ্বারা প্রমাণিত হয়েছে। কোন কোন অভিজ্ঞ আলেম উল্লেখ করেছেন যে, এ হাদীসগুলো মুতাওয়াতির। নবী করীম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে ত্ৰিশ জনের বেশী সাহাবী এ সমস্ত হাদীস বর্ণনা করেছেন।</p><p>তবে এখানে এটা জানা আবশ্যক যে, কাউসার ও হাউয একই বস্তু নয়। হাউযের অবস্থান হাশরের মাঠে, যার পানি কাউসার থেকে সরবরাহ করা হবে। আর কাউসারের অবস্থান হোল জান্নাতে। হাশরের ময়দানে হাউয সম্পর্কে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, জান্নাতের কাউসার ঝর্ণাধারা থেকে পানি এনে হাউযে ঢালা হবে। এক হাদীসে বলা হয়েছে, “জান্নাত থেকে দু’টি খাল কেটে এনে তাতে ফেলা হবে এবং এর সাহায্যে সেখান থেকে তাতে পানি সরবরাহ হবে।” [মুসলিম: ২৩০০, মুসনাদে আহমাদ: ৪/৪২৪, ৫/১৫৯,২৮০,২৮১,২৮২,২৮৩] সুতরাং হাউয হলো এমন এক বিরাট পানির ধারা যা আল্লাহ্ আমাদের নবী মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে হাশরের মাঠে দান করেছেন। যা দুধের চেয়েও শুভ্ৰ, বরফের চেয়েও ঠাণ্ডা, মধুর চেয়েও মিষ্টি, মিসকের চেয়েও অধিক সুঘ্ৰাণ সম্পন্ন। যা অনেক প্রশস্ত, দৈর্ঘ্য ও প্রস্থে সমান, তার কোণ সমূহের প্রত্যেক কোণ এক মাসের রাস্তা, তার পানির মূল উৎস হলো জান্নাত। জান্নাত থেকে এমন দু’টি নলের মাধ্যমে তার সরবরাহ কাজ সমাধা হয়ে থাকে যার একটি স্বর্ণের অপরটি রৌপ্যের। তার পেয়ালা সমূহের সংখ্যা আকাশের তারকারাজীর মত। এক হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আমার হাউযের আয়তন হচ্ছে ‘আইলা’ (বায়তুল মুকাদ্দাস) থেকে সান‘আ পর্যন্ত, আর সেখানে পেয়ালার সংখ্যা আকাশের তারকার মত এত বেশী”। [বুখারী: ৬৫৮০, মুসলিম: ২৩০৩] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেছেন, “আমার হাউয এক মাসের রাস্তা, তার কোণসমূহ একই সমান, তার পানি দুধের চেয়েও সাদা, তার ঘ্রাণ মিসকের চেয়েও বেশী উত্তম, তার পেয়ালাসমূহ আকাশের তারকা মত বেশী ও উজ্জ্বল, যে তা থেকে পান করবে সে আর কখনো পিপাসার্ত হবেনা” । [বুখারী: ৬৫৭৯, মুসলিম: ২২৯২] মোটকথা: কাউসারের মূল উৎস হলো জান্নাতে। তা থেকেই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আরেকটি হাউযে পানি আসবে। সেখানে তার উম্মতকে তিনি পানি পান করাবেন। তাছাড়া সমস্ত নবীর হাউযের পানির উৎসও এ কাউসারই।</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 1 { اِنَّآاَعْطَیْنٰکَ الْکَوْثَرَ۔ } ”اے نبی ﷺ ! ہم نے آپ کو خیر کثیر عطا کیا۔“ الکوثر : کثرت سے ماخوذ ہے ‘ اس کا وزن فَوْعَلْ ہے جو مبالغہ کا صیغہ ہے۔ اس کا معنی ہے کسی چیز کا اتنا کثیر ہونا کہ اس کا اندازہ نہ لگایا جاسکے۔ چناچہ اس کا ترجمہ ”خیر کثیر“ کیا گیا ہے۔ ”الکوثر“ کے بارے میں ایک رائے یہ بھی ہے کہ اس سے حوض کوثر مراد ہے ‘ جو میدانِ حشر میں ہوگا اور اس سے حضور ﷺ اپنی امت کے پیاسوں کو سیراب فرمائیں گے۔ لیکن درحقیقت وہ بھی ”خیر کثیر“ ہی میں شامل ہے۔ ”خیر کثیر“ کی وضاحت سے متعلق بھی تفاسیر میں لگ بھگ پچیس تیس اقوال ملتے ہیں۔ حضور ﷺ کو عطا ہونے والے خیرکثیر کی سب سے بڑی مثال خود قرآن مجید ہے۔ اسی طرح اس کی ایک مثال حکمت بھی ہے۔ ظاہر ہے آپ ﷺ کو اعلیٰ ترین درجے میں حکمت بھی عطا ہوئی تھی ‘ جس کے بارے میں اللہ تعالیٰ کا فرمان ہے : { یُّؤْتِی الْحِکْمَۃَ مَنْ یَّشَآئُج وَمَنْ یُّؤْتَ الْحِکْمَۃَ فَقَدْ اُوْتِیَ خَیْرًا کَثِیْرًاط } البقرۃ : 269 ”وہ جس کو چاہتا ہے حکمت عطا کرتا ہے ‘ اور جسے حکمت دے دی گئی اسے تو خیر ِکثیر عطا ہوگیا“۔ مزید برآں جنت کی نہر کوثر ‘ نبوت کے فیوض و برکات ‘ دین اسلام ‘ صحابہ کرام کی کثرت ‘ رفع ذکر اور مقام محمود کو ”کوثر“ کا مصداق سمجھا دیا گیا ہے۔ چناچہ اس آیت کا مفہوم یہ ہے کہ اے نبی ﷺ ہم نے آپ کو وہ سب کچھ عطا کردیا اور کثرت کے ساتھ عطا کردیا جس کی انسانیت کو ضرورت ہے اور جو نوع انسانی کے لیے ُ طرئہ امتیاز بن سکتا ہے۔</p>"
        },
        {
            "resource_id": 170,
            "text": "Мы одарили тебя великими благами и щедрыми дарами, одним из которых является райская река Каусар. Мы также даровали тебе водоем, длина и ширина которого равны месячному пути. Его воды белее молока и слаще меда. Вокруг него расставлены сосуды, которые своим числом и по своему блеску не уступают звездам на небе. Всякий, кому будет позволено отведать один глоток из этого водоема, никогда более не испытает жажды. Затем Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, быть признательным за эти милости и сказал:"
        },
        {
            "resource_id": 183,
            "text": "使徒よ、確かにわれらはあなたに、豊潤に授けた。楽園のカウサル川もその一つ。"
        },
        {
            "resource_id": 181,
            "text": "- ای رسول- ما به تو خیر زیادی، از جمله رود کوثر در بهشت دادیم."
        },
        {
            "resource_id": 178,
            "text": "Поистине, Мы даровали тебе, о Посланник, много благ, среди которых – река аль-Каусар в Раю."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">يقول الله تعالى لنبيه محمد صلى الله عليه وسلم ممتنا عليه:</span> <span class=\"arabic qpc-hafs brown\">{ إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ }</span> أي: الخير الكثير، والفضل الغزير، الذي من جملته، ما يعطيه الله لنبيه صلى الله عليه وسلم يوم القيامة، من النهر الذي يقال له <span class=\"arabic qpc-hafs brown\">{ الكوثر }</span> ومن الحوض  طوله شهر، وعرضه شهر، ماؤه أشد بياضًا من اللبن، وأحلى من العسل، آنيته كنجوم  السماء في كثرتها واستنارتها، من شرب منه شربة لم يظمأ بعدها أبدًا."
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1}</span> يقول الله تعالى لنبيِّه محمدٍ - صلى الله عليه وسلم -<span class=\"brown\">[ممتنًّا عليه]</span>: <span class=\"arabic qpc-hafs brown\">{إنَّا أعطيناكَ الكَوۡثَرَ}</span>؛<span class=\"blue\"> أي:</span> الخير الكثير والفضل الغزير، الذي من جملته ما يعطيه اللهُ لنبيِّه - صلى الله عليه وسلم -<span class=\"brown\">[يوم القيامة]</span> من النهر الذي يقال له: الكوثر ، ومن الحوض ؛ طولُه شهرٌ وعرضُه شهرٌ، ماؤه أشدُّ بياضاً من اللبن، وأحلى من العسل، آنيته عدد نجوم السماء في كثرتها واستنارتها، من شرب منه شربةً؛ لم يظمأ بعدها أبداً.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{2}</span> ولمَّا ذكر مِنَّتَه عليه؛ أمَرَهُ بشكرها،<span class=\"blue\"> فقال:</span><span class=\"arabic qpc-hafs brown\">{فصلِّ لربِّك وانۡحَر}</span>: خصَّ هاتين العبادتين بالذِّكر؛ لأنَّهما أفضل العبادات وأجلُّ القربات، ولأنَّ الصلاة تتضمَّن الخضوع في القلب والجوارح لله، وتنقله في أنواع العبوديَّة، وفي النحر تقرُّبٌ إلى الله بأفضل ما عند العبد من النحائر، وإخراجٌ للمال الذي جُبِلَت النُّفوس على محبَّته والشُّحِّ به.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{3}</span><span class=\"arabic qpc-hafs brown\">{إنَّ شانِئَكَ}</span>؛<span class=\"blue\"> أي:</span> مبغضك وذامَّك ومتنقصك، <span class=\"arabic qpc-hafs brown\">{هو الأبتر}</span>؛<span class=\"blue\"> أي:</span> المقطوع من كلِّ خيرٍ؛ مقطوعُ العمل، مقطوعُ الذِّكر، وأمَّا محمدٌ - صلى الله عليه وسلم -؛ فهو الكامل حقًّا، الذي له الكمال الممكن للمخلوق من رفع الذكر وكثرة الأنصار والأتباع - صلى الله عليه وسلم -.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Мы даровали тебе Каусар <span class=\"green\">(бесчисленные блага, в том числе одноименную реку в Раю)</span>.  <span class=\"green\">(2)</span> Посему совершай намаз ради своего Господа и закалывай жертву.  <span class=\"green\">(3)</span> Воистину, твой ненавистник сам окажется бездетным.</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1)</span> Мы одарили тебя великими благами и щедрыми дарами, одним из которых явля- ется райская река Каусар. Мы также даровали тебе водоем, длина и ширина ко- торого равны месячному пути. Его воды белее молока и слаще меда. Вокруг него расставлены сосуды, которые своим числом и по своему блеску не уступают звез- дам на небе. Всякий, кому будет позволено отведать один глоток из этого водоема, никогда более не испытает жажды.\nЗатем Аллах повелел Своему посланнику, ﷺ, быть признательным за эти ми-<span class=\"blue\">\nлости и сказал:</span>\n</div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(2)</span> Всевышний особо выделил намаз и жертвоприношение, потому что именно они являются двумя самыми прекрасными и самыми важными обрядами поклонения и приближения к Аллаху. Совершая намаз, человек смиряется перед Господом ду- шой и телом и целиком погружается в поклонение Ему. Принося жертву, человек приближается к Аллаху посредством своего отборного и ценного имущества. Он закалывает жертвенных животных, расходуя свое состояние ради Аллаха, вопре- ки тому, что человеческая душа любит богатство и не желает расставаться с ним.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(3)</span> Кто питает ненависть к Пророку Мухаммаду, ﷺ, и пытается опорочить его и ума- лить его достоинство, тот непременно окажется в убытке. Его деяния будут тщет- ны, а добрая память о нем навсегда покинет сердца людей. Что же касается Про- рока Мухаммада, ﷺ, то он сумел достичь подлинного совершенства, которого только может достичь Божье творение. И свидетельством этого являются добрая память о нем и многочисленность его сторонников и последователей.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ ما کوثر را به  تو عطا کرديم\nفَصَلِّ لِرَبِّكَ وَانْحَرْ پس  براي ، پروردگارت  نماز بخوان  و قرباني  کن\nإِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ  که  بدخواه  تو خود ابتر است.</p><p>\n                                                            مکي و 4 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1)</span> خداوند به پیامبرش محمد صلی الله علیه وسلم می‌فرماید: (<span class=\"arabic qpc-hafs brown\">﴿إِنَّآ أَعۡطَيۡنَٰكَ ٱلۡكَوۡثَرَ﴾</span>) ما به تو خیر فراوان و فضل زیاد داده‌ایم،<span class=\"blue\"> از جملۀ آن:</span> نهر و حوضی است که خداوند به پیامبرش داده و کوثر نامیده می‌شود که طول آن به مسافت یک ماه و عرض آن نیز به مسافت یک ماه است، و آب آن از شیر سفیدتر و از عسل شیرین‌تر است، و ظرف و لیوان‌های آن به اندازۀ ستارگان آسمان زیاد و همان‌طور درخشان می‌باشند. هرکس یک بار از حوض کوثر بنوشد هرگز تشنه نخواهد شد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(2)</span> وقتی خداوند منت خویش را بر پیامبر بیان کرد،<span class=\"blue\"> او را به سپاسگزاری نعمت فرمان داد و فرمود:</span> (<span class=\"arabic qpc-hafs brown\">﴿فَصَلِّ لِرَبِّكَ وَٱنۡحَرۡ﴾</span>) برای پروردگارت نماز بگزار و قربانی کن. این دو عبادت را به طور ویژه بیان کرد، چون هر دو از بهترین عبادت‌ها و بزرگ‌ترین آنها می‌باشند. و چون در نماز، قلب و اعضا برای خدا فروتن می‌باشند، و اعضا و جوارح برای انجام انواع بندگی‌ها حرکت می‌کنند. و ذبح کردن قربانی موجب می‌شود که بنده به وسیلۀ بهترین چیزی که در نزد خود دارد، و با دادن مالی که دل‌ها بر محبت آن سرشته‌اند و بر آن بخل می‌ورزند، به خداوند تقرب و نزدیکی جوید.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(3)</span> (<span class=\"arabic qpc-hafs brown\">﴿إِنَّ شَانِئَكَ هُوَ ٱلۡأَبۡتَرُ﴾</span>) همانا کسی که با تو دشمنی دارد و تو را مذمت می‌کند، بی‌خیر و برکت و بی‌نام و نشان خواهد بود. اما محمد صلی الله علیه وسلم به حق انسانی کامل است و آوازه‌ای بلند و پیروانی زیاد دارد.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya -wahai Rasul- Kami telah memberimu kebaikan yang banyak, di antaranya sungai al-Kauṡar di surga."
        },
        {
            "resource_id": 792,
            "text": "ពិតប្រាកដណាស់ យើងបានប្រទានឱ្យអ្នក(ឱអ្នកនាំសារមូហាំម៉ាត់)នូវប្រការល្អជាច្រើន ដែលក្នុងនោះ គឺមានទន្លេមួយនៅក្នុងឋានសួគ៌ដែលមានឈ្មោះថា អាល់កាវសើរ។"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Şüphe yok ki Biz sana Kevser’i verdik.\n2- O halde Rabbin için namaz kıl ve kurban kes.\n3- Şüphesiz asıl şanı/hayrı kesik olan, sana nefret besleyenin kendisidir.</p><div><span class=\"green\">(Mekke’de inmiştir. 3 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1.<span class=\"blue\"> Yüce Allah peygamberi Muhammed sallallahu aleyhi ve sellem’e olan nimetini dile getirerek şöyle hitap etmektedir:</span><span class=\"brown\">“Şüphe yok ki Biz sana Kevser’i verdik.”</span> Kevser, pek çok hayır, uçsuz bucaksız lütuf demektir. Yüce Allah’ın Peygamberi Muhammed sallallahu aleyhi ve sellem’e kıyamet günü vereceği “Kevser” adındaki nehir ile eni bir aylık, boyu bir aylık mesafe olan ve suyu sütten daha beyaz, baldan daha tatlı olan Havz da bu pek büyük hayra dahildir. Bu Havzın kapları semadaki yıldızlar kadar çok ve onlar gibi parlaktır. Ondan bir defa içen artık ebediyen bir daha susamayacaktır.                </div><div lang=\"tr\" class=\"tr \">\n                                        2.<span class=\"blue\"> Yüce Allah Rasûlüne olan lütuf ve ihsanını söz konusu ettikten sonra bunlara şükretmesini emrederek:</span><span class=\"brown\">“O halde Rabbin için namaz kıl ve kurban kes”</span> diye buyurmaktadır. Özellikle bu iki ibadeti söz konusu etmesinin sebebi, bunların ibadetlerin en faziletlisi, Allah’a yakınlaştırıcı amellerin en değerlileri olmalarıdır. Ayrıca namaz, kalp ve azaların Allah’ın önünde saygı ile boyun eğmesini ihtiva etmekte ve ubûdiyyetin çeşitli şekillerini ortaya koymaktadır. Kurban kesmekte de Yüce Allah’a, kulun sahip olduğu en değerli kurbanlıkları sunmakla ve yapısı gereği nefsin sevdiği ve kolay kolay vermek istemediği malın bir bölümünü Allah için vermek suretiyle Allah’a bir yakınlaşma söz konusudur.                </div><div lang=\"tr\" class=\"tr \">\n                                        3. <span class=\"brown\">“Şüphesiz asıl şanı/hayrı kesik olan”</span> her türlü hayrı, ameli, zikri ve şanı kesik olan <span class=\"brown\">“sana nefret besleyenin”</span> sana buğzedenin, seni kınayanın ve sana kusur isnat edenin <span class=\"brown\">“kendisidir.”</span>\nMuhammed sallallahu aleyhi ve sellem’e gelince o gerçekten kâmildir. Bir mahluk için mümkün olan şanın yüceliği, yardımcılarının çokluğu ve ona uyanların fazlalığı gibi yönlerden o, mümkün olan her kemâle sahiptir.\nKevser Sûresi’nin tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">یقیناً عطا کی ہم نے آپ کو کوثر<span class=\"green\">(1)</span> سو آپ نماز پڑھیں اپنے رب کے لیے اور قربانی کریں<span class=\"green\">(2)</span> بلاشبہ آپ کا دشمن ہی بے نام و نشان رہے گا<span class=\"green\">(3)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[1]</span>     اللہ تبارک و تعالیٰ اپنے نبی محمد مصطفیٰﷺ پر احسان کرتے ہوئے خطاب فرماتا ہے: <span class=\"arabic qpc-hafs brown\">﴿اِنَّـاۤ اَعۡطَيۡنٰكَ الۡكَوۡثَرَ﴾</span>  یعنی  ہم نے آپ کو خیر کثیر اور فضل عظیم عطا کیا ۔منجملہ اس خیر کثیر  میں سے  جو اللہ تعالیٰ اپنے نبی کو عطا فرمائے گا، ایک نہر بھی ہے جس کو <span class=\"arabic qpc-hafs brown\">﴿الۡكَوۡثَرَ﴾</span> کہا جاتا ہے۔  حوضِ کوثر کا طول ایک ماہ کی مسافت اور اس کا عرض بھی ایک ماہ کی مسافت ہے،  اس کا پانی دودھ سے زیادہ سفید اور شہد سے بڑھ کر میٹھا ہے،  اس کے پینے کے برتن  اپنی کثرت اور چمک میں آسمان کے ستاروں کے مانند ہوں گے،  جو کوئی حوض کوثر سے ایک مرتبہ پانی پی لے گا،  اس کے بعد اسے کبھی پیاس نہیں لگے گی۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[2]</span>     اللہ تعالیٰ نے آپ پر اپنے احسان و عنایت کا ذکر کرنے کے بعد آپ کو اس احسان پر شکر اداکرنے کا حکم دیا،<span class=\"bluﷺ\">  چنانچہ فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿فَصَلِّ لِرَبِّكَ وَانۡحَرۡ﴾</span>  ’’پس اپنے رب کے لیے نماز پڑھ اور قربانی کر۔‘‘      اللہ تعالیٰ نے ان دو عبادتوں کا خاص طور پر ذکر فرمایا کیونکہ یہ دونوں افضل ترین عبادات اور تقرب الٰہی کا جلیل ترین ذریعہ ہیں۔ نیز ان دونوں کا خاص طور پر ذکر کرنے کی ایک وجہ یہ  بھی ہے کہ نماز قلب اور جوارح میں خشوع کو متضمن ہے ، پھر اسے عبادت کی دیگر تمام انواع میں منتقل کر دیتی ہے۔ جانور ذبح کرنے میں یہ حکمت ہے کہ بندے کے پاس جو کچھ ہے اس میں سے افضل ترین چیز،  یعنی قربانی کے ذریعے سے تقرب الٰہی حاصل کرنا اور مال خرچ کرنا ہے  جس سے محبت کرنا اور اس میں بخل کرنا نفس انسانی کی جبلت ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[3]</span><span class=\"arabic qpc-hafs brown\">﴿اِنَّ شَانِئَكَ﴾</span> آپ سے بغض رکھنے والا،  آپ کی مذمت اور تنقیص کرنے والا <span class=\"arabic qpc-hafs brown\">﴿هُوَ الۡاَبۡتَرُ﴾</span>  یعنی  وہ ہر بھلائی سے محروم ہے، اس کا عمل منقطع ہے اور اس کا ذکر منقطع ہے۔رہے رسول مصطفیٰ محمدﷺ  تو حقیقت میں وہی کامل ہیں،  آپ کمال کے اس بلند ترین مرتبے پر پہنچے ہوئے ہیں جہاں تک پہنچنا مخلوق میں سے کسی کے لیے ممکن نہیں،<span class=\"bluﷺ\">  مثلاً:</span>  رفعت ذکر،  کثرت الانصار  اور کثرت متبعین  ۔                </div>"
        },
        {
            "resource_id": 776,
            "text": "¡Mensajero! Te he concedido abundante bien, entre ello el río de Kawzar en el Paraíso."
        },
        {
            "resource_id": 180,
            "text": "১. হে রাসূল! আমি আপনাকে প্রভ‚ত কল্যাণ দান করেছি। তন্মধ্যে রয়েছে জান্নাতের হাউযে কাউসার।"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله تعالى :  إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ )</span> يا محمد <span class=\"arabic qpc-hafs green\">( الْكَوْثَرَ)</span> واختلف أهل التأويل في معنى الكوثر,<span class=\"blue\"> فقال بعضهم:</span> هو نهر في الجنة أعطاه الله نبيه محمدا صلى الله عليه وسلم.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا هشيم,<span class=\"blue\"> قال:</span> أخبرنا عطاء بن السائب, عن محارب بن دثار,<span class=\"blue\"> عن ابن عمر:</span> أنه قال: <span class=\"red\">\" الكوثر: نهر في الجنة, حافتاه من ذهب وفضة, يجري على الدرّ والياقوت, ماؤه أشدّ بياضا من اللبن, وأحلى من العسل \"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا جرير, عن عطاء, عن محارب بن دثار الباهلي, عن ابن عمر,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال: <span class=\"red\">\" نهر في الجنة حافتاه الذهب, ومجراه على الدرّ والياقوت, وماؤه اشدّ بياضا من الثلج, وأشدّ حلاوة من العسل, وتربته أطيب من ريح المسك \"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا عمر بن عبيد, عن عطاء, عن سعيد بن جُبير, عن ابن عباس,<span class=\"blue\"> قال:</span> <span class=\"red\">\" الكوثر: نهر في الجنة حافتاه من ذهب وفضة، يجري على الياقوت والدرّ, ماؤه أبيض من الثلج, وأحلى من العسل \"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا يعقوب القُمِّي, عن حفص بن حميد, عن شمر بن عطية, عن شقيق أو مسروق,<span class=\"blue\"> قال:</span> قلت لعائشة: يا أمّ المؤمنين, وما بُطْنان الجنة؟<span class=\"blue\"> قالت:</span> <span class=\"red\">\" وسط الجنة: حافتاه قصور اللؤلؤ والياقوت, ترابه المسك, وحصباؤه اللؤلؤ والياقوت \"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا أحمد بن أبي سريج الرازيّ,<span class=\"blue\"> قال:</span> ثنا أبو النضر وشبابة, قالا ثنا أبو جعفر الرازيّ, عن ابن أبي نجيح, عن مجاهد, عن رجل,<span class=\"blue\"> عن عائشة قالت:</span> الكوثر: نهر في الجنة ليس أحد يدخل أصبعيه في أذنيه إلا سمع خرير ذلك النهر.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن أبي جعفر; وحدثنا ابن أبي سريج,<span class=\"blue\"> قال:</span> ثنا أبو نعيم,<span class=\"blue\"> قال:</span> أخبرنا أبو جعفر الرازيّ, عن ابن أبي نجيح, عن أنس,<span class=\"blue\"> قال:</span> الكوثر: نهر في الجنة.</p><p lang=\"ar\" class=\"ar \">قال: ثنا وكيع, عن سفيان, عن أبي إسحاق, عن أبي عبيدة,<span class=\"blue\"> عن عائشة قالت:</span> الكوثر نهر في الجنة, درّ مجوّف.</p><p lang=\"ar\" class=\"ar \">حدثنا وكيع, عن إسرائيل, عن أبي إسحاق, عن أبي عبيدة,<span class=\"blue\"> عن عائشة:</span> <span class=\"red\">\" الكوثر: نهر في الجنة, عليه من الآنية عدد نجوم السماء \"</span>.</p><p lang=\"ar\" class=\"ar \">قال ثنا وكيع, عن أبي جعفر الرازيّ, عن ابن أبي نجيح,<span class=\"blue\"> عن عائشة قالت:</span> من أحبّ أن يسمع خرير الكوثر, فليجعل أصبعيه في أُذنيه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن أبي إسحاق, عن أبي عبيدة, عن عائشة,<span class=\"blue\"> قالت:</span> نهر في الجنة, شاطئاه الدرّ المجوّف.</p><p lang=\"ar\" class=\"ar \">قال: ثنا مهران, عن أبي معاذ عيسى بن يزيد, عن أبي إسحاق, عن أبي عبيدة,<span class=\"blue\"> عن عائشة قالت:</span> <span class=\"red\">\" الكوثر: نهر في بطنان الجنة وسط الجنة, فيه نهر شاطئاه در مجوف, فيه من الآنية لأهل الجنة, مثل عدد نجوم السماء \"</span>.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه,<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال: نهر أعطاه الله محمدا صلى الله عليه وسلم في الجنة.</p><p lang=\"ar\" class=\"ar \">حدثنا أحمد بن أبي سريج,<span class=\"blue\"> قال:</span> ثنا مسعدة, عن عبد الوهاب, عن مجاهد,<span class=\"blue\"> قال:</span> <span class=\"red\">\" الكَوْثر: نهر في الجنة, ترابه مسك أذفر, وماؤه الخمر \"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن أبي سريج,<span class=\"blue\"> قال:</span> ثنا عبيد الله,<span class=\"blue\"> قال:</span> أخبرنا أبو جعفر, عن الربيع, عن أبي العالية,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال: نهر في الجنة.</p><p lang=\"ar\" class=\"ar \">حدثنا الربيع,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب, عن سليمان بن بلال, عن شريك بن أبي نمر,<span class=\"blue\"> قال:</span> سمعت أنس بن مالك يحدثنا,<span class=\"blue\"> قال:</span> لما أسري برسول الله صلى الله عليه وسلم, مضى به جبريل في السماء الدنيا, فإذا هو بنهر, عليه قصر من لؤلؤ وزبرجد, فذهب يَشَمّ ترابه, فإذا هو مسك,<span class=\"blue\"> فقال:</span> <span class=\"red\">\" يا جبريل ما هذا النهر؟\"</span> قال: هو الكوثر الذي خبأ لك ربُّك .</p><p>وقال آخرون: عُنِي بالكوثر: الخير الكثير.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثني هشيم,<span class=\"blue\"> قال:</span> أخبرنا أبو بشر وعطاء بن السائب, عن سعيد بن جُبير,<span class=\"blue\"> عن ابن عباس أنه قال في الكوثر:</span> هو الخير الكثير الذي أعطاه الله إياه.<span class=\"blue\"> قال أبو بشر:</span> فقلت لسعيد بن جبير: فإن ناسا يزعمون أنه نهر في الجنة,<span class=\"blue\"> قال:</span> فقال سعيد: النهر الذي في الجنة من الخير الذي أعطاه الله إياه.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا إسماعيل بن إبراهيم, عن عطاء بن السائب,<span class=\"blue\"> قال:</span> قال محارب بن دثار: ما قال سعيد بن جُبير في الكوثر؟<span class=\"blue\"> قال:</span> قلت: قال: قال ابن عباس: هو الخير الكثير,<span class=\"blue\"> فقال:</span> صدق والله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن عطاء بن السائب, عن سعيد بن جُبير, عن ابن عباس,<span class=\"blue\"> قال:</span> الكوثر: الخير الكثير.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا محمد بن جعفر,<span class=\"blue\"> قال:</span> ثنا شعبة, عن أبي بشر,<span class=\"blue\"> قال:</span> سألت سعيد بن جبير, عن الكوثر,<span class=\"blue\"> فقال:</span> هو الخير الكثير الذي آتاه الله,<span class=\"blue\"> فقلت لسعيد:</span> إنا كنا نسمع أنه نهر في الجنة,<span class=\"blue\"> فقال:</span> هو الخير الذي أعطاه الله إياه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثني عبد الصمد,<span class=\"blue\"> قال:</span> ثنا شعبة, عن أبي بشر,<span class=\"blue\"> عن سعيد بن جبير:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال: الخير الكثير.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا محمد,<span class=\"blue\"> قال:</span> ثنا شعبة, عن عمارة بن أبى حفصة, عن عكرمة,<span class=\"blue\"> قال:</span> هو النبوّة, والخير الذي أعطاه الله إياه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا حرمي بن عمارة,<span class=\"blue\"> قال:</span> ثنا شعبة,<span class=\"blue\"> قال:</span> أخبرني عمارة,<span class=\"blue\"> عن عكرمة في قول الله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال: الخير الكثير, والقرآن والحكمة.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية,<span class=\"blue\"> قال:</span> ثنا عمارة بن أبي حفصة,<span class=\"blue\"> عن عكرمة أنه قال:</span> الكوثر: الخير الكثير.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن عطاء بن السائب, عن سعيد بن جُبير,<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال: الخير الكثير.</p><p lang=\"ar\" class=\"ar \">قال: ثنا مهران, عن سفيان, عن هلال,<span class=\"blue\"> قال:</span> سألت سعيد بن جُبير <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال: أكثر الله له من الخير,<span class=\"blue\"> قلت:</span> نهر في الجنة؟<span class=\"blue\"> قال:</span> نهر وغيره.</p><p lang=\"ar\" class=\"ar \">حدثنا زكريا بن يحيى بن أبي زائدة,<span class=\"blue\"> قال:</span> ثنا أبو عاصم, عن عيسى بن ميمون, عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> قال:</span> الكوثر: الخير الكثير.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> قال:</span> الكوثر: الخير الكثير.</p><p>حدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء,<span class=\"blue\"> عن مجاهد:</span> الكوثر: قال: الخير كله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> قال:</span> خير الدنيا والآخرة.</p><p>حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة في الكوثر,<span class=\"blue\"> قال:</span> هو الخير الكثير.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن عطاء بن السائب, عن سعيد بن جُبير,<span class=\"blue\"> قال:</span> الكوثر: الخير الكثير.</p><p lang=\"ar\" class=\"ar \">قال: ثنا وكيع, عن بدر بن عثمان,<span class=\"blue\"> سمع عكرمة يقول في الكوثر:</span> قال: ما أُعطي النبّي من الخير والنبوّة والقرآن.</p><p lang=\"ar\" class=\"ar \">حدثنا أحمد بن أبي سريج الرازيّ,<span class=\"blue\"> قال:</span> ثنا أبو داود, عن بدر, عن عكرمة,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال: الخير الذي أعطاه الله النبوّة والإسلام.</p><p>وقال آخرون: هو حوض أُعطيه رسول الله صلى الله عليه وسلم في الجنة.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن مطر, عن عطاء <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال: حوض في الجنة أُعطيه رسول الله صلى الله عليه وسلم.</p><p lang=\"ar\" class=\"ar \">حدثنا أحمد بن أبي سريج,<span class=\"blue\"> قال:</span> ثنا أبو نعيم,<span class=\"blue\"> قال:</span> ثنا مطر,<span class=\"blue\"> قال:</span> سألت عطاء ونحن نطوف بالبيت عن قوله: <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال: حوض أُعطيه رسول الله صلى الله عليه وسلم.</p><p lang=\"ar\" class=\"ar \">وأولى هذه الأقوال بالصواب عندي,<span class=\"blue\"> قول من قال:</span> هو اسم النهر الذي أُعطيه رسول الله صلى الله عليه وسلم في الجنة, وصفه الله بالكثرة, لعِظَم قدره.</p><p lang=\"ar\" class=\"ar \">وإنما قلنا ذلك أولى الأقوال في ذلك, لتتابع الأخبار عن رسول الله صلى الله عليه وسلم بأن ذلك كذلك.</p><p>* ذكر الأخبار الواردة بذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا أحمد بن المقدام العجلي,<span class=\"blue\"> قال:</span> ثنا المعتمر,<span class=\"blue\"> قال:</span> سمعت أبي يحدّث عن قتادة,<span class=\"blue\"> عن أنس قال:</span> لما عُرج بنبيّ الله صلى الله عليه وسلم في الجنة, أو كما قال, عرض له نهر حافتاه الياقوت المجوف,<span class=\"blue\"> أو قال:</span> المجوب, فضرب الملك الذي معه بيده فيه, فاستخرج مسكا,<span class=\"blue\"> فقال محمد للملك الذي معه:</span> <span class=\"red\">\" ما هَذَا؟\"</span> قال: <span class=\"red\">\" هذا الكوثر الذي أعطاك الله; قال: ورفعت له سدرة المنتهى, فأبصر عندها أثرا عظيما \"</span> أو كما قال.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة, عن أنس, أن رسول الله صلى الله عليه وسلم,<span class=\"blue\"> قال:</span> <span class=\"red\">\" بَيْنَما أنا أسِيرُ في الجَنَّةِ, إذْ عَرَض ليَ نَهْرٌ, حافَتاهُ قِبابُ اللُّؤْلُؤِ المُجَوَّفِ,<span class=\"blue\"> فقالَ المَلَكُ الَّذِي مَعَهُ:</span> أتَدْرِي ما هَذَا؟ هَذَا الكَوْثَرُ الَّذِي أعْطاكَ اللهُ إيَّاهُ, وَضَرَبَ بِيَدِهِ إلى أرْضِه, فأخْرَجَ مِنْ طِينِه المِسْكَ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني ابن عوف,<span class=\"blue\"> قال:</span> ثنا آدم,<span class=\"blue\"> قال:</span> ثنا شيبان, عن قتادة,<span class=\"blue\"> عن أنس قال:</span> قال رسول الله صلى الله عليه وسلم: <span class=\"red\">\" لمَّا عُرِجَ بِي إلى السَّماء, أَتَيْتُ على نَهْرٍ حافَتاهُ قِبابُ اللُّؤْلُؤِ المُجَوَّف,<span class=\"blue\"> قُلتُ:</span> ما هَذَا يا جِبْرِيلُ؟<span class=\"blue\"> قال:</span> هَذَا الكَوْثَرُ الَّذِي أعْطَاكَ رَبُّكَ, فأهْوَى المَلكُ بِيَدِهِ, فاسْتَخْرَجَ طِينَه مِسْكًا أذفَرَ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا ابن أبي عديّ, عن حميد, عن أنس بن مالك,<span class=\"blue\"> قال:</span> قال رسول الله صلى الله عليه وسلم: <span class=\"red\">\" دَخَلْتُ الجَنَّة, فإذَا أنا بِنَهْرٍ حافَتاهُ خِيامُ اللُّؤْلُؤِ, فَضَرَبْتُ بِيَدِي إلى ما يَجْرِي فِيهِ,<span class=\"blue\"> فإذَا مِسْكٌ أذْفَرُ; قال:</span> قُلْتُ: ما هَذَا يا جِبْرِيلُ؟<span class=\"blue\"> قال:</span> هَذَا الكَوْثَرُ الَّذِي أعْطاكَهُ اللهُ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا عبد الصمد,<span class=\"blue\"> قال:</span> ثنا همام,<span class=\"blue\"> قال:</span> ثنا قتادة, عن أنس,<span class=\"blue\"> قال:</span> قال رسول الله صلى الله عليه وسلم, فذكر نحو حديث يزيد, عن سعيد.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا أحمد بن أبي سريج,<span class=\"blue\"> قال:</span> ثنا أبو أيوب العباس,<span class=\"blue\"> قال:</span> ثنا إبراهيم بن مسعدة,<span class=\"blue\"> قال:</span> ثنا محمد بن عبد الله بن مسلم ابن أخي ابن شهاب, عن أبيه, عن أنس,<span class=\"blue\"> قال:</span> سئل رسول الله صلى الله عليه وسلم عن الكوثر,<span class=\"blue\"> فقال:</span> <span class=\"red\">\" هُوَ نَهْرٌ أعْطانِيهِ اللهُ في الجَنَّةِ, تُرَابُهُ مِسْكٌ أبْيَضُ مِنَ اللَّبَنِ, وأحْلَى مِنَ العَسَلِ, تَرِدُهُ طَيْرٌ أعنَاقُهَا مِثْلُ أعناقِ الجُزُرِ\"</span>,<span class=\"blue\"> قال أبو بكر:</span> يا رسول الله, إنها لناعمة؟<span class=\"blue\"> قال:</span> <span class=\"red\">\"آكِلُها أنْعَمُ مِنْها \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا خلاد بن أسلم,<span class=\"blue\"> قال:</span> أخبرنا محمد بن عمرو بن علقمة بن أبي وقاص الليثي, عن كثير, عن أنس بن مالك,<span class=\"blue\"> قال:</span> قال رسول الله صلى الله عليه وسلم: <span class=\"red\">\" دَخَلْتُ الجَنَّةَ حِينَ عُرِجَ بِيَ, فَأُعْطِيتُ الْكَوْثَرَ, فإذَا هُوَ نَهْرٌ فِي الجَنَّةِ, عُضَادَتاهُ بُيُوتٌ مُجَوَّفَةٌ مِنْ لُؤْلُؤٍ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عبد الله بن عبد الحكم,<span class=\"blue\"> قال:</span> ثنا أبي وشعيب بن الليث, عن الليث, عن يزيد بن الهاد, عن عبد الله بن مسلم بن شهاب,<span class=\"blue\"> عن أنس:</span> أن رجلا جاء إلى النبيّ صلى الله عليه وسلم فقال: يا رسول الله, ما الكوثر؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" نَهْرٌ أعْطانِيهِ اللهُ فِي الجَنَّةِ, لَهُوَ أشَدُّ بَيَاضًا مِنَ اللَّبَنِ, وأحْلَى مِنَ العَسَلِ, فِيهِ طُيُورٌ أعْناقُهَا كأعْناقِ الجُزُرِ\"</span>.<span class=\"blue\"> قال عمر:</span> يا رسول الله إنها لناعمة,<span class=\"blue\"> قال:</span> <span class=\"red\">\"آكِلُها أنْعَمُ مِنْها \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا يونس,<span class=\"blue\"> قال:</span> ثنا يحيى بن عبد الله,<span class=\"blue\"> قال:</span> ثني الليث, عن ابن الهاد, عن عبد الوهاب عن عبد الله بن مسلم بن شهاب, عن أنس, أن رجلا جاء إلى النبي صلى الله عليه وسلم, فذكر مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا عمر بن عثمان بن عبد الرحمن الزهري، أن أخاه عبد الله,<span class=\"blue\"> أخبره أن أنس بن مالك صاحب النبي صلى الله عليه وسلم أخبره:</span> أن رجلا سأل النبي صلى الله عليه وسلم,<span class=\"blue\"> فقال:</span> ما الكوثر؟<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم:</span> <span class=\"red\">\" نَهْرٌ أعْطانِيهِ اللهُ فِي الجَنَّةِ, مَاؤهُ أبْيَضُ مِنَ اللَّبَنِ, وأحْلَى مِنَ العَسَلِ, فِيهِ طُيُورٌ أعْناقُهَا كأعْناقِ الجُزُرِ\"</span>,<span class=\"blue\"> فقال عمر:</span> إنها لناعمة يا رسول الله,<span class=\"blue\"> فقال:</span> <span class=\"red\">\"آكِلُها أنْعَمُ مِنْهَا \"</span> .</p><p lang=\"ar\" class=\"ar \">فقال: عمر بن عثمان: قال ابن أبي أُوَيس; وحدثني أبي, عن ابن أخي الزهريّ, عن أبيه, عن أنس, عن النبي صلى الله عليه وسلم في الكوثر, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا ابن فضيل,<span class=\"blue\"> قال:</span> ثنا عطاء, عن محارب بن دثار, عن ابن عمر,<span class=\"blue\"> قال:</span> قال رسول الله صلى الله عليه وسلم: <span class=\"red\">\" الكَوْثَرُ نَهْرٌ فِي الجَنَّةِ, حَافَتاهُ مِنْ ذَهَبٍ, وَمجْرَاهُ عَلى الْياقُوتِ والدُّرِّ, تُرْبَتُهُ أطْيَبُ مِنَ المِسْكِ, ماؤُهُ أحْلَى مِنَ العَسَلِ, وأشَدُّ بَياضًا مِنَ الثَّلْجِ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية,<span class=\"blue\"> قال:</span> أخبرنا عطاء بن السائب,<span class=\"blue\"> قال:</span> قال لي محارب بن دثار: ما قال سعيد بن جُبير في الكوثر؟<span class=\"blue\"> قلت:</span> حدثنا عن ابن عباس,<span class=\"blue\"> أنه قال:</span> هو الخير الكثير,<span class=\"blue\"> فقال:</span> صدق والله, إنه للخير الكثير, ولكن حدثنا ابن عمر,<span class=\"blue\"> قال:</span> لما نـزلت: <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ )</span> قال رسول الله صلى الله عليه وسلم: <span class=\"red\">\" الكَوْثَرُ نَهْرٌ فِي الجَنَّةِ, حافَتاهُ مِنْ ذَهَبٍ, يَجْرِي على الدُّرِّ واليَاقُوتِ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة, عن أنس بن مالك,<span class=\"blue\"> أن النبي صلى الله عليه وسلم قال:</span> <span class=\"red\">\" الكَوْثَرُ نَهْرٌ فِي الجَنَّةِ\"</span>,<span class=\"blue\"> قال النبيّ صلى الله عليه وسلم:</span> <span class=\"red\">\" رَأَيْتُ نَهَرًا حَافَتاهُ اللُّؤْلُؤ,<span class=\"blue\"> فَقُلْتُ:</span> يا جِبْرِيلُ ما هَذَا؟<span class=\"blue\"> قالَ:</span> هَذَا الكَوْثَرُ الَّذِي أعْطَاكَهُ اللهُ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن البرقي,<span class=\"blue\"> قال:</span> ثنا ابن أبي مريم,<span class=\"blue\"> قال:</span> ثنا محمد بن جعفر بن أبي كثير,<span class=\"blue\"> قال:</span> أخبرنا حزام بن عثمان, عن عبد الرحمن الأعرج, عن أُسامة بن زيد أن رسول الله صلى الله عليه وسلم أتى حمزة بن عبد المطلب يوما, فلم يجده, فسأل امرأته عنه, وكانت من بني النجار,<span class=\"blue\"> فقالت:</span> خرج, بأبي أنت آنفا عامدا نحوك, فأظنه أخطأك في بعض أزقة بني النجار, أو لا تدخل يا رسول الله؟ فدخل, فقدمت إليه حيسا, فأكل منه,<span class=\"blue\"> فقالت:</span> يا رسول الله, هنيئا لك ومريئا, لقد جئت وإني لأريد أن آتيك فأهنيك وأمريك <span class=\"arabic qpc-hafs green\">(6)</span> أخبرني أبو عمارة أنك أُعطيت نهرا في الجنة يُدعى الكوثر,<span class=\"blue\"> فقال:</span> <span class=\"red\">\" أَجَلْ, وَعَرْضُهُ - يعني أرضه - يَاقُوتٌ وَمَرْجَانٌ وزَبَرْجَدٌ ولُؤْلُؤٌ\"</span> .</p><p>------------------------</p><p>الهوامش:</p><p><span class=\"arabic qpc-hafs green\">(6)</span> تريد : أقول لك : هنأك الله وأمرأك ، بما أعطاك من الكوثر .</p>"
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹുവിൻ്റെ റസൂലേ! അങ്ങേക്ക് നാം ധാരാളം നന്മകൾ ചെയ്തു തന്നിരിക്കുന്നു. അതിൽ പെട്ടതാണ് സ്വർഗത്തിലുള്ള 'കൗഥർ' എന്ന അരുവി."
        },
        {
            "resource_id": 905,
            "text": "إنا آتيناك - أيها الرسول - الخير الكثير، ومنه نهر الكوثر في الجنة."
        },
        {
            "resource_id": 176,
            "text": "In verità, ti abbiamo concesso molti beni, o Messaggero, tra cui il fiume Al-Kawthar nel Paradiso."
        },
        {
            "resource_id": 910,
            "text": "<p class=\"id translation\" lang=\"id\">\"Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak. Maka dirikanlah shalat karena Rabbmu; dan ber-kurbanlah. Sesungguhnya orang-orang yang membencimu, dialah yang terputus.\" <span class=\"green\">(Al-<span class=\"blue\">Kautsar:</span> 1-3)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(1)</span> Allah سبحانه وتعالى berfirman kepada NabiNya, Muhammad a, seraya menganugerahkan karunia kepada beliau, ﴾ إِنَّآ    أَعۡطَيۡنَٰكَ  ٱلۡكَوۡثَرَ ﴿   \"Sesungguhnya Kami telah memberikan kepadamu nikmat yang banyak,\" yakni kebaikan dan karunia yang banyak, yang di antaranya adalah sungai al-Kautsar<span class=\"brown\">[149]</span> yang diberikan Allah سبحانه وتعالى kepadanya pada Hari Kiamat. Dan juga telaga yang panjangnya selama perjalanan sebu-lan dan luasnya selama perjalanan sebulan. Airnya lebih putih dari susu, lebih manis dari madu, jumlah gelasnya sejumlah bintang-bintang di langit dari segi banyak dan gemerlapnya. Siapa pun yang meminum satu kali tegukan dari air telaga ini, maka tidak akan haus selamanya.<span class=\"brown\">[150]</span>\n</div><div>\n<span class=\"green\">(2)</span> Dan setelah Allah سبحانه وتعالى menyebutkan karunia yang diberi-kan padanya, Allah سبحانه وتعالى menyuruhnya untuk bersyukur seraya ber-firman, ﴾ فَصَلِّ  لِرَبِّكَ  وَٱنۡحَرۡ ﴿   \"Maka dirikanlah shalat karena Rabbmu; dan berkurbanlah.\" Allah سبحانه وتعالى menyebut dua ibadah ini secara khusus karena keduanya merupakan ibadah paling utama dan amalan untuk mendekatkan diri kepada Allah سبحانه وتعالى yang paling mulia. Di samping itu karena shalat mencakup ketundukan hati dan raga kepada Allah سبحانه وتعالى dan mendorong orang untuk melakukan berbagai macam ibadah, dan dalam berkurban terdapat nilai pendekatan diri kepada Allah سبحانه وتعالى dengan sembelihan paling baik yang dimiliki seseorang dan mengeluarkan harta yang secara fitrah amat dicintai dan dijaga oleh jiwa.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(3)</span> ﴾ إِنَّ     شَانِئَكَ <span class=\"brown\">﴿   \"Sesungguhnya orang-orang yang membenci kamu,\" yaitu orang yang tidak suka, mencela dan menghinamu, ﴾</span> هُوَ  ٱلۡأَبۡتَرُ ﴿   \"dialah yang terputus,\" yakni, terputus dari semua kebaikan, terputus amal dan reputasi <span class=\"green\">(nama)</span> baiknya. Sementara Muhammad a adalah sosok yang benar-benar sempurna yang memiliki kesem-purnaan yang membuat manusia mengagungkan sebutannya dan banyak penolong serta pengikutnya, a.                </div>"
        },
        {
            "resource_id": 168,
            "text": "<p>Cause of Revelation</p><p>It is reported by Ibn Abi Hatim (رح) ، on the authority of Suddi, and by Baihaqi, in Dala'il-un- Nubuwwah, on the authority of Muhammad Ibn Ali Ibn Husain ؓ ، that the Arabs used to taunt and revile people who have lost their male issues. They used to refer to such a person as 'abtar', meaning 'having no male offspring or no male issue'. In keeping with this social evil, when the young son of the Holy Prophet ﷺ ، namely Qasim passed away, some leaders of Quraish, especially ` As Ibn Wh'il, started taunting the Holy Prophet ﷺ telling the people that they no longer need to bother about him, because he had no sons to carry on his name and that he would be forgotten after his death; he is 'abtar', that is, his lineage is cut off. On this occasion, the Surah was revealed. [ Baghawi, Ibn Kathir, Mazhari ].</p><p>According to some narratives, Ka'b Ibn Ashraf, a Jew of Madinah, came to Makkah and the Quraish asked him: You are the leader of the people. What do you think about this young man who claims that he is better than us (in religion), while we are the people who serve the pilgrims; we are the custodians of Ka'bah and supply water to the pilgrims.\" He replied: \"You are better than him.\" This Surah was revealed on that occasion. [ Ibn Kathir cites this incident from Bazzar with an authentic chain of narrators; and Mazhari says that Muslim also transmitted the incident ].</p><p>According to these narrations, this Surah was sent down when the unbelievers of Makkah taunted the Holy Prophet ﷺ because he had lost all his male issues, and called him 'abtar' or insulted him for some other reason. The present Surah gives an answer to the taunts of the unbelievers, and maintains that there is no justification for calling the Holy Prophet ﷺ an 'abtar' only because he had no male child alive, not only because his lineal offspring will remain till the Day of Judgment, though from his daughters, but he was destined to be the spiritual father of a multitude of sons in all ages to the end of time, sons who were to be far more faithful, obedient and loving than the sons of any father, and they will outnumber the followers of all the Prophets (علیہم السلام) that came before him. The Surah has also dismissed the statement of Ka'b Ibn Ashraf, and highlights the great honor and respect given to him by Allah.</p><p>The River or Fountain of Kauthar</p><p>Verse [ 108:1]إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ‌ ([ 0 Prophet,] surely, We have given you Al-Kauthar [ a river in Paradise ].) The word 'Al-Kauthar' literally means 'abundant goodness'. Imam Bukhari (رح) has recorded on the authority of Said Ibn Jubair ؓ that Ibn ` Abbas ؓ said about 'al-Kauthar': 'It is the abundant goodness that Allah gave to him [ Holy Prophet ﷺ ] '. A special pupil of Ibn ` Abbas ؓ said: \"I asked Said Ibn Jubair ؓ that people claim that it is a river in Paradise.\" Said Ibn Jubair ؓ replied that the river in Paradise is part of the goodness that Allah gave him. Therefore, Mujahid interprets that it is the abundant goodness of this world, as well as of the next world. This explanation includes the river in Paradise and other things as well.</p><p>The following Hadith is recorded in Bukhari, Muslim, Abu Dawud and Nasa'i رحمۃ اللہ علیہم from Sayyidna Anas ؓ that he said:</p><p>بینا رسول اللہ ﷺ بین اظھرنا فی المسجد اذ اغفی اغفاء ۃً ، ثم رفع رأسہ متبسّمّاً ۔ قلنا : ما اضحکک یا رسول اللہ ؟ قال : لقد انزلت علیّ آنفاً سورة فقرأ بسم اللہ الرحمٰن الرحیم انّا اعطینٰکَ الکوثر الخ ثم قال : اتدرون ما الکوثر ؟ قلنا : اللہ و رسولہ اعلم ۔ قال : فانّہ نھرٌ وعدنیہ ربّی عزوجل علیہ خیر کثیر ۔ وھا حوض ترد علیہ امّتی یوم القیامۃ ۔ آنیتہ عدد نجوم فی السّماء ۔ فیحتلج العبد منھم ۔ فاقول : ربّ انّہ من امتی فیقول : انّک لا تدری ما احدث بعدک ۔</p><p>\"While we were with the Messenger of Allah ﷺ in the mosque, he went into some kind of slumber or doziness. Then he lifted his head smiling. We asked: '0 Messenger of Allah! What has caused you to smile?' He replied: 'A Surah has just been revealed to me.' Then he recited Bismillah and Surah Al-Kauthar. Then he asked: 'Do you know what is Al-Kauthar?' We replied: 'Allah and His Messenger ﷺ know best,' He said: 'It is a river that my Lord, the Mighty and Majestic, has promised me and it has abundant goodness. It is a fountain where my Ummah will come on the Day of Judgment. Its containers are as numerous as the stars in the sky. Then a servant of Allah from among them will be prevented from it, and I will say: '0 Lord! Verily, he is from my Ummah [ followers.] 'Then Allah will say: 'You do not know what he introduced [ or innovated ] after you.'</p><p>This is the wording of Muslim. Ibn Kathir, having cited this Tradition, writes further:</p><p>و قد ورد فی صفۃ الحوض یوم القیامۃ انّہ یشخب فیہ میزابان من السّماء من نھر الکوثر و ان آنیتہ عدد نجوم السّماء۔</p><p>\"It is reported regarding the description of the fountain on the Day of Judgment that two channels will lead from the sky to supply the fountain with the water of Kauthar. It will have more cups than the stars in the sky.\"</p><p>The Tradition cited above clarifies many points.</p><p>[ 1]\tIt indicates the cause of the revelation of Surah Al-Kauthar.</p><p>[ 2]\tIt gives its authentic interpretation, that is, 'abundant goodness' and that it includes the fountain of Kauthar which will quench the thirst of the Prophet's followers on the Day of Judgment.</p><p>[ 3]\tThe actual river of Kauthar is in Paradise, and the fountain of Kauthar will be on the Plain of Gathering. Two channels will flow from the river of Paradise into the fountain of Gathering, augmenting its supply of water.</p><p>[ 4]\tIt reconciles the narratives that tell us that the believers will arrive at the fountain of Kauthar before their entry into Paradise.</p><p>[ 5]\tSome people will be turned away from the fountain, because they later on turned away from Islam, or they were not Muslims at all, but expressed their Islam only hypocritically. Their hypocrisy was exposed after the Holy Prophet ﷺ . Allah knows best!</p><p>There are Traditions that describe the cleanness and sweetness of water of Kauthar, and that its banks are adorned with pearls. These qualities cannot be compared with anything in this world.</p><p>If the revelation of Surah Al-Kauthar is in response to the taunting of the heathens who called him 'abtar' because he had lost his sons, as explained earlier, this Surah comforts him. They used to say that when he would pass away, there shall be none to take his name on account of having no male offspring and his activities will cease. This Surah tells him that he has been granted Al-Kauthar and completely dismisses the reproach of his enemies, in that his lineage does not stop here in this world, but his spiritual lineage will continue till the Day of Gathering. His spiritual sons and daughters will outnumber the Ummahs of the previous Prophets. They will also enjoy the greatest respect and honor.</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( فصل لربك وانحر )</span> أي : كما أعطيناك الخير الكثير في الدنيا والآخرة ، ومن ذلك النهر الذي تقدم صفته - فأخلص لربك صلاتك المكتوبة والنافلة ونحرك ، فاعبده وحده لا شريك له ، وانحر على اسمه وحده لا شريك له .<span class=\"blue\"> كما قال تعالى :</span> <span class=\"arabic qpc-hafs\">( قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين )</span> <span class=\"reference brown\">[ الأنعام : 162 ، 163 ]</span> قال ابن عباس وعطاء ومجاهد وعكرمة والحسن : يعني بذلك نحر البدن ونحوها . وكذا قال قتادة ومحمد بن كعب القرظي والضحاك والربيع وعطاء الخراساني و الحكم وإسماعيل بن أبي خالد ، وغير واحد من السلف . وهذا بخلاف ما كان المشركون عليه من السجود لغير الله ، والذبح على غير اسمه ،<span class=\"blue\"> كما قال تعالى :</span> <span class=\"arabic qpc-hafs\">( ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق )</span> الآية <span class=\"reference brown\">[ الأنعام : 121 ]</span> .</p><p lang=\"ar\" class=\"ar \">وقيل : المراد بقوله : <span class=\"arabic qpc-hafs\">( وانحر )</span> وضع اليد اليمنى على اليسرى تحت النحر . يروى هذا عن علي ، ولا يصح . وعن الشعبي مثله .</p><p>وعن أبي جعفر الباقر : <span class=\"arabic qpc-hafs\">( وانحر )</span> يعني : ارفع اليدين عند افتتاح الصلاة .</p><p>وقيل : <span class=\"arabic qpc-hafs\">( وانحر )</span> أي : استقبل بنحرك القبلة . ذكر هذه الأقوال الثلاثة ابن جرير .</p><p lang=\"ar\" class=\"ar \">وقد روى ابن أبي حاتم هاهنا حديثا منكرا جدا ،<span class=\"blue\"> فقال :</span> حدثنا وهب بن إبراهيم الفامي - سنة خمس وخمسين ومائتين - حدثنا إسرائيل بن حاتم المروزي ، حدثنا مقاتل بن حيان ، عن الأصبغ بن نباتة ،<span class=\"blue\"> عن علي بن أبي طالب قال :</span> لما نزلت هذه السورة على النبي صلى الله عليه وسلم : <span class=\"arabic qpc-hafs\">( إنا أعطيناك الكوثر فصل لربك وانحر )</span> قال رسول الله : <span class=\"red\">\" يا جبريل ، ما هذه النحيرة التي أمرني بها ربي ؟ \"</span> فقال : ليست بنحيرة ، ولكنه يأمرك إذا تحرمت للصلاة ، ارفع يديك إذا كبرت وإذا ركعت ، وإذا رفعت رأسك من الركوع ، وإذا سجدت ، فإنها صلاتنا وصلاة الملائكة الذين في السموات السبع ، وإن لكل شيء زينة ، وزينة الصلاة رفع اليدين عند كل تكبيرة .</p><p>وهكذا رواه الحاكم في المستدرك ، من حديث إسرائيل بن حاتم به .</p><p lang=\"ar\" class=\"ar \">وعن عطاء الخراساني : <span class=\"arabic qpc-hafs\">( وانحر )</span> أي : ارفع صلبك بعد الركوع واعتدل ، وأبرز نحرك ، يعني به الاعتدال . رواه ابن أبي حاتم .</p><p lang=\"ar\" class=\"ar \"><span class=\"reference brown\">[ كل هذه الأقوال غريبة جدا ]</span> والصحيح القول الأول ،<span class=\"blue\"> أن المراد بالنحر ذبح المناسك ; ولهذا كان رسول الله صلى الله عليه وسلم يصلي العيد ثم ينحر نسكه ويقول :</span> <span class=\"red\">\" من صلى صلاتنا ، ونسك نسكنا ، فقد أصاب النسك . ومن نسك قبل الصلاة فلا نسك له \"</span> .<span class=\"blue\"> فقام أبو بردة بن نيار فقال :</span> يا رسول الله ، إني نسكت شاتي قبل الصلاة ، وعرفت أن اليوم يوم يشتهى فيه اللحم .<span class=\"blue\"> قال :</span> <span class=\"red\">\" شاتك شاة لحم \"</span> .<span class=\"blue\"> قال :</span> فإن عندي عناقا هي أحب إلي من شاتين ، أفتجزئ عني ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" تجزئك ، ولا تجزئ أحدا بعدك \"</span> .</p><p lang=\"ar\" class=\"ar \">قال أبو جعفر بن جرير : والصواب قول من قال : معنى ذلك : فاجعل صلاتك كلها لربك خالصا دون ما سواه من الأنداد والآلهة ، وكذلك نحرك اجعله له دون الأوثان ; شكرا له على ما أعطاك من الكرامة والخير ، الذي لا كفاء له ، وخصك به .</p><p>وهذا الذي قاله في غاية الحسن ،<span class=\"blue\"> وقد سبقه إلى هذا المعنى :</span> محمدبن كعب القرظي وعطاء.</p>"
        },
        {
            "resource_id": 179,
            "text": "Kaya magsagawa ka ng pasasalamat kay Allāh sa biyayang ito, na magdasal ka sa Kanya lamang at magkatay ka [ng alay], na salungat sa ginagawa ng mga tagapagtambal na pagpapakalapit-loob sa mga diyus-diyusan nila sa pamamagitan ng pagkakatay [ng alay]."
        },
        {
            "resource_id": 173,
            "text": "Sois donc reconnaissant envers Allah pour ce bienfait en ne priant que Lui et en n’adressant tes sacrifices qu’à Lui, contrairement aux polythéistes qui adressent leurs sacrifices à leurs idoles."
        },
        {
            "resource_id": 92,
            "text": "فَصَلِّ لِرَبِّكَ وَانْحَرْ (2)وقوله : { فصل لربك } اعتراض والفاء للتفريع على هذه البشارة بأن يشكر ربه عليها ، فإن الصلاة أفعال وأقوال دالة على تعظيم الله والثناء عليه وذلك شكر لنعمته .وناسب أن يكون الشكر بالازدياد مما عاداه عليه المشركون وغيرهم ممن قالوا مقالتهم الشنعاء : إنه أبتر ، فإن الصلاة لله شكر له وإغاظة للذين ينهونه عن الصلاة كما قال تعالى : { أرأيت الذي ينهى عبداً إذا صلى } [ العلق : 9 ، 10 ] لأنهم إنما نهَوْه عن الصلاة التي هي لوجه الله دون العبادة لأصنامهم ، وكذلك النحر لله .والعدول عن الضمير إلى الاسم الظاهر في قوله : { فصل لربك } دون : فصلِّ لنا ، لما في لفظ الرب من الإِيماء إلى استحقاقه العبادة لأجل ربوبيته فضلاً عن فرط إنعامه .وإضافة ( رب ) إلى ضمير المخاطب لقصد تشريف النبي صلى الله عليه وسلم وتقريبه ، وفيه تعريض بأنه يربُّه ويرأف به .ويتعين أن في تفريع الأمر بالنحر مع الأمر بالصلاة على أن أعطاه الكوثر خصوصية تناسب الغرض الذي نزلت السورة له ، ألا ترى أنه لم يذكر الأمر بالنحر مع الصلاة في قوله تعالى : { ولقد نعلم أنك يضيق صدرك بما يقولون فسبح بحمد ربك وكن من الساجدين } في سورة الحجر ( 97 ، 98 ) .ويظهر أن هذه تسلية لرسول الله صلى الله عليه وسلم عن صدّ المشركين إيّاه عن البيت في الحديبية ، فأعلمه الله تعالى بأنه أعطاه خيراً كثيراً ، أي قدره له في المستقبل وعُبر عنه بالماضي لتحقيق وقوعه ، فيكون معنى الآية كمعنى قوله تعالى : { إنا فتحنا لك فتحاً مبيناً } [ الفتح : 1 ] فإنه نزل في أمر الحديبية فقد قال له عمر بن الخطاب : أفتح هذا؟ قال : نعم .وهذا يرجع إلى ما رواه الطبري عن قول سعيد بن جبير : أن قوله : { فصل لربك وانحر } أمر بأن يصلي وينحر هديه وينصرفَ من الحديبية .وأفادت اللام من قوله : { لربك } أنه يخُص الله بصلاته فلا يصلي لغيره . ففيه تعريض بالمشركين بأنهم يصلون للأصنام بالسجود لها والطواف حولها .وعطف { وانحر } على { فصل لربك } يقتضي تقدير متعلِّقه مماثلاً لمتعلِّق { فصل لربك } لدلالة ما قبله عليه كما في قوله تعالى : { أسمع بهم وأبصر } [ مريم : 38 ] أي وأبصر بهم ، فالتقدير : وانحر له . وهو إيماء إلى إبطال نحر المشركين قرباناً للأصنام فإن كانت السورة مكية فلعل رسول الله صلى الله عليه وسلم حين اقترب وقت الحج وكان يحج كل عام قبلَ البعثة وبعدها قد تردد في نحر هداياه في الحج بعد بعثته ، وهو يود أن يُطعم المحاويج من أهل مكة ومن يحضر في الموسم ويتحرجُ من أن يشارك أهل الشرك في أعمالهم فأمره الله أن ينحر الهدي لله ويطعمها المسلمين ، أي لا يمنعك نحرهم للأصنام أن تنحر أنت ناوياً بما تنحره أنه لله .وإن كانت السورة مدنية ، وكان نزولها قبل فرض الحج كان النحر مراداً به الضحايا يومَ عيد النحر ولذلك قال كثير من الفقهاء إن قوله : { فصل لربك } مراد به صلاة العيد ، ورُوي ذلك عن مالككٍ في تفسير الآية وقال : لم يبلغني فيه شيء .وأخذوا من وقوع الأمر بالنحر بعد الأمر بالصلاة دلالةً على أن الضحية تكون بعد الصلاة ، وعليه فالأمر بالنحر دون الذبح مع أن الضّأن أفضل في الضحايا وهي لا تنحر وأن النبي صلى الله عليه وسلم لم يضحّ إلا بالضأن تغليب للفظ النحر وهو الذي روعي في تسمية يوم الأضحى يومَ النحر وليشمل الضحايا في البدن والهدايا في الحج أو ليشمل الهدايا التي عُطل إرسالها في يوم الحديبية كما علمت آنفاً . ويرشح إيثارَ النحر رَعْيُ فاصلة الراء في السورة . وللمفسرين الأولين أقوال أخر في تفسير «انحر» تجعله لفظاً غريباً ."
        },
        {
            "resource_id": 16,
            "text": "فأخلص لربك صلاتك كلها، واذبح ذبيحتك له وعلى اسمه وحده."
        },
        {
            "resource_id": 180,
            "text": "২. সুতরাং আপনি এ নিআমতের জন্য আল্লাহর উদ্দেশ্যে এককভাবে নামায প্রতিষ্ঠা ও কুরবাণী সম্পন্ন করার মাধ্যমে শুকরিয়া আদায় করুন। মুশরিকরা যেমন নিজেদের দেবতাদের নৈকট্য লাভের জন্য যবাই করে আপনি তা করবেন না।"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>কাজেই আপনি আপনার রবের উদ্দেশ্যে সালাত আদায় করুন এবং কুরবানী করুন [১]।</p><p>[১]  نحر শব্দের অর্থ উট কুরবানী করা। এর প্রচলিত পদ্ধতি হচ্ছে হাত-পা বেঁধে কণ্ঠনালীতে বর্শা অথবা ছুরি দিয়ে আঘাত করা এবং রক্ত বের করে দেয়া। গরু-ছাগল ইত্যাদির কুরবানীর পদ্ধতি যবাই করা। অর্থাৎ জন্তুকে শুইয়ে কণ্ঠনালিতে ছুরি চালিয়ে রক্ত প্রবাহিত করা। আরবে সাধারণতঃ উট কুরবানী করা হতো। তাই কুরবানী বোঝাবার জন্য এখানে نحر শব্দ ব্যবহার করা হয়েছে। মাঝে মাঝে এ শব্দটি যে কোন কুরবানীর অর্থেও ব্যবহৃত হয়। এ আয়াতে পূৰ্ববর্তী আয়াতে প্রদত্ত কাউসারের কারণে কৃতজ্ঞতা স্বরূপ দু’টি কাজ করতে বলা হয়েছে। এক. একমাত্র আল্লাহ্র উদ্দেশ্যে সালাত আদায়, দুই. তাঁরই উদ্দেশ্যে কুরবানী করা ও যবাই করা। [আদ্ওয়াউল বায়ান] কেননা, সালাত শারিরীক ইবাদতসমূহের মধ্যে সর্ববৃহৎ এবং কুরবানী আর্থিক ইবাদতসমূহের মধ্যে বিশেষ স্বাতন্ত্র্য ও গুরুত্বের অধিকারী। [বাদায়ি’উত তাফসীর]</p>"
        },
        {
            "resource_id": 178,
            "text": "Так благодари же Аллаха за эти блага, совершай молитву и делай жертвоприношение лишь ради Него, в отличие от того, что делают многобожники, стремящиеся приблизиться к идолам посредством жертвоприношений."
        },
        {
            "resource_id": 790,
            "text": "গতিকে এই অনুগ্ৰহ বা অৱদানৰ প্ৰতি আল্লাহৰ কৃতজ্ঞতা পালন কৰি কেৱল তাৰ বাবেই ছালাত আদায় কৰক আৰু কোৰবানী কৰক। যিহেতু সাধাৰণ মুশ্বৰিক সকলৰ অৱস্থা হৈছে সিহঁতৰ মূৰ্তিবোৰৰ বাবে কুৰবানী বা জন্তু বলিদান কৰি সিহঁতৰ নৈকট্য লাভ কৰাত উঠি পৰি লাগি থাকে।"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : فصل لربك وانحرفيه خمس مسائل :الأولى : قوله تعالى : فصل أي أقم الصلاة المفروضة عليك ; كذا رواه الضحاك عن ابن عباس . وقال قتادة وعطاء وعكرمة : فصل لربك صلاة العيد ويوم النحر . وانحر نسكك . وقال أنس : كان النبي - صلى الله عليه وسلم - ينحر ثم يصلي ، فأمر أن يصلي ثم ينحر . وقال سعيد بن جبير أيضا : صل لربك صلاة الصبح المفروضة بجمع ، وانحر البدن بمنى ، وقال سعيد بن جبير أيضا : نزلت في الحديبية حين حصر النبي - صلى الله عليه وسلم - عن البيت ، فأمره الله تعالى أن يصلي وينحر البدن وينصرف ; ففعل ذلك . قال ابن العربي : أما من قال : إن المراد بقوله تعالى : فصل : الصلوات الخمس ; فلإنها ركن العبادات ، وقاعدة الإسلام ، وأعظم دعائم الدين . وأما من قال : إنها صلاة الصبح بالمزدلفة ; فلأنها مقرونة بالنحر ، وهو في ذلك اليوم ، ولا صلاة فيه قبل النحر غيرها ; فخصها بالذكر من جملة الصلوات لاقترانها بالنحر \" .قلت : وأما من قال إنها صلاة العيد ; فذلك بغير مكة ; إذ ليس بمكة صلاة عيد بإجماع ، فيما حكاه ابن عمر . قال ابن العربي : ( فأما مالك فقال : ما سمعت فيه شيئا ، والذي يقع في نفسي أن المراد بذلك صلاة يوم النحر ، والنحر بعدها ) . وقال علي - رضي الله عنه - ومحمد بن كعب : المعنى ضع اليمنى على اليسرى حذاء النحر في الصلاة . وروي عن ابن عباس أيضا . وروي عن علي أيضا : أن يرفع يديه في التكبير إلى نحره . وكذا قال جعفر بن علي : [ ص: 195 ] فصل لربك وانحر قال : يرفع يديه أول ما يكبر للإحرام إلى النحر . وعن علي - رضي الله عنه - قال : لما نزلت فصل لربك وانحر قال النبي - صلى الله عليه وسلم - لجبريل : \" ما هذه النحيرة التي أمرني الله بها \" ؟ قال : \" ليست بنحيرة ، ولكنه يأمرك إذا تحرمت للصلاة ، أن ترفع يديك إذا كبرت ، وإذا رفعت رأسك من الركوع ، وإذا سجدت ، فإنها صلاتنا وصلاة الملائكة الذين هم في السماوات السبع ، وإن لكل شيء زينة ، وإن زينة الصلاة رفع اليدين عند كل تكبيرة \" . وعن أبي صالح عن ابن عباس قال : استقبل القبلة بنحرك ; وقاله الفراء والكلبي وأبو الأحوص . ومنه قول الشاعر :أبا حكم ما أنت عم مجالد وسيد أهل الأبطح المتناحرأي المتقابل . قال الفراء : سمعت بعض العرب يقول : منازلنا تتناحر ; أي تتقابل ، نحر هذا بنحر هذا ; أي قبالته . وقال ابن الأعرابي : هو انتصاب الرجل في الصلاة بإزاء المحراب ; من قولهم : منازلهم تتناحر ; أي تتقابل . وروي عن عطاء قال : أمره أن يستوي بين السجدتين جالسا حتى يبدو نحره . وقال سليمان التيمي : يعني وارفع يدك بالدعاء إلى نحرك . وقيل : فصل معناه : واعبد . وقال محمد بن كعب القرظي : إنا أعطيناك الكوثر فصل لربك وانحر يقول : إن ناسا يصلون لغير الله ، وينحرون لغير الله ; وقد أعطيناك الكوثر ، فلا تكن صلاتك ولا نحرك إلا لله . قاله ابن العربي : والذي عندي أنه أراد : اعبد ربك ، وانحر له ، فلا يكن عملك إلا لمن خصك بالكوثر ، وبالحري أن يكون جميع العمل يوازي هذه الخصوصية من الكوثر ، وهو الخير الكثير ، الذي أعطاكه الله ، أو النهر الذي طينه مسك ، وعدد آنيته نجوم السماء ; أما أن يوازي هذا صلاة يوم النحر ، وذبح كبش أو بقرة أو بدنة ، فذلك يبعد في التقدير والتدبير ، وموازنة الثواب للعبادة . والله أعلم .الثانية : قد مضى القول في سورة ( الصافات ) في الأضحية وفضلها ، ووقت ذبحها ; فلا معنى لإعادة ذلك . وذكرنا أيضا في سورة ( الحج ) جملة من أحكامها . قال ابن العربي : ومن عجيب الأمر : أن الشافعي قال : إن من ضحى قبل الصلاة أجزأه ، والله تعالى يقول في كتابه : فصل لربك وانحر ، فبدأ بالصلاة قبل النحر ، وقد قال النبي - صلى الله عليه وسلم - ( في البخاري وغيره ، عن البراء بن عازب ، قال ) : أول ما نبدأ به في يومنا هذا : نصلي ، ثم نرجع فننحر ، من فعل فقد أصاب نسكنا ، ومن ذبح قبل ، فإنما هو لحم قدمه لأهله ، ليس من النسك في شيء \" . وأصحابه ينكرونه ، وحبذا الموافقة .[ ص: 196 ] الثالثة : وأما ما روي عن علي - عليه السلام - فصل لربك وانحر قال : وضع اليمين على الشمال في الصلاة ( خرجه الدارقطني ) ، فقد اختلف علماؤنا في ذلك على ثلاثة أقوال :الأول : لا توضع فريضة ولا نافلة ; لأن ذلك من باب الاعتماد . ولا يجوز في الفرض ، ولا يستحب في النفل .الثاني : لا يفعلها في الفريضة ، ويفعلها في النافلة استعانة ; لأنه موضع ترخص .الثالث : يفعلها في الفريضة والنافلة . وهو الصحيح ; لأنه ثبت أن رسول الله - صلى الله عليه وسلم - وضع يده اليمنى على اليسرى من حديث وائل بن حجر وغيره . قال ابن المنذر : وبه قال مالك وأحمد وإسحاق ، وحكي ذلك عن الشافعي . واستحب ذلك أصحاب الرأي . ورأت جماعة إرسال اليد . وممن روينا ذلك عنه ابن المنذر والحسن البصري وإبراهيم النخعي .قلت : وهو مروي أيضا عن مالك . قال ابن عبد البر : إرسال اليدين ، ووضع اليمنى على الشمال ، كل ذلك من سنة الصلاة .الرابعة : واختلفوا في الموضع الذي توضع عليه اليد ; فروي عن علي بن أبي طالب : أنه وضعهما على صدره . وقال سعيد بن جبير وأحمد بن حنبل : فوق السرة . وقال : لا بأس إن كانت تحت السرة . وقالت طائفة : توضع تحت السرة . وروي ذلك عن علي وأبي هريرة والنخعي وأبي مجلز . وبه قال سفيان الثوري وإسحاق .الخامسة : وأما رفع اليدين في التكبير عند الافتتاح والركوع والرفع من الركوع والرفع من الركوع والسجود ، فاختلف في ذلك ; فروى الدارقطني من حديث حميد عن أنس قال : كان رسول الله - صلى الله عليه وسلم - يرفع يديه إذا دخل في الصلاة ، وإذا ركع ، وإذا رفع رأسه من الركوع ، وإذا سجد . لم يروه عن حميد مرفوعا إلا عبد الوهاب الثقفي . والصواب : من فعل أنس . وفي الصحيحين من حديث ابن عمر ، قال : رأيت رسول الله - صلى الله عليه وسلم - إذا قام إلى الصلاة رفع يديه ، حتى تكونا حذو منكبيه ، ثم يكبر ، وكان يفعل ذلك حين يكبر للركوع ، ويفعل ذلك حين يرفع رأسه من الركوع ، ويقول سمع الله لمن حمده . ولا يفعل ذلك حين يرفع رأسه من السجود .قال ابن المنذر : وهذا قول الليث بن سعد ، والشافعي وأحمد وإسحاق وأبي ثور . وحكى ابن وهب عن مالك هذا القول . وبه أقول ; لأنه الثابت عن رسول الله - صلى الله عليه وسلم - . وقالت طائفة : يرفع [ ص: 197 ] المصلي يديه حين يفتتح الصلاة ، ولا يرفع فيما سوى ذلك . هذا قول سفيان الثوري وأصحاب الرأي .قلت : وهو المشهور من مذهب مالك ; لحديث ابن مسعود ; ( خرجه الدارقطني من حديث إسحاق بن أبي إسرائيل ) ، قال : حدثنا محمد بن جابر عن حماد عن إبراهيم عن علقمة عن عبد الله قال : صليت مع النبي - صلى الله عليه وسلم - ومع أبي بكر وعمر - رضي الله عنهما - ; فلم يرفعوا أيديهم إلا أولا عند التكبيرة الأولى في افتتاح الصلاة . قال إسحاق : به نأخذ في الصلاة كلها . قال الدارقطني : تفرد به محمد بن جابر ( وكان ضعيفا ) عن حماد عن إبراهيم . وغير حماد يرويه عن إبراهيم مرسلا عن عبد الله ، من فعله ، غير مرفوع إلى النبي - صلى الله عليه وسلم - ; وهو الصواب . وقد روى يزيد بن أبي زياد عن عبد الرحمن بن أبي ليلى عن البراء : أنه رأى النبي - صلى الله عليه وسلم - حين افتتح الصلاة رفع يديه حتى يحاذي بهما أذنيه ، ثم لم يعد إلى شيء من ذلك حتى فرغ من الصلاة . قال الدارقطني : وإنما لقن يزيد في آخر عمره : ( ثم لم يعد ) فتلقنه وكان قد اختلط . وفي ( مختصر ما ليس في المختصر ) عن مالك : لا يرفع اليدين في شيء من الصلاة . قال ابن القاسم : ولم أر مالكا يرفع يديه عند الإحرام ، قال : وأحب إلي ترك رفع اليدين عند الإحرام ."
        },
        {
            "resource_id": 183,
            "text": "だからその恩寵に感謝せよ。あなたの主のみに礼拝し、犠牲を捧げなさい。それは多神教徒たちが、かれらの偶像に捧げる供物とは違う。"
        },
        {
            "resource_id": 177,
            "text": "Do đó Ngươi hãy thành tâm tạ ơn Allah mà dâng lễ nguyện Salah và hãy vì Ngài mà giết tế súc vật, đừng giống như những người đa thần đã giết cho các bục tượng của họ."
        },
        {
            "resource_id": 182,
            "text": "为了感谢真主给予的恩惠，你应只为祂礼拜和宰献牲，这有别于以物配主者为了接近他们的偶像而为其宰献牲。"
        },
        {
            "resource_id": 91,
            "text": "ولما ذكر منته عليه،<span class=\"blue\"> أمره بشكرها فقال:</span> <span class=\"arabic qpc-hafs brown\">{ فَصَلِّ لِرَبِّكَ وَانْحَرْ }</span> خص هاتين العبادتين بالذكر، لأنهما من أفضل العبادات وأجل القربات.ولأن الصلاة تتضمن الخضوع <span class=\"arabic qpc-hafs\">[في]</span> القلب والجوارح لله، وتنقلها في أنواع العبودية، وفي النحر تقرب إلى الله بأفضل ما عند العبد من النحائر، وإخراج للمال الذي جبلت النفوس على محبته والشح به."
        },
        {
            "resource_id": 176,
            "text": "Sii grato al tuo Dio per queste grazie, e prega lui solo e compi sacrifici, contrariamente a ciò che fanno gli idolatri, che con il sacrificio si avvicinano ai loro idoli."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": "<p>Prayer and Sacrifice</p><p>Verse [ 108:2] فَصَلِّ لِرَ‌بِّكَ وَانْحَرْ‌ (So, offer salah [ prayer ] to your Lord, and sacrifice.) The imperative inhar is derived from nahr which means 'to sacrifice by stabbing upwards into the jugular vein [ the way of slaughter for camels as opposed to other cattle ] '. As the Arabs generally used to sacrifice camels, the verse employs the imperative wanhar. Occasionally, the word nahr is used in the general sense of 'sacrifice'.</p><p>Verse [ 108:1] vehemently denounces the false notion of the unbelievers and gives glad tidings of Kauthar to the Messenger of Allah ﷺ in this world as well as in the next world. He will have the abundant goodness in both the worlds immeasurably. The current verse directs the Holy Prophet ﷺ the way to express his gratitude to Allah on this good tiding: [ 1] prayer; and [ 2] sacrifice. Salah is the highest form of physical worship; and sacrifice is highest form of pecuniary or monetary form of worship. Sacrifice in the name of Allah is a fight against idolatry, because the idolaters used to sacrifice in the name of their idols. On that basis, Islamic sacrifice is distinctive and important. On another occasion, the Qur'an jointly mentions prayer and sacrifice, thus: [ 6:162]</p><p>إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّـهِ رَ‌بِّ الْعَالَمِينَ</p><p>My prayer, my offering, my life and my death are all for Allah, the Lord of the worlds. [ 6:162]</p><p>According to Sayyidna Ibn ` Abbas ؓ ، ` Ata', Mujahid, Hasan Basri رحمۃ اللہ علیہما and others, the imperative wanhar means 'sacrifice or offer oblation'. Some people have attributed to some leading exegetes that they have taken this imperative to mean: 'Fold your hands or arms on the chest' Ibn Kathir holds such narrations as 'munkar', (that is, a narration which is narrated by a weak narrator and contradicts the narration of a stronger and more reliable authority.)</p>"
        },
        {
            "resource_id": 93,
            "text": "والفاء فى قوله - تعالى - : ( فَصَلِّ لِرَبِّكَ وانحر ) لترتيب ما بعدها على ما قبلها ، والمراد بالصلاة : المداومة عليها .أى : ما دمنا قد أعطيناك هذه النعم الجزيلة ، فداوم على شكرك لنا ، بأن تواظب على أداء الصلاة أداء تاما ، وبأن تجعلها خالصة لربك وخالقك ، وبأن تواظب - أيضاً - على نحرك الإِبل تقرباً إلى ربك . كما قال - سبحانه - ( قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للَّهِ رَبِّ العالمين . لاَ شَرِيكَ لَهُ وبذلك أُمِرْتُ وَأَنَاْ أَوَّلُ المسلمين )"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 2 { فَصَلِّ لِرَبِّکَ وَانْحَرْ۔ } ”پس آپ ﷺ اپنے رب کے لیے نماز پڑھا کیجیے اور قربانی کیا کیجیے۔“ نحر کے لغوی معنی اونٹ ذبح کرنے کے ہیں۔ اس آیت میں جن دو احکام کا ذکر ہے ان دونوں پر عیدالاضحی کے دن عمل ہوتا ہے۔ یعنی عید الاضحی کے دن پہلے مسلمان نماز پڑھتے ہیں اور پھر جانور قربان کرتے ہیں۔</p>"
        },
        {
            "resource_id": 181,
            "text": "پس در قبال این نعمت شکر الله را به جای آور، یعنی فقط برای او نماز بگزار و قربانی کن؛ برخلاف مشرکان که برای تقرب به بت‌های‌شان ذبح می‌کنند."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢)</span> ] ئەی محمد صلى الله علیه وسلم كە ئەو خێرە زۆرەمان پێبەخشیویت و ئەو چاكە زۆرەمان لەگەڵدا كردوویت لە دونیاو قیامەتدا، تۆش نوێژەكانت بەتاك و تەنها بۆ خوای گەورە بكە وە حەیوان سەربڕینیشت بەتاك و تەنها بۆ خوای گەورە بێ و بەتاك و تەنها ناوی خوای گەورەی لەسەر بێنە، لەبەر ئەوەی موشریكان حەیوانیان بۆ غەیری خوای گەورە سەرئەبڕی، یاخود (فَصَلِّ لِرَبِّكَ وَانْحَرْ) نوێژی جەژن بەتاك و تەنها بۆ خوای گەورە بكە وە قوربانیش هەر بۆ خوای گەورە بكە، وەكو چۆن پێغەمبەر صلى الله علیه وسلم نوێژی جەژنی ئەكرد پاشان هەر لە نوێژگەكەیدا قوربانی بۆ خوای گەورە ئەكرد ."
        },
        {
            "resource_id": 171,
            "text": "So be grateful to Allah for this blessing, by performing prayer for Him alone and offering sacrifice for Him, as opposed to the offerings of sacrifice the idolaters do for their idols."
        },
        {
            "resource_id": 791,
            "text": "അതിനാൽ അല്ലാഹു നിനക്ക് ചെയ്തു തന്ന ഈ അനുഗ്രഹത്തിനുള്ള നന്ദിയായി അവന് വേണ്ടി മാത്രം നിസ്കരിക്കുകയും, അവന് മാത്രമായി ബലിയർപ്പിക്കുകയും ചെയ്യുക. ബഹുദൈവാരാധകർ ചെയ്യുന്നത് പോലെ അവരുടെ വിഗ്രഹങ്ങളോട് സാമീപ്യം ലഭിക്കാൻ വേണ്ടി അവക്കായി ബലിയറുപ്പിക്കുന്നതിന് കടകവിരുദ്ധമായിരിക്കണം നിൻ്റെ ബലി."
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span></p><p lang=\"ar\" class=\"ar \">اختلف أهل التأويل في الصلاة التي أمر الله نبيه صلى الله عليه وسلم أن يصليها بهذا الخطاب,<span class=\"blue\"> ومعنى قوله:</span> <span class=\"arabic qpc-hafs green\">( وَانْحَرْ)</span> فقال بعضهم: حضه على المواظبة على الصلاة المكتوبة,<span class=\"blue\"> وعلى الحفظ عليها في أوقاتها بقوله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> .</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عبد الرحمن بن الأسود الطفاوي,<span class=\"blue\"> قال:</span> ثنا محمد بن ربيعة,<span class=\"blue\"> قال:</span> ثني يزيد بن أبي زياد بن أبي الجعد, عن عاصم الجحدري, عن عقبة بن ظهير,<span class=\"blue\"> عن علي رضى الله عنه في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: وضع اليمين على الشمال في الصلاة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا حماد بن سلمة, عن عاصم الجحدري, عن عقبة بن ظبيان عن أبيه, عن علي رضى الله عنه <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: وضع اليد على اليد في الصلاة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن حماد بن سلمة, عن عاصم الجحدري, عن عقبة بن ظهير, عن أبيه, عن علي رضى الله عنه <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: وضع يده اليمنى على وسط ساعده اليسرى, ثم وضعهما على صدره.</p><p>قال: ثنا مهران, عن حماد بن سلمة, عن عاصم الأحول, عن الشعبي مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن يزيد بن أبي زياد, عن عاصم الجحدري, عن عقبة بن ظهير,<span class=\"blue\"> عن علي رضى الله عنه:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: وضع اليمين على الشمال في الصلاة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> يقال:</span> ثنا عوف, عن أبي القُموص,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: وضع اليد على اليد في الصلاة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا أبو صالح الخراساني,<span class=\"blue\"> قال:</span> ثنا حماد, عن عاصم الجحدري, عن أبيه, عن عقبة بن ظبيان,<span class=\"blue\"> أن علي بن أبي طالب رضى الله عنه قال في قول الله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: وضع يده اليمنى على وسط ساعده الأيسر, ثم وضعهما على صدره.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: بل عُنِيَ بقوله <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ )</span> : الصلاة المكتوبة, وبقوله <span class=\"arabic qpc-hafs green\">( وَانْحَرْ)</span> أن يرفع يديه إلى النحر عند افتتاح الصلاة والدخول فيها.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن إسرائيل, عن جابر, عن أبي جعفر <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> الصلاة,<span class=\"blue\"> وانحر:</span> برفع يديه أول ما يكبر في الافتتاح.</p><p>وقال آخرون: عني بقوله: <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ )</span> المكتوبة, وبقوله <span class=\"arabic qpc-hafs green\">( وَانْحَرْ)</span> : نحر البُدن.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا حكام بن سلم وهارون بن المغيرة, عن عنبسة, عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: الصلاة المكتوبة, ونحر البُدن.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا هشيم, عن عطاء بن السائب,<span class=\"blue\"> عن سعيد بن جُبير وحجاج أنهما قالا في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: صلاة الغداة بجمع, ونحر البُدن بمنًى.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن قطر,<span class=\"blue\"> عن عطاء:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: صلاة الفجر, وانحر البدن. حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: الصلاة المكتوبة,<span class=\"blue\"> والنحر:</span> النسك والذبح يوم الأضحى.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا جرير, عن منصور, عن الحكم,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: صلاة الفجر.</p><p>وقال آخرون: بل عُنِيَ بذلك: صل يوم النحر صلاة العيد, وانحر نسكك.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا هارون بن المغيرة, عن عنبسة, عن جابر, عن أنس بن مالك,<span class=\"blue\"> قال:</span> كان النبي صلى الله عليه وسلم ينحر قبل أن يصلي, فأمر أن يصلي ثم ينحر .</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن جابر,<span class=\"blue\"> عن عكرِمة:</span> فصلّ الصلاة, وانحر النُّسُك.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن ثابت بن أبي صفية, عن أبي جعفر <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ )</span> قال: الصلاة; وقال عكرِمة: الصلاة ونحر النُّسُك.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا حكام, عن أبي جعفر, عن الربيع <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: إذا صليت يوم الأضحى فانحر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا يحيى بن واضح,<span class=\"blue\"> قال:</span> ثنا قطر,<span class=\"blue\"> قال:</span> سألت عطاء,<span class=\"blue\"> عن قوله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: تصلي وتنحر.</p><p>حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عوف, عن الحسن <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: اذبح</p><p lang=\"ar\" class=\"ar \">قال: ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا أبان بن خالد,<span class=\"blue\"> قال:</span> سمعت الحسن يقول <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: الذبح.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: نحر البُدن, والصلاة يوم النحر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: صلاة الأضحى,<span class=\"blue\"> والنحر:</span> نحر البُدن.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: مناحر البُدن بِمِنًى.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن رجل, عن عكرمة <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: نحر النسك.</p><p lang=\"ar\" class=\"ar \">حدثني علي,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن علي, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> يقول: اذبح يوم النحر.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: نحر البُدن.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: قيل ذلك للنبي صلى الله عليه وسلم, لأن قوما كانوا يصلون لغير الله, وينحرون لغيره فقيل له. اجعل صلاتك ونحرك لله, إذ كان من يكفر بالله يجعله لغيره.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> ثني أبو صخر, عن محمد بن كعب القرظي,<span class=\"blue\"> أنه كان يقول في هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ * فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> يقول: إن ناسا كانوا يصلون لغير الله, وينحرون لغير الله, فإذا أعطيناك الكوثر يا محمد, فلا تكن صلاتك ونحرك إلا لي.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: بل أنـزلت هذه الآية يوم الحديبية, حين حصر النبيّ صلى الله عليه وسلم وأصحابه, وصُدّوا عن البيت, فأمره الله أن يصلي, وينحر البُدن, وينصرف, ففعل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> أخبرني أبو صخر,<span class=\"blue\"> قال:</span> ثني أبو معاوية البجلي,<span class=\"blue\"> عن سعيد بن جُبير أنه قال:</span> كانت هذه الآية,<span class=\"blue\"> يعني قوله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> يوم الحديبية,<span class=\"blue\"> أتاه جبريل عليه السلام فقال:</span> انحر وارجع, فقام رسول الله صلى الله عليه وسلم, فخطب خطبة الفطر والنحر <span class=\"arabic qpc-hafs green\">(7)</span> ثم ركع ركعتين, ثم انصرف إلى البُدن فنحرها,<span class=\"blue\"> فذلك حين يقول:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> .</p><p>وقال آخرون: بل معنى ذلك: فصل وادع ربك وسله.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن أبي سنان, عن ثابت, عن الضحاك <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ )</span> قال: صلّ لربك وسل.</p><p lang=\"ar\" class=\"ar \">وكان بعض أهل العربية يتأوّل قوله: <span class=\"arabic qpc-hafs green\">( وَانْحَرْ)</span> واستقبل القبلة بنحرك.<span class=\"blue\"> وذُكر أنه سمع بعض العرب يقول:</span> منازلهم تتناحر: أي هذا بنحر هذا: أي قبالته.<span class=\"blue\"> وذكر أن بعض بني أسد أنشده:</span></p><p>أبــا حَـكَمٍ هَـلْ أنْـتَ عَـمُّ مُجَـالِدٍ</p><p>وَسَــيِّدُ أهْــلِ الأبْطَــحِ المُتَنَـاحِرِ <span class=\"arabic qpc-hafs green\">(8)</span></p><p>أي ينحر بعضه بعضا.</p><p lang=\"ar\" class=\"ar \">وأولى هذه الأقوال عندي بالصواب: قول من قال: معنى ذلك: فاجعل صلاتك كلها لربك خالصا دون ما سواه من الأنداد والآلهة, وكذلك نحرك اجعله له دون الأوثان, شكرا له على ما أعطاك من الكرامة والخير الذي لا كفء له, وخصك به, من إعطائه إياك الكوثر.</p><p lang=\"ar\" class=\"ar \">وإنما قلت: ذلك أولى الأقوال بالصواب في ذلك, لأن الله جلّ ثناؤه أخبر نبيه صلى الله عليه وسلم بما أكرمه به من عطيته وكرامته, وإنعامه عليه بالكوثر,<span class=\"blue\"> ثم أتبع ذلك قوله:</span> <span class=\"arabic qpc-hafs green\">( فَصَلِّ لِرَبِّكَ وَانْحَرْ)</span> , فكان معلوما بذلك أنه خصه بالصلاة له, والنحر على الشكر له, على ما أعلمه من النعمة التي أنعمها عليه, بإعطائه إياه الكوثر, فلم يكن لخصوص بعض الصلاة بذلك دون بعض, وبعض النحر دون بعض وجه, إذ كان حثا على الشكر على النِّعَم.</p><p lang=\"ar\" class=\"ar \">فتأويل الكلام إذن: إنا أعطيناك يا محمد الكوثر, إنعاما منا عليك به, وتكرمة منا لك, فأخلص لربك العبادة, وأفرد له صلاتك ونسكك, خلافا لما يفعله من كفر به, وعبد غيره, ونحر للأوثان.</p>"
        },
        {
            "resource_id": 905,
            "text": "فأدّ شكر الله على هذه النعمة، بأن تصلي له وحده وتذبح؛ خلافًا لما يفعله المشركون من التقرّب لأوثانهم بالذبح."
        },
        {
            "resource_id": 165,
            "text": "<p>সুতরাং তুমি তোমার প্রতিপালকের উদ্দেশ্যে নামায আদায় কর এবং কুরবানী কর। [১]</p><p>[১] নামায কেবলমাত্র আল্লাহরই জন্য পড়, কুরবানীও শুধুমাত্র আল্লাহরই জন্য কর। মুশরিকদের মত তাতে অন্যকে শরীক করো না। نَحر এর আসল অর্থ হল উটের কণ্ঠনালীতে বর্শা অথবা ছুরি দিয়ে আঘাত করে যবেহ (নহর) করা। অন্যান্য পশুকে মাটির উপর শুইয়ে তার গলায় ছুরি চালানো হয়; আর একে 'যবেহ করা' বলা হয়। কিন্তু এখানে 'নহর' দ্বারা সাধারণভাবে কুরবানীকে বুঝানো হয়েছে। অনুরূপভাবে এ অর্থে নফল বা অতিরিক্ত কুরবানী, হজ্জ্বের সময় মিনা ময়দানে এবং ঈদুল আযহার দিনে কুরবানী করাও শামিল।</p>"
        },
        {
            "resource_id": 174,
            "text": "Oleh sebab itu, tunaikanlah rasa syukur kepada Allah atas nikmat ini dengan melaksanakan salat dan menyembelih kurban untuk Allah semata, untuk menyelisihi ibadah yang dilakukan oleh orang-orang musyrik berupa pendekatan diri dengan menyembelih untuk patung-patung mereka."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">قوله - عز وجل -<span class=\"blue\"> :</span> <span class=\"green\">( فصل لربك وانحر )</span> قال محمد بن كعب : إن أناسا كانوا يصلون لغير الله وينحرون لغير الله فأمر الله نبيه - صلى الله عليه وسلم - أن يصلي وينحر لله - عز وجل - .</p><p>وقال عكرمة وعطاء وقتادة : فصل لربك صلاة العيد يوم النحر وانحر نسكك .</p><p>وقال سعيد بن جبير ومجاهد : فصل الصلوات المفروضة بجمع وانحر البدن بمنى .</p><p lang=\"ar\" class=\"ar \">وروي عن أبي الجوزاء عن ابن عباس قال : <span class=\"arabic qpc-hafs\">\" فصل لربك وانحر \"</span> قال : وضع اليمين على الشمال في الصلاة عند النحر .</p>"
        },
        {
            "resource_id": 170,
            "text": "Всевышний особо выделил намаз и жертвоприношение, потому что именно они являются двумя самыми прекрасными и самыми важными обрядами поклонения и приближения к Аллаху. Совершая намаз, человек смиряется перед Господом душой и телом и целиком погружается в поклонение Ему. Принося жертву, человек приближается к Аллаху посредством своего отборного и ценного имущества. Он закалывает жертвенных животных, расходуя свое состояние ради Аллаха, вопреки тому, что человеческая душа любит богатство и не желает расставаться с ним."
        },
        {
            "resource_id": 175,
            "text": "Budi zahvalan na tim blagodatima, klanjajući samo Njemu i prinoseći žrtvu, za razliku od mušrika koji su žrtve prinosili svojim kipovima."
        },
        {
            "resource_id": 792,
            "text": "ហេតុនេះ ចូរអ្នកថ្លែងអំណរគុណអល់ឡោះចំពោះឧបការគុណនេះ ដោយអ្នកត្រូវប្រតិបត្តិសឡាតចំពោះអល់ឡោះ និងសម្លេះសត្វដើម្បីម្ចាស់របស់អ្នកតែមួយគត់ ខុសពីអ្វីដែលពួកមុស្ហរីគីន(ពួកពហុទេពនិយម)បានធ្វើ ដោយពួកគេបញ្ជិតខ្លួនទៅកាន់រូបបដិមារបស់ពួកគេដោយសារសម្លេះសត្វនោះ។"
        },
        {
            "resource_id": 776,
            "text": "Así que agradece a Al-lah por esta bendición, orando y ofreciéndole sacrificio, a diferencia de las ofrendas de sacrificio que los idólatras hacen por sus ídolos."
        },
        {
            "resource_id": 172,
            "text": "Öyleyse sen de, putlarına bir yakınlık vesilesi olarak kurban kesen müşriklerin yaptıklarının aksine, bu nimetlerine karşılık bir tek O'nun için namaz kılarak ve bir tek O'nun için kurban keserek Allah Teâlâ'ya şükrünü eda et."
        },
        {
            "resource_id": 175,
            "text": "Onaj ko tebe mrzi uskraćen je svakog dobra, bće bez spomena, a i ako se spomene, to će biti po zlu."
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">This is the shortest chapter in the Quran, consisting of only three verses. It was revealed at Makkah. The title is taken from the first verse. Al-Kauthar is the name of a river which flows through paradise, its water being reserved exclusively for God-fearing Muslims. The disbelievers used to taunt the Prophet that he had no son, and therefore he had none to uphold his religion after him.  But the Quran says that it was in fact the Prophet’s opponents who were cut off from all future hope, in this world and the next, while the Prophet was granted abundance by God. At the time when this chapter was revealed, the Prophet was facing stiff resistance from the Makkan Quraysh. Only a handful of people had responded to his call. At that difficult moment this chapter was a message of hope to the Prophet and to the Muslims. The Prophet Muhammad had arisen with the pure mission of calling all men to the Truth. In the present world this is the most difficult task. So for the sake of this mission, he had to forego his all. He was isolated from his community. His economic position was ruined. The future of his children became dark. Nobody except a few supported him. But under these very discouraging conditions, he was told by Almighty God, ‘We have given you abundance’ i.e. the highest success of every kind (kawthar here means khayr kathir). This prediction of the Quran was fulfilled to the letter in later years. This very promise was also applicable in various degrees to the followers of the Prophet. For them also there was an ‘abundance of good things’ provided they rose in the cause of the divine religion for which the Prophet and his companions had risen. This ‘abundance’ extends from this world up to the Hereafter. It is never-ending.</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( إن شانئك هو الأبتر )</span> أي : إن مبغضك - يا محمد - ومبغض ما جئت به من الهدى والحق والبرهان الساطع والنور المبين ، هو الأبتر الأقل الأذل المنقطع ذكره .</p><p>قال ابن عباس ، ومجاهد ، وسعيد بن جبير ،<span class=\"blue\"> وقتادة :</span> نزلت في العاص بن وائل .</p><p lang=\"ar\" class=\"ar \">وقال محمد بن إسحاق : عن يزيد بن رومان قال : كان العاص بن وائل إذا ذكر رسول الله صلى الله عليه وسلم يقول : دعوه ، فإنه رجل أبتر لا عقب له ، فإذا هلك انقطع ذكره . فأنزل الله هذه السورة .</p><p>وقال شمر بن عطية : نزلت في عقبة بن أبي معيط .</p><p>وقال ابن عباس أيضا وعكرمة : نزلت في كعب بن الأشرف وجماعة من كفار قريش .</p><p lang=\"ar\" class=\"ar \">وقال البزار : حدثنا زياد بن يحيى الحساني ، حدثنا بن أبي عدي ، عن داود ، عن عكرمة ،<span class=\"blue\"> عن ابن عباس قال :</span> قدم كعب بن الأشرف مكة فقالت له قريش : أنت سيدهم ، ألا ترى إلى هذا المصنبر المنبتر من قومه ، يزعم أنه خير منا ، ونحن أهل الحجيج ، وأهل السدانة وأهل السقاية ؟<span class=\"blue\"> فقال :</span> أنتم خير منه .<span class=\"blue\"> قال :</span> فنزلت : <span class=\"arabic qpc-hafs\">( إن شانئك هو الأبتر )</span></p><p>هكذا رواه البزار ، وهو إسناد صحيح .</p><p lang=\"ar\" class=\"ar \">وعن عطاء : نزلت في أبي لهب ،<span class=\"blue\"> وذلك حين مات ابن رسول الله صلى الله عليه وسلم فذهب أبو لهب إلى المشركين وقال :</span> بتر محمد الليلة .<span class=\"blue\"> فأنزل الله في ذلك :</span> <span class=\"arabic qpc-hafs\">( إن شانئك هو الأبتر )</span></p><p lang=\"ar\" class=\"ar \">وعن ابن عباس : نزلت في أبي جهل .<span class=\"blue\"> وعنه :</span> <span class=\"arabic qpc-hafs\">( إن شانئك )</span> يعني : عدوك . وهذا يعم جميع من اتصف بذلك ممن ذكر ، وغيرهم .</p><p lang=\"ar\" class=\"ar \">وقال عكرمة : الأبتر : الفرد .<span class=\"blue\"> وقال السدي :</span> كانوا إذا مات ذكور الرجل قالوا : بتر .<span class=\"blue\"> فلما مات أبناء رسول الله صلى الله عليه وسلم قالوا :</span> بتر محمد .<span class=\"blue\"> فأنزل الله :</span> <span class=\"arabic qpc-hafs\">( إن شانئك هو الأبتر )</span></p><p lang=\"ar\" class=\"ar \">وهذا يرجع إلى ما قلناه من أن الأبتر الذي إذا مات انقطع ذكره ، فتوهموا لجهلهم أنه إذا مات بنوه ينقطع ذكره ، وحاشا وكلا ، بل قد أبقى الله ذكره على رءوس الأشهاد ، وأوجب شرعه على رقاب العباد ، مستمرا على دوام الآباد ، إلى يوم الحشر والمعاد صلوات الله وسلامه عليه دائما إلى يوم التناد .</p><p>آخر تفسير سورة <span class=\"red\">\" الكوثر \"</span> ، ولله الحمد والمنة .</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ إِنَّ شَانِئَكَ }</span> أي: مبغضك وذامك ومنتقصك <span class=\"arabic qpc-hafs brown\">{ هُوَ الْأَبْتَرُ }</span> أي: المقطوع من كل خير، مقطوع العمل، مقطوع الذكر.وأما محمد صلى الله عليه وسلم، فهو الكامل حقًا، الذي له الكمال الممكن في حق المخلوق، من رفع الذكر، وكثرة الأنصار، والأتباع صلى الله عليه وسلم."
        },
        {
            "resource_id": 93,
            "text": "ثم بشره - سبحانه - ببشارة أخرى فقال : ( إِنَّ شَانِئَكَ هُوَ الأبتر ) والشانئ : هو المبغض لغيره ، يقال : شَنَأَ فلان شَنْئاً ، إذا أبغضه وكرهه .والأبتر فى الأصل : هو الحيوان المقطوع الذنب ، والمراد به هنا : الإِنسان الذى لا يبقى له ذكر . ولا يدوم له أثر . .شبه بقاء الذكر الحسن بذنب الحيوان ، لأنه تابع له وهو زينته ، وشبه الحرمان من ذلك ببتر الذي وقطعه .والمعنى : إن مبغضك وكارهك - أيها الرسول الكريم - هو المقطوع عن كل خير ، والمحروم من كل ذكر حسن .قال الإِمام ابن كثير : \" كان العاص بن وائل إذا ذكر رسول الله صلى الله عليه وسلم قال : دعوه فإنه رجل أبتر لا عقب له ، فإذا هلك انقطع ذكره ، فأنزل الله - تعالى - هذه السورة \" .وقال السدى : كانوا إذا مات ذكور الرجل قالوا : بتر ، فلما مات أبناء النبى صلى الله عليه وسلم قالوا : بتر محمد فأنزل الله هذه الآية .وهذا يرجع إلى ما قلناه من أن الأبتر إذا مات انقطع ذكره ، فتوهموا لجهلهم أنه إذا مات بنوه ينقطع ذكره ، وحاشا وكلا ، بل أبقى الله ذكره على رءوس الأشهاد ، وأوجب شرعه على رقاب العباد ، مستمرا على دوام الآباد ، إلى يوم الحشر والمعاد ، صلوات الله وسلامه عليه دائماً إلى يوم الثناد . . .نسأل الله - تعالى - أن يجعلنا من أهل شفاعته يوم القيامة .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 790,
            "text": "নিঃ সন্দেহে ৰাছুলৰ সৈতে বিদ্বেষ ৰখা ব্যক্তিয়েই সকলো প্ৰকাৰৰ কল্যাণৰ পৰা বঞ্চিত হব।"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : إن شانئك هو الأبترأي مبغضك ; وهو العاص بن وائل . وكانت العرب تسمي من كان له بنون وبنات ، ثم مات البنون وبقي البنات : أبتر . فيقال : إن العاص وقف مع النبي - صلى الله عليه وسلم - يكلمه ، فقال له جمع من صناديد قريش : مع من كنت واقفا ؟ فقال : مع ذلك الأبتر . وكان قد توفي قبل ذلك عبد الله ابن رسول الله - صلى الله عليه وسلم - ، وكان من خديجة ; فأنزل الله جل شأنه : إن شانئك هو الأبتر أي المقطوع ذكره من خير الدنيا والآخرة . وذكر عكرمة عن ابن عباس قال : كان أهل الجاهلية إذا مات ابن الرجل قالوا : بتر فلان . فلما مات إبراهيم ابن النبي - صلى الله عليه وسلم - خرج أبو جهل إلى أصحابه ، فقال : بتر محمد ; فأنزل الله جل ثناؤه : إن شانئك هو الأبتر يعني بذلك أبا جهل . وقال شمر بن عطية : هو عقبة بن أبي معيط . وقيل : إن قريشا كانوا يقولون لمن مات ذكور ولده : قد بتر فلان . فلما مات لرسول الله - صلى الله عليه وسلم - ابنه القاسم : بمكة ، وإبراهيم بالمدينة ، قالوا : بتر محمد ، [ ص: 198 ] فليس له من يقوم بأمره من بعده ; فنزلت هذه الآية ; قال السدي وابن زيد . وقيل : إنه جواب لقريش حين قالوا لكعب بن الأشرف لما قدم مكة : نحن أصحاب السقاية والسدانة والحجابة واللواء ، وأنت سيد أهل المدينة ، فنحن خير أم هذا الصنيبر الأبيتر من قومه ؟ قال كعب : بل أنتم خير ; فنزلت في كعب : ألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت الآية . ونزلت في قريش : إن شانئك هو الأبتر ; قاله ابن عباس أيضا وعكرمة .وقيل : إن الله - عز وجل - لما أوحى إلى رسوله ، ودعا قريشا إلى الإيمان ، قالوا : انبتر منا محمد ; أي خالفنا وانقطع عنا . فأخبر الله تعالى رسوله - صلى الله عليه وسلم - أنهم هم المبتورون ; قاله أيضا عكرمة وشهر بن حوشب . قال أهل اللغة : الأبتر من الرجال : الذي لا ولد له ، ومن الدواب الذي لا ذنب له . وكل أمر انقطع من الخير أثره ، فهو أبتر . والبتر : القطع . بترت الشيء بترا : قطعته قبل الإتمام . والانبتار : الانقطاع . والباتر : السيف القاطع . والأبتر : المقطوع الذنب . تقول منه : بتر ( بالكسر ) يبتر بترا . وفي الحديث ما هذه البتيراء . وخطب زياد خطبته البتراء ; لأنه لم يمجد الله فيها ، ولم يصل على النبي - صلى الله عليه وسلم - . ابن السكيت : الأبتران : العير والعبد ; قال سميا أبترين لقلة خيرهما . وقد أبتره الله : أي صيره أبتر . ويقال : رجل أباتر بضم الهمزة : الذي يقطع رحمه قال الشاعر :لئيم نزت في أنفه خنزوانة على قطع ذي القربى أحد أباتروالبترية : فرقة من الزيدية ; نسبوا إلى المغيرة بن سعد ، ولقبه الأبتر . وأما الصنبور فلفظ مشترك . قيل : هو النخلة تبقى منفردة ، ويدق أسفلها ويتقشر ; يقال : صنبر أسفل النخلة . وقيل : هو الرجل الفرد الذي لا ولد له ولا أخ . وقيل : هو مثعب الحوض خاصة ; حكاه أبو عبيد . وأنشد :ما بين صنبور إلى الإزاءوالصنبور : قصبة تكون في الإداوة من حديد أو رصاص يشرب منها . حكى جميعه الجوهري - رحمه الله - والله سبحانه وتعالى أعلم ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ (٣)</span> ] ئەو كەسەی كە ڕقی لە تۆیەو دوژمنی تۆیە ئەی محمد صلى الله علیه وسلم یان ڕقی لەو هیدایەت و ڕووناكی و حەقە ئاشكرایەیە كە هێناوتە ئەو خۆی دوابڕاوەو وجاخكوێرو بێخێرە, هەیە لە زاناكان ئەفەرمووێ: لەسەر (عاصی كوڕی وائیل) دابەزیوە كە وتوویەتی: پێغەمبەری خوا صلى الله علیه وسلم كەسێكی وجاخكوێرە هەر كات خۆی مرد ئیتر ناوی نامێنێ و كۆتایی پێ دێت, یان وتراوە: لەسەر (عوقبەی كوڕی ئەبی موعەيط) دابەزیوە, یاخود وتراوە: لەسەر (ئەبو جەهل) دابەزیوە، وە كاتێكیش كە (كەعبی كوڕی ئەشرەف)ى جوولەكە لە مەدینەوە هاتە مەككە قوڕەیش پێیان وت: تۆ گەورەی قەومەكەی خۆتی نابینی ئەم وجاخكوێرە (بە پێغەمبەریان وت صلى الله علیه وسلم ) ئەڵێ: من لە ئێوە باشترم لە كاتێكدا ئێمە خواردنی حاجیان ئەدەین و ئاویان پێ ئەدەین و خزمەتیان ئەكەین و كلیلی كەعبە بەدەست ئێمەیەو خزمەتی كەعبە ئەكەین, ئەم دوابڕاوە ئەم بێخێرە بە پێغەمبەریان وت صلى الله علیه وسلم ئەم وجاخكوێرە ئەڵێ: من لە ئێوە باشترم، (كەعبی كوڕی ئەشرەف) وتی: بەڵكو ئێوە لەوان چاكترن, خوای گەورە ئەم ئایەتەی دابەزاند (الصحيح المُسنَد)(إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ) ئەوەی ڕقی لە تۆیە ئەوە خۆی دوابڕاو و بێخێرو وجاخكوێرە، بەڵكو پێغەمبەری خوا صلى الله علیه وسلم ناوی نەبڕاو ناوی هەر ماوەو تا ڕۆژی قیامەت ناوی ئەمێنێ, یان وتراوە: كوڕێكی پێغەمبەر صلى الله علیه وسلم وەفاتی كرد وتیان: محمد صلى الله علیه وسلم وجاخیكوێر بوو خۆیشی بمرێ كۆتایی دێت و ناوی نامێنێ بەڵام پێغەمبەری خوا صلى الله علیه وسلم تا ڕۆژی قیامەت خوای گەورە ناوی بەرز ڕاگرتووە لەگەڵ ناوی خۆیدا لە شایەتماندا وە لە بانگداندا ئەمێنێتەوە تا ڕۆژی قیامەت سەڵات و سەلامی خوای گەورەی لەسەر بێت، والله أعلم . \nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (كەوسەر) والحمد لله."
        },
        {
            "resource_id": 173,
            "text": "Celui qui te hais est celui à qui aucun bien ne sera plus accordé et qui lorsqu’il sera mentionné dans la postérité, sera mentionné en mal."
        },
        {
            "resource_id": 792,
            "text": "ពិតប្រាកដណាស់ អ្នកដែលខឹងសម្បារនឹងអ្នកនោះ គឺជាបុគ្គលដែលត្រូវបានគេកាត់ផ្តាច់ពីប្រការល្អទាំងអស់ ជាអ្នកដែលត្រូវគេបំភ្លេចមិននឹកនានោះឡើយ ហើយបើទោះបីជាគេរំលឹកពីពួកគេ ក៏គេរំលឹកតែពីរឿងអាក្រក់របស់គេដែរ។"
        },
        {
            "resource_id": 168,
            "text": "<p>The Enemy of the Prophet ﷺ is Cut Off</p><p>Verse [ 108:3] إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ‌ (Surely, it is your enemy whose traces are cut off.) The word shani' as used in the original is derived from sha'n and means 'one who hates, traducer, insulter'. This verse was revealed in connection with the unbelievers who used to taunt the Messenger of Allah ﷺ and referred to him as 'abtar'. Most narratives identify the traducer as ` As Ibn Wa'il, others identify him as 'Uqbah and yet others identify him as Ka'b Ibn Ashraf. Allah granted the Messenger of Allah ﷺ the Kauthar, that is, abundant goodness which includes a multitude of children. How wonderful are the works of Allah! There is no scarcity of lineal children of the holy Prophet ﷺ . Furthermore, a Prophet ﷺ is the spiritual father of his entire Ummah which comprises his spiritual children. The Holy Prophet ﷺ is the spiritual father of his entire Ummah till the end of time and as such will have the largest number of spiritual children compared to the Ummahs of the previous Prophets (علیہم السلام) . In this way, the enemy has been rebutted, on the one hand, and, on the other hand, their argument has been rebuffed that it is not the Prophet ﷺ ، but his enemies are, 'abtar' or cut off.</p><p>Note</p><p>Imagine how Allah has raised the name of the Holy Prophet ﷺ and exalted his reputation in every nook and corner of the world since the inception of his prophet-hood till today, and it will continue to be so until the end of time. His blessed name is recited along with Allah's name five times a day from the minarets. In the Hereafter, he will be granted the (Al-Maqam Al-Mahmud) Praised Station where he will make the Grand Intercession on behalf of the entire progeny of 'Adam (علیہ السلام) . On the contrary, ask the world history: Where are the children of ` As Ibn Wa'il? Where are the children of Ka'b Ibn Ashraf? where are the children of 'Uqbah, and what happened to their families? Their very own names have been lost to the world. No one cares to remember them. They have become unknown who thought that soon the Holy Prophet ﷺ will become unknown. They have left this world and the strings of their lineage have been cut off. Their names have been preserved in Islamic traditions only for purposes of interpretation of relevant verses. فَاعْتَبِرُ‌وا يَا أُولِي الْأَبْصَارِ‌ \"So, 0 People of insight, take note !\" [ 59:2].</p><p>Al-Hamdulillah</p><p>The Commentary on</p><p>Surah Al-Kauthar</p><p>Ends here</p>"
        },
        {
            "resource_id": 182,
            "text": "的确，怨恨你者确是远离一切福利的。凡以任何不良语言提到你的，都归于怨恨你者。"
        },
        {
            "resource_id": 905,
            "text": "إن مُبْغِضك هو المنقطع عن كل خير المَنْسِي الذي إن ذُكِر ذُكِر بسوء."
        },
        {
            "resource_id": 165,
            "text": "<p>নিশ্চয় তোমার প্রতি বিদ্বেষ পোষণকারীই হল নির্বংশ। [১]</p><p>[১] أَبتَر এমন ব্যক্তিকে বলা হয়, যে নির্বংশ; যার বংশধর কেউ নেই অথবা যার নাম নেওয়ার কেউ নেই। যখন নবী (সাঃ)-এর কোন ছেলে-সন্তান জীবিত থাকল না, তখন কিছু কাফের তাঁকে নির্বংশ বলতে লাগল। এই কথার উপরে আললাহ তাআলা মহানবী (সাঃ)-কে সান্ত্বনা দিয়ে বললেন, নির্বংশ তুমি নও; বরং তোমার দুশমনরাই নির্বংশ হবে। সুতরাং মহান আল্লাহ তাঁর বংশকে তাঁর কন্যার পরম্পরা দ্বারা বাকী রেখেছেন। এ ছাড়া তাঁর উম্মতও তাঁর আধ্যাত্মিক সন্তানেরই পর্যায়ভুক্ত। যাদের আধিক্য নিয়ে তিনি কিয়ামতে অন্যান্য উম্মতের উপর গর্ব করবেন। এ ছাড়াও নবী (সাঃ)-এর নাম সারা বিশ্বে বড় শ্রদ্ধা ও সম্মানের সাথে নেওয়া হয়। পক্ষান্তরে তাঁর শত্রুদের নাম শুধুমাত্র ইতিহাসের পাতাতেই লেখা পড়ে আছে। কারো অন্তরে তাদের প্রতি শ্রদ্ধা নেই এবং কারো মুখে প্রশংসার সাথে তাদের নাম উল্লেখ হয় না।</p>"
        },
        {
            "resource_id": 170,
            "text": "Кто питает ненависть к Пророку Мухаммаду, да благословит его Аллах и приветствует, и пытается опорочить его и умалить его достоинство, тот непременно окажется в убытке. Его деяния будут тщетны, а добрая память о нем навсегда покинет сердца людей. Что же касается Пророка Мухаммада, да благословит его Аллах и приветствует, то он сумел достичь подлинного совершенства, которого только может достичь Божье творение. И свидетельством этого являются добрая память о нем и многочисленность его сторонников и последователей."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ اِنَّ شَانِئَکَ ہُوَالْاَبْـتَرُ۔ } ”یقینا آپ ﷺ کا دشمن ہی جڑ کٹا ہوگا۔“ شَانِِیٔ بغض و عداوت رکھنے والے دشمن کو کہتے ہیں۔ اَبْـتَر : بتر سے ہے ‘ یعنی کسی چیز کو کاٹ دینا ‘ منقطع کردینا۔ اہل عرب دُم کٹے جانور کو ابتر کہتے ہیں۔ عرفِ عام میں اس سے ایسا آدمی مراد لیا جاتا ہے جس کی نرینہ اولاد نہ ہو اور جس کی نسل آگے چلنے کا کوئی امکان نہ ہو۔ یہ لفظ مشرکین مکہ نے معاذ اللہ حضور ﷺ کے لیے استعمال کیا تھا ‘ جس کا جواب اس آیت میں دیا گیا ہے۔ حضرت خدیجۃ الکبریٰ رض کے بطن سے حضور ﷺ کی یہ اولادپیدا ہوئی : قاسم ‘ پھر زینب ‘ پھر عبداللہ ‘ پھر اُم کلثوم ‘ پھر فاطمہ ‘ پھر رقیہ۔ رض اجمعین۔ پہلے قاسم کا انتقال ہوا۔ پھر عبداللہ جن کا لقب طیب و طاہر ہے داغِ مفارقت دے گئے۔ اس پر مشرکین نے خوشیاں منائیں کہ آپ ﷺ کے دونوں فرزند فوت ہوگئے ہیں اور باقی اولاد میں آپ ﷺ کی بیٹیاں ہی بیٹیاں ہیں۔ لہٰذا آپ ﷺ جو کچھ بھی ہیں بس اپنی زندگی تک ہی ہیں ‘ آپ ﷺ کے بعد نہ تو آپ ﷺ کی نسل آگے چلے گی اور نہ ہی کوئی آپ ﷺ کا نام لیوا ہوگا۔ اس پس منظر میں یہاں ان لوگوں کو سنانے کے لیے فرمایا جا رہا ہے کہ اے نبی ﷺ آپ کا نام اور ذکر تو ہم بلند کریں گے ‘ جس کی وجہ سے آپ کے نام لیوا تو اربوں کی تعداد میں ہوں گے۔ البتہ آپ کے یہ دشمن واقعی ابتر ہوں گے جن کا کوئی نام لیوا نہیں ہوگا۔</p>"
        },
        {
            "resource_id": 94,
            "text": "<p>قوله تعالى : <span class=\"green\">( إن شانئك )</span> عدوك ومبغضك <span class=\"green\">( هو الأبتر )</span> هو الأقل الأذل المنقطع دابره .</p><p lang=\"ar\" class=\"ar \">نزلت في العاص بن وائل السهمي ; وذلك أنه رأى النبي - صلى الله عليه وسلم - يخرج من <span class=\"reference\">[ باب ]</span> المسجد وهو يدخل فالتقيا عند باب بني سهم وتحدثا وأناس من صناديد قريش جلوس في المساجد فلما دخل العاص قالوا له : من الذي كنت تتحدث معه ؟<span class=\"blue\"> قال :</span> ذلك الأبتر يعني النبي - صلى الله عليه وسلم - ، وكان قد توفي ابن لرسول الله - صلى الله عليه وسلم - من خديجة رضي الله عنها .</p><p lang=\"ar\" class=\"ar \">وذكر محمد بن إسحاق عن يزيد بن رومان قال : كان العاص بن وائل إذا ذكر رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> قال :</span> دعوه فإنه رجل أبتر لا عقب له فإذا هلك انقطع ذكره ، فأنزل الله تعالى هذه السورة .</p><p lang=\"ar\" class=\"ar \">وقال عكرمة عن ابن عباس : نزلت في كعب بن الأشرف وجماعة من قريش ،<span class=\"blue\"> وذلك أنه لما قدم كعب مكة قالت له قريش :</span> نحن أهل السقاية والسدانة وأنت سيد أهل المدينة ، فنحن خير أم هذا <span class=\"reference\">[ الصنبور ]</span> المنبتر من قومه ؟<span class=\"blue\"> فقال :</span> بل أنتم خير منه ،<span class=\"blue\"> فنزلت :</span> <span class=\"arabic qpc-hafs\">\" ألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون بالجبت والطاغوت \"</span> <span class=\"green\">( النساء - 51 )</span> . الآية ،<span class=\"blue\"> ونزل في الذين قالوا إنه أبتر :</span> <span class=\"arabic qpc-hafs\">\" إن شانئك هو الأبتر \"</span> أي المنقطع من كل خير .</p>"
        },
        {
            "resource_id": 776,
            "text": "Tu enemigo está separado de todo bien y será olvidado. Si es recordado, será recordado negativamente."
        },
        {
            "resource_id": 183,
            "text": "あなたを憎む者は、あらゆる善行とは縁がなく、忘れ去られる。もし覚えられるとしても、否定的に覚えられるのだ。"
        },
        {
            "resource_id": 181,
            "text": "همانا کینه‌توزِ تو خودش از هر خیری بریده شده است و فراموش‌شده‌ای است که اگر یاد شود به بدی یاد می‌شود."
        },
        {
            "resource_id": 171,
            "text": "Indeed, your hater is cut off from every goodness, and will be forgotten. If remembered, he will be remembered negatively."
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">رسول اللہ صلی اللہ علیہ وسلم بے آمیز حق کی دعوت لے کر اٹھے تھے۔ اس قسم کا کام موجودہ دنیا کا سب سے زیادہ مشکل کام ہے۔ چنانچہ آپ کو اس دعوت کی راہ میں اپنی ہر چیز کھو دینی پڑی۔ آپ اپنی قوم سے کٹ گئے۔ آپ کی معاشی زندگی برباد ہوگئی۔ آپ کی اولاد کا مستقبل تاریک ہوگیا۔ تھوڑے لوگوں کے سوا کسی نے آپ کا ساتھ نہیں دیا۔ مگر انہیں حوصلہ شکن حالات میں اللہ تعالیٰ کی طرف سے یہ خبر اتری کہ تم کو ہم نے کوثر (خیر کثیر) دے دیا۔ یعنی ہر قسم کی اعلی ترین کامیابی۔ قرآن کی یہ پیشین گوئی بعد کے سالوں میں کامل طور پر پوری ہوئی۔</p><p lang=\"ur\">یہی وعدہ درجہ بدرجہ پیغمبر اسلام کے امتیوں سے بھی ہے۔ ان کے لیے بھی ’’خیر کثیر‘‘ ہے بشرطیکہ وہ اس خالص دین کو لے کر اٹھیں جس کو پیغمبر اسلام اور آپ کے اصحاب لے کر اٹھے تھے۔ اس خیر کثیر کا تعلق دنیا سے لے کر آخرت تک ہے، وہ کبھی ختم ہونے والا نہیں۔</p>"
        },
        {
            "resource_id": 16,
            "text": "إن مبغضك ومبغض ما جئت به من الهدى والنور، هو المنقطع أثره، المقطوع من كل خير."
        },
        {
            "resource_id": 172,
            "text": "Şüphesiz asıl sana buğuz eden, bütün hayırlardan kesik, adı geçtiğinde kendisinden kötü bir kimse olarak bahsedilen, unutulmuş bir kimsedir."
        },
        {
            "resource_id": 179,
            "text": "Tunay na ang namumuhi sa iyo ay siya ang naputol sa bawat kabutihan, ang nakalimutan, na kung naalaala man ay naaalaala sa kasagwaan."
        },
        {
            "resource_id": 92,
            "text": "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ (3)استئناف يجوز أن يكون استئنافاً ابتدائياً . ويجوز أن تكون الجملة تعليلاً لحرف { إنّ } إذا لم يكن لرد الإِنكار يكثر أن يفيد التعليل كما تقدم عند قوله تعالى : { قالوا سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم } في سورة البقرة ( 32 ) .واشتمال الكلام على صيغة قصر وعلى ضمير غائب وعلى لفظ الأبتر مؤذن بأن المقصود به ردُّ كلام صادر من معيَّن ، وحكايةُ لفظٍ مرادٍ بالرد ، قال الواحدي : قال ابن عباس : إن العاصي بن وائل السهمي رأى رسول الله صلى الله عليه وسلم في المسجد الحرام عند باب بني سهم فتحدث معه وأناسٌ من صناديد قريش في المسجد فلما دخل العاصي عليهم قالوا له : من الذي كنت تتحدث معه فقال : ذلك الأبترُ ، وكان قد توفّي قبل ذلك عبدُ الله ابنُ رسول الله صلى الله عليه وسلم بعد أن مات ابنه القاسم قبلَ عبد الله فانقطع بموت عبد الله الذكورُ من ولده صلى الله عليه وسلم يومئذ ، وكانوا يَصِفون من ليس له ابن بأبتر فأنزل الله هذه السورة ، فحصل القصر في قوله { إن شانئك هو الأبتر } لأن ضمير الفصل يفيد قصر صفة الأبتر على الموصوف وهو شانىء النبي صلى الله عليه وسلم قصرَ المسند على المسند إليه ، وهو قصر قلب ، أي هو الأبتر لا أنت .و { الأبتر } : حقيقته المقطوع بعضه وغلب على المقطوع ذَنبه من الدواب ويستعار لمن نقص منه ما هو من الخير في نظر الناس تشبيهاً بالدَّابة المقطوع ذَنَبها تشبيه معقول بمحسوس كما في الحديث : \" كل أمر ذي بال لا يبدأ فيه باسم الله فهو أبتر \" يقال : بَتر شيئاً إذا قطع بعضَه وبَتر بالكسر كفرِح فهو أبتر ، ويقال للذي لا عقب له ذكوراً ، هو أبتر على الاستعارة تشبيه متخيل بمحسوس شبهوه بالدابة المقطوع ذنبها لأنه قُطع أثره في تخيُّل أهللِ العرف .ومعنى الأبتر في الآية الذي لا خير فيه وهو رد لقول العاصي بن وائل أو غيره في حق النبي صلى الله عليه وسلم فبهذا المعنى استقام وصف العاصي أو غيره بالأبتر دون المعنى الذي عناه هو حيث لمز النبي صلى الله عليه وسلم بأنه أبتر ، أي لا عقب له لأن العاصي بن وائل له عقب ، فابنه عمرو الصحابي الجليل ، وابن ابنه عبد الله بن عمرو بن العاص الصحابي الجليل ولعبد الله عقب كثير . قال ابن حزم في «الجمهرة» عقبه بمكة وبالرهط .فقوله تعالى : { هو الأبتر } اقتضت صيغة القصر إثبات صفة الأبتر لشانىء النبي صلى الله عليه وسلم ونفيها عن النبي صلى الله عليه وسلم وهو الأبتر بمعنى الذي لا خير فيه .ولكن لما كان وصف الأبتر في الآية جيء به لمحاكاة قول القائل : «محمد أبتر» إبطالاً لقوله ذلك ، وكانَ عرفهم في وصف الأبتر أنه الذي لا عقب له تعيّن أن يكون هذا الإِبطال ضرباً من الأسلوب الحكيم وهو تلقي السامع بغير ما يترقب بحمل كلامه على خلاف مراده تنبيهاً على أن الأحقَّ غيرُ ما عناه من كلامه كقوله تعالى : { يسألونك عن الأهلة قل هي مواقيت للناس والحج } [ البقرة : 189 ] . وذلك بصرف مراد القائل عن الأبتر الذي هو عديم الابن الذكر إلى ما هو أجدر بالاعتبار وهو الناقص حظّ الخير ، أي ليس ينقص للمرء أنه لا ولد له لأن ذلك لا يعود على المرء بنقص في صفاته وخلائقه وعقله . وهب أنه لم يولد له البتة ، وإنما اصطلح الناس على اعتباره نقصاً لرغبتهم في الولد بناء على ما كانت عليه أحوالهم الاجتماعية من الاعتماد على الجهود البدنية فهم يبتغون الولد الذكور رجاء الاستعانة بهم عند الكبر وذلك أمر قد يعرض ، وقد لا يعرض أو لمحبة ذِكر المرء بعد موته وذلك أمر وهمي ، والنبي صلى الله عليه وسلم قد أغناه الله بالقناعة ، وأعزّه بالتأييد ، وقد جعل الله له لسان صدق لم يجعل مثله لأحد من خلقه ، فتمحض أن كماله الذاتي بما عَلِمه الله فيه إذ جعل فيه رسالته ، وأن كماله العرضي بأصحابه وأمته إذ جعله الله أولى بالمؤمنين من أنفسهم .وفي الآية محسن الاستخدام التقديري لأن سوق الإبطال بطريق القصر في قوله : { هو الأبتر } نفيُ وصف الأبتر عن النبي صلى الله عليه وسلم لكن بمعنًى غير المعنى الذي عناه شانئه فهو استخدام ينشأ من صيغة القصر بناء على أن ليس الاستخدام منحصراً في استعمال الضمير في غير معنى معاده ، على ما حققه أستاذنا العلامة سالم أبو حاجب وجعله وجهاً في واو العطف من قوله تعالى : { وجاء ربك والملك } [ الفجر : 22 ] لأن العطف بمعنى إعادة العامل فكأنه قال : وجاء الملك وهو مجيء مغاير لمعنى مجيء الله تعالى ، قال : وقد سَبقنا الخفاجي إلى ذلك إذ أجراه في حرف الاستثناء في «طراز المجالس» في قول محمد الصالحي من شعراء الشام: ... وحديثُ حُبّي ليسَ بالْمَنْسُوخ إلاّ في الدَّفاتر ... والشانىء : المبغض وهو فاعل من الشناءة وهي البغض ويقال فيه : الشنآن ، وهو يشمل كل مبغض له من أهل الكفر فكلهم بتر من الخير ما دام فيه شنآن للنبيء صلى الله عليه وسلم فأما من أسلموا منهم فقد انقلب بعضهم محبة له واعتزازاً به ."
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ: </b></p><p>সূরার প্রথম আয়াতে উল্লিখিত الكوثر কাউসার শব্দ থেকেই কাউসার নামে সূরার নামকরণ করা হয়েছে। এছাড়া এ সূরাকে সূরা নাহারও বলা হয়। কাউসার দ্বারা উদ্দেশ্য হল হাউজে কাউসার, যা কিয়ামতের মাঠে রাসূলুল্লাহ (সাঃ)-কে প্রদান করা হবে।</p><p><b> শানে নুযূল: </b></p><p>আনাস বিন মালেক (রাঃ) হতে বর্ণিত তিনি বলেন : একদা রাসূলুল্লাহ (সাঃ) কিছুক্ষণ তন্দ্রাচ্ছন্ন ছিলেন। হঠাৎ মাথা তুলে হাসিমুখে বললেন অথবা তাঁর হাসির কারণ জিজ্ঞাসা করা হলে তিনি বললেন: এইমাত্র আমার ওপর একটি সূরা অবতীর্ণ হয়েছে। তারপর তিনি বিসমিল্লাহ বলে সূরা কাউসার পাঠ করলেন। অতঃপর তিনি বললেন: কাউসার কী তোমরা জান? জবাবে সাহাবাগণ বললেন: আল্লাহ তা‘আলা ও তাঁর রাসূলই ভাল জানেন। তিনি বললেন: কাউসার হলো : জান্নাতে একটি নহর আল্লাহ তা‘আলা আমাকে দান করেছেন, তাতে বহু কল্যাণ নিহিত রয়েছে। (আহমাদ ৩/১০২, সনদ সহীহ) আল্লাহ তা‘আলা নাবী (সাঃ)-কে কাউসার দান করেছেন। এ কাউসার দ্বারা উদ্দেশ্য কী তা নিয়ে আলেম সমাজে মতামত রয়েছে। তার মধ্যে অন্যতম দু’টি হলো:</p><p>১. কাউসার দ্বারা জান্নাতের নহর উদ্দেশ্য। আয়িশাহ (রাঃ) কে</p><p class='arabic uthmani'>(إِنَّآ أَعْطَيْنٰكَ الْكَوْثَرَ)</p><p>আয়াতটি সম্পর্কে জিজ্ঞাসা করা হলো, তিনি জবাবে বলেন : কাউসার হলো জান্নাতের মধ্যবর্তী স্থানে অবস্থিত একটি নহর যা তোমাদের নাবী (সাঃ)-কে প্রদান করা হয়েছে। (সহীহ বুখারী হা. ৪৯৬৫)</p><p>এ ছাড়াও নাবী (সাঃ) থেকে এ ব্যাপারে সুস্পষ্ট হাদীস রয়েছে।</p><p>২. কাউসার দ্বারা দুনিয়া ও আখিরাতের অনেক কল্যাণকে বুঝানো হয়েছে। আর এ কল্যাণের মাঝে জান্নাতের কাউসার নামক নহরও শামিল। অধিকাংশ আলেম এ কথা বলেছেন। (ইবনু কাসীর, তাফসীর সা‘দী, তাফসীর মুয়াসসার।) আর এটাই সঠিক, কেননা এতে ব্যাপকতা রয়েছে।</p><p><b> জান্নাতের হাউজে কাউসারের বিবরণ: </b></p><p>জান্নাতের হাউজে কাউসার এখনও বিদ্যমান। রাসূলুল্লাহ (সাঃ) বলেন :</p><p class='arabic uthmani'>وإني والله لأنظر إلي حوض الان</p><p>আল্লাহ তা‘আলার শপথ! আমি এখন আমার হাউজ প্রত্যক্ষ করছি। (সহীহ বুখারী হা. ২৪৬১, ৬১৩৭, সহীহ মুসলিম হা. ১৭২৭)</p><p>অন্যত্র তিনি বলেন :</p><p>ومنبري علي حوضي আমার মিম্বার আমার হাউজে কাউসারের ওপর। (সহীহ বুখারী হা. ১১৮৮, ১১৯৬, সহীহ মুসলিম হা. ১৩৯১)</p><p>আল্লামা ইবনু তায়মিয়াহ (রহঃ) তাঁর আক্বীদাহ ওয়াসিতিয়া গ্রন্থে হাউজের বৈশিষ্ট্য বর্ণনা করতে গিয়ে বলেন: হাউজের পানি দুধের চেয়ে সাদা, মধুর চেয়ে মিষ্টি, তার পেয়ালা আকাশের তারকার সংখ্যাতুল্য, যে ব্যক্তি একবার পান করবে পরবর্তীতে কখনও পিপাসার্ত হবে না, এর দৈর্ঘ্য এক মাসের দূরত্বের সমান এবং প্রস্থ এক মাসের দূরত্বের সমান। (আক্বীদাহ ওয়াসিতিয়াহ)</p><p>রাসূলুল্লাহ (সাঃ) বলেন : কাউসার হলো একটি নহর যার ওয়াদা আল্লাহ তা‘আলা আমাকে দিয়েছেন। তাতে অনেক কল্যাণ নিহিত রয়েছে। কিয়ামতের দিন আমার উম্মত এ হাউজের নিকটে সমবেত হবে, যার পেয়ালা হবে তারকা সমতুল্য। কিছু লোককে হাউজ থেকে সরিয়ে দেয়া হবে, তখন আমি বলব : হে আমার প্রতিপালক! এরা আমার উম্মত। আল্লাহ তা‘আলা বলবেন : তুমি জান না, তোমার পর তারা কত রকম বিদআত তৈরি করেছে। (সহীহ মুসলিম হা. ২২৯৯, আবূ দাঊদ হা. ৪৭৪৭)</p><p>অন্যত্র রাসূলুল্লাহ (সাঃ) বলেন : মি‘রাজের রাতে আমি জান্নাতে প্রবেশ করলাম। হঠাৎ দেখি যে, আমি একটি নহরের পাশে দণ্ডায়মান যার দুপার্শ্বে মুক্তার তৈরি তাঁবু রয়েছে। তাতে পানি প্রবাহিত হয় তাতে হাত দিয়ে দেখলাম : তা মিশকের মত সুঘ্রাণযুক্ত। জিবরীল (রহঃ)-কে জিজ্ঞাসা করলাম : এটা কী? জবাবে তিনি বললেন : এটা কাউসার যা আল্লাহ তা‘আলা আপনাকে দিয়েছেন। (আহমাদ ৩/২৪৭, সনদ সহীহ।)</p><p class='arabic uthmani'>(فَصَلِّ لِرَبِّكَ وَانْحَرْ)</p><p>অর্থাৎ যেমন আমি তোমাকে দুনিয়া ও আখিরাতে অনেক কল্যাণ দান করেছিÑতার মধ্যে কাউসার অন্যতম একটি তেমন তোমার খালেসভাবে রবের জন্য সালাত ও কুরবানী স¤পন্ন কর, আর তাতে কাউকে অংশী স্থাপন কর না। যেমন আল্লাহ তা‘আলা অন্যত্র বলছেন:</p><p class='arabic uthmani'>(قُلْ اِنَّ صَلَاتِیْ وَنُسُکِیْ وَمَحْیَایَ وَمَمَاتِیْ لِلہِ رَبِّ الْعٰلَمِیْنَﯱلَا شَرِیْکَ لَھ۫ﺆ وَبِذٰلِکَ اُمِرْتُ وَاَنَا اَوَّلُ الْمُسْلِمِیْنَ)‏</p><p>“বল : ‎ ‘আমার সলাত, আমার কুরবানী, আমার জীবন ও আমার মরণ শুধুমাত্র জগতসমূহের প্রতিপালক আল্লাহরই উদ্দেশ্যে।’ ‘তাঁর কোন শরীক নেই এবং আমি এরই জন্য আদিষ্ট হয়েছি এবং আমিই প্রথম মুসলিম।” (সূরা আনআম ৬ : ১৬৩-১৬৪)</p><p>وَانْحَرْ -- نحر শব্দের প্রকৃত অর্থ উটের কণ্ঠনালীতে বর্শা অথবা ছুরি দিয়ে আঘাত করে জবেহ (নহর) করা ও অন্যান্য পশুকে মাটির ওপর শুইয়ে তার গলায় ছুরি চালানোকে জবেহ বলা হয়। এখানে نحر দ্বারা উদ্দেশ্য কী তা নিয়ে বিভিন্ন বিদ্বান বিভিন্ন বক্তব্য পেশ করেছেন : কেউ বলেছেন সালাতে নহরের নীচে ডান হাতকে বাম হাতের ওপর রাখা। আর কেউ বলেছেনÑতাকবীরে তাহরীমার সময় দুই হাত উত্তোলন করা। আবার কেউ বলেছেনÑকেবলামুখী করে কুরবানী বা নহর করা। (ইবনু জারীর)</p><p>সঠিক কথা হলো : نحر দ্বারা উদ্দেশ্য কুরবানীর পশু যদি উট হয় নহর করা আর অন্য পশু হলে জবেহ করা। (ইবনু কাসীর)</p><p>এজন্য নাবী (সাঃ) ঈদের সালাত আদায় করে কুরবানীর পশু নহর বা জবেহ করতেন। আর এটাই হলো সুন্নাত। নাবী (সাঃ) বলেন : যারা আমাদের মত সালাত আদায় করল এবং কুরবানী করল তারা সঠিকভাবেই কুরবানী করল। আর যারা সালাতের পূর্বে কুরবানী করেছে তাদের কুরবানী হয়নি (সাধারণ যবেহ করা হলো)। (সহীহ বুখারী হা. ৯৮৩)</p><p>আয়াতে যদিও নাবী (সাঃ)-কে সম্বোধন করে বলা হয়েছে, তবে শুধু তার জন্য সীমাবদ্ধ নয় বরং সকলের জন্য এ বিধান প্রযোজ্য। অনেকে এ আয়াত দ্বারা বুঝাতে চান যে, কুরবানী করা ওয়াজিব। আসলে বিষয়টি এমন নয়, বরং কুরবানী অবস্থাভেদে তার হুকুম ভিন্ন হয়ে থাকে, তবে সাধারণ বিধান হল সুন্নাত। এ আয়াত কুরবানী ওয়াজিব হওয়ার নির্দেশ দিচ্ছে না।</p><p class='arabic uthmani'>(إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ)</p><p>ইবনু আব্বাস (রাঃ) বলেন : একদা কা‘ব বিন আশরাফ মক্কায় আগমন করে, তখন কুরাইশরা বলে : আপনি তো তাদের সর্দার, আপনি কি ঐ ছোকরাকে (মুহাম্মাদ) দেখতে পান না? সে তার জাতি থেকে ছিন্ন হয়ে গেছে, আবার নিজেকে শ্রেষ্ঠ দাবী করছে? অথচ আমরা হাজীদের বংশধর, কাবা ঘরের তত্ত্বাবধান এবং যমযম কূপের দেখাশোনা করি। কাব বিন আশরাফ বলেন: তোমরাই শ্রেষ্ঠ। তখন এ আয়াতটি অবতীর্ণ হয়। (ইমাম ইবনু কাসীর বলেন : সনদ সহীহ।)</p><p>অন্যান্য বর্ণনায় তা আবূ জাহলের এমনকি আবূ লাহাবের ব্যাপারে অবতীর্ণ হয়েছে বলেও উল্লেখ করা হয়েছে। (ইবনু কাসীর)</p><p>যে বর্ণনায় বলা হয়েছে, যখন নাবী (সাঃ)-এর পুত্রগণ পরপর মারা যেতে লাগল এবং সর্বশেষ পুত্র ইবরাহীম মারা গেল তখন আস বিন ওয়ায়িল বলল : বাদ দাও মুহাম্মাদের কথা, সে এমন লোক যার কোন বংশধর বাকী নেই, সে লেজকাটা নির্বংশ। তখন এ আয়াতটি অবতীর্ণ হয়। এ বর্ণনাটি সহীহ নয়। (ইবনু হিশাম ১/৩২২, সূরা কাউসারের আলোচনা।)</p><p>الْأَبْتَرُ এমন ব্যক্তিকে বলা হয় যে নির্বংশ, যার পুত্র সন্তান জীবিত থাকে না।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. কাউসারের সঠিক তাফসীর জানলাম।</p><p>২. বিদ‘আতীরা কাউসারের পানি পান করার সৌভাগ্য লাভ করবে না।</p><p>৩. সালাতের মত কুরবানী একটি গুরুত্বপূর্ণ ইবাদত। তাই তা করতে হবে একমাত্র আল্লাহর জন্যই।</p>"
        },
        {
            "resource_id": 178,
            "text": "Поистине, ненавидящий тебя лишен всякого добра и забыт так, что если его поминают, то поминают только злом."
        },
        {
            "resource_id": 180,
            "text": "৩. আপনার শত্রæই সব ধরনের কল্যাণ থেকে বঞ্চিত এবং স্মৃতি থেকে এমনভাবে হারিয়ে যাওয়া লোক যে, তাকে স্মরণ করলে কেবল মন্দ নামেই স্মরণ করতে হয়।"
        },
        {
            "resource_id": 177,
            "text": "Quả thật, những ai ghét bỏ Ngươi sẽ bị cắt đứt mọi điều tốt và bị quên lãng, nếu có nhắc chỉ nhắc đến điều xấu của hắn."
        },
        {
            "resource_id": 176,
            "text": "In verità, chi ti odia è colui che viene escluso da ogni bene, che viene dimenticato e che, qualora venisse menzionato, se ne parlerebbe male."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>নিশ্চয় আপনার প্রতি বিদ্বেষ পোষণকারীই তো নির্বংশ [১]।</p><p>[১] সাধারণতঃ যে ব্যক্তির পুত্ৰ সন্তান মারা যায়, আর তাকে أبتر বা নির্বংশ বলা হত। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পুত্র কাসেম অথবা ইবরাহীম যখন শৈশবেই মারা গেলেন, তখন কাফেররা তাকে নির্বংশ বলে উপহাস করত। একবার কা‘ব ইবনে আশরাফ ইয়াহূদী সর্দার মক্কায় আগমন করল। কুরাইশের নেতারা তাকে বলল, আপনি কি মদীনাবাসীদের উত্তম ব্যক্তি ও নেতা? সে বলল, হ্যাঁ, তখন তারা বলল, আপনি কি দেখেন না এই লোকটি যে তার জাতির মধ্যে নির্বংশ সে মনে করে সে আমাদের থেকে উত্তম? অথচ আমরা, হজ ও কাবাঘরের সেবায়েত। তখন কা‘ব ইবনে আশরাফ বলল, তোমরা তার থেকে উত্তম। তখন এ আয়াত নাযিল হয়, এতে বলা হয়, “নিশ্চয় আপনার শক্ররাই তো নির্বংশ।” আরও নাযিল হয়, আপনি কি দেখেননা তাদেরকে যাদের কিতাবের কিছু অংশ দেয়া হয়েছিল, তারা মূর্তি ও তাগুতের উপর ঈমান রাখে...” । [সূরা আন-নিসা: ৫১,৫২, হাদীসটি বর্ণনা করেন, নাসায়ী, কিতাবুত-তাফসীর, ২/৫৬০, নং: ৭২৭, ইবনে হিব্বান, ৬৫৭২] এ আয়াতের মাধ্যমে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের প্রতি নির্বংশ বলে যে দোষারোপ করা হতো তার জওয়াব দেয়া হয়েছে। শুধু পুত্রসন্তান না থাকার কারণে যারা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নির্বংশ বলে বা তার বিরুদ্ধে বিদ্বেষ পোষণ করে, তারা তার প্রকৃত মর্যাদা সম্পর্কে বেখবর। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বংশগত সন্তান-সন্ততি ও কেয়ামত পর্যন্ত অব্যাহত থাকবে, যদিও তা কন্যা-সন্তানের তরফ থেকে হয়। তাছাড়া নবীর আধ্যাতিক সন্তান অর্থাৎ উম্মত তো এত অধিকসংখ্যক হবে যে, পূর্ববর্তী সকল নবীর উম্মতের সমষ্টি অপেক্ষাও বেশী হবে। এছাড়া এ সূরায় রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যে আল্লাহ্ তা‘আলার কাছে প্রিয় ও সম্মানিত তাও বিবৃত হয়েছে। [আদওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span></p><p lang=\"ar\" class=\"ar \">يعني بقوله جل ثناؤه: <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ )</span> إن مبغضك يا محمد وعدوك <span class=\"arabic qpc-hafs green\">( هُوَ الأبْتَرُ )</span> يعني بالأبتر: الأقلّ والأذلّ المنقطع دابره, الذي لا عقب له.</p><p>واختلف أهل التأويل في المعنيّ بذلك,<span class=\"blue\"> فقال بعضهم:</span> عني به العاص بن وائل السهميّ.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني علي,<span class=\"blue\"> قال:</span> ثنا أبو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن علي, عن ابن عباس,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> يقول: عدوّك.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> قال: هو العاص بن وائل.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن هلال بن خباب,<span class=\"blue\"> قال:</span> سمعت سعيد بن جُبير يقول: <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> قال: هو العاص بن وائل.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن هلال,<span class=\"blue\"> قال:</span> سألت سعيد بن جُبير,<span class=\"blue\"> عن قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> قال: عدوّك العاص بن وائل انبتر من قومه.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> قال: العاص بن وائل,<span class=\"blue\"> قال:</span> أنا شانئٌ محمدا, ومن شنأه الناس فهو الأبتر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> قال: هو العاص بن وائل,<span class=\"blue\"> قال:</span> أنا شانئٌ محمدا, وهو أبتر, ليس له عقب,<span class=\"blue\"> قال الله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> قال قتادة: الأبتر: الحقير الدقيق الذليل.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> هذا العاص بن وائل,<span class=\"blue\"> بلغنا أنه قال:</span> أنا شانئُ محمد.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> قال: الرجل يقول: إنما محمد أبتر, ليس له كما ترون عقب,<span class=\"blue\"> قال الله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> .</p><p>وقال آخرون: بل عني بذلك: عقبة بن أبي معيط.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا يعقوب القُمِّي, عن حفص بن حميد, عن شمر بن عطية,<span class=\"blue\"> قال:</span> كان عقبة بن أبي معيط يقول: إنه لا يبقى للنبيّ صلى الله عليه وسلم ولد, وهو أبتر,<span class=\"blue\"> فأنـزل الله فيه هؤلاء الآيات:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ )</span> عقبة بن أبي معيط <span class=\"arabic qpc-hafs green\">( هُوَ الأبْتَرُ )</span> .</p><p>وقال آخرون: بل عني بذلك جماعة من قريش.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا عبد الوهاب,<span class=\"blue\"> قال:</span> ثنا داود, عن عكرمة,<span class=\"blue\"> في هذه الآية:</span>  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلا  قال: نـزلت في كعب بن الأشرف,<span class=\"blue\"> أتى مكة فقال لها أهلها:</span> نحن خير أم هذا الصنبور <span class=\"arabic qpc-hafs green\">(9)</span> المنبتر من قومه, ونحن أهل الحجيج, وعندنا منحر البدن,<span class=\"blue\"> قال:</span> أنتم خير. فأنـزل الله فيه هذه الآية,<span class=\"blue\"> وأنـزل في الذين قالوا للنبي صلى الله عليه وسلم ما قالوا:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن بدر بن عثمان, عن عكرمة <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> .<span class=\"blue\"> قال:</span> لما أوحي إلى النبي صلى الله عليه وسلم قالت قريش: بَتِرَ محمد منا,<span class=\"blue\"> فنـزلت:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> قال: الذي رماك بالبتر هو الأبتر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا ابن أبى عديّ,<span class=\"blue\"> قال:</span> أنبأنا داود بن أبي هند, عن عكرمة,<span class=\"blue\"> عن ابن عباس قال:</span> لما قَدِم كعب بن الأشرف مكة أتَوْه,<span class=\"blue\"> فقالوا له:</span> نحن أهل السقاية والسدانة, وأنت سيد أهل المدينة, فنحن خير أم هذا الصنبور المنبتر من قومه, يزعم أنه خير منا؟<span class=\"blue\"> قال:</span> بل أنتم خير منه,<span class=\"blue\"> فنـزلت عليه:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ شَانِئَكَ هُوَ الأبْتَرُ )</span> قال: وأنـزلت عليه:  أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ  ... إلى قوله  نَصِيرًا  .</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك عندي بالصواب أن يقال: إن الله تعالى ذكره أخبر أن مُبغض رسول الله صلى الله عليه وسلم هو الأقلّ الأذلّ, المنقطع عقبه, فذلك صفة كل من أبغضه من الناس, وإن كانت الآية نـزلت في شخص بعينه.</p><p>آخر تفسير سورة الكوثر</p><p>------------------------</p><p>الهوامش:</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(7)</span> لعله خطبة الفطر أو النحر ، فإنه اختلف في الخروج إلى عمرة الحديبية هل كان في رمضان أو ذي القعدة ؟ فيكون شكا من الراوي .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(8)</span> البيت لبعض بني أسد، وهو من شواهد الفراء في معاني القرآن <span class=\"arabic qpc-hafs green\">( 377 )</span> قال : وقوله : <span class=\"arabic qpc-hafs brown\">{ فصل لربك وانحر }</span> فصل لربك يوم القيامة : انحر .<span class=\"blue\"> وبإسناد إلى علي قال :</span> فيها النحر : أخذك شمالك بيمينك في الصلاة .<span class=\"blue\"> ويقال :</span> فصل لربك وانحر : استقبل القبلة بنحرك .<span class=\"blue\"> وسمعت بعض العرب يقول :</span> منازلنا تناحر هذا : أي قبالته .<span class=\"blue\"> وأنشدني بعض بني أسد :</span> <span class=\"red\">\" أبا حكم ... \"</span> البيت فهذا من ذلك : ينحر بعضه بعضا . ا هـ . وفي <span class=\"arabic qpc-hafs green\">( اللسان : نحر )</span> والداران تتناحران : أي تتقابلان . وإذا استقبلت دار دارا ،<span class=\"blue\"> قيل :</span> هذه تنحر تلك . ثم نقل كلام الفراء والبيت .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(9)</span> في <span class=\"arabic qpc-hafs green\">( اللسان : صنبر )</span> أصل الصنوبر : سعفة تنبت في جذع النخلة ، لا في الأرض ، أو النخلة تبقى منفردة . ومراد كفار قريش بقولهم صنبور ،<span class=\"blue\"> أي :</span> أنه إذا قلع انقطع ذكره ، كما يذهب أصل الصنبور ؛ لأنه لا عقب له .</p>"
        },
        {
            "resource_id": 791,
            "text": "നിന്നോട് വിദ്വേഷമുള്ളവൻ തന്നെയാണ് എല്ലാ നന്മകളിൽ നിന്നും വിഛേദിക്കപ്പെടുകയും, വിസ്മരിക്കപ്പെടുകയും ചെയ്യുന്നവൻ. അവൻ്റെ പേര് പരാമർശിക്കപ്പെട്ടാൽ തന്നെയും മോശമായി കൊണ്ട് മാത്രമേ അത് പരാമർശിക്കപ്പെടുകയുള്ളൂ."
        },
        {
            "resource_id": 174,
            "text": " Sesungguhnya orang yang benci kepadamu adalah orang yang terputus dari setiap kebaikan dan orang yang terlupakan, yaitu yang apabila namanya disebut maka yang teringat darinya hanyalah keburukannya."
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "108"
        }
    }
}