{
    "tafsirs": [
        {
            "resource_id": 791,
            "text": "അല്ലാഹുവിൻ്റെ റസൂലേ! പറയുക: അല്ലയോ അല്ലാഹുവിൽ വിശ്വസിക്കാത്തവരേ!"
        },
        {
            "resource_id": 16,
            "text": "قل -أيها الرسول-<span class=\"blue\"> للذين كفروا بالله ورسوله:</span> يا أيها الكافرون بالله."
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">This chapter of the Quran, containing six verses, was revealed in the last days of the Makkan period. In the beginning the Prophet used to address people as ‘O my people’ or ‘O my community’. But when in spite of completion of the arguments, the people did not accept him, he addressed them as ‘You who deny the Truth’. At this stage, in fact, this is a statement given directly by God. No human being enjoys the right to declare anyone a deniar. God asks the Prophet not to force non-believers into the faith. The Prophet’s duty was only to bear witness to the truth, spreading the message of God to everyone, without imposing it upon anyone. When, after 13 long years of unremitting efforts, people were not willing to believe, then the Prophet was told by God to say to the unbelievers, ‘I do not worship what you worship, nor do you worship what I worship.’ After the Prophet had fully conveyed God’s message to the people, He was exempted from obligation towards those who rejected his call. This chapter teaches us to practice tolerance towards non-Muslims and tells us to treat them with respect. In his mission to invite the people of Makkah to God’s path, the Prophet was filled with a sense of deep concern for the welfare of those he was addressing, and even though they heaped all sorts of oppression on him, he always beseeched God to guide them. The Prophet continued to do this steadfastly throughout the thirteen long years after receiving his prophethood in Makkah. Even after that, he did not refer to these people as kafirs on his own. It was only later that God revealed this commandment: ‘Say, ‘You who deny the truth’. From this it appears that it was only after these thirteen years of the Prophet’s dedicated mission in Makkah that God declared, those whom the Prophet had addressed but who had rejected him, as ‘deniers’, and it was then that God revealed this commandment.</p>"
        },
        {
            "resource_id": 173,
            "text": "Ô Messager, dis: Ô vous qui mécroyez en Allah,"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  قُلْ يَا أَيُّهَا الْكَافِرُونَ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم, وكان المشركون من قومه فيما ذكر عرضوا عليه أن يعبدوا الله سنة, على أن يعبد نبيّ الله صلى الله عليه وسلم آلهتهم سنة,<span class=\"blue\"> فأنـزل الله معرفه جوابهم في ذلك:</span> <span class=\"arabic qpc-hafs green\">( قُلْ )</span> يا محمد لهؤلاء المشركين الذين سألوك عبادة آلهتهم سنة, على أن يعبدوا إلهك سنة <span class=\"arabic qpc-hafs green\">( يَا أَيُّهَا الْكَافِرُونَ )</span> بالله <span class=\"arabic qpc-hafs green\">( لا أَعْبُدُ مَا تَعْبُدُونَ )</span> من الآلهة والأوثان الآن <span class=\"arabic qpc-hafs green\">( وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ )</span> الآن</p><p><span class=\"arabic qpc-hafs green\">( وَلا أَنَا عَابِدٌ )</span> فيما أستقبل</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">( مَا عَبَدْتُمْ )</span> فيما مضى <span class=\"arabic qpc-hafs green\">( وَلا أَنْتُمْ عَابِدُونَ )</span> فيما تستقبلون أبدا<span class=\"arabic qpc-hafs green\">( مَا أَعْبُدُ )</span> أنا الآن, وفيما أستقبل. وإنما قيل ذلك كذلك, لأن الخطاب من الله كان لرسول الله صلى الله عليه وسلم في أشخاص بأعيانهم من المشركين, قد علم أنهم لا يؤمنون أبدا , وسبق لهم ذلك في السابق من علمه, فأمر نبيه صلى الله عليه وسلم أن يؤيسهم من الذي طمعوا فيه, وحدّثوا به أنفسهم, وأن ذلك غير كائن منه ولا منهم, في وقت من الأوقات, وآيس نبي الله صلى الله عليه وسلم من الطمع في إيمانهم, ومن أن يفلحوا أبدا, فكانوا كذلك لم يفلحوا ولم ينجحوا, إلى أن قتل بعضهم يوم بدر بالسيف, وهلك بعض قبل ذلك كافرا.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل, وجاءت به الآثار.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن موسى الحَرشي,<span class=\"blue\"> قال:</span> ثنا أبو خلف,<span class=\"blue\"> قال:</span> ثنا داود, عن عكرِمة,<span class=\"blue\"> عن ابن عباس:</span> أن قريشا وعدوا رسول الله صلى الله عليه وسلم أن يعطوه مالا فيكون أغنى رجل بمكة, ويزّوجوه ما أراد من النساء, ويطئوا عقبه,<span class=\"blue\"> فقالوا له:</span> هذا لك عندنا يا محمد, وكفّ عن شتم آلهتنا, فلا تذكرها بسوء, فإن لم تفعل, فإنا نعرض عليك خصلة واحدة, فهي لك ولنا فيها صلاح.<span class=\"blue\"> قال:</span> <span class=\"red\">\" ما هي؟\"</span> قالوا: تعبد آلهتنا سنة: اللات والعزى, ونعبد إلهك سنة,<span class=\"blue\"> قال:</span> <span class=\"red\">\" حتى أنْظُرَ ما يأْتي مِنْ عِنْدِ رَبّي\"</span>,<span class=\"blue\"> فجاء الوحي من اللوح المحفوظ:</span> <span class=\"arabic qpc-hafs green\">( قُلْ يَا أَيُّهَا الْكَافِرُونَ )</span> السورة,<span class=\"blue\"> وأنـزل الله:</span>  قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ  ...<span class=\"blue\"> إلى قوله:</span>  فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ  .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية, عن محمد بن إسحاق,<span class=\"blue\"> قال:</span> ثني سعيد بن مينا مولى البَختري <span class=\"arabic qpc-hafs green\">(1)</span> قال: لقي الوليد بن المُغيرة والعاص بن وائل, والأسود بن المطلب, وأميَّة بن خلف, رسول الله,<span class=\"blue\"> فقالوا:</span> يا محمد, هلمّ فلنعبد ما تعبد, وتعبدْ ما نعبد, ونُشركك في أمرنا كله, فإن كان الذي جئت به خيرا مما بأيدينا، كنا قد شَرِكناك فيه, وأخذنا بحظنا منه; وإن كان الذي بأيدينا خيرا مما في يديك, كنت قد شَرِكتنا في أمرنا, وأخذت منه بحظك,<span class=\"blue\"> فأنـزل الله:</span> <span class=\"arabic qpc-hafs green\">( قُلْ يَا أَيُّهَا الْكَافِرُونَ )</span> حتى انقضت السورة .</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": "<p>انکار کے بعد انکار ، تاکید کے بعد تاکید اور قطعیت کے بعد قطعیت۔ نفی ، قطعیت اور تاکید کے تمام صیغے اور اسالیب اس سورت میں جمع کردیئے گئے ہیں۔</p><p>قل ” کہہ دو “۔ یہ دو ٹوک خدائی حکم ہے۔ مطلب یہ ہے کہ یہ عقیدہ اور یہ نظریہ مامور من اللہ ہے۔ یہ اللہ وحدہ کا حکم ہے اور اس میں حضرت محمد ﷺ کا کوئی ذاتی فیصلہ نہیں ہے۔ یہ اللہ کا حکم ہے اور اس حکم سے سرتابی نہیں کی جاسکتی ۔ اور نہ کوئی ایسا وجود ہے جو اللہ کے حکم کو رد کرسکے۔</p><p>قل ............ الکفرون (1:109) ” کہہ دو اے کافرو “۔ اللہ نے ان کو اس لفظ سے پکارا جس کا اطلاق ان پر حقیقی معنوں میں ہوتا ہے۔ ایک ایسی صفت سے ان کو بلایا گیا جو ان کے اندرونی الواقعہ موجود ہے۔ درحقیقت وہ کسی دین کے پیرونہ تھے اور درحقیقت وہ مومن نہ تھے ، وہ کافر تھے۔ لہٰذا تمہارے اور ان کے درمیان کوئی نکتہ اشتراک نہیں ہے۔</p><p>اس طرح سورت کے آغاز ہی سے یہ اشارہ دے دیا جتا ا ہے اور چھوٹتے ہی یہ بات واضح کردی جاتی ہے کہ ایک مسلم مومن اور کافر کے درمیان کبھی بھی اتحاد نہیں ہوسکتا۔</p><p>لااعبدما تعبدون (2:109) ” میں ان کی عبادت نہیں کرتا جن کی عبادت تم کرتے ہو “۔ میری عبادت تمہاری عبادت سے مختلف ہے اور میرا معبود تمہارے معبود سے مختلف ہے۔</p><p>ولا انتم .................... اعبد (3:109) ” نہ تم اس کی عبادت کرنے والے ہو ، جس کی عبادت میں کرتا ہوں “۔ اس لئے کہ تمہاری عبادت میری عبادت سے مختلف ہے اور تمہارا معبود میرے معبود سوا ہے۔</p><p>ولا انا .................... ماعبدتم (4:109) ” اور نہ میں ان کی عبادت کرنے والا ہوں جس کی تم نے عبادت کی ہے “۔ پہ پہلے فقرے کی تاقید ہے لیکن یہ جملہ اسمیہ منفیہ کے ذریعے نفی ہے۔ جملہ اسمیہ منفیہ نہایت مضبوطی ، دوام اور تسلسل کے مفہوم میں کسی امر کی نفی کرتا ہے۔</p><p>ولا انتم .................... اعبد (5:109) ” اور نہ تم اس کی عبادت کرنے والے ہو جس کی عبادت میں کرتا ہوں “۔ یہ دوسرے فقرے کی تاکید ہے تاکہ اس معاملے میں کوئی شک وشبہ نہ رہے۔ ظاہر ہے کہ اس قدر مکرر تاکیدات کے بعد شک و شبہ کی کوئی گنجائش بھی نہیں رہتی۔</p><p>اس کے بعد نہایت اجمالی طور پر ایک ہی فقرے میں دونوں گروہوں کے درمیان ایسی تفریق کردی جاتی ہے جس میں کوئی اتحاد نہیں رہتا۔ اس قدر اختلاف پیدا ہوجاتا ہے کہ اس کے بعد کوئی اتصال نہیں رہتا ، دونوں کے درمیان اس قدر جدائی ہوجاتی ہے کہ جس کے بعد کوئی ملاپ متصور نہیں رہتا۔</p><p>لکم دینکم ولی دین (6:109) ” تمہارے لئے تمہارا دین ہے اور میرے لئے میرا دین ہے “۔ میں یہاں اپنے موقف پر ڈٹا ہوں اور تم اپنے موقف پر ڈٹے ہو ، دونوں کے درمیان کوئی پل نہیں ہے جس پر یہ فریق مل سکیں۔ دونوں کے درمیان مکمل جدائی ہے۔ ایک واضح امتیاز اور گہری جدائی۔</p><p>یہ مکمل جدائی ضروری بھی تھی ، تاکہ کفر واسلام کے درمیان پائے جانے والے جوہری تضاد کے خدوخال واضح تر ہوجائیں ، جن کو دیکھتے ہوئے ہر کوئی سمجھ لے کہ دونوں کے درمیان مصالحت اور کچھ لو اور کچھ دو کی پالیسی اختیار کرنا ممکن ہی نہیں ہے۔ کیونکہ اختلاف بنیادی نظریات میں ہے۔ اصل تصور اور منہاج زندگی ، دونوں میں مختلف ہے اور طرززندگی بھی بالکل جدا ہے۔</p><p>حقیقت یہ ہے کہ توحید ایک مکمل نظام ہے۔ شرک ایک متضاد نظام ہے۔ ان کا باہم ملاپ ممکن ہی نہیں ۔ توحید ایک ایسا نظام اور تصور ہے جو انسان کو اس پوری کائنات کے ساتھ اللہ وحدہ لاشریک کی طرف متوجہ کرتا ہے اور اس جہت اور سمت کا تعین کردیتا ہے جہاں سے انسان نے اپنی پوری زندگی کے لئے ہدایات لینی ہے ، عقائد بھی اور قانون بھی۔ اقدار حیات اور پیمانے بھی۔ آداب اور اخلاق بھی ، غرض اس زندگی اور اس کائنات کے بارے میں مکمل فلسفہ انسان اسی جہت سے لیتا ہے اور یہ جہت جہاں سے مومن یہ سب کچھ لیتا ہے ذات باری تعالیٰ کی جہت ہے جس کے ساتھ کوئی بھی شریک نہیں ہے۔ اس لئے اسلامی نظام زندگی میں زندگی کے تمام معاملات اسی اصول پر قائم ہوتے ہیں اور اس نظام میں اللہ کی ذات کے ساتھ کوئی شرک نہیں ہوتا۔ اسی طرز پر زندگی چلتی ہے۔ یہ فیصلہ کن جدائی اسلامی نقطہ نظر سے داعی کے لئے بھی ضروری ہے اور جن کو دعوت دی جارہی ہے ۔ ان کے لئے بھی ضروری ہے۔</p><p>بعض اوقات یوں ہوتا ہے کہ یہ خالص اسلامی تصور حیات اور جاہلی تصور حیات آپس میں مل جاتے ہیں خصوصاً ان سوسائٹیوں میں جنہوں نے پہلے خالص اسلامی تصور کو قبول کرلیا ہوتا ہے لیکن مرور زمانہ کے ساتھ ان کے اندر انحراف پیدا ہوجاتا ہے ، اس قسم کی سوسائٹیوں کے سامنے جب خالص ایمانی دعوت پیش کی جاتی ہے اور ان کے سامنے اسلامی نظام کو سیدھے سادھے طریقے سے بغیر کسی ملاوٹ کے پیش کیا جاتا ہے تو یہ لوگ اس دعوت پر بہت سختی کرتے ہیں۔ ان لوگوں کے مقابلے میں ان لوگوں کا رویہ زیادہ معقول ہوتا ہے جن تک کبھی اسلامی دعوت پہنچی ہی نہیں ہوتی۔ اس لئے کہ جن سوسائٹیوں نے اسلام قبول کیا ہوتا ہے اور بعد کے ادوار میں وہ منحرف ہوچکی ہوتی ہیں ، وہ اس غلط فہمی میں مبتلا ہوتی ہیں کہ وہ بھی تو ہدایت پر ہیں حالانکہ ان کے عقائد و اعمال میں صالح کے ساتھ فاسد کی ملاوٹ ہوچکی ہوتی ہے۔ ایی سوسائٹیوں میں کام کرنے والے ان داعیوں کو بھی بعض اوقات دھوکہ لگ جاتا ہے جو ایسی سوسائٹیوں کے صالح جانب کو برقرار رکھتے ہوئے اس کے برے پہلو بدلنا چاہتے ہیں اور خود ایسی سوسائٹیوں کے برے پہلو سے دھوکہ کھاجاتے ہیں اور یہ ھو کہ نہایت خطرناک ہوتا ہے۔</p><p>اصل بات یہ ہے کہ اسلام ، اسلام ہے اور جاہلیت جاہلیت ہے۔ ان کے درمیان بہت بڑا فرق ہے۔ اصل طریق کار یہ ہے کہ لوگ جاہلیت سے پوری طرح نکل آئیں اور جاہلیت کے ہر رنگ سے پوری طرح نکل کر اسلام کی طرف ہجرت کرآئیں۔</p><p>اس سلسلے میں پہلا قدم یہ ہوتا ہے کہ داعی مکمل شعور کے ساتھ جاہلیت سے نکل کر اسلام کی طرف آجائے۔ اپنے تصورات اور نظریات کے لحاظ سے ، اپنے اعمال اور طریق کار کے لحاظ سے اور یہ جدائی ایسی ہو کہ ان دونوں کے درمیان کوئی مصالحت نہ ہو ، کوئی تہذیبی مصالحت نہ ہو اور جب کوئی پوری طرح جاہلیت سے نکل کر اسلام میں آجائے تو اس کے بعد پھر دونوں کے درمیان کوئی تعاون باقی نہیں رہتا۔ پھر یہ نہیں ہوتا کہ اسلام کی گدڑی میں کسی دوسرے کلچر کے پارچے اور پیوند لگیں ، نہ کچھ لو اور کچھ دو کا اصول چلتا ہے۔ نہ ادھر سے جھکاﺅ اور ادھر سے جھکاﺅ ہوتا ہے۔ اگرچہ جاہلیت اسلام کے روپ میں آئے اور اسلام کے عنوان سے بات کرے۔</p><p>حقیقت یہ ہے کہ کسی بھی داعی کے لئے سب سے پہلے یہ بات ضروری ہے کہ اس زاویہ سے اس کا ذہن صاف ہو ، یہ بنیادی بات ہے۔ وہ مکمل شعور رکھتا ہو کہ وہ اس سوسائٹی سے ایک بیگانہ شخص ہے ، اس کا اپنا دین ہے اور میرا اپنا دین ہے۔ ان کا اپنا طریقہ ہے۔ میرا اپنا طریقہ ہے۔ اور وہ ایک قدم بھی ایسے لوگوں کی راہ پر نہیں چل سکتا۔ لہٰذا اس کا فرض یہ ہے کہ وہ اپنے ہی راستے پر چلے اور بغیر کسی مداہنت کے وہ اپنے راستے میں اس طرح ڈٹا ہوا ہو کہ اس کا ایک قدم بھی اپنی جگہ سے نہ ہے۔ غرض مکمل برات کا اعلان ضروری ہے ، مکمل جدائی ضروری ہے اور صریح اور فیصلہ کن بات ضروری ہے۔</p><p>لکم دینکم ولی دین (6:109) ” تمہارا اپنا دین ہے اور میرا اپنا دین ہے “۔</p><p>آج کے داعیان حق اس بات کے محتاج ہیں اور ان کے لئے یہ بات نہایت ضروری ہے کہ وہ جاہلیت جدید کے مقابلے میں اپنی مکمل برات کا اعلان کریں اور دو ٹوی اور فیصلہ کن جائی کا اعلان کردیں۔ آج کے داعی اس شعور کے محتاج ہیں کہ وہ اچھی طرح جان لیں کہ دراصل وہ مکمل جاہلانہ اور کافرانہ معاشرے میں ازسرنو اسلام کا اجراء واحیا چاہتے ہیں اور ان کو ایسے معاشروں سے سابقہ درپیش ہے جو پہلے صحیح مسلمان تھے ۔ ان پر ایک طویل عرصہ گزر گیا۔</p><p>فقست ........................ فسقون ” ان پر بہت مدت گزر گئی اور ان کے دل سخت ہوگئے اور ان میں سے اکثر فاسق ہوگئے ہیں “۔ اس کے علاوہ کوئی درمیانی صورت نہیں ہے۔ نہ کچھ لو اور کچھ دو کا معاملہ ہوسکتا ہے ، نہ یہ بات ہے کہ سوسائٹی تو اسلامی ہے ، چند عیوب کی اصلاح چاہئے ، کملی تو درست ہے ایک پارچہ لگنا درکار ہے ، اصل طریقہ یہ ہے کہ اسلام کی طرف اسی طرح مکمل دعوت دی جائے جس طرح آغاز اسلام میں داعی حق نے مکمل دعوت دی تھی ، جبکہ وہ ایک جاہلی سوسائٹی کو بدل رہے تھے۔ اسلام اور جاہلیت کے درمیان مکمل جدائی اور تفریق ضروری ہے۔ یہ ہے میرا دین ، خالص اپنے عقائد ونظریات میں ، اپنی شریعت اور قانون میں ، اپنے تصورات و افکار ہیں یہ سب اللہ سے ماخوذ ہیں۔ اس میں شرک کا کوئی شائبہ اور آمیزہ نہیں ہے اور انسانی زندگی کے ہر پہلو ، انسانی طرز عمل کے ہر رخ پر۔</p><p>اس فیصلہ کن جدائی کے سوا کوئی چارہ نہیں ورنہ جاہلیت کے ساتھ التباس رہے گا۔ اسلامی کلچر میں دوسرے کلچروں کی پیوند کاری ہوگی اور جو بھی تحریک چلے گی وہ کمزور اور ضعیف بنیادوں پر ہوگی۔ اسلامی دعوت وتحریک کے لئے ضروری ہے کہ وہ جرات مندی کے ساتھ دو ٹوک اور فیصلہ کن انداز میں دی جائے اور یہی طریق کار تھا داعی اول کا۔ وہ صاف صاف کہتے تھے۔</p><p>لکم دینکم ولی دین (6:109) ” تمہارے لئے تمہارا دین ہے ۔ اور میرے لئے میرا دین ہے “۔</p>"
        },
        {
            "resource_id": 90,
            "text": "سورة الكافرونوهي ست آياتوهي مكية في قول ابن مسعود والحسن وعكرمة . ومدنية في أحد قولي ابن عباس وقتادة والضحاك وفي الترمذي من حديث أنس : أنها تعدل ثلث القرآن . وفي كتاب ( الرد لأبي بكر الأنباري ) : أخبرنا عبد الله بن ناجية قال : حدثنا يوسف قال حدثنا القعنبي وأبو نعيم عن موسى بن وردان عن أنس ، قال : قال رسول الله - صلى الله عليه وسلم - : قل يأيها الكافرون تعدل ربع القرآن . ورواه موقوفا عن أنس . وخرج الحافظ أبو محمد عبد الغني بن سعيد عن ابن عمر قال : صلى النبي - صلى الله عليه وسلم - بأصحابه صلاة الفجر في سفر ، فقرأ قل يأيها الكافرون . و قل هو الله أحد ، ثم قال : قرأت بكم ثلث القرآن وربعه . وروى جبير بن مطعم أن النبي - صلى الله عليه وسلم - قال : \" أتحب يا جبير إذا خرجت سفرا أن تكون من أمثل أصحابك هيئة وأكثرهم زادا \" ؟ قلت : نعم . قال : \" فاقرأ هذه السور الخمس من أول قل يا أيها الكافرون إلى - قل أعوذ برب الناس وافتتح قراءتك ببسم الله الرحمن الرحيم \" . قال : فوالله لقد كنت غير كثير المال ، إذا سافرت أكون أبذهم هيئة ، وأقلهم زادا ، فمذ قرأتهن صرت من أحسنهم هيئة ، وأكثرهم زادا ، حتى أرجع من سفري ذلك . وقال فروة بن نوفل الأشجعي : قال رجل للنبي - صلى الله عليه وسلم - : أوصني قال : \" اقرأ عند منامك قل يأيها الكافرون ، فإنها براءة من الشرك \" . خرجه أبو بكر [ ص: 200 ] الأنباري وغيره . وقال ابن عباس : ليس في القرآن أشد غيظا لإبليس منها ؛ لأنها توحيد وبراءة من الشرك . وقال الأصمعي : كان يقال لـ قل يأيها الكافرون ، وقل هو الله أحد المقشقشتان ؛ أي أنهما تبرئان من النفاق . وقال أبو عبيدة : كما يقشقش الهناء الجرب فيبرئه . وقال ابن السكيت : يقال للقرح والجدري إذا يبس وتقرف ، وللجرب في الإبل إذا قفل : قد توسف جلده ، وتقشر جلده ، وتقشقش جلده .بسم الله الرحمن الرحيمقل يا أيها الكافرون  ذكر ابن إسحاق وغيره عن ابن عباس : أن سبب نزولها أن الوليد بن المغيرة ، والعاص بن وائل ، والأسود بن عبد المطلب ، وأمية بن خلف ؛ لقوا رسول الله - صلى الله عليه وسلم - فقالوا : يا محمد ، هلم فلنعبد ما تعبد ، وتعبد ما نعبد ، ونشترك نحن وأنت في أمرنا كله ، فإن كان الذي جئت به خيرا مما بأيدينا ، كنا قد شاركناك فيه ، وأخذنا بحظنا منه . وإن كان الذي بأيدينا خيرا مما بيدك ، كنت قد شركتنا في أمرنا ، وأخذت بحظك منه ؛ فأنزل الله - عز وجل - قل يا أيها الكافرون .وقال أبو صالح عن ابن عباس : أنهم قالوا لرسول الله - صلى الله عليه وسلم - : لو استلمت بعض هذه الآلهة لصدقناك ؛ فنزل جبريل على النبي - صلى الله عليه وسلم - بهذه السورة فيئسوا منه ، وآذوه ، وآذوا أصحابه . والألف واللام ترجع إلى معنى المعهود وإن كانت للجنس من حيث إنها كانت صفة لأي ؛ لأنها مخاطبة لمن سبق في علم الله تعالى أنه سيموت على كفره ، فهي من الخصوص الذي جاء بلفظ العموم . ونحوه عن الماوردي : نزلت جوابا ، وعنى بالكافرين قوما معينين . لا جميع الكافرين ؛ لأن منهم من آمن ، فعبد الله ، ومنهم من مات أو قتل على كفره . ، وهم المخاطبون بهذا القول ، وهم المذكورون . قال أبو بكر بن الأنباري : وقرأ من طعن في القرآن : قل للذين كفروا لا أعبد ما تعبدون ، وزعم أن ذلك هو الصواب ، وذلك افتراء على رب العالمين ، وتضعيف لمعنى هذه السورة ، وإبطال ما قصده الله من أن يذل نبيه للمشركين بخطابه إياهم [ ص: 201 ] بهذا الخطاب الزري ، وإلزامهم ما يأنف منه كل ذي لب وحجا . وذلك أن الذي يدعيه من اللفظ الباطل ، قراءتنا تشتمل عليه في المعنى ، وتزيد تأويلا ليس عندهم في باطلهم وتحريفهم . فمعنى قراءتنا : قل للذين كفروا : يأيها الكافرون ؛ دليل صحة هذا : أن العربي إذا قال لمخاطبه : قل لزيد : أقبل إلينا ، فمعناه قل لزيد : يا زيد أقبل إلينا . فقد وقعت قراءتنا على كل ما عندهم ، وسقط من باطلهم أحسن لفظ وأبلغ معنى ؛ إذ كان الرسول - عليه السلام - يعتمدهم في ناديهم ، فيقول لهم : يأيها الكافرون . وهو يعلم أنهم يغضبون من أن ينسبوا إلى الكفر ، ويدخلوا في جملة أهله إلا وهو محروس ممنوع من أن تنبسط عليه منهم يد ، أو تقع به من جهتهم أذية . فمن لم يقرأ : قل يأيها الكافرون ، كما أنزلها الله ، أسقط آية لرسول الله - صلى الله عليه وسلم - . وسبيل أهل الإسلام ألا يسارعوا إلى مثلها ، ولا يعتمدوا نبيهم باختزال الفضائل عنه ، التي منحه الله إياها ، وشرفه بها .وأما وجه التكرار فقد قيل إنه للتأكيد في قطع أطماعهم ؛ كما تقول : والله لا أفعل كذا ، ثم والله لا أفعله . قال أكثر أهل المعاني : نزل القرآن بلسان العرب ، ومن مذاهبهم التكرار إرادة التأكيد والإفهام ، كما أن من مذاهبهم الاختصار إرادة التخفيف والإيجاز ؛ لأن خروج الخطيب والمتكلم من شيء إلى شيء أولى من اقتصاره في المقام على شيء واحد ؛ قال الله تعالى : فبأي آلاء ربكما تكذبان . ويل يومئذ للمكذبين . كلا سيعلمون ثم كلا سيعلمون . و فإن مع العسر يسرا إن مع العسر يسرا . كل هذا على التأكيد . وقد يقول القائل : ارم ارم ، أعجل أعجل ؛ ومنه قوله - عليه السلام - في الحديث الصحيح : فلا آذن ، ثم لا آذن ، إنما فاطمة بضعة مني . خرجه مسلم . وقال الشاعر :هلا سألت جموع كندة يوم ولوا أين أيناوقال آخر :يا لبكر أنشروا لي كليبا     يا لبكر أين أين الفراروقال آخر :يا علقمه يا علقمه يا علقمه     خير تميم كلها وأكرمه[ ص: 202 ] وقال آخر :يا أقرع بن حابس يا أقرع     إنك إن يصرع أخوك تصرعوقال آخر :ألا يا اسلمي ثم اسلمي ثمت اسلمي     ثلاث تحيات وإن لم تكلمومثله كثير . وقيل : هذا على مطابقة قولهم : تعبد آلهتنا ونعبد إلهك ، ثم نعبد آلهتنا ونعبد إلهك ، ثم تعبد آلهتنا ونعبد إلهك ، فنجري على هذا أبدا سنة وسنة . فأجيبوا عن كل ما قالوه بضده ؛ أي إن هذا لا يكون أبدا ."
        },
        {
            "resource_id": 180,
            "text": "১. হে রাসূল! আপনি বলুন, হে আল্লাহতে অবিশ্বাসী সম্প্রদায়!"
        },
        {
            "resource_id": 177,
            "text": "Hãy nói - hỡi Thiên Sứ -: Này hỡi những kẻ phủ nhận Allah!"
        },
        {
            "resource_id": 776,
            "text": "Di, Mensajero: ¡Ustedes que no creen en Al-lah!"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">آپ کہہ دیجیے! اے کافرو!<span class=\"green\">(1)</span> نہیں عبادت کرتا میں جن <span class=\"green\">(بتوں)</span> کی تم عبادت کرتے ہو<span class=\"green\">(2)</span> اور نہ تم عبادت کرتے ہو اس کی جس کی میں عبادت کرتا ہوں<span class=\"green\">(3)</span> اور نہ میں ہی عبادت کرنے والا ہوں جن کی تم عبادت کرتے ہو<span class=\"green\">(4)</span> اور نہ تم ہی عبادت کرنے والے ہو اس کی جس کی میں عبادت کرتا ہوں<span class=\"green\">(5)</span> تمھارے لیے تمھارا دین ہے اور میرے لیے میرا دین<span class=\"green\">(6)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[6-1]</span>     یعنی کفار کو نہایت صراحت کے ساتھ  آگاہ کرتے ہوئے کہہ دیجیے: <span class=\"arabic qpc-hafs brown\">﴿ لَاۤ اَعۡبُدُ مَا تَعۡبُدُوۡنَ﴾</span> ’’ جن کو تم پوجتے ہو،  میں ان کو نہیں پوجتا۔‘‘  یعنی آپ کفار کے ان خود ساختہ معبودوں سے براء ت کا اظہار کریں،  جن کی وہ اللہ تعالیٰ کے سوا ظاہر اور باطن میں عبادت کرتے تھے۔\n <span class=\"arabic qpc-hafs brown\">﴿وَلَاۤ اَنۡتُمۡ عٰؔبِدُوۡنَ مَاۤ اَعۡبُدُ﴾</span> ’’اور جس کی میں عبادت کرتا ہوں اس کی تم عبادت نہیں کرتے۔‘‘ کیونکہ اللہ تعالیٰ کے لیے تمھاری عبادت میں تمھارا اخلاص معدوم ہے۔  اللہ تعالیٰ کے لیے تمھاری عبادت  جو شرک سے مقرون ہے،<span class=\"bluﷺ\">  عبادت نہیں کہلا سکتی۔ اس جملے کو مکرر بیان کیا تاکہ اول عدم وجود فعل پر دلالت کرے اور دوسرا اس امر پر دلالت کرے کہ یہ ان کا وصف لازم بن گیا تھا۔\nاس لیے اللہ تعالیٰ نے دونوں فریقوں کے درمیان امتیاز اور تفریق کی ہے۔ فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿لَكُمۡ دِيۡنُكُمۡ وَ لِيَ دِيۡنِ﴾</span> ’’تم اپنے دین پر اور میں اپنے دین پر۔‘‘ جیسا کہ اللہ تعالیٰ نے فرمایا: <span class=\"arabic qpc-hafs brown\">﴿قُلۡ كُلٌّ يَّعۡمَلُ عَلٰى شَاكِلَتِهٖ﴾</span><span class=\"grﷺﷺn\">(بنی اسرائیل:17؍84)</span>  ’’کہہ دیجیے کہ ہر شخص اپنے اپنے طریقے کے مطابق عمل کرتا ہے۔‘‘ فرمایا: <span class=\"arabic qpc-hafs brown\">﴿اَنۡتُمۡ بَرِيۡؔـٓــُٔوۡنَؔ مِمَّؔاۤ اَعۡمَلُ وَ اَنَا بَرِيۡٓءٌ مِّؔمَّؔا تَعۡمَلُوۡنَ﴾</span><span class=\"grﷺﷺn\">(یونس:10؍41)</span> ’’جو کچھ میں کرتا ہوں تم اس سے بری ہو اور جو کچھ تم کرتے ہو،  میں اس سے بری ہوں۔‘‘                </div>"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><h2>The Recitation of these Surahs in the Optional Prayers</h2><p>It has been confirmed in Sahih Muslim from Jabir that the Messenger of Allah ﷺ recited this Surah (Al-Kafirun) and</p><p>قُلْ هُوَ اللَّهُ أَحَدٌ</p><p>(Say: \"He is Allah One.\") (112:1) in the two Rak`ahs of Tawaf. It is also recorded in Sahih Muslim in a Hadith of Abu Hurayrah that the Messenger of Allah ﷺ recited these two Surahs in the two Rak`ahs (optional prayer) of the Morning prayer. Imam Ahmad recorded from Ibn `Umar that the Messenger of Allah ﷺ recited in the two Rak`ahs before the Morning prayer and the two Rak`ahs after the Sunset prayer on approximately ten or twenty different occasions,</p><p>قُلْ يأَيُّهَا الْكَـفِرُونَ</p><p>(Say: \"O Al-Kafirun!\") and</p><p>قُلْ هُوَ اللَّهُ أَحَدٌ</p><p>(Say: \" He is Allah One.\") (112:1) Ahmad also recorded that Ibn `Umar said, \"I watched the Prophet twenty-four or twenty-five times reciting in the two Rak`ahs before the Morning prayer and the two Rak`ahs after the Sunset prayer,</p><p>قُلْ يأَيُّهَا الْكَـفِرُونَ</p><p>(Say: \"O Al-Kafirun!\") and</p><p>قُلْ هُوَ اللَّهُ أَحَدٌ</p><p>(Say: \"He is Allah One.\") (112:1)\" Ahmad recorded that Ibn `Umar said, \"I watched the Prophet for a month and he would recite in the two Rak`ahs before the Morning prayer,</p><p>قُلْ يأَيُّهَا الْكَـفِرُونَ</p><p>(Say: \"O Al-Kafirun.\") and</p><p>قُلْ هُوَ اللَّهُ أَحَدٌ</p><p>(Say: \"He is Allah One.\") (112:1)\" This was also recor- ded by At-Tirmidhi, Ibn Majah and An-Nasa'i. At-Tirmidhi said, \"Hasan.\" It has already been mentioned previously in a Hadith that it (Surat Al-Kafirun) is equivalent to a fourth of the Qur'an and Az-Zalzalah is equivalent to a fourth of the Qur'an.</p><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>The Declaration of Innocence from Shirk</h2><p>This Surah is the Surah of disavowal from the deeds of the idolators. It commands a complete disavowal of that. Allah's statement,</p><p>قُلْ يأَيُّهَا الْكَـفِرُونَ</p><p>(Say: \"O disbelievers!\") includes every disbeliever on the face of the earth, however, this statement is particularly directed towards the disbelievers of the Quraysh. It has been said that in their ignorance they invited the Messenger of Allah ﷺ to worship their idols for a year and they would (in turn) worship his God for a year. Therefore, Allah revealed this Surah and in it</p><h2>He commanded His Messenger to disavow himself from their religion completely</h2><p>Allah said,</p><p>لاَ أَعْبُدُ مَا تَعْبُدُونَ</p><p>(I worship not that which you worship.) meaning, statues and rival gods.</p><p>وَلاَ أَنتُمْ عَـبِدُونَ مَآ أَعْبُدُ</p><p>(Nor will you worship whom I worship.) and He is Allah Alone, Who has no partner. So the word Ma (what) here means Man (who). Then Allah says,</p><p>وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ وَلاَ أَنتُمْ عَـبِدُونَ مَآ أَعْبُدُ</p><p>(And I shall not worship that which you are worshipping. Nor will you worship whom I worship.) meaning, `I do not worship according to your worship, which means that I do not go along with it or follow it. I only worship Allah in the manner in which He loves and is pleased with.' Thus, Allah says,</p><p>وَلاَ أَنتُمْ عَـبِدُونَ مَآ أَعْبُدُ</p><p>(Nor will you worship whom I worship.) meaning, `you do not follow the commands of Allah and His Legislation in His worship. Rather, you have invented something out of the promptings of your own souls.' This is as Allah says,</p><p>إِن يَتَّبِعُونَ إِلاَّ الظَّنَّ وَمَا تَهْوَى الاٌّنفُسُ وَلَقَدْ جَآءَهُم مِّن رَّبِّهِمُ الْهُدَى</p><p>(They follow but a guess and that which they themselves desire, whereas there has surely come to them the guidance from their Lord!) (53:23) Therefore, the disavowal is from all of what they are involved. For certainly the worshipper must have a god whom he worships and set acts of worship that he follows to get to him. So the Messenger and his followers worship Allah according to what He has legislated. This is why the statement of Islam is \"There is no God worthy of being worshipped except Allah, and Muhammad ﷺ is the Messenger of Allah.\" This means that there is no (true) object of worship except Allah and there is no path to Him (i.e., way of worshipping Him) other than that which the Messenger came with. The idolators worship other than Allah, with acts of worship that Allah has not allowed. This is why the Messenger said to them,</p><p>لَكُمْ دِينُكُمْ وَلِىَ دِينِ</p><p>(To you be your religion, and to me my religion.) This is similar to Allah's statement,</p><p>وَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ أَنتُمْ بَرِيئُونَ مِمَّآ أَعْمَلُ وَأَنَاْ بَرِىءٌ مِّمَّا تَعْمَلُونَ</p><p>(And if they belie you, say: \"For me are my deeds and for you are your deeds! You are innocent of what I do, and I am innocent of what you do!\") (10:41) and He said,</p><p>لَنَآ أَعْمَـلُنَا وَلَكُمْ أَعْمَـلُكُمْ</p><p>(To us our deeds, and to you your deeds.) (28:55) Al-Bukhari said, \"It has been said,</p><p>لَكُمْ دِينَكُمْ</p><p>(To you be your religion.) means disbelief.</p><p>وَلِىَ دِينِ</p><p>(and to me my religion.) means, Islam. This is the end of the Tafsir of Surat Qul ya Ayyuhal-Kafirun.</p>"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"translation\">1-<span class=\"blue\"> De ki:</span><span class=\"brown\">“Ey kâfirler!”</span>\n2- <span class=\"brown\">“Ben sizin ibadet ettiklerinize ibadet etmiyorum.”</span>\n3- <span class=\"brown\">“Siz de benim ibadet ettiğime ibadet etmiyorsunuz.”</span>\n4- <span class=\"brown\">“Ben sizin ibadet ettiklerinize ibadet edecek değilim.”</span>\n5- <span class=\"brown\">“Siz de benim ibadet ettiğime ibadet edecek değilsiniz.”</span>\n6- <span class=\"brown\">“<span class=\"green\">(O halde)</span> sizin dininiz size, benim dinim de bana.”</span></p><div><span class=\"green\">(Mekke’de inmiştir. 6 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1-2. Yani kâfirlere açıkça ilân ederek <span class=\"brown\">“de ki: “Ey kâfirler, ben sizin ibadet ettiklerinize ibadet etmiyorum.”</span> Yani bunu söyle ve onların Allah’tan başka tapmakta olduklarından hem zahiren hem de batınen uzaklaş. \n3. <span class=\"brown\">“Siz de benim ibadet ettiğime ibadet etmiyorsunuz.”</span> Çünkü sizler Allah’a ibadet ederken ibadeti ihlasla yalnız O’na yapmıyorsunuz. O’na şirk koşmakla birlikte yaptığınız ibadete ise ibadet denmez. \n4-5. <span class=\"brown\">“Ben sizin ibadet ettiklerinize ibadet edecek değilim. Siz de benim ibadet ettiğime ibadet edecek değilsiniz.”</span> Bu ifadelerin tekrarlanmasının sebebi şudur: İlk ifadede böyle bir fiilin asla mevcut olmadığı açıklanmakta, ikincisinde ise artık bunun iki taraf için ayrılmaz bir vasıf olduğu ortaya konmaktadır.<span class=\"blue\"> İşte bundan dolayı da her iki taraf arasındaki farkı ortaya koyup her iki kesimin birbirlerinden ayrı olduklarını belirtmek üzere şöyle buyrulmuştur:</span>\n6. <span class=\"brown\">“<span class=\"green\">(O halde)</span> sizin dininiz size, benim dinim de bana!”</span>Nitekim Allah Teala bir başka yerde de şöyle buyurmaktadır:<span class=\"brown\">“De ki: Herkes kendi karakterine göre amel eder”</span><span class=\"green\">(el-İsra, 17/84)</span>; <span class=\"brown\">“Benim yaptığım bana aittir, sizin yaptığınız da size. Benim yaptıklarımdan siz uzaksınız, sizin yaptıklarınızdan da ben uzağım.”</span><span class=\"green\">(Yûnus, 10/41)</span>\nKâfirûn Sûresi’nin tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 171,
            "text": "Say, O Messenger: O those who disbelieve in Allah!"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">أي:</span> قل للكافرين معلنا ومصرحًا"
        },
        {
            "resource_id": 164,
            "text": "<p>সহীহ মুসলিমে হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)। তাওয়াফের পর দুই রাকআত নামাযে এই সূরা এবং (আরবি) সূরা পাঠ করতেন। সহীহ মুসলিমেই হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) ফজরের দুই রাকআত সুন্নত নামাযেও এ সূরা দুটি পাঠ করতেন। মুসনাদে আহমদে হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) ফজরের পূর্বের দুই রাকআতে এবং মাগিরিবের পরের দুই রাকআ’তে (আরবি) এই সূরা দুইটি বিশেরও অধিকবার অথবা দশেরও অধিকবার পাঠ করতেন।মুসনাদে আহমদে হযরত ইবনে উমার (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি ফজরের দুই রাকআত সুন্নাত নামাযে এবং মাগরিবের দুই রাকআত সুন্নাত নামাযে রাসূলুল্লাহ (সঃ) কে (আরবি) এবং এই সূরা দুটি চব্বিশ বার অথবা পঁচিশবার পড়তে দেখেছি। মুসনাদে আহমদেরই অন্য এক রিওয়াইয়াতে হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ) কে এক মাস ধরে ফজরের পূর্বের দুই রাকআত নামাযে এবং মাগরিবের পরের দুই রাকআতে নামাযে (আরবি) এ সূরা দু'টি পাঠ করতে দেখেছেন। (এ হাদীসটি জামে তিরমিযী, সুনানে ইবনে মাজাহ এবং সুনানে নাসায়ীতেও রয়েছে। ইমাম তিরমিযী (রঃ) এটাকে হাসান বলেছেন)এই সূরাটি যে কুরআনের এক চতুর্থাংশের সমতুল্য এ বর্ণনাটি ইতিপূর্বে গত হয়েছে। (আরবি) সূরাটিও একই বৈশিষ্ট্য সম্পন্ন।মুসনাদে আহমদে হযরত নওফিল ইবনে মুআবিয়া (রাঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে বর্ণনা করেছেন যে, তাঁকে (তাঁর পিতাকে) রাসূলুল্লাহ (সঃ) বলেনঃ “যয়নব (রাঃ) কে তুমি তোমার কাছে নিয়ে প্রতিপালন কর।” নওফিলের (রাঃ) পিতা এক সময়ে রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করলে তিনি তাঁকে জিজ্ঞেস করলেনঃ “মেয়েটি সম্পর্কে তুমি কি করেছো?” উত্তরে তিনি বললেনঃ “আমি তাকে তার মায়ের কাছে রেখে এসেছি।” রাসূলুল্লাহ (সঃ) তাকে জিজ্ঞেস  করলেনঃ “কেন রেখে এসেছো?” তিনি (নওফিল (রাঃ)-এর পিতা মুআবিয়া উত্তরে বললেনঃ “শয়নের পূর্বে পড়ার জন্যে আপনার কাছে কিছু ওয়াযীফা শিখতে এসেছি।” রাসূলুল্লাহ তখন বললেনঃ (আরবি) পাঠ করো, এতে শিরক থেকে মুক্তি লাভ করা যাবে।\" হযরত জিবিল্লাহ ইবনে হা'রিসাহ্ (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বলেছেনঃ “যখন তুমি বিছানায় শয়ন করতে যাবে তখন। সূরাটি শেষ পর্যন্ত পাঠ করবে। কেননা, এটা হলো শিরক হতে মুক্তি লাভের উপায়।” (এ হাদীসটি ইমাম আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন)আবদুর রহমান (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) যখন বিছানায় শয়ন করতে যেতেন তখন (আরবি) সূরাটি শেষ পর্যন্ত পাঠ করতেন। (এ হাদীসটিও ইমাম তিবরানী (রঃ) বর্ণনা করেছেন)হযরত হারিস ইবনে জিবিল্লাহ (রাঃ) হতে বর্ণিত তিনি বলেনঃ “আমি বললামঃ হে আল্লাহর রাসূল (সঃ)! আমাকে এমন কিছু শিখিয়ে দিন যা আমি ঘুমোবার সময় পাঠ করবো।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “যখন তুমি বিছানায় ঘুমোতে যাবে তখন  (আরবি) পাঠ করবে। কেননা, এটা শিরক হতে মুক্তি লাভের উপায়।\" (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন)<b>১-৬ নং আয়াতের তাফসীর</b>এই মুবারক সূরায় আল্লাহ তা'আলা মুশরিকদের আমলের প্রতি তাঁর অসন্তুষ্টির কথা ঘোষণা করেছেন এবং একনিষ্ঠভাবে তাঁরই ইবাদত করার নির্দেশ দিয়েছেন। এখানে মক্কার কুরায়েশদেরকে সম্বোধন করা হলেও পৃথিবীর সমস্ত কাফিরকে এই সম্বোধনের আওতায় আনা হয়েছে। এই সূরার শানে নুযূল এই যে, কাফিররা রাসূলুল্লাহ (সঃ) কে বললোঃ “এক বছর আপনি আমাদের মাবুদ প্রতিমাগুলোর ইবাদত করুন, পরবর্তী বছর আমরাও এক আল্লাহর ইবাদত করবো।” তাদের এই প্রস্তাবের জবাবে আল্লাহ তাবারাকা ওয়া তা'আলা এ সূরা নাযিল করেন। আল্লাহ তাআলা স্বীয় নবী (সঃ) কে আদেশ করছেনঃ তুমি বলে দাওঃ হে কাফিরগণ! না আমি তোমাদের উপাস্যদের উপাসনা করি, না তোমরা আমার মাবুদের উপাসনা কর। আর না আমি তোমাদের উপাস্যদেরকে উপাসনা করবো, তোমরা আমার মাবুদের উপাসনা করবে। অর্থাৎ আমি শুধু আমার মায়ূদের পছন্দনীয় পদ্ধতি অনুযায়ী তাঁরই উপাসনা করবো, তোমাদের পদ্ধতি তো তোমরা নির্ধারণ করে নিয়েছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ তারা শুধু মনগড়া বিশ্বাস এবং খাহেশাতে নাফসানী বা কুপ্রবৃত্তির পিছনে পড়ে রয়েছে, অথচ তাদের কাছে তাদের প্রতিপালকের হিদায়াত বা পথ। নির্দেশ পৌছে গেছে।” (৫৩:২৩) অতএব, রাসূলুল্লাহ (সঃ) তাদের সংস্পর্শ হতে নিজেকে সর্বপ্রকারে মুক্ত করে নিয়েছেন এবং তাদের উপাসনা পদ্ধতি ও উপাস্যদের প্রতি সর্বাত্মক অসন্তুষ্টি প্রকাশ করেছেন। লক্ষ্যণীয় যে, প্রত্যেক ইবাদতকারীরই মাবুদ বা উপাস্য থাকবে এবং উপাসনার পদ্ধতি থাকবে। রাসূলুল্লাহ (সঃ) এবং তাঁর উম্মত শুধু আল্লাহ তা'আলারই ইবাদত বা উপাসনা করেন। নবী করীমের (সঃ) অনুসারীরা তাঁরই শিক্ষা অনুযায়ী ইবাদত করে থাকে। এ কারণেই ঈমানের মূলমন্ত্র হলোঃ , (আরবি)  অর্থাৎ আল্লাহ ছাড়া কোন মাবুদ নেই। এবং মুহাম্মদ (সঃ) তাঁর রাসূল।” পক্ষান্তরে কাফির মুশরিকদের উপাস্য বা মাবুদ আল্লাহ ছাড়া ভিন্ন, তাদের উপাসনার পদ্ধতিও ভিন্ন ধরনের। আল্লাহর নির্দেশিত পদ্ধতির সাথে তাদের কোনই সম্পর্ক নেই। এজন্যেই আল্লাহ তা'আলা স্বীয় নবী (সঃ) কে নির্দেশ দিয়েছেন যে, তিনি যেন কাফিরদেরকে জানিয়ে দেনঃ তোমাদের জন্যে তোমাদের দ্বীন এবং আমার জন্যে আমার দ্বীন। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “হে নবী (সঃ) যদি তারা তোমাকে মিথ্যা প্রতিপন্ন করে তবে তাদেরকে বলে দাওঃ আমার আমল আমার জন্যে এবং তোমাদের আমল তোমাদের জন্যে, আমি যে আমল করি তা হতে তোমরা মুক্ত এবং তোমরা যে আমল কর তা হতে ক্ত।” (১০:৪১) আল্লাহ তাবারাকা ওয়া তা'আলা আরো বলেনঃ (আরবি)অর্থাৎ “আমাদের কর্ম আমাদের জন্যে এবং তোমাদের কর্ম তোমাদের জন্যে।” (৪২:১৫) অর্থাৎ আমাদের কর্মের জন্যে তোমাদেরকে জবাবদিহি করতে হবে না এবং তোমাদের কর্মের জন্যে আমাদেরকেও জবাবদিহি করতে হবে না।সহীহ বুখারীতে এ আয়াতের তাফসীরে লিখা হয়েছেঃ তোমাদের জন্যে তোমাদের দ্বীন অর্থাৎ কুফর, আর আমার জন্যে আমার দ্বীন অর্থাৎ ইসলাম। আয়াতের শব্দ হলো (আরবি) কিন্তু অন্যান্য আয়াতে যেহেতু এর উপর ওয়াকফ হয়েছে সেই হেতু এখানেও (আরবি) কে উহ্য রাখা হয়েছে। যেমন (আরবি) এবং (আরবি) এর মধ্যে (আরবি) কে উহ্য রাখা হয়েছে। কোন কোন তাফসীরকারের মতে এ আয়াতের অর্থ হলোঃ আমি তোমাদের বর্তমান উপাস্যদের উপাসনা করি না, ভবিষ্যতের জন্যেও তোমাদেরকে হতাশ করছি যে, সমগ্র জীবনে ঐ কুফরী আমার (নবী (সঃ)-এর) দ্বারা কখনো সম্ভব হবে না। একইভাবে তোমরা আমার প্রতিপালকের ইবাদত বর্তমানেও কর না এবং ভবিষ্যতেও করবে না।এখানে ঐ সব কাফিরকে বুঝানো হয়েছে যাদের ঈমান আনয়ন না করার ব্যাপার আল্লাহ তা'আলার জানা রয়েছে। যেমন অন্যত্র রয়েছেঃ (আরবি) অর্থাৎ “তোমার প্রতি যা কিছু অবতীর্ণ করা হয় ঐ ব্যাপারে তাদের অধিকাংশ হঠকারিতা ও কুফরীতে লিপ্ত হয়।\" (৫:৬৮)কোন কোন আরবী সাহিত্য বিশারদ হতে ইমাম ইবনে জারীর (রঃ) উদ্ধৃত করেছেন যে, একটি বাক্যকে দু’বার গুরুত্ব আরোপের উদ্দেশ্যে ব্যবহার করা হয়ে থাকে। যেমন অন্য জায়গায় আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ “কষ্টের সাথেই তো স্বস্তি আছে, অবশ্য কষ্টের সাথে স্বস্তি আছে।” আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “তোমরা তো জাহান্নাম দেখবেই, আবার বলি তোমরা তো ওটা দেখবেই চাক্ষুষ প্রত্যক্ষে।আলোচ্য সূরায় একই রকম বাক্য দু'বার ব্যবহারের তিনটি কারণ বর্ণনা করা হয়েছে। প্রথমতঃ প্রথম বাক্যে উপাস্য এবং দ্বিতীয় বাক্যে ইবাদত বা উপাসনার পদ্ধতির কথা বলা হয়েছে। দ্বিতীয়তঃ প্রথম বাক্যে বর্তমান এবং দ্বিতীয় বাক্যে ভবিষ্যৎ বুঝানো হয়েছে। তৃতীয়তঃ প্রথম বাক্যের তাগীদের জন্যেই দ্বিতীয় বাক্যের অবতারণা করা হয়েছে। তবে মনে রাখতে হবে যে, এখানে চতুর্থ একটি কারণ আবু অব্বিাস ইবনে তাইমিয়া (রঃ) তার কোন এক কিতাবে উল্লেখ। করেছেন। তিনি বলেনঃ আরবী ব্যাকরণের পরিভাষায় প্রথম বাক্য জুমলায়ে ফেলিয়া এবং দ্বিতীয় বাক্য জুমলায়ে ইসমিয়া অর্থাৎ আমি আল্লাহ ছাড়া অন্য কারো ইবাদত করি না, আমার নিকট হতে অনুরূপ কোন আশাও কেউ করতে পারে না। এ উক্তিটিও ভালো বলেই মনে হয়। এ সব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। ইমাম শাফিয়ী (রঃ) এ আয়াত থেকেই দলীল গ্রহণ করেছেন যে, কাফিররা। সবাই এক জাতি। এ কারণে ইয়াহূদীরা খৃস্টানদের এবং খৃস্টানরা ইয়াহূদীদের উত্তরাধিকারী হতে পারে। উভয়ের মধ্যে বংশগত ও কার্যকরণ গত সামঞ্জস্য ও অংশীদারিত্ব রয়েছে। এ কারণে ইসলাম ছাড়া কুফরীর যতগুলো পথ রয়েছে, বাতিল হিসেবে সবই এক ও অভিন্ন। ইমাম আহমদ (রঃ) এবং তাঁর অনুসারীদের মাযহাব এর বিপরীত। তাঁরা বলেন যে, ইয়াহূদীরা খৃষ্টানদের বা খৃষ্টানরা ইয়াহূদীদের উত্তরাধিকারী হতে পারবে না, কেননা, হাদীসে রয়েছে যে, দুটি ভিন্ন ধর্মাবলম্বী একে অন্যের অংশীদার ও উত্তরাধিকারী হতে পারে না।</p>"
        },
        {
            "resource_id": 792,
            "text": "ចូរអ្នក(ឱអ្នកនាំសារមូហាំម៉ាត់)ពោលចុះថាៈ ឱពួកដែលប្រឆាំងនឹងអល់ឡោះ។"
        },
        {
            "resource_id": 790,
            "text": "হে ৰাছুল, কওক, হে আল্লাহক অস্বীকাৰকাৰী সকল!"
        },
        {
            "resource_id": 174,
            "text": "Katakan -wahai Rasul-, “Wahai orang-orang yang kafir kepada Allah!"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">قُلْ يَا أَيُّهَا الْكَافِرُونَ بگو : اي  کافران  ،\nلَا أَعْبُدُ مَا تَعْبُدُونَ من  چيزي  را که ، شما مي  پرستيد نمي  پرستم\nوَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ و شما نيز چيزي  را که  من  مي  پرستم  نمي  پرستيد\nوَلَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ و من  پرستنده  چيزي  که  شما مي  پرستيد نيستم\nوَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ و شما پرستنده  چيزي  که  من  مي  پرستم  نيستيد\nلَكُمْ دِينُكُمْ وَلِيَ دِينِ  شما را دين  خود ، و مرا دين  خود</p><p>\n                                                            مکي و 6 آيه  است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1 - 6)</span> (<span class=\"arabic qpc-hafs brown\">﴿قُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ﴾</span>) یعنی آشکارا و به صراحت به کافران بگو: (<span class=\"arabic qpc-hafs brown\">﴿لَآ أَعۡبُدُ مَا تَعۡبُدُونَ﴾</span>) آنچه را که شما می‌پرستید، نمی‌پرستم؛ یعنی از هر چیزی که به غیر از خدا می‌پرستند، در ظاهر و باطن دوری کن. (<span class=\"arabic qpc-hafs brown\">﴿وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ﴾</span>) و شما نیز نمی‌پرستید آنچه را که من می‌پرستم؛ چون شما عبادت خود را خالصانه برای خدا انجام نمی‌دهید، و پرستش شما برای خدا همراه با شرک است و عبادت نامیده نمی‌شود. (<span class=\"arabic qpc-hafs brown\">﴿وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ﴾</span>) این را تکرار کرد تا بر دو نکته دلالت نماید: اول بر عدم وجود کار، و دوم بر اینکه این حالت همیشگی است. بنابراین میان دو گروه فرق گذاشت و هر دو را از هم جدا کرد،<span class=\"blue\"> و فرمود:</span> (<span class=\"arabic qpc-hafs brown\">﴿لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ﴾</span>) همان‌طور که خداوند متعال فرموده است: <span class=\"arabic qpc-hafs brown\">﴿قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِۦ﴾</span> بگو: <span class=\"brown\">«هرکس به آئین خودش عمل می‌کند.»</span><span class=\"arabic qpc-hafs brown\">﴿أَنتُم بَرِيٓ‍ُٔونَ مِمَّآ أَعۡمَلُ وَأَنَا۠ بَرِيٓءٞ مِّمَّا تَعۡمَلُونَ﴾</span> شما از آنچه من انجام می‌دهم بیزار هستید، و من از آنچه شما می‌کنید بیزارم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Скажи: «О неверующие!  <span class=\"green\">(2)</span> Я не поклоняюсь тому, чему поклоняетесь вы,  <span class=\"green\">(3)</span> а вы не поклоняетесь Тому, Кому поклоняюсь я.  <span class=\"green\">(4)</span> Я не поклоняюсь так, как поклоняетесь вы <span class=\"green\">(или тому, чему поклоняетесь вы)</span>,  <span class=\"green\">(5)</span> а вы не поклоняетесь так, как поклоняюсь я <span class=\"green\">(или Тому, Кому поклоняюсь я)</span>.  <span class=\"green\">(6)</span> У вас есть ваша религия, а у меня — моя!»</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1-6)</span> Это — повеление душой и телом отречься от поклонения кому-либо, помимо Аллаха. О неверующие! Вам чуждо искреннее поклонение одному Аллаху. Совершаемые вами обряды являются многобожием и не могут называться поклонением.\nВсевышний дважды повторил эту мысль в этой суре. В первый раз он велел Своему пророку отвергнуть язычество, а во второй раз подчеркнул, что истинное единобожие является неотъемлемым качеством и образом жизни посланника Алла- ха и правоверных.<span class=\"blue\"> Затем Аллах провел четкую грань между верующими и неверующими и сказал:</span>\nВсевышний также велел Своему посланнику, ﷺ,<span class=\"blue\"> сказать:</span><span class=\"brown\">«Вы не причастны к тому, что я совершаю, а я не причастен к тому, что совершаете вы»</span><span class=\"green\">(10:41)</span>.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1 ـ 6}</span> أي: قلْ للكافرين معلناً ومصرِّحاً: <span class=\"arabic qpc-hafs brown\">{لا أعبُدُ ما تعبُدون}</span>؛<span class=\"blue\"> أي:</span> تبرَّأ مما كانوا يعبدون من دون الله ظاهراً وباطناً. <span class=\"arabic qpc-hafs brown\">{ولا أنتم عابدون ما أعبُدُ}</span>: لعدم إخلاصكم في عبادتكم لله ؛ فعبادتُكم له المقترنةُ بالشِّرك لا تسمَّى عبادةً. وكرَّر ذلك ليدلَّ الأوَّل على عدم وجود الفعل، والثاني على أنَّ ذلك قد صار وصفاً لازماً، ولهذا ميَّز بين الفريقين، وفصل بين الطائفتين،<span class=\"blue\"> فقال:</span><span class=\"arabic qpc-hafs brown\">{لكم دينُكُم وليَ دينٌ}</span>؛<span class=\"blue\"> كما قال تعالى:</span><span class=\"arabic qpc-hafs brown\">{قلۡ كلٌّ يَعۡمَلُ على شاكِلَتِه}</span>؛ أنتم بريئون ممَّا أعمل، وأنا بريءٌ ممَّا تعملون.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 178,
            "text": "Скажи, о Посланник: «О неверующие в Аллаха."
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة قل يا أيها الكافرون</p><p>وهي مكية .</p><p lang=\"ar\" class=\"ar \">ثبت في صحيح مسلم ،<span class=\"blue\"> عن جابر :</span> أن رسول الله صلى الله عليه وسلم قرأ بهذه السورة ، وب <span class=\"red\">\" قل هو الله أحد \"</span> في ركعتي الطواف .</p><p lang=\"ar\" class=\"ar \">وفي صحيح مسلم من حديث أبي هريرة : أن رسول الله صلى الله عليه وسلم قرأ بهما في ركعتي الفجر .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا وكيع ، حدثنا إسرائيل ، عن أبي إسحاق ، عن مجاهد ،<span class=\"blue\"> عن ابن عمر :</span> أن رسول الله صلى الله عليه وسلم قرأ في الركعتين قبل الفجر والركعتين بعد المغرب ، بضعا وعشرين مرة -<span class=\"blue\"> أو :</span> بضع عشرة مرة - <span class=\"red\">\" قل يا أيها الكافرون \"</span> و <span class=\"red\">\" قل هو الله أحد \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال أحمد أيضا : حدثنا محمد بن عبد الله بن الزبير ، حدثنا إسرائيل ، عن أبي إسحاق ، عن مجاهد ،<span class=\"blue\"> عن ابن عمر قال :</span> رمقت النبي صلى الله عليه وسلم أربعا وعشرين -<span class=\"blue\"> أو :</span> خمسا وعشرين - مرة ، يقرأ في الركعتين قبل الفجر ، والركعتين بعد المغرب ب <span class=\"red\">\" قل يا أيها الكافرون \"</span> و <span class=\"red\">\" قل هو الله أحد \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال أحمد : حدثنا أبو أحمد - هو محمد بن عبد الله بن الزبير الزبيري - ، حدثنا سفيان - هو الثوري - ، عن أبي إسحاق ،<span class=\"blue\"> عن مجاهد عن ابن عمر قال :</span> رمقت النبي صلى الله عليه وسلم شهرا ، وكان يقرأ في الركعتين قبل الفجر ب <span class=\"red\">\" قل يا أيها الكافرون \"</span> و <span class=\"red\">\" قل هو الله أحد \"</span> .</p><p lang=\"ar\" class=\"ar \">وكذا رواه الترمذي وابن ماجه ، من حديث أبي أحمد الزبيري ، وأخرجه النسائي من وجه آخر ، عن أبي إسحاق به ،<span class=\"blue\"> وقال الترمذي :</span> هذا حديث حسن .</p><p>وقد تقدم في الحديث أنها تعدل ربع القرآن ، و <span class=\"red\">\" إذا زلزلت \"</span> تعدل ربع القرآن .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا هاشم بن القاسم ، حدثنا زهير ، حدثنا أبو إسحاق عن فروة ابن نوفل - هو ابن معاوية - عن أبيه ،<span class=\"blue\"> أن رسول الله صلى الله عليه وسلم قال له :</span> <span class=\"red\">\" هل لك في ربيبة لنا تكفلها ؟ \"</span> قال : أراها زينب .<span class=\"blue\"> قال :</span> ثم جاء فسأله النبي صلى الله عليه وسلم عنها ،<span class=\"blue\"> قال :</span> <span class=\"red\">\" ما فعلت الجارية ؟ \"</span> قال : تركتها عند أمها .<span class=\"blue\"> قال :</span> <span class=\"red\">\" فمجيء ما جاء بك ؟ \"</span> قال : جئت لتعلمني شيئا أقوله عند منامي .<span class=\"blue\"> قال :</span> <span class=\"red\">\" اقرأ : \"</span> قل يا أيها الكافرون <span class=\"red\">\" ثم نم على خاتمتها ، فإنها براءة من الشرك \"</span> . تفرد به أحمد .</p><p lang=\"ar\" class=\"ar \">وقال أبو القاسم الطبراني : حدثنا أحمد بن عمرو القطراني ، حدثنا محمد بن الطفيل ، حدثنا شريك ، عن أبي إسحاق ، عن جبلة بن حارثة - وهو أخو زيد بن حارثة -<span class=\"blue\"> أن النبي صلى الله عليه وسلم قال :</span> <span class=\"red\">\" إذا أويت إلى فراشك فاقرأ : \"</span> قل يا أيها الكافرون <span class=\"red\">\" حتى تمر بآخرها ، فإنها براءة من الشرك \"</span> <span class=\"reference brown\">[ والله أعلم وهو حسبي ونعم الوكيل ]</span> .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا حجاج ، حدثنا شريك ، عن أبي إسحاق ،<span class=\"blue\"> عن فروة بن نوفل عن الحارث بن جبلة قال :</span> قلت : يا رسول الله ، علمني شيئا أقوله عند منامي .<span class=\"blue\"> قال :</span> <span class=\"red\">\" إذا أخذت مضجعك من الليل فاقرأ : \"</span> قل يا أيها الكافرون <span class=\"red\">\" فإنها براءة من الشرك \"</span> .</p><p lang=\"ar\" class=\"ar \">وروى الطبراني من طريق شريك ، عن جابر ، عن معقل الزبيدي ، عن <span class=\"reference brown\">[ عباد أبي الأخضر ، عن خباب ]</span> أن رسول الله صلى الله عليه وسلم كان إذا أخذ مضجعه قرأ : <span class=\"red\">\" قل يا أيها الكافرون \"</span> حتى يختمها .</p><p lang=\"ar\" class=\"ar \">هذه السورة سورة البراءة من العمل الذي يعمله المشركون ، وهي آمرة بالإخلاص فيه ،<span class=\"blue\"> فقوله :</span> <span class=\"arabic qpc-hafs\">( قل يا أيها الكافرون )</span> شمل كل كافر على وجه الأرض ، ولكن المواجهين بهذا الخطاب هم كفار قريش .</p><p lang=\"ar\" class=\"ar \">وقيل : إنهم من جهلهم دعوا رسول الله صلى الله عليه وسلم إلى عبادة أوثانهم سنة ، ويعبدون معبوده سنة ، فأنزل الله هذه السورة ، وأمر رسوله صلى الله عليه وسلم فيها أن يتبرأ من دينهم بالكلية ،</p>"
        },
        {
            "resource_id": 181,
            "text": "- ای رسول- بگو: ای کافرانِ به الله."
        },
        {
            "resource_id": 92,
            "text": "قُلْ يَا أَيُّهَا الْكَافِرُونَ (1) افتتاحها ب { قلْ } للاهتمام بما بعد القول بأنه كلام يراد إبلاغه إلى الناس بوجه خاص منصوص فيه على أنه مرسل بقول يبلغه وإلا فإن القرآن كله مأمور بإبلاغه ، ولهذه الآية نظائر في القرآن مفتتحة بالأمر بالقول في غير جواببٍ عن سؤال منها : { قل يا أيها الذين هادوا إن زعمتم أنكم أولياء للَّه } في سورة الجمعة ( 6 ) . والسور المفتتحة بالأمر بالقول خمس سور : { قل أوحي } [ الجن : 1 ] ، وسورة الكافرون ، وسورة الإخلاص ، والمعوّذتان ، فالثلاث الأول لقول يبلِّغه ، والمعوّذتان لقول يقوله لتعويذ نفسه .والنداء موجه إلى الأربعة الذين قالوا للنبيء صلى الله عليه وسلم فلنعبد ما تعبد وتعبد ما نعبد ، كما في خبر سبب النزول وذلك الذي يقتضيه قوله : { ولا أنتم عابدون ما أعبد } كما سيأتي .وابتدىء خطابهم بالنداء لإِبلاغهم ، لأن النداء يستدعي إقبال أذهانهم على ما سيلقى عليهم .ونُودوا بوصف الكافرين تحقيراً لهم وتأييداً لوجه التبرؤ منهم وإيذاناً بأنه لا يخشاهم إذا ناداهم بما يَكرهون مما يثير غضبهم لأن الله كفاه إياهم وعصمه من أذاهم . قال القرطبي : قال أبو بكر بن الأنباري : إن المعنى : قل للذين كفروا يا أيها الكافرون أن يعتمدهم في ناديهم فيقول لهم : يا أيها الكافرون ، وهم يغضبون من أن ينسبوا إلى الكفر ."
        },
        {
            "resource_id": 183,
            "text": "使徒よ、言いなさい。おお不信仰者たちよ、"
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p><span class=\"green\">( قل يا أيها الكافرون )</span> إلى آخر السورة .</p><p lang=\"ar\" class=\"ar \">نزلت في رهط من قريش منهم : الحارث بن قيس السهمي ، والعاص بن وائل ، والوليد بن المغيرة ، <span class=\"reference\">[ والأسود ]</span> بن عبد يغوث ، والأسود بن المطلب بن أسد ، وأمية بن خلف ،<span class=\"blue\"> قالوا :</span> يا محمد <span class=\"reference\">[ هلم فاتبع ]</span> ديننا ونتبع دينك ونشركك في أمرنا كله ، تعبد آلهتنا سنة ونعبد إلهك سنة ، فإن كان الذي جئت به خيرا كنا قد شركناك فيه وأخذنا حظنا منه ، وإن كان الذي بأيدينا خيرا كنت قد شركتنا في أمرنا وأخذت بحظك منه ،<span class=\"blue\"> فقال :</span> معاذ الله أن أشرك به غيره ،<span class=\"blue\"> قالوا :</span> فاستلم بعض آلهتنا نصدقك ونعبد إلهك ،<span class=\"blue\"> فقال :</span> حتى أنظر ما يأتي من عند ربي ، فأنزل الله - عز وجل -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" قل يا أيها الكافرون \"</span> إلى آخر السورة ، فغدا رسول الله - صلى الله عليه وسلم - إلى المسجد الحرام وفيه الملأ من قريش ، فقام على رءوسهم ثم قرأها عليهم حتى فرغ من السورة ، فأيسوا منه عند ذلك وآذوه وأصحابه .</p>"
        },
        {
            "resource_id": 176,
            "text": "Di', o Messaggero: \"O voi che non credete in Allāh,"
        },
        {
            "resource_id": 175,
            "text": "Reci, o Poslaniče: O vi koji ne vjerujete u Allaha."
        },
        {
            "resource_id": 910,
            "text": "<p class=\"translation\">\"Katakanlah, 'Hai orang-orang kafir! Aku tidak akan me-nyembah apa yang kamu sembah. Dan kamu bukan penyembah Tuhan yang aku sembah. Dan aku tidak pernah menjadi penyembah apa yang kamu sembah. Dan kamu tidak pernah <span class=\"green\">(pula)</span> menjadi penyembah Tuhan yang aku sembah. Untukmulah agamamu, dan untukkulah agamaku.\" <span class=\"green\">(Al-<span class=\"blue\">Kafirun:</span> 1-6)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(1-6)</span> Yaitu, katakanlah pada orang-orang kafir dengan lantang, ﴾ لَآ  أَعۡبُدُ  مَا  تَعۡبُدُونَ <span class=\"brown\">﴿   \"Aku tidak akan menyembah apa yang kamu sembah,\" yakni bebaskan dirimu dari apa yang mereka sembah selain Allah سبحانه وتعالى secara lahir dan batin. ﴾</span> وَلَآ  أَنتُمۡ عَٰبِدُونَ     مَآ  أَعۡبُدُ <span class=\"brown\">﴿   \"Dan kamu bukan penyembah Tuhan yang aku sembah,\" karena tidak adanya ke-ikhlasan kalian dalam menyembah Allah سبحانه وتعالى. Ibadah kalian disertai kesyirikan sehingga tidak patut disebut sebagai ibadah. \nKemudian Allah سبحانه وتعالى mengulang-<span class=\"blue\">ulang hal itu dengan tujuan:</span> Pertama, menunjukkan tidak adanya pekerjaan, dan kedua, menun-jukkan bahwa hal itu menjadi sifat yang melekat. Karena itulah Allah سبحانه وتعالى membedakan di antara kedua golongan tersebut seraya berfirman, ﴾</span> لَكُمۡ  دِينُكُمۡ  وَلِيَ  دِينِ <span class=\"brown\">﴿   \"Untukmulah agamamu, dan untukkulah agamaku,\" seperti yang disebutkan dalam Firman Allah سبحانه وتعالى, \n﴾</span> قُلۡ     كُلّٞ  يَعۡمَلُ   عَلَىٰ  شَاكِلَتِهِۦ ﴿ \n\"Katakanlah, 'Tiap-tiap orang berbuat menurut keadaannya masing-masing'.\" <span class=\"green\">(Al-<span class=\"blue\">Isra`:</span> 83)</span>. \nKalian anti dari apa yang aku kerjakan dan aku anti dari apa yang kalian kerjakan.                </div>"
        },
        {
            "resource_id": 172,
            "text": "-Ey Peygamber!- De ki: Ey Allah'a karşı kâfir olanlar!"
        },
        {
            "resource_id": 905,
            "text": "قل - أيها الرسول -: يا أيها الكافرون بالله."
        },
        {
            "resource_id": 182,
            "text": "使者啊！你说“不信真主的人们啊！"
        },
        {
            "resource_id": 160,
            "text": "سورہ کافرون کا تعارف:<div lang=\"ur\" class=\"ur\"><p class=\"ur\">صحیح مسلم میں سیدنا جابر رضی اللہ عنہ سے مروی ہے کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے اس سورت کو اور سورۃ اخلاص کو طواف کے بعد کی دو رکعت نماز میں تلاوت فرمایا۔  <span class=\"reference\">[صحيح مسلم:1218‏ ]</span>  </p><p class=\"ur\"> صحیح مسلم میں سیدنا ابوہریرہ رضی اللہ عنہ سے مروی ہے کہ صبح کی دو سنتوں میں بھی آنحضرت <span class=\"saw\"> صلی اللہ علیہ وسلم </span> انہی دونوں سورتوں کی تلاوت کیا کرتے تھے۔  <span class=\"reference\">[صحيح مسلم:726‏ ]</span>  </p><p class=\"ur\"> مسند احمد میں سیدنا ابن عمر رضی اللہ عنہما سے مروی ہے کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے صبح کے فرضوں سے پہلے کی دو رکعتوں میں اور مغرب کے بعد کی دو رکعتوں میں بیس اوپر کچھ دفعہ یا دس دفعہ اوپر کچھ مرتبہ سورۃ <span class=\"arabic qpc-hafs\"> «قُلْ يَا أَيُّهَا الْكَافِرُونَ»</span>  اور سورۃ <span class=\"arabic qpc-hafs\"> «قُلْ هُوَ اللَّـهُ أَحَدٌ»</span>  پڑھی۔  <span class=\"reference\">[مسند احمد:24/2،صحيح]</span>  </p><p class=\"ur\">‏ <span>(‏یعنی اتنی مرتبہ میں نے آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو یہ سورتیں ان نمازوں میں پڑھتے ہوئے سنا)</span>‏۔ </p><p class=\"ur\"> مسند احمد میں سیدنا عبداللہ بن عمر رضی اللہ عنہما سے مروی ہے کہ نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو میں نے چوبیس یا پچیس مرتبہ صبح کی دو سنتوں میں ان دونوں سورتوں کو پڑھتے ہوئے بخوبی دیکھا۔  <span class=\"reference\">[مسند احمد:95/2،صحيح‏ ]</span>  </p><p class=\"ur\"> مسند ہی کی دوسری روایت میں آپ سے مروی ہے کہ مہینہ بھر تک میں نے آپ کو ان دونوں رکعتوں میں یہ دونوں سورتیں پڑھتے ہوئے پایا۔ یہ روایت ترمذی، ابن ماجہ اور نسائی میں بھی ہے۔  <span class=\"reference\">[سنن ابن ماجه:1149،صحيح‏]</span>  امام ترمذی رحمہ اللہ اسے حسن کہتے ہیں، وہ روایت پہلے بیان ہو چکی ہے کہ یہ سورت چوتھائی قرآن کے برابر ہے اور سورۃ <span class=\"arabic qpc-hafs\"> «إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا»</span>  بھی مسند احمد میں روایت ہے۔  <span class=\"reference\">[سنن ترمذي:2894،قال صحيح دون فضل زلزلت]</span>  ‏ سیدنا نوفل بن معاویہ رضی اللہ عنہ فرماتے ہیں کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ان سے فرمایا: <span>”</span>ہماری ربیبہ زینب کی پرورش تم اپنے ہاں کرو<span>“</span>، میرے خیال سے یہ سیدہ زینب تھیں۔ یہ ایک مرتبہ پھر نبي <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی خدمت میں حاضر ہوئے، تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>کہو بچی کیا کر رہی ہے؟<span>“</span> کہا میں اسے اس کی ماں کے پاس چھوڑ آیا ہوں۔ فرمایا:<span>”</span>اچھا کیوں آئے ہو؟<span>“</span> عرض کیا: اس لیے کہ آپ سے کوئی وظیفہ سیکھ جاؤں جو سوتے وقت پڑھ لوں، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا <span class=\"arabic qpc-hafs\"> «قُلْ يَا أَيُّهَا الْكَافِرُونَ»</span>  پڑھ کر سو جایا کرو اس میں شرک سے براءت اور بیزاری ہے۔  <span class=\"reference\">[سنن ترمذي:3404،صحيح‏ ]</span>  </p><p class=\"ur\"> طبرانی کی ایک روایت میں ہے کہ جبلہ بن حارثہ رضی اللہ عنہ کو بھی آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے یہی فرمایا تھا۔  <span class=\"reference\">[طبراني اوسط:1989،صحيح بالشواهد‏ ]</span>  </p><p class=\"ur\"> طبرانی کی اور روایت میں ہے کہ خود نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> بھی اپنے بسترے پر لیٹ کر اس سورت کی تلاوت فرمایا کرتے تھے۔ </p><p> مسند احمد کی روایت میں ہے کہ حارث بن جبلہ رضی اللہ عنہ نے کہا: یا رسول اللہ ! مجھے کوئی ایسی چیز بتائیے کہ میں سونے کے وقت اسے کہہ لیا کروں، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>جب تم رات کو اپنے بستر پر جاؤ تو <span class=\"arabic qpc-hafs\"> «قُلْ يَا أَيُّهَا الْكَافِرُونَ»</span>  پڑھ لیا کرو یہ شرک سے بیزاری ہے۔<span>“</span> <span class=\"arabic qpc-hafs\"> «والله اعلم»</span> </p></div>مشرک سے براۃ اور بیزاری ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">اس سورۃ مبارکہ میں مشرکین کے عمل سے بیزاری کا اعلان ہے اور اللہ کی عبادت کے اخلاص کا حکم ہے گو یہاں خطاب مکہ کے کفار قریش سے ہے لیکن دراصل روئے زمین کے تمام کافر مراد ہیں اس کی شان نزول یہ ہے کہ ان کافروں نے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے کہا تھا کہ ایک سال آپ ہمارے معبودوں کی عبادت کریں تو اگلے سال ہم بھی اللہ کی عبادت کریں گے اس پر یہ سورت نازل ہوئی اور اللہ تعالیٰ نے اپنے نبی برحق <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو حکم دیا کہ ان کے دین سے اپنی پوری بیزاری کا اعلان فرما دیں کہ میں تمہارے ان بتوں کو اور جن جن کو تم اللہ کا شریک مان رہے ہو ہرگز نہ پوجوں گا گو تم بھی میرے معبود برحق اللہ <span class=\"arabic qpc-hafs\"> «وحدہ لا شریک لہ»</span>  کو نہ پوجو۔ </p><p class=\"ur\"> پس <span class=\"arabic qpc-hafs\"> «مَا»</span>  یہاں پر معنی میں <span class=\"arabic qpc-hafs\"> «من»</span>  کے ہے پھر دوبارہ یہی فرمایا کہ میں تم جیسی عبادت نہ کروں گا تمہارے مذہب پر میں کاربند نہیں ہو سکتا نہ میں تمہارے پیچھے لگ سکتا ہوں بلکہ میں تو صرف اپنے رب کی عبادت کروں گا اور وہ بھی اس طریقے پر جو اسے پسند ہو اور جیسے وہ چاہے اسی لیے فرمایا کہ نہ تم میرے رب کے احکام کے آگے سر جھکاؤ گے نہ اس کی عبادت اس کے فرمان کے مطابق بجا لاؤ گے بلکہ تم نے تو اپنی طرف سے طریقے مقرر کر لیے ہیں۔ </p><p class=\"ur\"> جیسے اور جگہ ہے <span class=\"arabic qpc-hafs\"> «إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَىٰ»</span>    <span class=\"reference\">[53-النجم:23]</span> ‏ الخ یعنی <span class=\"text-translation\">”یہ لوگ صرف وہم و گمان اور خواہش نفسانی کے پیچھے پڑے ہوئے ہیں حالانکہ ان کے پاس ان کے رب کی طرف سے ہدایت پہنچ چکی ہے“</span>۔ </p><p> پس نبی اللہ احمد مجتبیٰ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ہر طرح اپنا دامن ان سے چھڑا لیا اور صاف طور پر ان کے معبودوں سے اور ان کی عبادت کے طریقوں سے علیحدگی اور ناپسندیدگی کا اعلان فرما دیا ظاہر ہے کہ ہر عابد کا معبود ہو گا اور طریقہ عبادت ہو گا پس رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> اور آپ کی امت صرف اللہ ہی کی عبادت کرتے ہیں اور طریقہ عبادت ان کا وہ ہے جو سرور رسل <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے تعلیم فرمایا ہے۔</p></div><div>10892</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">اسی لیے کلمہ اخلاص <span class=\"arabic qpc-hafs\"> «لَا إِلَهَ إِلَّا اللَّهُ، مُحَمَّدٌ رَسُولُ اللَّهِ»</span>  ہے یعنی اللہ کے سوا کوئی معبود نہیں اور اس کا راستہ وہی ہے جس کے بتانے والے محمد <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ہیں جو اللہ کے پیغمبر ہیں اور مشرکین کے معبود بھی اللہ کے سوا غیر ہیں اور طریقہ عبادت بھی اللہ کا بتلایا ہوا نہیں اسی لیے فرمایا کہ تمہارا دین تمہارے لیے، میرا میرے لیے۔ </p><p class=\"ur\"> جیسے اور جگہ ہے <span class=\"arabic qpc-hafs\"> «وَإِنْ كَذَّبُوكَ فَقُلْ لِي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ»</span>    <span class=\"reference\">[10-یونس:41]</span> ‏ یعنی <span class=\"text-translation\">”اگر یہ تجھے جھٹلائیں تو تو کہہ دے کہ میرے لیے میرا عمل اور تمہارے لیے تمہارا عمل ہے، تم میرے اعمال سے الگ ہو اور میں تمہارے کاموں سے بیزار ہوں“</span>۔ </p><p class=\"ur\"> اور جگہ فرمایا: <span class=\"arabic qpc-hafs\"> «لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ»</span>    <span class=\"reference\">[28-القصص:55]</span> ‏ الخ یعنی <span class=\"text-translation\">”ہمارے عمل ہمارے ساتھ اور تمہارے تمہارے ساتھ“</span>۔ </p><p class=\"ur\"> صحیح بخاری میں اس آیت کی تفسیر میں ہے تمہارے لیے تمہارا دین ہے یعنی کفر اور میرے لیے میرا دین ہے یعنی اسلام یہ لفظ اصل میں <span class=\"arabic qpc-hafs\"> «دِينِي»</span>  تھا لیکن چونکہ اور آیتوں کا وقف <span class=\"arabic qpc-hafs\"> «نون»</span>  پر ہے اس لیے اس میں بھی <span class=\"arabic qpc-hafs\"> «يَاءُ»</span>  کو حذف کر دیا جیسے <span class=\"arabic qpc-hafs\"> «فَهُوَ يَهْدِينِ»</span>    <span class=\"reference\">[26-الشعراء:78]</span> ‏ میں اور <span class=\"arabic qpc-hafs\"> «يَشْفِينِ»</span>    <span class=\"reference\">[26-الشعراء:80]</span> ‏ میں بعض مفسرین نے کہا ہے مطلب یہ ہے کہ میں اب تو تمہارے معبودوں کی پرستش کرتا نہیں اور آگے کے لیے بھی تمہیں ناامید کر دیتا ہوں کہ عمر بھر میں کبھی بھی یہ کفر مجھ سے نہ ہو سکے گا اسی طرح نہ تم اب میرے اللہ کو پوجتے ہو نہ آئندہ اس کی عبادت کرو گے اس سے مراد وہ کفار ہیں جن کا ایمان نہ لانا اللہ کو معلوم تھا جیسے قرآن میں اور جگہ ہے <span class=\"arabic qpc-hafs\"> «وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا»</span>   <span class=\"reference\">[5-المائدة:64]</span> ‏  الخ یعنی <span class=\"text-translation\">”تیری طرف جو اترتا ہے اس سے ان میں سے اکثر تو سرکشی اور کفر میں بڑھ جاتے ہیں“</span>۔ </p><p class=\"ur\"> ابن جریر رحمہ اللہ نے بعض عربی دان حضرات سے نقل کیا ہے کہ دو مرتبہ اس جملے کا لانا صرف تاکید کے لیے ہے جیسے <span class=\"arabic qpc-hafs\"> «فَإِنَّ مَعَ الْعُسْرِ يُسْرًا»</span>  * <span class=\"arabic qpc-hafs\"> «إِنَّ مَعَ الْعُسْرِ يُسْرًا»</span>    <span class=\"reference\">[94-الشرح:5-6]</span> ‏ میں اور جیسے <span class=\"arabic qpc-hafs\"> «لَتَرَوُنَّ الْجَحِيمَ»</span>  * <span class=\"arabic qpc-hafs\"> «ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ»</span>    <span class=\"reference\">[102-التكاثر:6-7]</span> ‏ پس ان دونوں جملوں کو دو مرتبہ لانے کی حکمت میں یہ تین قول ہوئے ایک تو یہ کہ پہلے جملے سے مراد معبود دوسرے سے مراد طریق عبادت دوسرے یہ کہ پہلے جملے سے مراد حال دوسرے سے مراد استقبال یعنی آئندہ تیسرے یہ کہ پہلے جملے کی تاکید دوسرے جملے سے ہے۔ </p><p> لیکن یہ یاد رہے کہ یہاں ایک چوتھی توجیہ بھی ہے جسے امام ابن تیمیہ رحمہ اللہ اپنی بعض تصنیفات میں قوت دیتے ہیں وہ یہ کہ پہلے تو جملہ فعلیہ ہے اور دوبارہ جملہ اسمیہ ہے تو مراد یہ ہوئی کہ نہ تو میں غیر اللہ کی عبادت کرتا ہوں نہ مجھ سے کبھی بھی کوئی امید رکھ سکتا ہے یعنی واقعہ کی بھی نفی ہے اور شرعی طور پر ممکن ہونے کا بھی انکار ہے یہ قول بھی بہت اچھا ہے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span> </p></div><div>10893</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">امام ابوعبداللہ شافعی رحمہ اللہ نے اس آیت سے استدلال کیا ہے کہ کفر ایک ہی ملت ہے اس لیے یہود نصرانی کا اور نصرانی یہود کا وارث ہو سکتا ہے جبکہ ان دونوں میں نسب یا سبب ورثے کا پایا جائے اس لیے کہ اسلام کے سوا کفر کی جتنی راہیں ہیں وہ سب باطل ہونے میں ایک ہی ہیں   <span class=\"reference\">[سنن ابوداود:2911،قال الشيخ الألباني:حسن صحيح]</span> ‏ </p><p> امام احمد رحمہ اللہ اور ان کے موافقین کا مذہب اس کے برخلاف ہے کہ نہ یہودی نصرانی کا وارث ہو سکتا ہے نہ نصرانی یہود کا کیونکہ حدیث ہے دو مختلف مذہب والے آپس میں ایک دوسرے کے وارث نہیں ہو سکتے  سورۃ الکافرون کی تفسیر ختم ہوئی۔ <span class=\"arabic qpc-hafs\"> «فالحمداللہ احسانہ»</span> </p></div><div>10894</div>"
        },
        {
            "resource_id": 93,
            "text": "أى : قل - أيها الرسول الكريم - لهؤلاء المشركين الذين جاؤوك ليساوموك على أن تعبد آلهتهم مدة ، وهم يعبدون إلهك مدة أخرى . . قل لهم على سبيل الحزم والتأكيد \" لا أعبد \" أنا الذى تعبدونه من آلهة باطلة ، ولا أنتم عابدون الإِله الحق الذى أعبده ، لجهلكم وجحودكم . وعكوفكم على ما كان عليه آباؤكم من ضلال .وافتتحت السورة الكريمة بفعل الأمر \" قل \" للاهتمام لما سيأتى بعده من كلام المقصود منه إبلاغه إليهم ، وتكليفهم بالعمل به .ونودوا بوصف الكافرين ، لأنهم كانوا كذلك ، ولأن فى هذا النداء تحقيرا واستخفافا بهم ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 1{ قُلْ یٰٓــاَیُّہَا الْکٰفِرُوْنَ۔ } ”اے نبی ﷺ آپ کہہ دیجیے کہ اے کافرو !“ نوٹ کیجیے ! یہ داعیانہ طرز تخاطب نہیں ہے ‘ بلکہ لاتعلق اور علیحدہ ہونے کا انداز ہے۔ ظاہر ہے ایک داعی تو اپنے مخاطبین کو یٰٓــاَیُّہَا النَّاسُکہہ کر پکارتا ہے ‘ کہ اے اللہ کے بندو ! میری بات سنو ! گویا کلمہ تخاطب میں ہی مفہوم واضح کردیا گیا کہ اگر میری تمامتر ناصحانہ کوششوں کے باوجود بھی تم لوگوں نے کفر و انکار پر ڈٹے رہنے کا فیصلہ کرلیا ہے تو تمہارا یہ فیصلہ اور طرزعمل تمہیں مبارک ہو۔ لیکن تمہیں معلوم ہونا چاہیے کہ اس کے بعد اب میری اور تمہاری راہیں جدا ہوچکی ہیں۔</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>বলুন, ‘হে কাফিররা!</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>বিভিন্ন হাদীসে এ সূরার বেশ কিছু ফাযীলত বর্ণিত হয়েছে। জাবের রাদিয়াল্লাহু ‘আনহু বলেন, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাওয়াফের দু’ রাকা‘আত সালাতে ‘কুল ইয়া আইয়ুহাল কাফিরুন ও কুল হুয়াল্লাহু আহাদ’ পড়তেন।” [মুসলিম: ১২১৮] অন্য হাদীসে এসেছে, আবু হুরায়রা রাদিয়াল্লাহু ‘আনহু বলেন, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ দু’টি সূরা দিয়ে ফজরের সুন্নাত সালাত আদায় করেছেন”। [মুসলিম: ৭২৬] ইবনে উমর রাদিয়াল্লাহু ‘আনহুমা বলেন, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কে ফজরের পূর্বের দু’ রাকা‘আতে এবং মাগরিবের পরের দু’রাকাআতে এ দু’ সূরা পড়তে বিশোর্ধ বার বা দশোর্ধ বার শুনেছি।” [মুসনাদে আহমাদ:২/২৪] অন্য বর্ণনায় এসেছে, “চব্বিশোর্ধ অথবা পঁচিশোর্ধবার শুনেছি”। [মুসনাদে আহমাদ:২/৯৫] ইবনে উমর রাদিয়াল্লাহু ‘আনহুমা বলেন, “আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে এক মাস পর্যবেক্ষণ করে দেখেছি তিনি ফজরের পূর্বের দু’ রাকাআতে এ দু’সূরা পড়তেন।” [তিরমিয়ী: ৪১৭, ইবনে মাজাহ; ১১৪৯, মুসনাদে আহমাদ: ২/৯৪] তাছাড়া জনৈক সাহাবী রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কাছে আরয করলেন, আমাকে নিদ্রার পূর্বে পাঠ করার জন্যে কোন দো‘আ বলে দিন। “তিনি সূরা কাফিরূন পাঠ করতে আদেশ দিলেন এবং বললেন এটা শির্ক থেকে মুক্তিপত্র।” [আবু দাউদ:৫০৫৫, সুনান দারমী:২/৪৫৯, মুস্তাদরাকে হাকিম:২/৫৩৮] অন্য হাদীসে এসেছে, “রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, সূরা ‘কুল ইয়া আইয়ুহাল কাফিরুন’ কুরআনের এক চতুর্থাংশ”। [তিরমিয়ী: ২৮৯৩, ২৮৯৫]</p>"
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (كافیرون)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (كافیرون) سورەتێكى مەككى یە. \n٢- ژمارەى ئایەتەكانى سورەتى (كافیرون) (٦) شەش ئایەتە. \n٣- سورەتى (كافیرون) زنجیرەى سەدو نۆیەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (كافیرون) لە دواى سورەتى (ماعون) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرى سەرەكى لەم سورەتە پیرۆزەدا بریتییە لە بەتەنها پەرستنى خواى گەورەو بەرائەت كردن لەشیرك و گومرایی، كە موشریكەكان داوایان كرد لە پێغەمبەرى خوا صلى الله علیه وسلم كە ساڵێك پەرستراوى ئەوان بپەرسترێت و ساڵێكیش خواى گەورە بپەرسترێت، بۆیە خواى گەورە ئەم سورەتەى دابەزاندو ئەو هیوایەى كافرو موشریكەكانى بنەبر كرد.\nفەزڵى سوورەتى كافیرون\nپێغەمبەری خوا صلى الله علیه وسلم ئەم سوورەتەی لەگەڵ (قُلْ هُوَ اللَّهُ أَحَدٌ)دا ئەخوێند لە دوو ڕكاتی دوای تەواف كردن, دوای ئەوەی تەواف ئەكەی بە دەوری كەعبەدا لە پشت مەقامی ئیبڕاهیم دوو ڕكات نوێژ ئەكەی پێغەمبەری خوا صلى الله علیه وسلم لەم دوو ڕكاتە سووڕەتی (قُلْ يَا أَيُّهَا الْكَافِرُونَ) و سوورەتی (قُلْ هُوَ اللَّهُ أَحَدٌ) ئەخوێند .\nوە لە دوو ڕكاتی سوننەتی پێش نوێژی بەیانیدا, وە لە دوو ڕكاتی سوننەتی دوای نوێژی مەغریبدا بەهەمان شێوە ئەیخوێند, وە لە سێ ڕكاتی ویتری كۆتاییدا لە ڕكاتی یەكەمدا سوورەتی (سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى) (ئەعلا)ی ئەخوێند لە دووەمیاندا سوورەتی (قُلْ يَا أَيُّهَا الْكَافِرُونَ)ی ئەخوێند, لە سێیەمیاندا سوورەتی (قُلْ هُوَ اللَّهُ أَحَدٌ)ی ئەخوێند .\nوە پێغەمبەری خوا صلى الله علیه وسلم ئەفەرمووێ: كاتێك كە خەوتی لەسەر جێگاكەت (قُلْ يَا أَيُّهَا الْكَافِرُونَ) بخوێنەوەو پاشان لەسەر كۆتاییەكەی بخەوە ئەمە بەڕائەتە لە شیرك, وە فەرموودەی تر هاتووە كە (قُلْ يَا أَيُّهَا الْكَافِرُونَ) چوار یەكی قورئانە لە فەزڵدا سوورەتێكی گەورەیە بۆیە پێغەمبەر صلى الله علیه وسلم لەو نوێژە سوننەتانە خوێندوویەتی وە پێش خەوتنیش پێش ئەوەی بخەوێ خوێندوویەتی وە بە ئێمەش ئەفەرمووێ: بیخوێنن .\n\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">قُلْ يَا أَيُّهَا الْكَافِرُونَ (١)</span> ] ئەم سوورەتە بەڕائەتە لە موشریكان و لەو شیركانەی كە ئەوان ئەیكەن, كاتێك كە كافران لەبەر نەزانی و نەفامى خۆیان بانگی پێغەمبەری خوایان كرد صلى الله علیه وسلم وتیان: وەرە با ڕێك بكەوین ساڵێك تۆ بتەكانی ئێمە بپەرستە ئێمەش ساڵێك خوایەكەی تۆ ئەپەرستین, خوای گەورە ئەم سوورەتەی دابەزاند: (قُلْ يَا أَيُّهَا الْكَافِرُونَ) ئەی محمد صلى الله علیه وسلم پێیان بڵێ: ئەی كافران كە مەبەست كافرانی قوڕەیشە وە هەموو كافران ئەگرێتەوە تا ڕۆژی قیامەت ."
        },
        {
            "resource_id": 165,
            "text": "<p>বল, হে কাফের দল! [১]</p><p>[১] الكَافِرون শব্দে ال কে জিনস (শ্রেণী) বুঝাতে ব্যবহার করা হয়েছে। তবে এখানে শুধুমাত্র ঐ সমস্ত কাফেরদেরকে বিশেষভাবে বুঝানো হয়েছে, যাদের ব্যাপারে আল্লাহ জানতেন যে, তাদের মৃত্যু কুফর ও শিরকের অবস্থাতেই ঘটবে। কেননা, এ সূরাটি অবতীর্ণ হওয়ার পর কিছু সংখ্যক মুশরিক ইসলাম গ্রহণ করেছিল এবং তারা আল্লাহর ইবাদত করেছিল। <em>(ফাতহুল ক্বাদীর)</em></p>"
        },
        {
            "resource_id": 168,
            "text": "<p>Virtues and Characteristics of the Surah</p><p>Sayyidah ` A'shah ؓ reports that the Messenger of Allah ﷺ has said that it is better to recite two surahs in the sunnah prayer of fajr, namely, the Surah Al-Kafirun and Surah Al-Ikhlas. [ Transmitted by Ibn Hisham as quoted by Mazhar ]. Ibn Kathir cites several traditions in which a large number of Companions report that they heard the Messenger of Allah ﷺ often recite Surah Al-Kafiru` n and Al-Ikhlas in the sunnah prayer of fajr and maghrib. Some of the Companions requested the Messenger of Allah ﷺ to teach them some supplications to recite at the time of sleeping. He taught them to recite Surah Al-Kafirun and said that this will give them immunity from idolatry. [ Transmitted by Tirmidhi and Abu Dad ]. Sayyidna Jubair Ibn Mut'im ؓ says that the Messenger of Allah ﷺ asked him whether he wished to be the happiest, most prosperous and well-to-do person among his comrades when he goes out on a journey. He replied: \"Yes, Messenger of Allah, I certainly do wish that.\" The Holy Prophet ﷺ asked him to recite the last five surahs of the Qur'an starting from Surah Al-Kafirun to the end, and to start every surah with Bismillah, and to end with Bismillah. Sayyidna Jubair ؓ says that in those days he used to be distressed, miserable and man of little provisions for journeys compared to his comrades. But when he started acting upon this teaching of the Messenger of Allah ﷺ ، he became more prosperous than others. [ Mazhari with reference to Abu Ya` la ]. Sayyidna Ali ؓ reports that once a scorpion bit the Messenger of Allah ﷺ ، so he asked for water and salt. He applied the water on the spot where the scorpion bit him, and he recited Surah Al-Kafirun, Surah Al-Falaq and Surah An-Nas. [ Mazhari ]</p><p>Cause of Revelation</p><p>Ibn Ishaq reports from Sayyidna Ibn ` Abbas ؓ that Walid Ibn Mughirah, ` As Ibn Wa'il, Aswad Ibn ` Abdul-Muttalib and Umayyah Ibn Khalaf approached the Messenger of Allah ﷺ and proposed a compromise to him to the effect that he should worship their idols for a year, and they would worship Allah for a year. [ Qurtubi ]. According to Sayyidna Ibn ` Abbas ؓ ، as recorded in Tabarani, the pagans of Makkah proposed to the Messenger of Allah ﷺ : We shall give you so much of wealth that you will become the richest man in Makkah; we shall give you whichever woman you like in marriage; we are willing to follow and obey you as our leader on condition that you do not speak ill of our gods. If you do not agree to this, then let us agree that you worship our gods for a year and we would worship your God for another year\" [ Mazhari ].</p><p>According to Abu Salih's report, Sayyidna Ibn ` Abbas ؓ narrates that the pagans of Makkah made the following proposal for compromise: \"At least touch some of our gods, we will believe in you.\" Upon this, Jibra'il (علیہ السلام) descended with Surah Al-Kafirun.</p><p>This Surah is the Surah of disavowal from the actions of the pagans, and enjoins the Muslims to worship Allah alone to the exclusion of all forms of pagan worship.</p><p>The Traditions cited above indicate that the pagans had made many proposals to the Holy Prophet ﷺ not once or in a single session, but on different occasions and in different sessions in the hope that at one time or another a compromise might be reached. Therefore, there was a need to respond to all the proposals definitely and decisively, and thus frustrate their hope once and for all. All these incidents might have taken place at different times and different places. The purport of the Surah is to prevent or prohibit any such compromise.</p><p>Verse [ 109:2] لَا أَعْبُدُ مَا تَعْبُدُونَ (I do not worship that which you worship,) In this Surah, the statements are repeated. The repetition has been explained in different ways by different authorities. Bukhari explains it thus: When two identical, or near identical, expressions occur side by side, many commentators interpret one of them as happening in the present time and the other as going to happen in the future time. Thus there is no meaningless repetition. The second and the third verses refer to the present time, meaning 'I do not worship at the present time what you are worshipping, nor do you worship at the present time what I am worshipping'. That is, 'I believe in Oneness of Allah and worship Him only, whereas you believe in multiple gods and goddesses and worship them'. Verses [ 4 and 5] refer to the future time, meaning 'neither is there a possibility that I will ever worship what you are going to worship in the future, nor will you worship what I will persist in worshipping.' In other words, 'I will persist in my belief of Divine Oneness and worship of Him and you will persist in belief of multiple gods and goddesses and worship of them'. Maulana Ashraf Thanawi (رح) has preferred this interpretation in Bayan ul-Qur'an, (and the translation given above is based on it.) However, he disagrees with Bukhari’ s interpretation of the word din, which Bukhari interprets as 'the religion of disbelief and the religion of Islam' respectively, in verse [ 6] لَكُمْ دِينُكُمْ وَلِيَ دِينِ \"For you is your faith, and for me, my faith\" meaning the proposed compromise or peace agreement is not acceptable. I shall continue to follow my faith and you may go on following your faith, and suffer its disastrous consequences. In Bayan ul-Qur'an, however, the word din has been interpreted as jaza' or 'retribution or requital'.</p><p>Ibn Kathir prefers another interpretation. He expounds that the particle ma is used in two ways: [ 1] as mawsulah or relative pronoun in the sense of al-ladhi [ that which ]; and [ 2] as masdariyah transforming into infinitive the verb it governs. In this Surah, the first ma is a relative pronoun in the sense of al-ladhi, and the second ma is an infinitival particle. Thus in verses [ 2  3] the particle is a relative pronoun and may be paraphrased thus: 'I do not worship the deities that you worship nor do you worship the One Whom I worship' and in verses [ 4  5] the particle is an infinitival particle and may be paraphrased thus: لَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ ' I will never adopt your mode or manner of worship, nor will you adopt the manner in which I worship'. In this way, verses [ 2  3] show that the objects of worship are different from each other, and verses [ 45] show the differences in the modes of worship. In sum, 'neither our objects of worship, nor our manner of worship, are commonly shared by us; they are different.' In this way, it is seen that there is no real repetition, because while the formal expressions might be identical or near identical, but deeper semantic meanings are different. The mode of worship was revealed to the Prophet by Allah and passed on to the Muslims through him. The pagan manner of worship is self-fabricated. Ibn Kathir prefers this interpretation, and says that this is the exact meaning that emanates from the credo of Islam: لا إلہ إلا اللہ محمد الرسول اللہ \"There is no object worthy of worship except Allah, Muhammad is the Messenger of Allah\". Only the mode and manner of worship sanctioned by Allah is credible, and should be followed by Muslims. Ibn Kathir adds that the concluding verse لَكُمْ دِينُكُمْ وَلِيَ دِينِ (For you is your faith, and for me, my faith) yields the sense of other verses in the Qur'an, as for instance in [ 10: 41] وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ ; And if they belie you, say, for me, my deeds, and for you, your deeds and in [ 28:55] لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ (For us, our deeds, and for you, your deeds). Thus the sum total of the word din, according to Ibn Kathir, refers to the 'deeds of religion' and its purport would be the same as explicated in Bayan ul-Qur'an, in that each one will be requited for his own deeds.</p><p>Other commentators have interpreted the two sentences in a third way. According to them, the particle is retained in both places as a relative pronoun, and in both the sentence is taken as representing present tense. They in fact maintain that the repetition of the two sentences have been used as a rhetorical device and employed by deliberate design to secure emphasis. Not every repetition is unpleasant or meaningless, even though the same idea may be reiterated by the same wording, as for instance in [ 94: 56] فَإِنَّ مَعَ الْعُسْرِ‌ يُسْرً‌ا إِنَّ مَعَ الْعُسْرِ‌ يُسْرً‌ا (Undoubtedly, along with hardship there is ease. Undoubtedly, along with hardship there is ease) Verse [ 6] is the repetition of verse [ 5] and is deliberately reiterated to secure emphasis, as well as to reject outright the several proposals made on different occasions. [ Ibn Kathir, Ibn Jarir ].</p><p>Peace Treaty with Unbelievers is Permissible in Some Cases but not in Others</p><p>Surah Al-Kafirun dismisses out of hand the many proposals of compromise offered by the pagans and declares dissociation from them. But the Holy Qur'an itself has said in [ 8:61] وَإِن جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا (And if they tilt towards peace, you tilt towards it.\" that is, enter into peace treaty with the infidels or pagans or non-Muslims. Moreover, when the Holy Prophet ﷺ migrated to Madinah, he entered into peace treaty with the Jews. Therefore, some of the commentators have opined that Surah Al-Kafirun has been abrogated. Their basic argument pivots around the verse لَكُمْ دِينُكُمْ وَلِيَ دِينِ (For you is your faith, and for me, my faith). They contend that this is apparently in conflict with the ordinances of jihad, but this is not true, because the verse does not guarantee, nor does it even permit the infidels to maintain their infidelity. It simply means what is stated in [ 28:55] لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ (For us, our deeds, and for you, your deeds), that is, as you sow, so shall you reap. In fact, the correct position held by the majority of the scholars is that this Surah is not abrogated. The proposals of compromise that were offered by the pagans at the time of the revelation of the present Surah are still prohibited, and the peace treaties allowed by 8:61 or entered into by the Holy Prophet ﷺ are still permissible. It is necessary to understand the circumstances and conditions of the treaty and take a proper decision accordingly. In one of his Traditions, the Holy Prophet ﷺ laid down the general principle of peace treaty with the infidels and pagans, thus: اَلاِصلحاً احَلّ حراماً او حرّم حلالاً (Every compromise is permitted except the one which turns prohibited things into lawful and lawful things into forbidden.) If the various peace proposals made by the pagans are carefully analyzed, they were all certainly and definitely purported to mix elements of pagan beliefs and practices with Islamic beliefs and practices, thus creating confusion; and in some cases they required Muslims to renounce Islam [ albeit temporarily ] and commit themselves to paganism. Surah Al-Kafirun denounces such treaties, and declares dissociation from paganism. Analyzing the peace pact with the Jews, on the other hand, it is seen clearly that it did not in any way require Muslims to denounce or renounce Islam, nor did it require them to mix elements of un-Islamic beliefs with the true faith. Islam is the religion that stands for tolerance, kindness, politeness and peace more than any other religion. However, all these ethical principles can be applied in the matters of human rights. There is no room for compromise in the matter of Divine Law or the basic tenets of Divine religion . Allah knows best!</p><p>Al-hamdulillah</p><p>The Commentary on</p><p>Surah Al-Kafirun</p><p>Ends here</p><p>denounces such treaties, and declares dissociation from paganism. Analyzing the peace pact with the Jews, on the other hand, it is seen clearly that it did not in any way require Muslims to denounce or renounce Islam, nor did it require them to mix elements of un-Islamic beliefs with the true faith. Islam is the religion that stands for tolerance, kindness, politeness and peace more than any other religion. However, all these ethical principles can be applied in the matters of human rights. There is no room for compromise in the matter of Divine Law or the basic tenets of Divine religion. Allah knows best!</p>"
        },
        {
            "resource_id": 179,
            "text": "Sabihin mo, O Sugo: \"O mga tagatangging sumampalataya kay Allāh,"
        },
        {
            "resource_id": 791,
            "text": "ഇന്നോ ഇനിയെന്നെങ്കിലുമോ ഞാൻ നിങ്ങൾ ആരാധിക്കുന്ന വിഗ്രഹങ്ങളെ ആരാധിക്കുകയില്ല."
        },
        {
            "resource_id": 173,
            "text": "je n’adore pas ni n’adorerai les idoles que vous adorez,"
        },
        {
            "resource_id": 90,
            "text": "قال ابن عباس : قالت قريش للنبي - صلى الله عليه وسلم - : نحن نعطيك من المال ما تكون به أغنى رجل بمكة ، ونزوجك من شئت ، ونطأ عقبك ؛ أي نمشي خلفك ، وتكف عن شتم آلهتنا ، فإن لم تفعل فنحن نعرض عليك خصلة واحدة هي لنا ولك صلاح ، تعبد آلهتنا ( اللات والعزى ) سنة ، ونحن نعبد إلهك سنة ؛ فنزلت السورة . فكان التكرار في لا أعبد ما تعبدون ؛ لأن القوم كرروا عليه مقالهم مرة بعد مرة . والله أعلم . وقيل : إنما كرر بمعنى التغليظ . وقيل : أي لا أعبد الساعة ما تعبدون ولا أنتم عابدون الساعة ما أعبد . ثم قال : ولا أنا عابد في المستقبل ما عبدتم ولا أنتم في المستقبل عابدون ما أعبد . قاله الأخفش والمبرد . وقيل : إنهم كانوا يعبدون الأوثان ، فإذا ملوا وثنا ، وسئموا العبادة له ، رفضوه ، ثم أخذوا وثنا غيره بشهوة نفوسهم ، فإذا مروا بحجارة تعجبهم ألقوا هذه ورفعوا تلك ، فعظموها ونصبوها آلهة يعبدونها ؛ فأمر - عليه السلام - أن يقول لهم : لا أعبد ما تعبدون اليوم من هذه الآلهة التي بين أيديكم ."
        },
        {
            "resource_id": 792,
            "text": "ខ្ញុំមិនគោរពសក្ការៈចំពោះរូបបដិមាដែលពួកអ្នកកំពុងតែគោរពសក្ការៈនោះឡើយ និងថាពេលនេះ ឬពេលខាងមុខនោះទេ។"
        },
        {
            "resource_id": 92,
            "text": "لَا أَعْبُدُ مَا تَعْبُدُونَ (2) فقوله : { لا أعبد ما تعبدون } إخبار عن نفسه بما يحصل منها .والمعنى : لا تحصل مني عبادتي ما تعبدون في أزمنة في المستقبل تحقيقاً لأن المضارع يحتمل الحال والاستقبال فإذا دخل عليه ( لا ) النافية أفادت انتفاءه في أزمنة المستقبل كما درج عليه في «الكشاف» ، وهو قول جمهور أهل العربية . ومن أجل ذلك كان حرف ( لَن ) مفيداً تأكيد النفي في المستقبل زيادة على مطلق النفي ، ولذلك قال الخليل : أصل ( لَن ) : لا أنْ ، فلما أفادت ( لا ) وحدها نفي المستقبل كان تقدير ( أنْ ) بعد ( لا ) مفيداً تأكيد ذلك النفي في المستقبل فمن أجل ذلك قالوا إن ( لن ) تفيد تأكيد النفي في المستقبل فعلمنا أن ( لا ) كانت مفيدة نفي الفعل في المستقبل . وخالفهم ابن مالك كما في «مغني اللبيب» ، وأبو حيان كما قال في هذه السورة ، والسهيلي عند كلامه على نزول هذه السورة في «الروض الأنف» .ونفي عبادته آلهتهم في المستقبل يفيد نفي أن يعبدها في الحال بدلالة فحوى الخطاب ، ولأنهم ما عرضوا عليه إلا أن يعبد آلهتهم بعد سنة مستقبلة .ولذلك جاء في جانب نفي عبادتهم لله بنفي اسم الفاعل الذي هو حقيقة في الحال بقوله : { ولا أنتم عابدون } ، أي ما أنتم بمغيِّرين إشراككم الآن لأنهم عرضوا عليه أن يبتدِئوا هُم فيعبدوا الرب الذي يعبده النبي صلى الله عليه وسلم سنة . وبهذا تعلم وجه المخالفة بين نظم الجملتين في أسلوب الاستعمال البليغ ."
        },
        {
            "resource_id": 183,
            "text": "わたしは、あなた方が仕えるものには仕えない。"
        },
        {
            "resource_id": 166,
            "text": "<p>‘আমি তার ‘ইবাদাত করি না যার ‘ইবাদাত তোমরা কর, [১]</p><p>[১] সারা দুনিয়ার কাফের মুশরিকরা যেসব বাতিল উপাস্যের উপাসনা, আরাধনা ও পূজা করত বা করে- সবই এর অন্তর্ভুক্ত। [মুয়াসসার]</p>"
        },
        {
            "resource_id": 171,
            "text": "I do not and will not worship the idols you worship."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>আমি তার ইবাদত করি না, যার ইবাদত তোমরা কর।</p>"
        },
        {
            "resource_id": 790,
            "text": "যিবোৰ মুৰ্ত্তিক তোমালোকে পূজা কৰা, সেইবোৰক মই বৰ্তমানো পূজা নকৰো আৰু ভৱিষ্যতেও নকৰো।"
        },
        {
            "resource_id": 179,
            "text": "hindi ako sumasamba sa kasalukuyan at sa hinaharap sa sinasamba ninyo na mga anito,"
        },
        {
            "resource_id": 182,
            "text": "我现在和将来都不崇拜你们所崇拜的偶像，"
        },
        {
            "resource_id": 174,
            "text": "Aku tidak akan menyembah berhala-berhala yang kalian sembah, baik saat ini maupun di masa mendatang."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ لَا أَعْبُدُ مَا تَعْبُدُونَ }</span> أي: تبرأ مما كانوا يعبدون من دون الله، ظاهرًا وباطنًا."
        },
        {
            "resource_id": 94,
            "text": "<p>ومعنى الآية: <span class=\"arabic qpc-hafs\">\"لا أعبد ما تعبدون\"</span>، في الحال.</p>"
        },
        {
            "resource_id": 180,
            "text": "২. তোমরা যে সব মূর্তির পূজা করো আমি বর্তমানে কিংবা ভবিষ্যতে তাদের পূজা করবো না।"
        },
        {
            "resource_id": 93,
            "text": "و \" ما \" هنا موصولة بمعنى الذى ، وأوثرت على \" مَن \" لأنهم ما كانوا يشكون فى ذات الآلهة التى يعبدونها ، ولافى ذات الإلهة الحق الذى يبعده النبى صلى الله عليه وسلم ، وإنما كانوا يشكون فى أوصافه - تعالى - ، من زعمهم أن هذه الأصنام ما يعبدونها إلا من أجل التقرب إليه .ويقولون : ( هؤلاء شُفَعَاؤُنَا عِندَ الله ) مع أن الله - تعالى - منزه عن ذلك ، فالمقصود من \" ما \" هنا : الصفة ، وليس الذات ، فكأنه قال : لا أعبد الباطل الذى تعبدونه ، وأنتم لجهلكم لا تعبدون الإله الحق الذى أعبده ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم, وكان المشركون من قومه فيما ذكر عرضوا عليه أن يعبدوا الله سنة, على أن يعبد نبيّ الله صلى الله عليه وسلم آلهتهم سنة,<span class=\"blue\"> فأنـزل الله معرفه جوابهم في ذلك:</span> <span class=\"arabic qpc-hafs green\">( قُلْ )</span> يا محمد لهؤلاء المشركين الذين سألوك عبادة آلهتهم سنة, على أن يعبدوا إلهك سنة <span class=\"arabic qpc-hafs green\">( يَا أَيُّهَا الْكَافِرُونَ )</span> بالله <span class=\"arabic qpc-hafs green\">( لا أَعْبُدُ مَا تَعْبُدُونَ )</span> من الآلهة والأوثان الآن <span class=\"arabic qpc-hafs green\">( وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ )</span> الآن</p><p><span class=\"arabic qpc-hafs green\">( وَلا أَنَا عَابِدٌ )</span> فيما أستقبل</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">( مَا عَبَدْتُمْ )</span> فيما مضى <span class=\"arabic qpc-hafs green\">( وَلا أَنْتُمْ عَابِدُونَ )</span> فيما تستقبلون أبدا<span class=\"arabic qpc-hafs green\">( مَا أَعْبُدُ )</span> أنا الآن, وفيما أستقبل. وإنما قيل ذلك كذلك, لأن الخطاب من الله كان لرسول الله صلى الله عليه وسلم في أشخاص بأعيانهم من المشركين, قد علم أنهم لا يؤمنون أبدا , وسبق لهم ذلك في السابق من علمه, فأمر نبيه صلى الله عليه وسلم أن يؤيسهم من الذي طمعوا فيه, وحدّثوا به أنفسهم, وأن ذلك غير كائن منه ولا منهم, في وقت من الأوقات, وآيس نبي الله صلى الله عليه وسلم من الطمع في إيمانهم, ومن أن يفلحوا أبدا, فكانوا كذلك لم يفلحوا ولم ينجحوا, إلى أن قتل بعضهم يوم بدر بالسيف, وهلك بعض قبل ذلك كافرا.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل, وجاءت به الآثار.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن موسى الحَرشي,<span class=\"blue\"> قال:</span> ثنا أبو خلف,<span class=\"blue\"> قال:</span> ثنا داود, عن عكرِمة,<span class=\"blue\"> عن ابن عباس:</span> أن قريشا وعدوا رسول الله صلى الله عليه وسلم أن يعطوه مالا فيكون أغنى رجل بمكة, ويزّوجوه ما أراد من النساء, ويطئوا عقبه,<span class=\"blue\"> فقالوا له:</span> هذا لك عندنا يا محمد, وكفّ عن شتم آلهتنا, فلا تذكرها بسوء, فإن لم تفعل, فإنا نعرض عليك خصلة واحدة, فهي لك ولنا فيها صلاح.<span class=\"blue\"> قال:</span> <span class=\"red\">\" ما هي؟\"</span> قالوا: تعبد آلهتنا سنة: اللات والعزى, ونعبد إلهك سنة,<span class=\"blue\"> قال:</span> <span class=\"red\">\" حتى أنْظُرَ ما يأْتي مِنْ عِنْدِ رَبّي\"</span>,<span class=\"blue\"> فجاء الوحي من اللوح المحفوظ:</span> <span class=\"arabic qpc-hafs green\">( قُلْ يَا أَيُّهَا الْكَافِرُونَ )</span> السورة,<span class=\"blue\"> وأنـزل الله:</span>  قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ  ...<span class=\"blue\"> إلى قوله:</span>  فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ  .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية, عن محمد بن إسحاق,<span class=\"blue\"> قال:</span> ثني سعيد بن مينا مولى البَختري <span class=\"arabic qpc-hafs green\">(1)</span> قال: لقي الوليد بن المُغيرة والعاص بن وائل, والأسود بن المطلب, وأميَّة بن خلف, رسول الله,<span class=\"blue\"> فقالوا:</span> يا محمد, هلمّ فلنعبد ما تعبد, وتعبدْ ما نعبد, ونُشركك في أمرنا كله, فإن كان الذي جئت به خيرا مما بأيدينا، كنا قد شَرِكناك فيه, وأخذنا بحظنا منه; وإن كان الذي بأيدينا خيرا مما في يديك, كنت قد شَرِكتنا في أمرنا, وأخذت منه بحظك,<span class=\"blue\"> فأنـزل الله:</span> <span class=\"arabic qpc-hafs green\">( قُلْ يَا أَيُّهَا الْكَافِرُونَ )</span> حتى انقضت السورة .</p>"
        },
        {
            "resource_id": 172,
            "text": "Ben, şimdi ve gelecekte sizin ibadet ettiğiniz putlara ibadet etmem."
        },
        {
            "resource_id": 16,
            "text": "لا أعبد ما تعبدون من الأصنام والآلهة الزائفة."
        },
        {
            "resource_id": 178,
            "text": "Я не поклоняюсь сейчас и не буду поклоняться в будущем тем идолам, которым вы поклоняетесь!"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Ta không thờ các pho tượng và các thần linh ngụy tạo mà các ngươi đang thờ phượng, không hiện tại và cũng không tương lai."
        },
        {
            "resource_id": 176,
            "text": "io non adorerò, né ora né in futuro, gli idoli che voi adorate,"
        },
        {
            "resource_id": 776,
            "text": "No adoro ni adoraré a los ídolos a los que adoran."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">لَا أَعْبُدُ مَا تَعْبُدُونَ (٢)</span> ] ئەوەی كە ئێوە عیبادەتی بۆ ئەكەن لەو بتانە من عیبادەتی ئەو بتانە ناكەم."
        },
        {
            "resource_id": 175,
            "text": "Ja ni sada, a ni u budućnosti neću obožavati kipove koje vi obožavate."
        },
        {
            "resource_id": 14,
            "text": "<p>يعني من الأصنام والأنداد.</p>"
        },
        {
            "resource_id": 905,
            "text": "لا أعبد في الحال ولا في المستقبل ما تعبدون من الأصنام."
        },
        {
            "resource_id": 181,
            "text": "نه اکنون و نه در آینده بت‌هایی را که عبادت می‌کنید عبادت نمی‌کنم."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "Nor are you going to worship what I worship, i.e. Allah alone."
        },
        {
            "resource_id": 179,
            "text": "at hindi kayo mga sasamba sa sinasamba ko mismo: si Allāh lamang,"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "ثم قال : ولا أنتم عابدون ما أعبد وإنما تعبدون الوثن الذي اتخذتموه ، وهو عندكم الآن . ولا أنا عابد ما عبدتم أي بالأمس من الآلهة التي رفضتموها ، وأقبلتم على هذه . ولا أنتم عابدون ما أعبد فإني أعبد إلهي . وقيل : إن قوله تعالى : لا أعبد ما تعبدون ولا أنتم عابدون ما أعبد في الاستقبال ."
        },
        {
            "resource_id": 177,
            "text": "Và các ngươi cũng không thờ phượng Thượng Đế mà Ta thờ phượng, đó là Allah."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ }</span> لعدم إخلاصكم في عبادته  ، فعبادتكم له المقترنة بالشرك لا تسمى عبادة، ثم كرر ذلك ليدل الأول على عدم وجود الفعل، والثاني على أن ذلك قد صار وصفًا لازمًا."
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ . وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ ) تأكيد وتقرير لما اشتمل عليه الكلام السابق . . \" وما \" هنا مصدرية ، فكأنه قبل : ولا أنا عابد عبادتكم ، ولا أنتم عابدون عبادتى .فالآيتان السابقتان تنفيان الاتحاد بينه صلى الله عليه وسلم وبينهم فى المعبود ، وهاتان الآيتان تنفيان الاتحاد فى العبادة ، والمقصود من ذلك المبالغة التامة فى البراءة من معبوداتهم الباطلة ، ومن عبادتهم الفاسدة ، وأنه صلى الله عليه وسلم ومن معه من المؤمنين ، لا يعبدون إلا الله - عز وجل - ، وهم بذلك يكونون قد اهتدوا إلى العبادة الصحيحة ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (٣)</span> ] وە ئێوەیش عیبادەتی ئەو خوایە ناكەن كە من ئەیپەرستم, لەبەر ئەوەی ئەگەر عیبادەتیشی بكەن لەگەڵ بت پەرستی و شەریكدانان بۆ خوای گەورە پێی ناووترێ: عیبادەت، بەڵكو پێی ئەووترێ: شیرك ."
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"ولا أنتم عابدون ما أعبد\"</span>، في الحال.</p>"
        },
        {
            "resource_id": 175,
            "text": "A niti vi obožavate onoga koga je obožavam, tj. samo Allaha jedinog."
        },
        {
            "resource_id": 172,
            "text": "Siz de benim ibadet ettiğim bir tek Allah'a ibadet edecek değilsiniz."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 16,
            "text": "ولا أنتم عابدون ما أعبد من إله واحد، هو الله رب العالمين المستحق وحده للعبادة."
        },
        {
            "resource_id": 166,
            "text": "<p>‘এবং তোমরাও তাঁর ‘ইবাদাতকারী নও যাঁর ‘ইবাদাত আমি করি [১] ,</p><p>[১]  এ সূরায় কয়েকটি বাক্য পুনঃপুনঃ উল্লিখিত হওয়ায় স্বভাবত প্রশ্ন দেখা দিতে পারে। এ ধরনের আপত্তি দূর করার জন্যে বুখারী অনেক তাফসীরবিদ থেকে বর্ণনা করেছেন যে, একই বাক্য একবার বর্তমানকালের জন্যে এবং একবার ভবিষ্যৎকালের জন্যে উল্লেখ করা হয়েছে। [ফাতহুল বারী] অর্থাৎ আমি এক্ষণে কার্যত তোমাদের উপাস্যদের ইবাদত করি না এবং তোমরা আমার উপাস্যের ইবাদত কর না এবং ভবিষ্যতেও এরূপ হতে পারে না। ইমাম তাবারীও এ মতটি বর্ণনা করেছেন। ইবনে কাসীর এখানে অন্য একটি তাফসীর অবলম্বন করেছেন। তিনি প্রথম জায়গায় আয়াতের অর্থ করেছেন এই যে, তোমরা যেসব উপাস্যের ইবাদত কর, আমি তাদের ইবাদত করি না এবং আমি যে উপাস্যের ইবাদত করি তোমরা তার ইবাদত কর না। আর দ্বিতীয় জায়গায় আয়াতের অর্থ করেছেন এই যে, আমার ও তোমাদের ইবাদতের পদ্ধতি ভিন্ন ভিন্ন। আমি তোমাদের মত ইবাদত করতে পারি না এবং বিশ্বাস স্থাপন না করা পর্যন্ত তোমরাও আমার মত ইবাদত করতে পার না। এভাবে প্রথম জায়গায় উপাস্যদের বিভিন্নতা এবং দ্বিতীয় জায়গায় ইবাদত পদ্ধতির বিভিন্নতা বিধৃত হয়েছে। [ইবন কাসীর] সারকথা এই যে, তোমাদের মধ্যে ও আমার মধ্যে উপাস্যের ক্ষেত্রেও অভিন্নতা নেই এবং ইবাদত-পদ্ধতির ক্ষেত্রেও নেই। এভাবে পুনঃপুনঃ উল্লেখের আপত্তি দূর হয়ে যায়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও মুসলিমদের ইবাদতপদ্ধতি তাই; যা আল্লাহ্ তা‘আলার পক্ষ থেকে ওহীর মাধ্যমে বলে দেয়া হয়েছে। আর মুশরিকদের ইবাদত পদ্ধতি স্বকল্পিত। ইবনে-কাসীর এই তাফসীরের পক্ষে বক্তব্য রাখতে গিয়ে বলেন, লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ্ কলেমার অর্থ তাই হয় যে, আল্লাহ্ ছাড়া কোন হক্ক উপাস্য নেই। ইবাদত-পদ্ধতি তা-ই গ্ৰহণযোগ্য, যা মুহাম্মদ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মাধ্যমে আমাদের কাছে পৌঁছেছে। কোন কোন অভিজ্ঞ আলেম বলেন, ২নং আয়াতের অর্থ, আমি তোমাদের উপাস্যদের ইবাদত কখনো করবো না। পক্ষান্তরে দ্বিতীয় আয়াতের অর্থ, আমি এ ইবাদতটা কখনো, কিছুতেই গ্ৰহণ করবো না। অর্থাৎ তোমাদের উপাস্যদের ইবাদত করা আমার দ্বারা কখনো ঘটবে না অনুরূপভাবে তা শরীয়তেও এটা হওয়া সম্ভব নয়। [মাজমূ’ ফাতাওয়া শাইখিল ইসলাম ইবন তাইমিয়্যাহ, ১৬/৫৪৭-৫৬৭; ইবন কাসীর]</p><p>এর আরেকটি তাফসীরও হতে পারে। আর তা হলো, প্রথমত ২নং আয়াত لَآ اَعْبُدُ مَا تَعْبُدُوْنَ অর্থ ‘আমি বর্তমানে এবং ভবিষ্যতে তার ইবাদত করি না, তোমরা যার ইবাদত কর’। এর পরে এসেছে, وَ لَآ اَنْتُمْ عٰبِدُوْنَ مَآاَعْبُدُ অর্থাৎ তোমরাও বর্তমানে ও ভবিষ্যতে ইবাদতকারী নও। আর দ্বিতীয় ক্ষেত্রে চতুর্থ আয়াতে বলা হয়েছে, ولَآ اَنَا عَابِدٌمَّا عَبَدْتُّمْ অর্থাৎ অতীতে আমার পক্ষ থেকে এরূপ কিছু ঘটেনি। অতীত বোঝানোর জন্য عَبَدتُّمْ অতীতকালীন ক্রিয়া ব্যবহৃত হয়েছে। আর এর পরে এসেছে, ولَآاَنْتُمْ عٰبِدُوْنَ مَآاَعْبُدُ অর্থাৎ তোমরাও অতীতে তার ইবাদত করতে না, যার ইবাদত আমি সবসময় করি। ইবনুল কায়্যিম এ মতটি গ্রহণ করেছেন। [বাদায়ি’উল ফাওয়ায়িদ, ১/১২৩-১৫২]</p>"
        },
        {
            "resource_id": 92,
            "text": "وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (3)وهذا إخباره إياهم بأنه يعلم أنهم غير فاعلين ذلك من الآن بإنباء الله تعالى نبيئه صلى الله عليه وسلم بذلك فكان قوله هذا من دلائل نبوءته نظير قوله تعالى : { فإن لم تفعلوا ولن تفعلوا } [ البقرة : 24 ] فإن أولئك النفر الأربعة لم يُسلم منهم أحد فماتوا على شركهم .ومَا صدقُ { ما أعبد } هو الله تعالى وعبر ب { ما } الموصولة لأنها موضوعة للعاقل وغيره من المختار وإنما تختص ( مَن ) بالعاقل ، فلا مانع من إطلاق ( ما ) على العاقل إذا كان اللبس مأموناً . وقال السهيلي في «الروض الأنف» : إن ( ما ) الموصولة يؤتى بها لقصد الإِبهام لتفيد المبالغة في التفخيم كقول العرب : سبحان ما سَبَّح الرعد بحمده ، وقوله تعالى : { والسماء وما بناها } كما تقدم في سورة الشمس ( 5 ) ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ وَلَآ اَنْتُمْ عٰبِدُوْنَ مَآ اَعْبُدُ۔ } ”اور نہ تم پوجنے والے ہو اسے جسے میں پوجتا ہوں۔“ اس آیت میں ان کے تمام معبودوں کی نفی کردی گئی ہے۔ وہ لوگ اللہ کی پرستش تو کرتے تھے لیکن ساتھ ہی ساتھ اپنے دیوی دیوتائوں کی پوجا کے بھی قائل تھے۔ اس پس منظر میں ان پر واضح کیا جا رہا ہے کہ جس طرح میں خالص اللہ کی بندگی کرتا ہوں ‘ اس طرح تم لوگ صرف اور صرف اس کی پرستش نہیں کرتے ہو۔ چناچہ تمہاری اس انداز کی پرستش تمہارے اپنے خود ساختہ معبودوں کی پرستش تو ہوسکتی ہے ‘ ایک اللہ کی پرستش نہیں ہوسکتی۔</p>"
        },
        {
            "resource_id": 173,
            "text": "et vous n’adorez pas Celui que j’adore, c’est-à-dire Allah Seul."
        },
        {
            "resource_id": 165,
            "text": "<p>এবং তোমরাও তাঁর ইবাদতকারী নও, যাঁর ইবাদত আমি করি।</p>"
        },
        {
            "resource_id": 182,
            "text": "你们也不崇拜我所崇拜的独一的真主，"
        },
        {
            "resource_id": 170,
            "text": "Это - повеление душой и телом отречься от поклонения кому-либо, помимо Аллаха. О неверующие! Вам чуждо искреннее поклонение одному Аллаху. Совершаемые вами обряды являются многобожием и не могут называться поклонением."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم, وكان المشركون من قومه فيما ذكر عرضوا عليه أن يعبدوا الله سنة, على أن يعبد نبيّ الله صلى الله عليه وسلم آلهتهم سنة,<span class=\"blue\"> فأنـزل الله معرفه جوابهم في ذلك:</span> <span class=\"arabic qpc-hafs green\">( قُلْ )</span> يا محمد لهؤلاء المشركين الذين سألوك عبادة آلهتهم سنة, على أن يعبدوا إلهك سنة <span class=\"arabic qpc-hafs green\">( يَا أَيُّهَا الْكَافِرُونَ )</span> بالله <span class=\"arabic qpc-hafs green\">( لا أَعْبُدُ مَا تَعْبُدُونَ )</span> من الآلهة والأوثان الآن <span class=\"arabic qpc-hafs green\">( وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ )</span> الآن</p><p><span class=\"arabic qpc-hafs green\">( وَلا أَنَا عَابِدٌ )</span> فيما أستقبل</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">( مَا عَبَدْتُمْ )</span> فيما مضى <span class=\"arabic qpc-hafs green\">( وَلا أَنْتُمْ عَابِدُونَ )</span> فيما تستقبلون أبدا<span class=\"arabic qpc-hafs green\">( مَا أَعْبُدُ )</span> أنا الآن, وفيما أستقبل. وإنما قيل ذلك كذلك, لأن الخطاب من الله كان لرسول الله صلى الله عليه وسلم في أشخاص بأعيانهم من المشركين, قد علم أنهم لا يؤمنون أبدا , وسبق لهم ذلك في السابق من علمه, فأمر نبيه صلى الله عليه وسلم أن يؤيسهم من الذي طمعوا فيه, وحدّثوا به أنفسهم, وأن ذلك غير كائن منه ولا منهم, في وقت من الأوقات, وآيس نبي الله صلى الله عليه وسلم من الطمع في إيمانهم, ومن أن يفلحوا أبدا, فكانوا كذلك لم يفلحوا ولم ينجحوا, إلى أن قتل بعضهم يوم بدر بالسيف, وهلك بعض قبل ذلك كافرا.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل, وجاءت به الآثار.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن موسى الحَرشي,<span class=\"blue\"> قال:</span> ثنا أبو خلف,<span class=\"blue\"> قال:</span> ثنا داود, عن عكرِمة,<span class=\"blue\"> عن ابن عباس:</span> أن قريشا وعدوا رسول الله صلى الله عليه وسلم أن يعطوه مالا فيكون أغنى رجل بمكة, ويزّوجوه ما أراد من النساء, ويطئوا عقبه,<span class=\"blue\"> فقالوا له:</span> هذا لك عندنا يا محمد, وكفّ عن شتم آلهتنا, فلا تذكرها بسوء, فإن لم تفعل, فإنا نعرض عليك خصلة واحدة, فهي لك ولنا فيها صلاح.<span class=\"blue\"> قال:</span> <span class=\"red\">\" ما هي؟\"</span> قالوا: تعبد آلهتنا سنة: اللات والعزى, ونعبد إلهك سنة,<span class=\"blue\"> قال:</span> <span class=\"red\">\" حتى أنْظُرَ ما يأْتي مِنْ عِنْدِ رَبّي\"</span>,<span class=\"blue\"> فجاء الوحي من اللوح المحفوظ:</span> <span class=\"arabic qpc-hafs green\">( قُلْ يَا أَيُّهَا الْكَافِرُونَ )</span> السورة,<span class=\"blue\"> وأنـزل الله:</span>  قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ  ...<span class=\"blue\"> إلى قوله:</span>  فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ  .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية, عن محمد بن إسحاق,<span class=\"blue\"> قال:</span> ثني سعيد بن مينا مولى البَختري <span class=\"arabic qpc-hafs green\">(1)</span> قال: لقي الوليد بن المُغيرة والعاص بن وائل, والأسود بن المطلب, وأميَّة بن خلف, رسول الله,<span class=\"blue\"> فقالوا:</span> يا محمد, هلمّ فلنعبد ما تعبد, وتعبدْ ما نعبد, ونُشركك في أمرنا كله, فإن كان الذي جئت به خيرا مما بأيدينا، كنا قد شَرِكناك فيه, وأخذنا بحظنا منه; وإن كان الذي بأيدينا خيرا مما في يديك, كنت قد شَرِكتنا في أمرنا, وأخذت منه بحظك,<span class=\"blue\"> فأنـزل الله:</span> <span class=\"arabic qpc-hafs green\">( قُلْ يَا أَيُّهَا الْكَافِرُونَ )</span> حتى انقضت السورة .</p>"
        },
        {
            "resource_id": 183,
            "text": "あなた方は、わたしが仕えるものには仕えない。それは、アッラーのみだ。"
        },
        {
            "resource_id": 181,
            "text": "و شما نیز آنچه را که من عبادت می‌کنم، یعنی الله را به یگانگی عبادت نمی‌کنید."
        },
        {
            "resource_id": 14,
            "text": "<p>وهو الله وحده لا شريك له.</p>"
        },
        {
            "resource_id": 178,
            "text": "А вы не поклоняетесь Одному Аллаху, Которому поклоняюсь я."
        },
        {
            "resource_id": 174,
            "text": "Kalian pun tidak menyembah apa yang aku sembah, yaitu Allah semata."
        },
        {
            "resource_id": 790,
            "text": "আৰু তোমালোকেও তেওঁৰ ইবাদত নকৰা, যাৰ ইবাদত মই কৰো। আৰু সেইজন হৈছে একমাত্ৰ আল্লাহ।"
        },
        {
            "resource_id": 792,
            "text": "ហើយពួកអ្នកក៏មិនមែនជាអ្នកគោរពសក្ការៈចំពោះអ្វីដែលខ្ញុំកំពុងតែគោរពសក្ការៈនោះដែរ គឺ(ការគោរពសក្ការៈ)អល់ឡោះតែមួយគត់។"
        },
        {
            "resource_id": 776,
            "text": "Ni adorarán ustedes a Quien yo adoro, únicamente a Al-lah."
        },
        {
            "resource_id": 180,
            "text": "৩. না তোমরা তাঁর ইবাদাতকারী যাঁর ইবাদাত এককভাবে আমি করে থাকি। যিনি হলেন এক আল্লাহ।"
        },
        {
            "resource_id": 791,
            "text": "ഞാൻ ആരാധിക്കുന്നതിനെ - അല്ലാഹുവിനെ മാത്രം - നിങ്ങളും ആരാധിക്കുന്നവരല്ല."
        },
        {
            "resource_id": 905,
            "text": "ولا أنتم عابدون ما أعبده أنا؛ وهو الله وحده."
        },
        {
            "resource_id": 176,
            "text": "e voi non adorate Colui che io adoro, ovvero Allāh solo,"
        },
        {
            "resource_id": 776,
            "text": "Jamás voy a adorar a los ídolos que adoran."
        },
        {
            "resource_id": 177,
            "text": "Và từ nào đến giờ Ta chưa từng thờ phượng các pho tượng cũng như các thần linh ngụy tạo mà các ngươi đã thờ phượng."
        },
        {
            "resource_id": 905,
            "text": "ولا أنا عابد ما عبدتم من الأصنام."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">فما ههنا بمعنى من قال <span class=\"red\">\"ولا أنا عابد ما عبدتم ولا أنتم عابدون ما أعبد\"</span> أي ولا أعبد عبادتكم أي لا أسلكها ولا أقتدي بها وإنما أعبد الله على الوجه الذي يحبه ويرضاه.</p>"
        },
        {
            "resource_id": 173,
            "text": "Je ne suis pas un adorateur des idoles que vous adorez,"
        },
        {
            "resource_id": 792,
            "text": "ហើយខ្ញុំក៏មិនគោរពសក្ការៈចំពោះរូបបដិមាដែលពួកអ្នកកំពុងតែគោរពសក្ការៈនោះដែរ។"
        },
        {
            "resource_id": 175,
            "text": "niti sam ja obožavalac kipova koje vi obožavate,"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ (٤)</span> ] وە من عیبادەتی ئەو بت و خوایانە ناكەم كە ئێوە ئەیپەرستن."
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"ولا أنا عابد ما عبدتم\"</span>، في الاستقبال.</p>"
        },
        {
            "resource_id": 178,
            "text": "Я не поклоняюсь тем идолам, которым поклоняетесь вы."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "আৰু তোমালোকে যিবোৰ মূৰ্তিক পূজা কৰা, সেইবোৰৰ মই ইবাদতকাৰী নহয়।"
        },
        {
            "resource_id": 171,
            "text": "Nor am I going to worship the idols you worship."
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ . وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ ) تأكيد وتقرير لما اشتمل عليه الكلام السابق . . \" وما \" هنا مصدرية ، فكأنه قبل : ولا أنا عابد عبادتكم ، ولا أنتم عابدون عبادتى .فالآيتان السابقتان تنفيان الاتحاد بينه صلى الله عليه وسلم وبينهم فى المعبود ، وهاتان الآيتان تنفيان الاتحاد فى العبادة ، والمقصود من ذلك المبالغة التامة فى البراءة من معبوداتهم الباطلة ، ومن عبادتهم الفاسدة ، وأنه صلى الله عليه وسلم ومن معه من المؤمنين ، لا يعبدون إلا الله - عز وجل - ، وهم بذلك يكونون قد اهتدوا إلى العبادة الصحيحة ."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 182,
            "text": "我不崇拜你们崇拜的偶像，"
        },
        {
            "resource_id": 174,
            "text": "Aku sama sekali tidak menyembah berhala-berhala yang kalian sembah."
        },
        {
            "resource_id": 172,
            "text": "Ben de sizin ibadet ettiğiniz putlara ibadet edecek değilim."
        },
        {
            "resource_id": 791,
            "text": "നിങ്ങൾ ആരാധിക്കുന്ന വിഗ്രഹങ്ങളെ ആരാധിക്കുന്നവനുമല്ല ഞാൻ."
        },
        {
            "resource_id": 179,
            "text": "at hindi ako sasamba sa sinamba ninyo na mga anito,"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4{ وَلَآ اَنَا عَابِدٌ مَّا عَبَدْتُّمْ۔ } ”اور نہ ہی میں آئندہ کبھی پوجنے والا ہوں ان کو جن کی تم پرستش کر رہے ہو۔“ ان آیات میں بظاہر تکرار نظر آتی ہے ‘ لیکن درحقیقت اس اسلوب میں ماضی ‘ حال اور مستقبل کا احاطہ کیا گیا ہے۔ یعنی نہ میں نے زمانہ ماضی میں کبھی تمہارے معبودانِ باطل کی پرستش کی اور نہ آئندہ کبھی تم مجھ سے اس کی توقع کرسکتے ہو۔</p>"
        },
        {
            "resource_id": 92,
            "text": "وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ (4)عطف على { ولا أنتم عابدون ما أعبد } [ الكافرون : 3 ] عطفَ الجملة على الجملة لمناسبة نفي أو يعبدوا الله فأردف بنفي أن يعبد هو آلهتهم ، وعطفُه بالواو صارف عن أن يكون المقصود به تأكيدَ { لا أعبد ما تعبدون } فجاء به على طريقة : { ولا أنتم عابدون ما أعبد } بالجملة الإسمية . للدلالة على الثبات ، وبكَون الخبر اسم فاعل دالاً على زمان الحال ، فلما نفَى عن نفسه أن يعبد في المستقبل ما يعبدونه بقوله : { لا أعبد ما تعبدون } كما تقدم آنفاً ، صرح هنا بما تقتضيه دلالة الفحوى على نفي أن يعبد آلهتهم في الحال ، بما هو صريح الدلالة على ذلك لأن المقام يقتضي مزيد البيان ، فاقتضى الاعتمادَ على دلالة المنطوق إطناباً في الكلام ، لتأييسهم مما راودوه عليه ولمقابلة كلامهم المردود بمثله في إفادة الثبات . وحصل من ذلك تقرير المعنى السابق وتأكيده ، تبعاً لمدلول الجملة لا لموقعها ، لأن موقعها أنها عطف على جملة : { ولا أنتم عابدون ما أعبد } وليست توكيداً لجملة : { لا أعبد ما تعبدون } بمرادفها لأن التوكيد للفظ بالمرادف لا يعرف إلا في المفردات ولأن وجود الواو يُعيِّن أنها معطوفة إذ ليس في جملة : { لا أعبد ما تعبدون } واو حتى يكون الواو في هذه الجملة مؤكداً لها .ولا يجوز الفصل بين الجملتين بالواو لأن الواو لا يفصل بها بين الجملتين في التوكيد اللفظي . والأجود الفصل ب ( ثم ) كما في «التسهيل» مقتصراً على ( ثُم ) . وزاد الرضي الفَاء ولم يأت له بشاهد ولكنه قال : «وقد تكون ( ثم ) والفاء لمجرد التدرج في الارتقاء وإن لم يكن المعطوف مترتباً في الذكر على المعطوف عليه وذلك إذا تكرر الأول بلفظه نحو : بالله ، فالله ، ونحو واللَّهِ ثم واللَّهِ» .وجيء بالفعل الماضي في قوله : { ما عبدتم } للدلالة على رسوخهم في عبادة الأصنام من أزمان مضت ، وفيه رمز إلى تنزهه صلى الله عليه وسلم من عبادة الأصنام من سالف الزمان وإلا لقال : ولا أنا عابد ما كُنا نعبد ."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم, وكان المشركون من قومه فيما ذكر عرضوا عليه أن يعبدوا الله سنة, على أن يعبد نبيّ الله صلى الله عليه وسلم آلهتهم سنة,<span class=\"blue\"> فأنـزل الله معرفه جوابهم في ذلك:</span> <span class=\"arabic qpc-hafs green\">( قُلْ )</span> يا محمد لهؤلاء المشركين الذين سألوك عبادة آلهتهم سنة, على أن يعبدوا إلهك سنة <span class=\"arabic qpc-hafs green\">( يَا أَيُّهَا الْكَافِرُونَ )</span> بالله <span class=\"arabic qpc-hafs green\">( لا أَعْبُدُ مَا تَعْبُدُونَ )</span> من الآلهة والأوثان الآن <span class=\"arabic qpc-hafs green\">( وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ )</span> الآن</p><p><span class=\"arabic qpc-hafs green\">( وَلا أَنَا عَابِدٌ )</span> فيما أستقبل</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">( مَا عَبَدْتُمْ )</span> فيما مضى <span class=\"arabic qpc-hafs green\">( وَلا أَنْتُمْ عَابِدُونَ )</span> فيما تستقبلون أبدا<span class=\"arabic qpc-hafs green\">( مَا أَعْبُدُ )</span> أنا الآن, وفيما أستقبل. وإنما قيل ذلك كذلك, لأن الخطاب من الله كان لرسول الله صلى الله عليه وسلم في أشخاص بأعيانهم من المشركين, قد علم أنهم لا يؤمنون أبدا , وسبق لهم ذلك في السابق من علمه, فأمر نبيه صلى الله عليه وسلم أن يؤيسهم من الذي طمعوا فيه, وحدّثوا به أنفسهم, وأن ذلك غير كائن منه ولا منهم, في وقت من الأوقات, وآيس نبي الله صلى الله عليه وسلم من الطمع في إيمانهم, ومن أن يفلحوا أبدا, فكانوا كذلك لم يفلحوا ولم ينجحوا, إلى أن قتل بعضهم يوم بدر بالسيف, وهلك بعض قبل ذلك كافرا.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل, وجاءت به الآثار.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن موسى الحَرشي,<span class=\"blue\"> قال:</span> ثنا أبو خلف,<span class=\"blue\"> قال:</span> ثنا داود, عن عكرِمة,<span class=\"blue\"> عن ابن عباس:</span> أن قريشا وعدوا رسول الله صلى الله عليه وسلم أن يعطوه مالا فيكون أغنى رجل بمكة, ويزّوجوه ما أراد من النساء, ويطئوا عقبه,<span class=\"blue\"> فقالوا له:</span> هذا لك عندنا يا محمد, وكفّ عن شتم آلهتنا, فلا تذكرها بسوء, فإن لم تفعل, فإنا نعرض عليك خصلة واحدة, فهي لك ولنا فيها صلاح.<span class=\"blue\"> قال:</span> <span class=\"red\">\" ما هي؟\"</span> قالوا: تعبد آلهتنا سنة: اللات والعزى, ونعبد إلهك سنة,<span class=\"blue\"> قال:</span> <span class=\"red\">\" حتى أنْظُرَ ما يأْتي مِنْ عِنْدِ رَبّي\"</span>,<span class=\"blue\"> فجاء الوحي من اللوح المحفوظ:</span> <span class=\"arabic qpc-hafs green\">( قُلْ يَا أَيُّهَا الْكَافِرُونَ )</span> السورة,<span class=\"blue\"> وأنـزل الله:</span>  قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ  ...<span class=\"blue\"> إلى قوله:</span>  فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ  .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية, عن محمد بن إسحاق,<span class=\"blue\"> قال:</span> ثني سعيد بن مينا مولى البَختري <span class=\"arabic qpc-hafs green\">(1)</span> قال: لقي الوليد بن المُغيرة والعاص بن وائل, والأسود بن المطلب, وأميَّة بن خلف, رسول الله,<span class=\"blue\"> فقالوا:</span> يا محمد, هلمّ فلنعبد ما تعبد, وتعبدْ ما نعبد, ونُشركك في أمرنا كله, فإن كان الذي جئت به خيرا مما بأيدينا، كنا قد شَرِكناك فيه, وأخذنا بحظنا منه; وإن كان الذي بأيدينا خيرا مما في يديك, كنت قد شَرِكتنا في أمرنا, وأخذت منه بحظك,<span class=\"blue\"> فأنـزل الله:</span> <span class=\"arabic qpc-hafs green\">( قُلْ يَا أَيُّهَا الْكَافِرُونَ )</span> حتى انقضت السورة .</p>"
        },
        {
            "resource_id": 16,
            "text": "ولا أنا عابد ما عبدتم من الأصنام والآلهة الباطلة."
        },
        {
            "resource_id": 183,
            "text": "またあなた方が仕えてきたものに、わたしは仕えない。"
        },
        {
            "resource_id": 165,
            "text": "<p>এবং আমি ইবাদতকারী নই তার, যার ইবাদত তোমরা করে থাক।</p>"
        },
        {
            "resource_id": 180,
            "text": "৪. না আমি সে সব মূর্তির পূজারী যেগুলোর পূজা তোমরা করো।"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>‘এবং আমি ‘ইবাদাতকারী নই তার যার ‘ইবাদাত তোমরা করে আসছ।</p>"
        },
        {
            "resource_id": 176,
            "text": "e io non adorerò gli idoli che avete adorato,"
        },
        {
            "resource_id": 181,
            "text": "و نه من بت‌هایی را که شما عبادت کردید عبادت می‌کنم."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "على نفي العبادة منه لما عبدوا في الماضي ."
        },
        {
            "resource_id": 172,
            "text": "Ve siz de benim ibadet ettiğim bir tek Allah'a ibadet edecek değilsiniz."
        },
        {
            "resource_id": 16,
            "text": "ولا أنتم عابدون مستقبلا ما أعبد. وهذه الآية نزلت في أشخاص بأعيانهم من المشركين، قد علم الله أنهم لا يؤمنون أبدًا."
        },
        {
            "resource_id": 182,
            "text": "你们也不崇拜我所崇拜的独一的真主，"
        },
        {
            "resource_id": 170,
            "text": "Всевышний дважды повторил эту мысль в этой суре. В первый раз он велел Своему пророку отвергнуть язычество, а во второй раз подчеркнул, что истинное единобожие является неотъемлемым качеством и образом жизни посланника Аллаха и правоверных. Затем Аллах провел четкую грань между верующими и неверующими и сказал:"
        },
        {
            "resource_id": 175,
            "text": "A niti vi obožavate onoga koga je obožavam, tj. samo Allaha jedinog."
        },
        {
            "resource_id": 165,
            "text": "<p>এবং তোমরা তাঁর ইবাদতকারী নও, যাঁর ইবাদত আমি করি। [১]</p><p>[১] কিছু মুফাসসির প্রথম আয়াতের অর্থকে বর্তমান কালের জন্য এবং দ্বিতীয় আয়াতের অর্থকে ভবিষ্যৎ কালের জন্য ব্যবহার করেছেন। (অর্থাৎ, আমি বর্তমানে তোমাদের উপাস্যের ইবাদত করি না এবং তোমরা আমার উপাস্যের ইবাদত কর না এবং ভবিষ্যতেও এরূপ হতে পারে না।) কিন্তু ইমাম শাওকানী (রঃ) বলেছেন, এইরূপ কষ্টকল্পনার কোন প্রয়োজন নেই। যেহেতু তাকীদের জন্য একই বাক্যের পুনরাবৃত্তি আরবী ভাষার সাধারণ রীতি। এই প্রকার রীতি কুরআন কারীমের কয়েক স্থানে; যেমন, সূরা রাহমান ও সূরা মুরসালাতে ব্যবহার করা হয়েছে। অনুরূপ এই সূরাতেও অর্থকে জোরদার করার জন্য বারবার একই বাক্যের পুনরাবৃত্তি ঘটেছে। মোট কথা হল, এটা কখনই সম্ভব নয় যে, আমি তাওহীদের পথ পরিত্যাগ করে শিরকের পথ অবলম্বন করে নেব; যেমন তোমরা চাচ্ছ। আর যদি আল্লাহ তোমাদের ভাগ্যে হিদায়াত না লিখে থাকেন, তাহলে তোমরাও তাওহীদ ও আল্লাহর উপাসনা থেকে বঞ্চিতই থাকবে। এ কথা সেই সময় বলা হয়েছে, যখন কাফেররা মহানবী (সাঃ)-এর কাছে এই (নিরপেক্ষ সন্ধি) প্রস্তাব রাখল যে, এক বছর আমরা তোমার উপাস্যের ইবাদত করব এবং এক বছর তুমি আমাদের উপাস্যের ইবাদত করবে।</p>"
        },
        {
            "resource_id": 92,
            "text": "وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (5)عطف على جملة : { ولا أنا عابد ما عبدتم } [ الكافرون : 4 ] لبيان تمام الاختلاف بين حاله وحالهم وإخبار بأنهم لا يعبدون الله إخباراً ثانياً تنبيهاً على أن الله أعلمه بأنهم لا يعبدون الله ، وتقويةً لدلالة هذين الإِخبار على نبوءته صلى الله عليه وسلم فقد أخبر عنهم بذلك فماتَ أولئك كلهم على الكفر وكانت هذه السورة من دلائل النبوءة .وقد حصل من ذكر هذه الجملة بمثل نظيرتها السابقة توكيد للجملة السابقة توكيداً للمعنى الأصلي منها ، وليس موقعها موقع التوكيد لوجود واو العطف كما علمت آنفاً في قوله : { ولا أنا عابد ما عبدتم } .ولذلك فالواو في قوله هنا : { ولا أنتم عابدون ما أعبد } عاطفة جملة على جملة لأجل ما اقتضته جملة : { ولا أنتم عابدون ما أعبد } من المناسبة .ويجوز أن تكون جملة { ولا أنتم عابدون ما أعبد } تأكيداً لفظياً لنظيرتها السابقة بتمامها بما فيها من واو العطف في نظيرتها السابقة وتكون جملة : { ولا أنا عابد ما عبدتم } معترضة بين التأكيد والمؤكد .والمقصود من التأكيد تحقيق تكذيبهم في عَرضهم أنهم يعبدون رب محمد صلى الله عليه وسلم"
        },
        {
            "resource_id": 90,
            "text": "ولا أنتم عابدون ما أعبد على التكرير في اللفظ دون المعنى ، من قبل أن التقابل يوجب أن يكون : ولا أنتم عابدون ما عبدت ، فعدل عن لفظ عبدت إلى أعبد ، إشعارا بأن ما عبد في الماضي هو الذي يعبد في المستقبل ، مع أن الماضي والمستقبل قد يقع أحدهما موقع الآخر . وأكثر ما يأتي ذلك في أخبار الله - عز وجل - .وقال : ما أعبد ، ولم يقل : من أعبد ؛ ليقابل به ولا أنا عابد ما عبدتم وهي أصنام وأوثان ، ولا يصلح فيها إلا ما دون من فحمل الأول على الثاني ، ليتقابل الكلام ولا يتنافى . وقد جاءت ما لمن يعقل . ومنه قولهم : سبحان ما سخركن لنا . [ ص: 203 ] وقيل : إن معنى الآيات وتقديرها : قل يأيها الكافرون لا أعبد الأصنام التي تعبدونها ، ولا أنتم عابدون الله - عز وجل - الذي أعبده ؛ لإشراككم به ، واتخاذكم الأصنام ، فإن زعمتم أنكم تعبدونه ، فأنتم كاذبون ؛ لأنكم تعبدونه مشركين . فأنا لا أعبد ما عبدتم ، أي مثل عبادتكم ؛ فما مصدرية . وكذلك ولا أنتم عابدون ما أعبد مصدرية أيضا ؛ معناه ولا أنتم عابدون مثل عبادتي ، التي هي توحيد ."
        },
        {
            "resource_id": 171,
            "text": "Nor are you going to worship what I worship, i.e. Allah alone."
        },
        {
            "resource_id": 183,
            "text": "あなた方は、わたしが仕えるものには仕えない。それは、アッラーのみだ。"
        },
        {
            "resource_id": 166,
            "text": "<p>‘এবং তোমরাও তাঁর ‘ইবাদাতকারী হবে না যাঁর ‘ইবাদাত আমি করি,</p>"
        },
        {
            "resource_id": 181,
            "text": "و نه شما آنچه را من عبادت می‌کنم، یعنی الله را به یگانگی، عبادت می‌کنید."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">ولهذا قال : <span class=\"arabic qpc-hafs\">( ولا أنتم عابدون ما أعبد )</span> أي : لا تقتدون بأوامر الله وشرعه في عبادته ، بل قد اخترعتم شيئا من تلقاء أنفسكم ،<span class=\"blue\"> كما قال :</span> <span class=\"arabic qpc-hafs\">( إن يتبعون إلا الظن وما تهوى الأنفس ولقد جاءهم من ربهم الهدى )</span> <span class=\"reference brown\">[ النجم : 23 ]</span> فتبرأ منهم في جميع ما هم فيه ، فإن العابد لا بد له من معبود يعبده ، وعبادة يسلكها إليه ، فالرسول وأتباعه يعبدون الله بما شرعه ; ولهذا كان كلمة الإسلام <span class=\"red\">\" لا إله إلا الله ، محمد رسول الله \"</span> أي : لا معبود إلا الله ولا طريق إليه إلا بما جاء به الرسول صلى الله عليه وسلم ، والمشركون يعبدون غير الله عبادة لم يأذن بها الله ;</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (٥)</span> ] وە ئێوەیش عیبادەتی ئەو خوایە ناكەن كە من دەیپەرستم, بۆچی خوای گەورە چەند جارێك دووبارەی كردۆتەوە؟ هەیە لە زانایان فەرموویانە: مەبەست ئەوەیە كە من ئێستا عیبادەتی ئەو خوایانە ناكەم كە ئێوە ئەیپەرستن، وە لە داهاتوویشدا نایانپەرستم, یاخود وتراوە: مەبەست پێی ئەوەیە لە ڕابردوودا من عیبادەتی ئەو خوایانەی ئێوەم نەكردووەو لە داهاتووشدا نایكەم، یاخود وتراوە: بۆ جەخت كردنەوەیە تا ئومێد بڕاویان بكات كە بەدڵنیایی من عیبادەتی خواكانی ئێوە ناكەم, یاخود وتراوە: (لَا أَعْبُدُ) نەفی فیعلە جوملەكە جوملەیەكی فیعلیەو نەفی فیعلی كردووەو فیعل قابیلە بۆ روودان، بەڵام نەفی كردن بە جوملەی ئیسمی تەئكیدی زیاترى تیایەو روونادات بۆیە نەفى ئیسمیشى كردووەو فەرموویەتى: [ <span class=\"arabic uthmani\">وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ</span> ] واتە: لە ڕووی شەرعەوە مومكین نییە و بەهیچ شێوازێك من عیبادەتی خواكانی ئێوە ناكەم"
        },
        {
            "resource_id": 905,
            "text": "ولا أنتم عابدون ما أعبده أنا، وهو الله وحده."
        },
        {
            "resource_id": 178,
            "text": "И вы не поклоняетесь Одному Аллаху, Которому поклоняюсь я."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 174,
            "text": "Kalian pun tidak menyembah apa yang aku sembah, yaitu Allah semata."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "আৰু তোমালোকেও তেওঁৰ ইবাদত নকৰা, যাৰ ইবাদত মই কৰো। আৰু সেইজন হৈছে একমাত্ৰ আল্লাহ।"
        },
        {
            "resource_id": 93,
            "text": ""
        },
        {
            "resource_id": 792,
            "text": "ហើយពួកអ្នកក៏មិនមែនជាអ្នកគោរពសក្ការៈចំពោះអ្វីដែលខ្ញុំកំពុងតែគោរពសក្ការៈនោះដែរ គឺ(ការគោរពសក្ការៈ)អល់ឡោះតែមួយគត់។"
        },
        {
            "resource_id": 177,
            "text": "Và các ngươi cũng không thờ phượng Thượng Đế mà Ta thờ phượng, đó là Allah."
        },
        {
            "resource_id": 91,
            "text": "يدل على أن ذلك قد صار وصفاً لازماً."
        },
        {
            "resource_id": 776,
            "text": "Ni adorarán ustedes a Quien yo adoro, únicamente a Al-lah."
        },
        {
            "resource_id": 180,
            "text": "৫. না তোমরা তাঁর ইবাদাতকারী যাঁর ইবাদাত এককভাবে আমি করে থাকি। যিনি হলেন এক আল্লাহ।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم, وكان المشركون من قومه فيما ذكر عرضوا عليه أن يعبدوا الله سنة, على أن يعبد نبيّ الله صلى الله عليه وسلم آلهتهم سنة,<span class=\"blue\"> فأنـزل الله معرفه جوابهم في ذلك:</span> <span class=\"arabic qpc-hafs green\">( قُلْ )</span> يا محمد لهؤلاء المشركين الذين سألوك عبادة آلهتهم سنة, على أن يعبدوا إلهك سنة <span class=\"arabic qpc-hafs green\">( يَا أَيُّهَا الْكَافِرُونَ )</span> بالله <span class=\"arabic qpc-hafs green\">( لا أَعْبُدُ مَا تَعْبُدُونَ )</span> من الآلهة والأوثان الآن <span class=\"arabic qpc-hafs green\">( وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ )</span> الآن</p><p><span class=\"arabic qpc-hafs green\">( وَلا أَنَا عَابِدٌ )</span> فيما أستقبل</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">( مَا عَبَدْتُمْ )</span> فيما مضى <span class=\"arabic qpc-hafs green\">( وَلا أَنْتُمْ عَابِدُونَ )</span> فيما تستقبلون أبدا<span class=\"arabic qpc-hafs green\">( مَا أَعْبُدُ )</span> أنا الآن, وفيما أستقبل. وإنما قيل ذلك كذلك, لأن الخطاب من الله كان لرسول الله صلى الله عليه وسلم في أشخاص بأعيانهم من المشركين, قد علم أنهم لا يؤمنون أبدا , وسبق لهم ذلك في السابق من علمه, فأمر نبيه صلى الله عليه وسلم أن يؤيسهم من الذي طمعوا فيه, وحدّثوا به أنفسهم, وأن ذلك غير كائن منه ولا منهم, في وقت من الأوقات, وآيس نبي الله صلى الله عليه وسلم من الطمع في إيمانهم, ومن أن يفلحوا أبدا, فكانوا كذلك لم يفلحوا ولم ينجحوا, إلى أن قتل بعضهم يوم بدر بالسيف, وهلك بعض قبل ذلك كافرا.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل, وجاءت به الآثار.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن موسى الحَرشي,<span class=\"blue\"> قال:</span> ثنا أبو خلف,<span class=\"blue\"> قال:</span> ثنا داود, عن عكرِمة,<span class=\"blue\"> عن ابن عباس:</span> أن قريشا وعدوا رسول الله صلى الله عليه وسلم أن يعطوه مالا فيكون أغنى رجل بمكة, ويزّوجوه ما أراد من النساء, ويطئوا عقبه,<span class=\"blue\"> فقالوا له:</span> هذا لك عندنا يا محمد, وكفّ عن شتم آلهتنا, فلا تذكرها بسوء, فإن لم تفعل, فإنا نعرض عليك خصلة واحدة, فهي لك ولنا فيها صلاح.<span class=\"blue\"> قال:</span> <span class=\"red\">\" ما هي؟\"</span> قالوا: تعبد آلهتنا سنة: اللات والعزى, ونعبد إلهك سنة,<span class=\"blue\"> قال:</span> <span class=\"red\">\" حتى أنْظُرَ ما يأْتي مِنْ عِنْدِ رَبّي\"</span>,<span class=\"blue\"> فجاء الوحي من اللوح المحفوظ:</span> <span class=\"arabic qpc-hafs green\">( قُلْ يَا أَيُّهَا الْكَافِرُونَ )</span> السورة,<span class=\"blue\"> وأنـزل الله:</span>  قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ  ...<span class=\"blue\"> إلى قوله:</span>  فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ  .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية, عن محمد بن إسحاق,<span class=\"blue\"> قال:</span> ثني سعيد بن مينا مولى البَختري <span class=\"arabic qpc-hafs green\">(1)</span> قال: لقي الوليد بن المُغيرة والعاص بن وائل, والأسود بن المطلب, وأميَّة بن خلف, رسول الله,<span class=\"blue\"> فقالوا:</span> يا محمد, هلمّ فلنعبد ما تعبد, وتعبدْ ما نعبد, ونُشركك في أمرنا كله, فإن كان الذي جئت به خيرا مما بأيدينا، كنا قد شَرِكناك فيه, وأخذنا بحظنا منه; وإن كان الذي بأيدينا خيرا مما في يديك, كنت قد شَرِكتنا في أمرنا, وأخذت منه بحظك,<span class=\"blue\"> فأنـزل الله:</span> <span class=\"arabic qpc-hafs green\">( قُلْ يَا أَيُّهَا الْكَافِرُونَ )</span> حتى انقضت السورة .</p>"
        },
        {
            "resource_id": 179,
            "text": "at hindi kayo mga sasamba sa sinasamba ko mismo: si Allāh lamang."
        },
        {
            "resource_id": 176,
            "text": "e voi non adorate Colui che io adoro, ovvero Allāh solo."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"green\">( ولا أنتم عابدون ما أعبد )</span> في الاستقبال .</p><p>وهذا خطاب لمن سبق في علم الله أنهم لا يؤمنون .</p><p>وقوله : <span class=\"reference\">[ ما ]</span> أعبد <span class=\"arabic qpc-hafs\">\" أي : من أعبد ،<span class=\"blue\"> لكنه ذكره لمقابلة :</span> \"</span> ما تعبدون \" .</p><p lang=\"ar\" class=\"ar \">ووجه التكرار : قال أكثر أهل المعاني : هو أن القرآن نزل بلسان العرب ، وعلى مجاز خطابهم ، ومن مذاهبهم التكرار ، إرادة التوكيد والإفهام كما أن من مذاهبهم الاختصار إرادة التخفيف والإيجاز .</p><p lang=\"ar\" class=\"ar \">وقال القتيبي : تكرار الكلام لتكرار الوقت ،<span class=\"blue\"> وذلك أنهم قالوا :</span> إن سرك أن ندخل في دينك عاما فادخل في ديننا عاما ، فنزلت هذه السورة .</p>"
        },
        {
            "resource_id": 173,
            "text": "ni vous, n’adorez Celui que j’adore, c’est-à-dire Allah Seul."
        },
        {
            "resource_id": 791,
            "text": "ഞാൻ ആരാധിക്കുന്നതിനെ - അല്ലാഹുവിനെ മാത്രം - നിങ്ങളും ആരാധിക്കുന്നവരല്ല."
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ ও গুরুত্ব: </b></p><p>الكافرون শব্দটি كافر এর বহুবচন। অর্থ : কাফিররা, কাফির-দল। প্রথম আয়াতে উল্লিখিত শব্দ থেকেই উক্ত নামে সূরার নামকরণ করা হয়েছে। জাবের (রাঃ) হতে বর্ণিত, রাসূলুল্লাহ (সাঃ) তাওয়াফ শেষে দু’রাকাত সালাতে সূরা কাফিরূন ও সূরা ইখলাস পড়তেন। (সহীহ মুসলিম, কিতাবুল হজ্জ হা. ১৪৮)</p><p>আবূ হুরাইরাহ (রাঃ) বলেন : রাসূলুল্লাহ (সাঃ) ফজরের দুরাকাত সুন্নাতে এ সূরাদ্বয় পড়তেন। (সহীহ মুসলিম, আবূ দাঊদ হা. ১২৫৬)</p><p>মাগরীবের পর দুরাকাত সুন্নাত সালাতে এ দুটি সূরা পড়ার কথাও বর্ণিত হয়েছে। (আহমাদ হা. ৪৭৬৩, সনদ সহীহ)। এছাড়া তিন রাকাতবিশিষ্ট বিতর সালাতের শেষের দু রাকাতে এ সূরাদ্বয় পাঠ করতেন।</p><p>ফারওয়া বিন নাওফেল আল-আশআরী (রাঃ) তার পিতা থেকে বর্ণনা করে বলেন : হে আল্লাহ তা‘আলার রাসূল (সাঃ)! যখন আমি বিছানায় ঘুমাতে যাব তখন কী বলব তা আমাকে শিক্ষা দিন। রাসূলুল্লাহ (সাঃ) বললেন : তুমি সূরা কাফিরূন পড় এবং এর সমাপ্তির উপরেই ঘুমাও, কেননা তা শিরক থেকে সম্পর্ক ছিন্নকারী। (সহীহ, তিরমিযী হা. ৩৪০৩, আবূ দাঊদ হা. ৫০৫৫)</p><p>ইবনু কাসীর (রহঃ) বলেন : এ সূরাটি হল মুশরিকরা যে-সব কাজ করে তা থেকে বিচ্ছিন্নতা ঘোষণাকারী এবং আল্লাহ তা‘আলার প্রতি একনিষ্ঠতার আদেশ দানকারী সূরা। (ইবনু কাসীর)</p><p><b> তাফসীর: </b></p><p>এ সূরা কাফির-মুশরিকরা যে-সব আমল করে তা থেকে মুক্ত ঘোষণা করার সূরা এবং এতে ইখলাসের নির্দেশ প্রদান করা হয়েছে।</p><p>الكافرون দ্বারা সব কাফির সমাজ এতে শামিল, সে হিন্দু, খ্রিস্টান, বৌদ্ধ, নাস্তিক যাই হোক। যদিও এখানে বিশেষভাবে কুরাইশ কাফিরদের সম্বোধন করে বলা হয়েছে। তারা নাবী (সাঃ)-কে প্রস্তাব দিয়েছিল যে, আপনি এক বছর আমাদের প্রতিমার পূজা করেন আরেক বছর আমরা আপনার মা‘বূদের পূজা করব। তখন এ সূরা নাযিল হয়। (ফাতহুল কাদীর, ইবনু কাসীর, অত্র আয়াতের তাফসীর।)</p><p>রাসূলুল্লাহ (সাঃ)-কে আল্লাহ তা‘আলা শিখিয়ে দিলেন বলে দাও : তোমরা যে-সব মূর্তি ও বাতিল মা‘বূদের ইবাদত কর আমি তাদের ইবাদত করি না। আর আমি যে মা‘বূদের ইবাদত করি তোমরা সে মা‘বূদের ইবাদত কর না। তোমরা যার বা যাদের ইবাদত কর আমি তাদের থেকে বাহ্যিক ও আভ্যন্তরিণভাবে সম্পূর্ণ মুক্ত। আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(‏قُلْ أَفَغَيْرَ اللّٰهِ تَأْمُرُوْنِّيْٓ أَعْبُدُ أَيُّهَا الْجٰهِلُوْنَ بَلِ اللّٰهَ فَاعْبُدْ وَكُنْ مِّنَ الشّٰكِرِيْنَ)‏</p><p>“বল : ওহে মূর্খরা! তোমরা কি আমাকে আল্লাহ ব্যতীত অন্যের ইবাদত করতে বলছ? অতএব তুমি আল্লাহরই ইবাদত কর ও কৃতজ্ঞদের অন্তর্ভুক্ত হও।” (সূরা যুমার ৩৯ : ৬৪, ৬৬)</p><p>সুতরাং কখনও মাসজিদে আল্লাহ তা‘আলার ইবাদত আবার কখনও মন্দিরে পূজো ইত্যাদি আচরণ ইসলাম বরদাশত করে না বরং সর্বদা এক আল্লাহ তা‘আলার ইবাদত করতে হবে।</p><p>আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(اَلَا لِلہِ الدِّیْنُ الْخَالِصُﺚ وَالَّذِیْنَ اتَّخَذُوْا مِنْ دُوْنِھ۪ٓ اَوْلِیَا۬ئَﺭ مَا نَعْبُدُھُمْ اِلَّا لِیُقَرِّبُوْنَآ اِلَی اللہِ زُلْفٰیﺚ اِنَّ اللہَ یَحْکُمُ بَیْنَھُمْ فِیْمَا ھُمْ فِیْھِ یَخْتَلِفُوْنَﹽ اِنَّ اللہَ لَا یَھْدِیْ مَنْ ھُوَ کٰذِبٌ کَفَّارٌ‏)‏</p><p>“জেনে রেখ, দৃঢ় আস্থার সাথে বিশুদ্ধ ‘ইবাদত একমাত্র আল্লাহরই জন্য। আর যারা আল্লাহকে ছেড়ে অপরকে অভিভাবকরূপে গ্রহণ করেছে এবং বলে যে, আমরা তো এদের উপাসনা এজন্য করি, যেন তারা আমাদেরকে আল্লাহর নৈকট্যে পৌঁছে দেয়। নিশ্চয়ই আল্লাহ তাদের মধ্যে ফয়সালা করে দেবেন সে বিষয়ে, যে বিষয়ে তারা নিজেদের মধ্যে দ্বিমত করেছে। আল্লাহ তো তাকে সৎপথে পরিচালিত করেন না, যে মিথ্যাবাদী কাফির।” (সূরা যুমার ৩৯: ৩)</p><p class='arabic uthmani'>(لَآ أَعْبُدُ مَا تَعْبُدُوْنَ)</p><p>এ আয়াতটি দ্বিতীয়বার নিয়ে আসার চারটি কারণ বর্ণনা করা হয়েছে:</p><p>১. প্রথম বাক্যে মা‘বূদ আর দ্বিতীয় বাক্যে ইবাদতের পদ্ধতি সম্পর্কে আলোচনা করা হয়েছে।</p><p>২. প্রথম বাক্যে বর্তমান আর দ্বিতীয় বাক্যে ভবিষ্যত বুঝানো হয়েছে। এ কথা ইমাম বুখারীও বলেছেন।</p><p>৩. প্রথম বাক্যের তাকীদস্বরূপ দ্বিতীয় বাক্যের অবতারণা করা হয়েছে।</p><p>৪. আরবি ব্যাকরণ অনুপাতে প্রথম বাক্য ক্রিয়াবাচক আর দ্বিতীয় বাক্য নামবাচক। অর্থাৎ আমি আল্লাহ তা‘আলা ছাড়া অন্য কারো ইবাদত করি না এবং আমার নিকট থেকে কেউ এরূপ আশাও করতে পারে না। এ কথাটি ইমাম ইবনু তাইমিয়াহও সমর্থন করেন। (ইবনু কাসীর)</p><p>আল্লামা শাওকানী (রহঃ) বলেন : এরূপ কষ্টকল্পনার কোন প্রয়োজন নেই। যেহেতু তাকীদের জন্য একই বাক্য পুনরাবৃত্তি আরবি ভাষায় সাধারণ রীতি। এরূপ সূরা মুরসালাতে ও সূরা আর রহমানেও ব্যবহার করা হয়েছে। (তাফসীর ফাতহুল কাদীর, অত্র আয়াতের তাফসীর।)</p><p>এ আয়াত তাদের জন্য বড় শিক্ষা যারা ইসলামের সাথে অন্য তন্ত্র বা মতবাদকে সমন্বয় করে ইসলামকে মানতে চায়। অপারগতার দোহাই দিয়ে কিছু ক্ষেত্রে ইসলাম মানা আর কিছু ক্ষেত্রে তাগুতকে মানা এটা তৎকালীন মুশরিকদের আচরণ। অতএব তাগুতের সাথে আপোষ করে কোন দিন তাওহীদের ওপর বহাল থাকা যায় না।</p><p class='arabic uthmani'>(لَكُمْ دِيْنُكُمْ وَلِيَ دِيْنِ)</p><p>এর তাফসীর প্রসঙ্গে ইবনু কাসীর (রহঃ) বলেন: এ বাক্যটি তেমন যেমন অন্য আয়াতে বলা হয়েছে:</p><p class='arabic uthmani'>(وَإِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْ ج أَنْتُمْ بَرِيْ۬ئُوْنَ مِمَّآ أَعْمَلُ وَأَنَا بَرِيْءٌ مِّمَّا تَعْمَلُوْنَ)‏</p><p>“এবং তারা যদি তোমার প্রতি মিথ্যা আরোপ করে তবে তুমি বল: ‎ ‘আমার কর্ম আমার এবং তোমাদের কর্ম তোমাদের জন্য। আমি যা করি সে বিষয়ে তোমরা দায়মুক্ত এবং তোমরা যা কর‎ সে বিষয়ে আমিও দায়মুক্ত।’ (সূরা ইউনুস ১০: ৪১)</p><p>সুতরাং রাসূলুল্লাহ (সাঃ)-এর আগমনের পর কোন ব্যক্তি ইসলাম মেনে না নিলে সে জাহান্নামে যাক আর যাই হোক সেজন্য রাসূলুল্লাহ (সাঃ) দায়ী থাকবেন না।</p><p>ইমাম বুখারী (রহঃ) বলেন : এখানে তাদের দীন বলতে মুশরিকদের কুফরীকে বুঝানো হয়েছে আর আমাদের দীন বলতে ইসলামকে বুঝানো হয়েছে। এখানে دِيْنِ বলা হয়েছে ديني বলা হয়নি, কারণ এ সূরার সব কয়টি আয়াত نون বিশিষ্ট, তাই শেষ অক্ষরের ى অক্ষরটি বিলুপ্ত করে দেয়া হয়েছে। যেমন فهو يهدين এ আয়াত থেকে نون বিলুপ্ত করে দেয়া হয়েছে। (সহীহ বুখারী)</p><p>অত্র আয়াত দ্বারা অনেকে ধর্মনিরপেক্ষতার সুযোগ খুঁজে থাকেন। মূলত এখানে ধর্মনিরপেক্ষতার কথা বলা হয়নি, বরং বলা হয়েছে কাফির-মুশরিকরা যদি ইসলাম মেনে না নেয় তাহলে তাদের ধর্ম তারা পালন করুক, আর তোমরা ইসলামের বিধিবিধান যথাযথভাবে পালন করতে থাক। কাফিররা যেমন তাদের ধর্ম বর্জন করেনি তেমনি তোমরাও ইসলামের কোন বিধি-বিধান লংঘন করবেনা। সুতরাং এ আয়াত এ নির্দেশ দেয় না, কখনও ইসলাম মানব আর প্রয়োজন হলে মন্দিরে যাব আবার অসাম্প্রদায়িকতার দোহাই দিয়ে গীর্জায় যাব। বরং সকল ধর্ম বর্জন করে ইসলাম মেনে চলতে নির্দেশ দেয়া হচ্ছে।</p><p>এ সূরাগুলো যেমন সূরা ফাতিহা, কদর, কাফিরূন, নাসর, ইখলাস, ফালাক ও নাস এ সাতটি সূরা বিশেষভাবে পাঠ করে চারটি ‘কুল’ সূরার প্রতিটি ১ লক্ষবার পড়ে মৃতের নামে বখশে দেওয়া বিদআত। যাকে এদেশে কুলখানী বলা হয়। এগুলো একশ্রেণির নামধারী ধর্মব্যবসায়ী আলেম তৈরি করেছে যা রাসূলুল্লাহ (সাঃ)-এর সুন্নাহ পরিপন্থী।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. কাফির-মুশরিকদের সাথে আমাদের সম্পর্ক কেমন হওয়া উচিত এ সূরা সে শিক্ষাই প্রদান করে।</p><p>২. বাতিলের সাথে কখনও আপোষ করা যাবে না।</p><p>৩. ‘ধর্ম যার যার, অনুষ্ঠান সবার’ একটি শিরকি ও কুফরী মতবাদ।</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">لَكُمْ دِينُكُمْ</span> ] دینی خۆتان بۆ خۆتانەو خۆتان لەسەر دینی خۆتان عیبادەتی خۆتان ئەكەن [ <span class=\"arabic uthmani\">وَلِيَ دِينِ (٦)</span> ] وە منیش دینی خۆمم هەیەو عیبادەتی پەروەردگاری خۆم ئەكەم نە دینی ئێوە بۆ من دێت نە دینی منیش بۆ ئێوە ئەچێ, هەر كەسێ دینی خۆمان هەیەو دینی خۆمان جیاوازە، بەڵام لە قیامەتدا سەرەنجامى ئەم هاوبەشبڕیاردانەتان دەزانن و بەهەمیشەیی لە سزاى ئاگرى دۆەخدا دەمێننەوە، والله أعلم .\nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (كافیرون) والحمد لله."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "ولهذا ميز بين الفريقين، وفصل بين الطائفتين،<span class=\"blue\"> فقال:</span> <span class=\"arabic qpc-hafs brown\">{ لَكُمْ دِينُكُمْ وَلِيَ دِينِ }</span> كما قال تعالى: <span class=\"arabic qpc-hafs brown\">{ قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ }</span> <span class=\"arabic qpc-hafs brown\">{ أَنْتُمْ بَرِيئُونَ مِمَّا أَعْمَلُ وَأَنَا بَرِيءٌ مِمَّا تَعْمَلُونَ }</span> ."
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( لَكُمْ دِينُكُمْ وَلِيَ دِينِ ) تذييل مؤكد لما قبله . والدين : يطلق بمعنى العقيدة التى يعتقدها الإِنسان يدين بها ، وبمعنى الملة التى تجرى أقواله وأفعاله على مقتضاها ، وبمعنى الحساب والجزاء . ومنه قولهم : دنت فلانا بما صنع ، أى : جازيته على صنيعه .واللفظ هنا شامل لكل ذلك ، أى : لكم - أيها الكافرون - دينكم وعقيدتكم التى تعتقدونها ولا تتجاوزكم إلى غيركم من المؤمنين الصادقين ، فلا عن رسولهم ومرشدهم صلى الله عليه وسلم ، ولى دينى وعقيدتى التى هى عقيدة التوحيد ، والتى بايعنى عليها أتباعى المؤمنون ، وهى مقصورة علينا ، وأنتم محرومون منها ، وسترون سوء عاقبة مخالفتكم لى .وقدم - سبحانه - المسند على المسند إليه ، لإِفادة القصد والاختصاص فكأنه قيل : لكم دينكم لا لغيركم ، ولى دينى لا لغيرى والله - تعالى - هو أحكم الحاكمين بينى وبينكم .وبذلك نرى السورة الكريمة ، قد قطعت كل أمل توهم الكافرون عن طريقه الوصول إلى مهادنة النبى صلى الله عليه وسلم ، وإلى الاستجابة لشئ من مطالبهم الفاسدة ، وإنما هو صلى الله عليه وسلم برئ براءة تامة منهم ومن معبوداتهم وعباداتهم .وصلى على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 776,
            "text": "Ustedes tienen su religión que escogieron para ustedes, y yo tengo mi religión que Al-lah me reveló."
        },
        {
            "resource_id": 181,
            "text": "برای شما دین خودتان است که آن را برای خویش ساختید، و برای من دین خودم که الله آن را بر من فرو فرستاده است."
        },
        {
            "resource_id": 179,
            "text": "Ukol sa inyo ang relihiyon ninyo na pinauso ninyo para sa mga sarili ninyo at ukol sa akin ang relihiyon ko na pinababa ni Allāh sa akin.\""
        },
        {
            "resource_id": 176,
            "text": "A voi la vostra religione, che avete inventato appositamente per voi stessi, e a me la mia religione, che Allāh mi ha rivelato,"
        },
        {
            "resource_id": 183,
            "text": "あなた方には、あなた方の宗教があり、わたしには、わたしの宗教がある。"
        },
        {
            "resource_id": 170,
            "text": "Всевышний также велел Своему посланнику, да благословит его Аллах и приветствует, сказать: «Вы не причастны к тому, что я совершаю, а я не причастен к тому, что совершаете вы» (10:41)."
        },
        {
            "resource_id": 180,
            "text": "৬. তোমাদের জন্য তোমাদেরই বানানো বানোয়াট ধর্ম। পক্ষান্তরে আমার জন্য আল্লাহর পক্ষ থেকে অবতীর্ণ ঐশী ধর্ম।"
        },
        {
            "resource_id": 16,
            "text": "لكم دينكم الذي أصررتم على اتباعه، ولي ديني الذي لا أبغي غيره."
        },
        {
            "resource_id": 182,
            "text": "你们有你们为自己创造的宗教，我有由真主降示给我的宗教。”"
        },
        {
            "resource_id": 166,
            "text": "<p>‘তোমাদের দ্বীন তোমাদের, আর আমার দ্বীন আমার [১]।’</p><p>[১] এর তাফসীর প্রসঙ্গে ইবনে-কাসীর বলেন, এ বাক্যটি তেমনি যেমন অন্য আয়াতে আছে,</p><p>وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ</p><p>“আর তারা যদি আপনার প্রতি মিথ্যা আরোপ করে তবে আপনি বলবেন, ‘আমার কাজের দায়িত্ব আমার এবং তোমাদের কাজের দায়িত্ব তোমাদের।” [সূরা ইউনুস: ৪১]</p><p>অন্য আয়াতে এসেছে,</p><p>لنَآ اَعْمَا لُنَا وَ لَكُمْ اَعْمَا لُكُمْ</p><p>“আমাদের কাজের ফল আমাদের জন্য এবং তোমাদের কাজের ফল তোমাদের জন্য”। [সূরা আল-কাসাস: ৫৫, আশ-শুরা: ১৫]। এর সারমর্ম এই যে, ইবনে-কাসীর دين শব্দকে দ্বীনী ক্রিয়াকর্মের অর্থে নিয়েছেন। যার অর্থ, প্রত্যেককে নিজ নিজ কর্মের প্রতিদান ও শাস্তি ভোগ করতে হবে। অর্থাৎ আমার দ্বীন আলাদা এবং তোমাদের দ্বীন আলাদা। আমি তোমাদের মাবুদদের পূজা-উপাসনা-বন্দেগী করিনা এবং তোমরাও আমার মাবুদের পূজা-উপাসনা করো না। আমি তোমাদের মাবুদের বন্দেগী করতে পারি না এবং তোমরা আমার মাবুদের বন্দেগী করতে প্রস্তুত নও। তাই আমার ও তোমাদের পথ কখনো এক হতে পারে না।</p><p>বর্তমান কালের কোন কোন জ্ঞানপাপী মনে করে থাকে যে, এখানে কাফেরদেরকে তাদের দ্বীনের উপর থাকার স্বীকৃতি দেয়া হয়েছে। তারা এটাকে ইসলামের উদারনীতির প্রমাণ হিসেবে পেশ করে থাকেন। নিঃসন্দেহে ইসলাম উদার। ইসলাম কাউকে অযথা হত্যা বা ক্ষতিগ্রস্ত করতে অনুমতি দেয় না। কিন্তু তাই বলে তাদেরকে কুফরী থেকে মুক্তি দিতে তাদের মধ্যে দাওয়াত ও দ্বীনের প্রচার-প্রসার ঘটানো থেকে বিরত থাকতে বলেনি। ইসলাম চায় প্রত্যেকটি কাফের ও মুশরিক ইসলামের ছায়াতলে এসে শান্তির বার্তা গ্ৰহণ করুক। আর এ জন্য ইসলাম প্রজ্ঞা, উত্তম উপদেশবাণী, উত্তম পদ্ধতিতে তর্ক-বিতর্ক ইত্যাদির মাধ্যমে আল্লাহ্র পথে আহ্বান করাকে প্রত্যেক মুসলিমের অবশ্য করণীয় বিষয় হিসেবে ঘোষণা করেছে। [দেখুন, সূরা আন-নাহল: ১২৫]</p><p>মূলত: এ সমস্ত জ্ঞানপাপীরা এ বিষয়টিকেই সহ্য করতে চায় না। তারা এখানে আয়াত দ্বারা উদ্দেশ্য করে ধর্মনিরপেক্ষতাবাদ নামক কুফৱী মতবাদকে জায়েয প্রমাণ করা। এটা নিঃসন্দেহে ঈমান আনার পরে কুফরী করার শামিল, যা মূলত কাফেরদের প্রতি উদারনীতি নয় বরং তারা কাফের থাকা অবস্থায় চিরকালের জন্য তাদের ব্যাপারে দায়মুক্তি, সম্পর্কহীনতা ও অসন্তোষের ঘোষণাবাণী।</p><p>আর এ সূরায় কাফেরদের দ্বীনের কোন প্রকার স্বীকৃতিও দেয়া হয়নি। মূলত আল্লাহ্ ও তাঁর রাসূলের প্রতি যারা ঈমান এনেছে তারা দ্বীনের ব্যাপারে কখনো তাদের সাথে সমঝোতা করবে না- এ ব্যাপারে তাদেরকে সর্বশেষ ও চূড়ান্তভাবে নিরাশ করে দেয়া; আর তাদের সাথে সম্পর্কহীনতার ঘোষণাই এ সূরার উদ্দেশ্য। এ সূরার পরে নাযিল হওয়া কয়েকটি মক্কী সূরাতে কাফেরদের সাথে এ দায়মুক্তি, সম্পর্কহীনতা ও অসন্তোষ প্রকাশের ঘোষণা দেয়া হয়েছে। বলা হয়েছে, “হে নবী! বলে দিন হে লোকেরা, যদি তোমরা আমার দ্বীনের ব্যাপারে (এখানে) কোন রকম সন্দেহের মধ্যে থাকো তাহলে (শুনে রাখো), আল্লাহ্ ছাড়া তোমরা যাদের বন্দেগী করছো আমি তাদের বন্দেগী করি না বরং আমি শুধুমাত্র সেই আল্লাহ্র বন্দেগী করি যার কর্তৃত্বাধীনে রয়েছে তোমাদের মৃত্যু।” [সূরা ইউনুস: ১০৪] অন্য সূরায় আল্লাহ্ আরও বলেন, “হে নবী! যদি এরা এখন আপনার কথা না মানে তা হলে বলে দিন, তোমরা যা কিছু করেছো তা থেকে আমি দায়মুক্ত”। [সূরা আশ-শু‘আরা: ২১৬]</p><p>অন্যত্র বলা হয়েছে, “এদেরকে বলুন, আমাদের ত্রুটির জন্য তোমরা জিজ্ঞাসিত হবে না এবং তোমরা যা কিছু করে যাচ্ছো সে জন্য আমাদের জবাবদিহি করতে হবে না। বলুন, আমাদের রব একই সময় আমাদের ও তোমাদের একত্র করবেন এবং আমাদের মধ্যে ঠিকমতো ফায়সালা করবেন।” [সূরা সাবা:২৫-২৬] অন্য সূরায় এসেছে, “এদেরকে বলুন হে আমার জাতির লোকেরা তোমরা নিজেদের জায়গায় কাজ করে যাও। আমি আমার কাজ করে যেতে থাকবো। শীঘ্রই তোমরা জানতে পারবে কার ওপর আসছে লাঞ্ছনাকর আযাব এবং কে এমন শাস্তি লাভ করছে যা অটল।” [সূরা আয-যুমার: ৩৯-৪০]। আবার মদীনা তাইয়েবার সমস্ত মুসলিমকেও এই একই শিক্ষা দেয়া হয়। তাদেরকে বলা হয়েছে, “তোমাদের জন্য ইবরাহীম ও তার সাথীদের মধ্যে রয়েছে একটি উত্তম আদর্শ। (সেটি হচ্ছে) তারা নিজেদের জাতিকে পরিষ্কার বলে দিয়েছে, আমরা তোমাদের থেকে ও তোমরা আল্লাহ্কে বাদ দিয়ে যেসব মাবুদদের পূজা করো তাদের থেকে পুরোপুরি সম্পর্কহীন। আমরা তোমাদের কুফৱী করি ও অস্বীকৃতি জানাই এবং যতক্ষণ তোমরা এক আল্লাহ্র প্রতি ঈমান না আনো ততক্ষণ আমাদের ও তোমাদের মধ্যে চিরকালীন শক্ৰতা সৃষ্টি হয়ে গেছে।” [সূরা আল-মুমতাহিনাহঃ ৪] কুরআন মজীদের একের পর এক এসব সুস্পষ্ট বক্তব্যের পর তোমরা তোমাদের ধর্ম মেনে চলো এবং আমাকে আমার ধর্ম মেনে চলতে দাও-“লাকুম দীনুকুম ওয়ালিয়াদীন” এর এ ধরনের কোন অর্থের অবকাশই থাকে না। বরং সূরা আয-যুমার এ যে কথা বলা হয়েছে, একে ঠিক সেই পর্যায়ে রাখা যায় যেখানে বলা হয়েছেঃ “হে নবী! এদেরকে বলে দিন, আমি তো আমার দ্বীনকে একমাত্ৰ আল্লাহ্র জন্য নির্ধারিত করে তাঁরই ইবাদাত করবো। তোমরা তাঁকে বাদ দিয়ে যার যার বন্দেগী করতে চাও করতে থাক না কেন।” [১৪]।</p><p>সুতরাং এটাই এ আয়াতের মূল ভাষ্য যে, এখানে কাফেরদের সাথে সম্পর্কচ্যুতি ঘোষণা করা হয়েছে। তবে এটাও লক্ষণীয় যে, পবিত্র কুরআনে একথাও আছে, “কাফেররা সন্ধি করতে চাইলে তোমরাও সন্ধি কর।” [সূরা আল-আনফাল: ৬১] তাছাড়া মদীনায় হিজরত করার পর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম- তার ও ইয়াহূদীদের সাথে শান্তিচুক্তি সম্পাদন করেছিলেন। তাই সম্পর্কচ্যুতির অর্থ এ নয় যে, তাদের সাথে প্রয়োজনে সন্ধিচুক্তি করা যাবে না। মূলত সন্ধির বৈধতা ও অবৈধতার আসল কারণ হচ্ছে স্থান-কাল-পাত্র এবং সন্ধির শর্তাবলি। এক হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর ফয়সালা দিতে গিয়ে বলেছেন- “সে সন্ধি অবৈধ, যা কোন হারামকে হালাল কিংবা হালালকে হারাম করে।” [আবু দাউদ: ৩৫৯৪, তিরমিয়ী: ১৩৫২, ইবনে মাজাহ:২৫৫৩] ইয়াহূদীদের সাথে সম্পাদিত চুক্তিতে ইসলামের মূলনীতিবিরুদ্ধ কোন বিষয় ছিল না। উদারতা, সদ্ব্যবহার ও শান্তি অন্বেষায় ইসলামের সাথে কোন ধর্মের তুলনা হয় না। কিন্তু এরূপ শান্তিচুক্তি মানবিক অধিকারের ব্যাপারে হয়ে থাকে- আল্লাহ্ তা‘আলার আইন ও দ্বীনের মূলনীতিতে কোন প্রকার দরকষাকষির অবকাশ নেই। [দেখুন, ইবন্ তাইমিয়্যাহ্, আল-জাওয়াবুস সহীহ, ৩/৫৯-৬২; ইবনুল কাইয়্যিম, বাদায়ি‘উল ফাওয়ায়িদ, ১/২৪৬-২৪৭]</p>"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( لَكُمْ دِينُكُمْ وَلِيَ دِينِ )</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: لكم دينكم فلا تتركونه أبدا, لأنه قد ختم عليكم, وقضي أن لا تنفكوا عنه, وأنكم تموتون عليه, ولي دين الذي أنا عليه, لا أتركه أبدا, لأنه قد مضى في سابق علم الله أني لا أنتقل عنه إلى غيره.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد في قول الله: <span class=\"arabic qpc-hafs green\">( لَكُمْ دِينُكُمْ وَلِيَ دِينِ )</span> قال: للمشركين; قال: واليهود لا يعبدون إلا الله ولا يشركون, إلا أنهم يكفرون ببعض الأنبياء, وبما جاءوا به من عند الله, ويكفرون برسول الله, وبما جاء به من عند الله, وقتلوا طوائف الأنبياء ظلما وعدوانا,<span class=\"blue\"> قال:</span>  إلا العصابة التي بقوا, حتى خرج بختنصر,<span class=\"blue\"> فقالوا:</span> عُزَير ابن الله, دعا الله ولم يعبدوه ولم يفعلوا كما فعلت النصارى,<span class=\"blue\"> قالوا:</span> المسيح ابن الله وعبدوه .</p><p lang=\"ar\" class=\"ar \">وكان بعض أهل العربية يقول: كرّر قوله: <span class=\"arabic qpc-hafs green\">( لا أَعْبُدُ مَا تَعْبُدُونَ )</span> وما بعده على وجه التوكيد,<span class=\"blue\"> كما قال:</span>  فَإِنَّ مَعَ الْعُسْرِ يُسْرًا * إِنَّ مَعَ الْعُسْرِ يُسْرًا  ,<span class=\"blue\"> وكقوله:</span>  لَتَرَوُنَّ الْجَحِيمَ * ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ  .</p><p>آخر تفسير سورة الكافرون</p>"
        },
        {
            "resource_id": 171,
            "text": "You have your religion you thought up for yourselves, and I have my religion that Allah revealed to me."
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">یہ سورۃ مکہ کے آخری زمانہ میں اتری۔ رسول اللہ صلی اللہ علیہ وسلم ابتداء ً ایک عرصہ تک ’’اے میری قوم‘‘ کے لفظ سے لوگوں کو پکارتے رہے۔ مگر جب اتمام حجت کے باوجود انہوں نے نہ مانا تو آپ نے ایہا الکافرون (اے انکار کرنے والو) کے لفظ سے خطاب فرمایا۔ اس مرحلہ میں یہ فقرہ در اصل کلمہ براءت ہے، نہ کہ کلمہ دعوت۔</p><p lang=\"ur\">میرے لیے میرا دین، تمہارے لیے تمہارا دین— یہ دوسروں کے دین کی تصدیق نہیں۔ یہ ایک طرف اپنے حق پر جمے رہنے کا آخری اظہار ہے۔ اور دوسری طرف وہ مخاطب کی اس حالت کا اعلان ہے کہ تم اب ضد کی اس آخری حد پر آگئے ہو جہاں سے کوئی شخص کبھی نہیں پلٹتا۔</p>"
        },
        {
            "resource_id": 791,
            "text": "നിങ്ങൾ സ്വയം പടച്ചുണ്ടാക്കിയ മതം നിങ്ങൾക്കാവാം; എനിക്ക് അല്ലാഹു എൻ്റെ മേൽ അവതരിപ്പിച്ചു തന്ന എൻ്റെ മതം മതി."
        },
        {
            "resource_id": 905,
            "text": "لكم دينكم الذي ابتدعتموه لأنفسكم، ولي ديني الذي أنزله الله عليّ."
        },
        {
            "resource_id": 92,
            "text": "لَكُمْ دِينُكُمْ وَلِيَ دِينِ (6)تذييل وفذلكة للكلام السابق بما فيه من التأكيدات ، وقد أُرسل هذا الكلام إرسالَ المثل وهو أجمع وأوجز من قول قيس بن الخطيم: ... نَحْن بما عندنا وأنتَ بماعنْدك راض والرأي مختلف ... ووقع في «تفسير الفخر» هنا : «جرت عادة الناس بأن يتمثلوا بهذه الآية عند المتاركة وذلك غير جائز لأنه تعالى ما أنزل القرآن ليتمثل به بل ليتدبَّر فيه ثم يعمل بموجبه» ا ه .وهذا كلام غير محرر لأن التمثل به لا ينافي العمل بموجبه وما التمثل به إلا من تمام بلاغته واستعداد للعمل به . وهذا المقدار من التفسير تركه الفخر في المسودة .وقدم في كلتا الجملتين المسندُ على المسند إليه ليفيد قصر المسند إليه على المسند ، أي دينكم مقصور على الكون بأنه لكم لا يتجاوزكم إلى الكون لي ، وديني مقصور على الكون بأنه لا يتجاوزني إلى كونه لكم ، أي لأنهم محقق عدم إسلامهم . فالقصر قصر إفراد ، واللام في الموضعين لشِبه الملك وهو الاختصاص أو الاستحقاق .والدين : العقيدة والملة ، وهو معلومات وعقائد يعتقدها المرء فتجري أعماله على مقتضاها ، فلذلك سمي دِيناً لأن أصل معنى الدين المعاملة والجزاء .وقرأ الجمهور { دين } بدون ياء بعد النون على أن ياء المتكلم محذوفة للتخفيف مع بَقاء الكسرة على النون . وقرأه يعقوب بإثبات الياء في الوصل والوقف . وقد كتبت هذه الكلمة في المصحف بدون ياء اعتماداً على حفظ الحفاظ لأن الذي يُثبت الياء مثل يعقوب يُشبع الكسرة إذ ليست الياء إلا مَدّة للكسرة فعدم رسمها في الخط لا يقتضي إسقاطها في اللفظ .وقرأ نافع والبزي عن ابن كثير وهشام عن ابن عامر وحفص عن عاصم بفتح الياء من قوله : { ولي } . وقرأه قنبل عن ابن كثير وابنُ ذكوان عن ابن عامر وأبو بكر عن عاصم وحمزة والكسائي وأبو جعفر ويعقوب وخلف بسكون الياء ."
        },
        {
            "resource_id": 174,
            "text": "Bagi kalian agama kalian yang telah kalian buat-buat untuk diri kalian sendiri dan bagiku agamaku yang diturunkan Allah kepadaku."
        },
        {
            "resource_id": 175,
            "text": "Vama vaša vjera koju ste sami izmislili, a meni moja vjera koju mi je objavio Allah."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>তোমাদের দ্বীন (শিরক) তোমাদের জন্য এবং আমার দ্বীন (ইসলাম) আমার জন্য। [১]</p><p>[১] অর্থাৎ, যদি তোমরা তোমাদের দ্বীন নিয়ে সন্তুষ্ট থাক এবং তা ত্যাগ করতে রাজী না হও, তাহলে আমিও নিজের দ্বীন নিয়ে সন্তুষ্ট, তা কেন ত্যাগ করব? (لَناَ أَعْمَالُناَ وَلَكُمْ أَعْمَالُكُمْ) অর্থাৎ, আমাদের কর্ম আমাদের এবং তোমাদের কর্ম তোমাদের জন্য। <em>(আল ক্বাস্বাস ৫৫ আয়াত) (তাছাড়া তোমাদের কর্ম ভ্রষ্ট এবং আমার কর্ম শ্রেষ্ঠ। আর অন্যায়ের সাথে কোন আপোস নেই।)</em></p>"
        },
        {
            "resource_id": 172,
            "text": "Kendiniz için uydurduğunuz dininiz size, Allah’ın bana indirdiği din ise banadır."
        },
        {
            "resource_id": 790,
            "text": "তোমালোকৰ বাবে তোমালোকৰ ধৰ্ম, যিটো তোমালোকে মনগঢ়াভাৱে বনাই লৈছা আৰু মোৰ কাৰণে মোৰ ধৰ্ম, যিটো আল্লাহে মোৰ প্ৰতি অৱতীৰ্ণ কৰিছে।"
        },
        {
            "resource_id": 178,
            "text": "У вас – ваша религия, которую вы измыслили для себя, а у меня – моя религия, которую ниспослал мне Аллах!»."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( لكم دينكم )</span> الشرك <span class=\"green\">( ولي دين )</span> الإسلام ، قرأ ابن كثير ، ونافع ،<span class=\"blue\"> وحفص :</span> <span class=\"arabic qpc-hafs\">\" ولي \"</span> بفتح الياء ، قرأ الآخرون بإسكانها . <span class=\"reference\">[ وهذه الآية منسوخة بآية السيف ]</span> .</p>"
        },
        {
            "resource_id": 173,
            "text": "Vous avez votre religion que vous avez inventée et j’ai ma religion qu’Allah m’a révélée."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">قال لهم الرسول صلى الله عليه وسلم : <span class=\"arabic qpc-hafs\">( لكم دينكم ولي دين )</span> كما قال تعالى : <span class=\"arabic qpc-hafs\">( وإن كذبوك فقل لي عملي ولكم عملكم أنتم بريئون مما أعمل وأنا بريء مما تعملون )</span> <span class=\"reference brown\">[ يونس : 41 ]</span> وقال : <span class=\"arabic qpc-hafs\">( لنا أعمالنا ولكم أعمالكم )</span> <span class=\"reference brown\">[ القصص : 55 ]</span> .</p><p lang=\"ar\" class=\"ar \">وقال البخاري : يقال : <span class=\"arabic qpc-hafs\">( لكم دينكم )</span> الكفر <span class=\"arabic qpc-hafs\">( ولي دين )</span> الإسلام .<span class=\"blue\"> ولم يقل :</span> <span class=\"red\">\" ديني \"</span> لأن الآيات بالنون ، فحذف الياء ،<span class=\"blue\"> كما قال :</span> <span class=\"arabic qpc-hafs\">( فهو يهدين )</span> <span class=\"reference brown\">[ الشعراء : 78 ]</span> و <span class=\"arabic qpc-hafs\">( يشفين )</span> <span class=\"reference brown\">[ الشعراء : 80 ]</span> وقال غيره : لا أعبد ما تعبدون الآن ، ولا أجيبكم فيما بقي من عمري ، ولا أنتم عابدون ما أعبد ،<span class=\"blue\"> وهم الذين قال :</span> <span class=\"arabic qpc-hafs\">( وليزيدن كثيرا منهم ما أنزل إليك من ربك طغيانا وكفرا )</span> <span class=\"reference brown\">[ المائدة : 64 ]</span> .</p><p>انتهى ما ذكره .</p><p lang=\"ar\" class=\"ar \">ونقل ابن جرير عن بعض أهل العربية أن ذلك من باب التأكيد ،<span class=\"blue\"> كقوله :</span> <span class=\"arabic qpc-hafs\">( فإن مع العسر يسرا إن مع العسر يسرا )</span> <span class=\"reference brown\">[ الشرح : 5 ، 6 ]</span> وكقوله : <span class=\"arabic qpc-hafs\">( لترون الجحيم ثم لترونها عين اليقين )</span> التكاثر : 6 ، 7 ] وحكاه بعضهم - كابن الجوزي ، وغيره - عن ابن قتيبة ، فالله أعلم .<span class=\"blue\"> فهذه ثلاثة أقوال :</span> أولها ما ذكرناه أولا .<span class=\"blue\"> الثاني :</span> ما حكاه البخاري وغيره من المفسرين أن المراد : <span class=\"arabic qpc-hafs\">( لا أعبد ما تعبدون ولا أنتم عابدون ما أعبد )</span> في الماضي <span class=\"arabic qpc-hafs\">( ولا أنا عابد ما عبدتم ولا أنتم عابدون ما أعبد )</span> في المستقبل .<span class=\"blue\"> الثالث :</span> أن ذلك تأكيد محض .</p><p lang=\"ar\" class=\"ar \">وثم قول رابع ، نصره أبو العباس بن تيمية في بعض كتبه ،<span class=\"blue\"> وهو أن المراد بقوله :</span> <span class=\"arabic qpc-hafs\">( لا أعبد ما تعبدون )</span> نفي الفعل لأنها جملة فعلية <span class=\"arabic qpc-hafs\">( ولا أنا عابد ما عبدتم )</span> نفي قبوله لذلك بالكلية ; لأن النفي بالجملة الاسمية آكد فكأنه نفى الفعل ، وكونه قابلا لذلك ومعناه نفي الوقوع ونفي الإمكان الشرعي أيضا . وهو قول حسن أيضا ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">وقد استدل الإمام أبو عبد الله الشافعي وغيره بهذه الآية الكريمة : <span class=\"arabic qpc-hafs\">( لكم دينكم ولي دين )</span> على أن الكفر كله ملة واحدة تورثه اليهود من النصارى ، وبالعكس ; إذا كان بينهما نسب أو سبب يتوارث به ; لأن الأديان - ما عدا الإسلام - كلها كالشيء الواحد في البطلان . وذهب أحمد بن حنبل ومن وافقه إلى عدم توريث النصارى من اليهود وبالعكس ; لحديث عمرو بن شعيب ، عن أبيه ،<span class=\"blue\"> عن جده قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" لا يتوارث أهل ملتين شتى \"</span> .</p><p>آخر تفسير سورة <span class=\"red\">\" قل يا أيها الكافرون \"</span> ولله الحمد والمنة .</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 6{ لَـکُمْ دِیْنُکُمْ وَلِیَ دِیْنِ۔ } ”اب تمہارے لیے تمہارا دین اور میرے لیے میرا دین۔“ اب میرا تمہارا تعلق ختم۔ تم لوگ جس راستے پر جا رہے ہو تمہیں وہ راستہ مبارک ہو۔ تم اپنے حال میں مست رہو ‘ میں اپنے دین حق پر ثابت قدم ہوں۔ حق و باطل کا یہ معرکہ اپنے منطقی انجام تک پہنچ کر رہے گا اور تم دیکھو گے کہ جلد ہی جزیرئہ عرب پر دین اسلام غالب آکر رہے گا۔</p>"
        },
        {
            "resource_id": 792,
            "text": "សម្រាប់ពួកអ្នក គឺសាសនារបស់ពួកអ្នកដែលពួកអ្នកបង្កើតឡើងថ្មីដោយខ្លួនពួកអ្នកផ្ទាល់។ តែសម្រាប់ខ្ញុំវិញ គឺសាសនាដែលអល់ឡោះទ្រង់បានបញ្ចុះមកឱ្យខ្ញុំ។"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : لكم دينكم ولي دين فيه معنى التهديد ؛ وهو كقوله تعالى : لنا أعمالنا ولكم أعمالكم أي إن رضيتم بدينكم ، فقد رضينا بديننا . وكان هذا قبل الأمر بالقتال ، فنسخ بآية السيف . وقيل : السورة كلها منسوخة . وقيل : ما نسخ منها شيء لأنها خبر . ومعنى لكم دينكم أي جزاء دينكم ، ولي جزاء ديني . وسمى دينهم دينا ، لأنهم اعتقدوه وتولوه . وقيل : المعنى لكم جزاؤكم ولي جزائي ؛ لأن الدين الجزاء . وفتح الياء من ولي دين نافع ، والبزي عن ابن كثير باختلاف عنه ، وهشام عن ابن عامر ، وحفص عن عاصم . وأثبت الياء في ( ديني ) في الحالين نصر بن عاصم وسلام ويعقوب ؛ قالوا : لأنها اسم مثل الكاف في دينكم ، والتاء في قمت . الباقون بغير ياء ، مثل قوله تعالى : فهو يهدين فاتقوا الله وأطيعون ونحوه ، اكتفاء بالكسرة ، واتباعا لخط المصحف ، فإنه وقع فيه بغير ياء ."
        },
        {
            "resource_id": 177,
            "text": "Các người có tôn giáo mà các người đã sáng tạo, còn Ta có tôn giáo mà Allah đã thiên khải cho Ta."
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "109"
        }
    }
}