{
    "tafsirs": [
        {
            "resource_id": 183,
            "text": "預言者（アッラーの祝福と平安あれ）の叔父で、アブドル・ムッタリブの息子であるアブー・ラハブの両手は滅びよ、そしてかれの行動も滅びるがいい。かれはいつも預言者（アッラーの祝福と平安あれ）に損害を及ぼし、かれのしようとしたことは無意味であった。"
        },
        {
            "resource_id": 182,
            "text": "愿先知（愿主福安之）的叔父，艾卜•莱海卜•本•阿卜杜勒•穆台列卜的双手因他自己的恶行而受伤！当时他迫害先知（愿主福安之）而未得逞。"
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (مەسەد) (واتە: حەبل لە ریشاڵ)\nپێناسەیەكى سورەتەكە\n١- سورەتى (مەسەد) سورەتێكى مەككى یە.\n٢- ژمارەى ئایەتەكانى سورەتى (مەسەد) (٥) پێنج ئایەتە.\n٣- سورەتى (مەسەد) زنجیرەى سەدو یانزەهەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (مەسەد) لە دواى سورەتى (فاتیحە) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسى سەرەكى لەم سورەتە پیرۆزەدا بریتییە لە باسكردنى بە هیلاك چونى ئەبو لەهەب كە دوژمنى خواو پێغەمبەرى خوا بوو صلى الله علیه وسلم ، وە دژایەتیەكى زۆری پێغەمبەرى خواى دەكرد صلى الله علیه وسلم ، وازى لە ئیش و كارەكانى خۆی هێنابوو شوێن پێغەمبەر صلى الله علیه وسلم دەكەوت بۆ شێواندن و تێكدانى دەعوە پیرۆزو موبارەكەكەى، وە ریگربوو لەبەردەمى خەڵكیدا تا ئیمان و باوەڕ نەهێنن.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (١)</span> ] (ابن عەباس) ئەفەرمووێ: پێغەمبەری خوا صلى الله علیه وسلم سەركەوتە سەر كێوى (سەفا) و بانگی خەڵكی كردو خەڵكى لێی كۆبوونەوە فەرمووی: ئەی خەڵكینە ئەگەر من هەواڵتان بدەمێ كە دوژمن بە بەیانی یان بە ئێوارە ئەیەوێ بدات بەسەرتاندا ئایا ئێوە باوەڕم پێ ئەكەن؟ وتیان: بەڵێ لەبەر ئەوەی درۆمان لێت نەبینیوە, فەرمووی: دەی من ترسێنەرو پێغەمبەری خوای گەورەم صلى الله علیه وسلم خوای گەورە منی ناردووە ئەگەر ئیمانم پێ نەهێنن خوای گەورە سزایەكی سەختتان ئەدات, (ئەبو لەهەب)ی لێبوو پێی وت ئایا تۆ ئەم هەموو خەڵكەت بۆ ئەمە كۆكردۆتەوە دەك تیاچی دەك لەناوچی دوعای لە پێغەمبەری خوا كرد صلى الله علیه وسلم خوای گەورە ئەم سوورەتەی دابەزاند (الصحيح المُسنَد)، وە فەرمووی: (تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ) دەى (ئەبو لەهەب) تیاچێت و زەرەرمەندو خەسارەتمەند بێت و هەردوو دەستەكانی تیا بچن (وَتَبَّ) ئەمەی یەكەم دوعایەو ئەمەی دووەم هەواڵەو (ئەبو لەهەب) تیاچوو, (ئەبو لەهەب) ناوی (عبدالعزى) بووەو یەكێك بووە لە گەورەكانی قوڕەیش، وە مامەی پێغەمبەری خوا بووە صلى الله علیه وسلم ، وە پیاوێكی جوان بووە، ئەووترێ: پێی وتراوە (ئەبو لەهەب) چونكە ناوچەوانی گەشاوە بووە, (ڕەبیعەی كوڕی عەباد) پێش ئەوەی موسڵمان بێ ئەفەرمووێ: پێغەمبەری خوام بینی صلى الله علیه وسلم لە بازاڕی (ذی المجاس) ئەگەڕا ئەیفەرموو: خەڵكی بڵێن: (لَا إِلَهَ إِلَّا اللَّهُ) سەرفرازو سەركەوتوو ئەبن و ڕزگارتان ئەبێ، خەڵكیش لێی كۆئەبوونەوە، پیاوێكی شێوە جوان لە دوایەوە ئەڕۆی ئەیووت: بە قسەی مەكەن ئەمە وازی لە دینەكەی خۆی هێناوەو درۆ ئەكات بۆ هەر شوێنێك بڕۆیشتایە دوای ئەكەوت وتم: ئەمە كێیە؟ وتیان: ئەمە (ئەبو لەهەبی) مامەیەتی كە كەسێكی وا خراپ بووە."
        },
        {
            "resource_id": 91,
            "text": "أبو لهب هو عم النبي صلى الله عليه وسلم، وكان شديد العداوة <span class=\"arabic qpc-hafs\">[والأذية]</span> للنبي صلى الله عليه وسلم، فلا فيه دين، ولا حمية للقرابة -قبحه الله- فذمه الله بهذا الذم العظيم،<span class=\"blue\"> الذي هو خزي عليه إلى يوم القيامة فقال:</span> <span class=\"arabic qpc-hafs brown\">{ تَبَّتْ يَدَا أَبِي لَهَبٍ }</span> أي: خسرت يداه، وشقى <span class=\"arabic qpc-hafs brown\">{ وَتَبَّ }</span> فلم يربح،"
        },
        {
            "resource_id": 93,
            "text": "معنى ( تَبَّتْ ) هلكت وخسرت ، ومنه قوله - تعالى - : ( وَمَا كَيْدُ فِرْعَوْنَ إِلاَّ فِي تَبَابٍ ) - سبحانه - : ( وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ ) وقوله : ( وَتَبَّ ) أى : وقد تب وهلك وخسر ، فالجملة الأولى دعاء عليك بالهلاك والخسران ، والجملة الثانية : إخبار عن أن هذا الدعاء قد استجيب ، وأن الخسران قد نزل به فعلا .أى : خسرت وخابت يدا أبى لهب ، وقد نزل هذا الهلاك والخسران به ، بسبب عداوته الشديدة للحق ، الذى جاء به النبى صلى الله عليه وسلم من عند ربه - سبحانه - .والمراد باليدين هنا : ذاته ونفسه ، من باب إطلاق الجزء وإرادة الكل ، كما فى قوله - تعالى - : ( ذلك بِمَا قَدَّمَتْ يَدَاكَ ) ويجوز أن يكون المراد باليدين حقيقتهما ، وذلك لأنه كان يقول : يعدنى محمد صلى الله عليه وسلم بأشياء ، لا أدرى أنها كائنة ، يزعم أنها بعد الموت ، فلم يضع فى يدى شئ من ذلك ، ثم ينفخ فى يديه ويقول : تبا لكما ما أرى فيكما شيئا ."
        },
        {
            "resource_id": 175,
            "text": "Neka propadnu ruke Ebu Leheba, amidže Poslanika, sallallahu alejhi ve sellem, sina Abdul-Muttaliba, i propao je zbog svojih postupaka, jer je uznemiravao Poslanika, sallallahu alejhi ve sellem."
        },
        {
            "resource_id": 168,
            "text": "<p>Name and Nickname of Abu Lahab</p><p>Abu Lahab [ Father of Flame ] was the Nickname of ` Abd-ul-` Uzza, one of the sons of ` Abdul-Muttalib. As he was ruddy in complexion, he was nicknamed Abu Lahab [ Father of Flame ]. The Qur'an did not mention his real name, because it smacked of paganism, and the last element 'lahab' [ Flame ] in the nickname has also nexus with the flame of Hell. This person was the inveterate enemy and persecutor of the Holy Prophet ﷺ ، and violently opposed Islam. Whenever the Holy Prophet ﷺ invited the people to Islamic Faith, he would stand up and cry lie to his message. [ Ibn Kathir ]</p><p>Cause of Revelation</p><p>It is recorded in the two Sahihs that when the verse وَأَنذِرْ‌ عَشِيرَ‌تَكَ الْأَقْرَ‌بِينَ (Warn your closest relatives - 26:214) was revealed, the Holy Prophet ﷺ ascended the mount Safa and cried out to the tribe of Quraish in a manner that was known among them for warning of an attack by the enemy. Some narratives maintain that he called the different Makkah clans by name, the clan of Banu ` Abd Munaf, Banu ` Abdul-Muttalib and others. All the clans of Quraish gathered around him, and he said to them: 'If I were to tell you that the enemy is about to attack you in the morning or in the evening, would you believe me?' They all unanimously replied in the affirmative. Then he said: 'Verily, I am a warner sent to you before the coming of a severe torment (as a result of disbelief or paganism). Abu Lahab then responded: تَبَاً لَکَ اَلِھٰذَا جَمَعتَنَا 'Ruin may seize you! Is it for this purpose that you have called us together?' and picked up a stone to hit him. Thus this Surah was revealed.</p><p>Verse [ 111:1] تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (Perish the two hands of Abu Lahab, and perish he! ) The word yad literally means a 'hand'. Because hands play a very important role in all of human works and actions, often yad (hand) refers to the human person, as in the phrase ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ (...All this is due to what your hands have sent forth...22:10). Baihaqi has recorded on the authority of Sayyidna Ibn 'Abbas ؓ that one day Abu Lahab said to the people that Muhammad says that such-and-such a thing will happen after death. Then, pointing to his hands, said that none of those things have come into these hands; then he addressed his hands and said: تَبّاً لکما ما اریٰ فیکما شیٔاً ممّا قال محمد (Perish you! I do not see any of the things Muhammad said in you.) Therefore, the Qur'an attributes his destruction to his hands.</p><p>The verb tabba is derived from tabab which means 'to perish'. In verse [ 11, the first sentence تَبَّتْ يَدَا أَبِي لَهَبٍ (Perish the two hands of Abu Lahab) is in the form of a prayer invoking or imprecating destruction upon Abu Lahab, and the second sentence wa tabba is the declarative sentence prophesying the consequence of the invocation. The first sentence was invoked against him to satisfy the indignation of the Muslims, because when Abu Lahab imprecated destruction upon the Holy Prophet ﷺ ، it was the desire of the Muslims that imprecation be invoked against him. Allah thus fulfilled their desire, and also informed them that the invocation has taken effect and he perished. Seven days after the battle of Badr, he developed a terrible case of plague because of which people avoided him. They regarded the disease as infectious and were afraid that it might be transmitted by contact, so they forced him to live in an isolated house, and they did not come into contact with him at all. He at last died in this state. His dead body lay untouched in his house for three days. When his body began to rot giving out unbearable stench, people taunted his sons, and they hired laborers to take it away and bury it. They dug a pit in the ground, pushed his body into it with a stick and covered it with stones. [ Bayan-ul-Qur’ an from Ruh ].</p><p>Verse [ 111:2] مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ (Neither his wealth availed him, nor what he earned.) The phrase ma kasab [ what he earned ] could refer to the profits that accrued to him from investment of his wealth in business, and it could also imply 'children', for the children of a person are also referred to (in Arabic) as his earning. Sayyidah ` A'ishah ؓ reports that the Messenger of Allah ﷺ said:</p><p>ان اطیب ما اکل الرّجل من کسبہ وان ولدہ من کسبہ</p><p>\"The best and the purest thing a man eats is from his earnings and his children are part of his earnings\".</p><p>This means that eating from the earnings of one's children is tantamount to eating from one's own earnings. [ Qurtubi ]</p><p>Therefore, Sayyidah ` A'ishah, Mujahid, 'Ata’, Ibn Sirin and others interpret ma kasab [ what he earned ] as referring to 'children'. Allah had granted Abu Lahab abundant wealth and many children, and these two factors led him to be ungrateful, and caused him to be proud and arrogant. Sayyidna Ibn ` Abbas ؓ says that when the Messenger of Allah ﷺ called his people to faith and warned them about the Divine punishment, Abu Lahab said: \"Even if what my nephew says is true, I will save myself from the painful torment on the Day of Judgment with my wealth and my children.\" Thus Allah revealed verse [ 2] مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ that is, when the Divine torment seized him in this world, neither his wealth nor his children benefited him!</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>ধ্বংস হোক আবু লাহাবের [১] দু‘হাত [২] এবং ধ্বংস হয়েছে সে নিজেও।</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>হাদীসে এসেছে, আল্লাহ্র বাণী</p><p>وَاَنْذِرْعَشِيْرَ تَكَ الْاَقْرَ بِيْنَ</p><p>“আর আপনি আপনার গোত্রের নিকটাত্মীয়দেরকে ভীতি প্রদর্শন করুন” [সূরা আশ-শু‘আরা: ২১৪] এ আয়াতটি অবতীর্ণ হলে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সাফা পর্বতে আরোহণ করে কোরাইশ গোত্রের উদ্দেশ্যে وَا صَبَاحَاه (‘হায়! সকাল বেলার বিপদ’) বলে অথবা আবদে মানাফ ও আবদুল মোত্তালিব ইত্যাদি নাম সহকারে ডাক দিলেন। (এভাবে ডাক দেয়া তখন আরবে বিপদাশঙ্কার লক্ষণরূপে বিবেচিত হত) ডাক শুনে কোরাইশ গোত্র পর্বতের পাদদেশে একত্রিত হল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন: যদি আমি বলি যে, একটি শত্রুদল ক্রমশই এগিয়ে আসছে এবং সকাল বিকাল যে কোন সময় তোমাদের ওপর ঝাপিয়ে পড়বে, তবে তোমরা আমার কথা বিশ্বাস করবে কি? সবাই একবাক্যে বলে উঠল: হ্যাঁ, অবশ্যই বিশ্বাস করব। অতঃপর তিনি বললেন: আমি (শিরক ও কুফরের কারণে আল্লাহ্র পক্ষ থেকে নির্ধারিত) এক ভীষণ আযাব সম্পর্কে তোমাদেরকে সতর্ক করছি। এ কথা শুনে আবু লাহাব বলল, تَبًا لَكَ أَلِهٰذَا جِمَعْتَنَا ‘ধ্বংস হও তুমি, এজন্যেই কি আমাদেরকে একত্রিত করেছ’? অতঃপর সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে পাথর মারতে উদ্যত হল। এই ঘটনার পরিপ্রেক্ষিতে সূরা লাহাব অবতীর্ণ হয়। [বুখারী: ৪৯৭১,৪৯৭২, মুসলিম:২০৮]</p><p>[১] আবু লাহাবের আসল নাম ছিল আবদুল উযযা। সে ছিল আবদুল মুত্তালিবের অন্যতম সন্তান। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের চাচা। গৌরবর্ণের কারণে তার ডাক নাম হয়ে যায় আবু লাহাব। কারণ, ‘লাহাব’ বলা হয় আগুণের লেলিহান শিখাকে। লেলিহান শিখার রং হচ্ছে গৌরবর্ণ। সে অনুসারে আবু লাহাব অর্থ, গৌরবর্ণবিশিষ্ট। পবিত্র কুরআন তার আসল নাম বর্জন করেছে। কারণ, সেটা মুশরিকসুলভ। এছাড়া আবু লাহাব ডাক নামের মধ্যে জাহান্নামের সাথে বেশ মিলও রয়েছে। কারণ, জাহান্নামের অগ্নির লেলিহান শিখা তাকে পাকড়াও করবে। সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর কট্টর শত্রু ও ইসলামের ঘোর বিরোধী ছিল। সে নানাভাবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে কষ্ট দেয়ার প্রয়াস পেত। তিনি যখন মানুষকে ঈমানের দাওয়াত দিতেন, তখন সে সাথে সাথে গিয়ে তাকে মিথ্যাবাদী বলে প্রচার করত। রবী‘আ ইবনে আব্বাদ রাদিয়াল্লাহু ‘আনহু বলেন, আমি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে জাহিলিয়াতের (অন্ধকার) যুগে যুল-মাজায বাজারে দেখলাম, তিনি বলছিলেন, “হে মানব সম্প্রদায়! তোমরা লা ইলাহা ইল্লাল্লাহ্ বল, সফলকাম হবে” । আর মানুষ তার চতুস্পার্শে ভীড় জমাচ্ছিল। তার পিছনে এক গৌরবর্ণ টেরা চোখবিশিষ্ট সুন্দর চেহারার লোক বলছিল, এ লোকটি ধর্মত্যাগী, মিথ্যাবাদী। এ লোকটি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের পিছনে পিছনে যেখানে তিনি যেতেন সেখানেই যেত। তারপর আমি লোকদেরকে এ লোকটি সম্পর্কে জিজ্ঞেস করলাম। লোকেরা বলল, এটি তারই চাচা আবু লাহাব।” [মুসনাদে আহমাদ: ৪/৩৪১]</p><p>অন্য বর্ণনায়, রবী‘আ ইবনে আব্বাদ বলেন, আমি আমার পিতার সাথে ছিলাম। আমি যেন দেখতে পাচ্ছি কিভাবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বিভিন্ন গোত্রের কাছে নিজেকে পেশ করে বলছিলেন, “হে অমুক বংশ! আমি তোমাদের সবার নিকট আল্লাহ্র রাসূল। তোমাদেরকে আল্লাহ্র ইবাদত করতে এবং তার সাথে কাউকে শরীক না করতে নির্দেশ দিচ্ছি। আর আমি এটাও চাই যেন তোমরা সত্য বলে বিশ্বাস কর এবং আমার পক্ষ থেকে প্রতিরোধ কর, যাতে করে আমি আমার আল্লাহ্র কাছ থেকে যা নিয়ে প্রেরিত হয়েছি তা যথাযথভাবে বাস্তবায়ন করতে পারি।” যখনই তিনি এ কথাগুলো বলে শেষ করতেন তখনই তার পিছন থেকে এক লোক বলত: হে অমুক বংশ! সে তোমাদেরকে লাত ও উযযা থেকে বিচ্ছিন্ন করতে চায়- সে নতুন কথা চালু করেছে, সে ভ্ৰষ্টতা নিয়ে এসেছে। সুতরাং তোমরা তার কথা শোনবে না এবং তার অনুসরণ করবে না। তখন আমি আমার পিতাকে বললাম, এ লোকটি কে ? তিনি বললেন, ঐ লোকটির চাচা আবু লাহাব। [মুসনাদে আহমাদ: ৩/৪৯২] [ফাতহুল কাদীর, ইবন কাসীর]</p><p>[২] يد শব্দের অর্থ হাত। মানুষের সব কাজে হাতের প্রভাবই বেশি, তাই কোন ব্যক্তির সত্তাকে হাত বলেই ব্যক্ত করে দেয়া হয়; যেমন কুরআনের অন্যত্র بِمَا قَدَّ مَتْ يَدٰكَ বলা হয়েছে। تَبَّتْ يَدَٓ ااَبِىْ لَهَبٍ এর অর্থ কোন তাফসীরকার করেছেন, “ভেঙে যাক আবু লাহাবের হাত” এবং وتبّ শব্দের মানে করেছেন, “সে ধ্বংস হয়ে যাক” অথবা “সে ধ্বংস হয়ে গেছে।” কোন কোন তাফসীরকার বলেন, এটা আবু লাহাবের প্রতি একটি ভবিষ্যদ্বাণী। এখানে ভবিষ্যতে যে ঘটনাটি ঘটবে তাকে অতীত কালের অর্থ প্রকাশক শব্দের সাহায্যে বর্ণনা করা হয়েছে। এর মানে, তার হওয়াটা যেন এত বেশী নিশ্চিত যেমন তা হয়ে গেছে। আর যা এ সূরায় কয়েক বছর আগে বর্ণনা করা হয়েছিল, শেষ পর্যন্ত তাই সত্য হলো। এখানে হাত ভেঙে যাওয়ার মানে শুধু শরীরের একটি অংগ যে হাত সেটি ভেঙে যাওয়াই নয়। বরং কোন ব্যক্তি যে উদ্দেশ্য সম্পন্ন করার জন্য তার সর্বশক্তি নিয়োগ করে তাতে পুরোপুরি ও চূড়ান্তভাবে ব্যর্থ হয়ে যাওয়াই এখানে বুঝানো হয়েছে। [কুরতুবী, ফাতহুল কাদীর] আর আবু লাহাব রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর দাওয়াতকে ক্ষতিগ্রস্ত করার জন্য যথার্থই নিজের সর্বশক্তি নিয়োগ করেছিল। কিন্তু এ সূরাটি নাযিল হবার মাত্র সাত আট বছর পরেই বদরের যুদ্ধ অনুষ্ঠিত হয়। এ যুদ্ধে কুরাইশদের অধিকাংশ বড় বড় সরদার নিহত হয়। তারা সবাই ইসলাম বিরোধিতা ও ইসলামের প্রতি শত্রুতার ক্ষেত্রে আবু লাহাবের সহযোগী ছিল। এ পরাজয়ের খবর মক্কায় পৌছার পর সে যত বেশী মর্মাহত হয় যে, এরপর সে সাত দিনের বেশী জীবিত থাকতে পারেনি। যে দ্বীনের অগ্রগতির পথ রোধ করার জন্য সে তার সর্বশক্তি নিয়োগ করেছিল তার সন্তানদের সেই দ্বীন গ্ৰহণ করার মধ্য দিয়ে তার আরো বেশী ও পূর্ণ পরাজয় সম্পন্ন হয়। সর্বপ্রথম তার মেয়ে দাররা হিজরত করে মক্কা থেকে মদীনায় চলে যান এবং ইসলাম গ্ৰহণ করেন। আর মক্কা বিজয়ের পর তার দুই ছেলে উতবা ও মু‘আত্তাব রাসূলুল্লাহ্র সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সামনে হাযির হয়ে ইসলাম গ্রহণ করেন এবং তার হাতে বাইআত করেন। [রুহুল মা‘আনী]</p>"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: خسرت يدا أبي لهب, وخسر هو.<span class=\"blue\"> وإنما عُنِي بقوله:</span> <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ )</span> تبّ عمله.<span class=\"blue\"> وكان بعض أهل العربية يقول:</span> قوله: <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ )</span> : دعاء عليه من الله.</p><p lang=\"ar\" class=\"ar \">وأما قوله: <span class=\"arabic qpc-hafs green\">( وَتَبَّ )</span> فإنه خبر.<span class=\"blue\"> ويُذكر أن ذلك في قراءة عبد الله:</span> <span class=\"red\">\" تَبَّتْ يَدَا أبِي لَهَبٍ وَقَدْ تَبَّ\"</span>. وفي دخول <span class=\"red\">\" قد \"</span> فيه دلالة على أنه خبر, ويمثِّل ذلك بقول القائل,<span class=\"blue\"> لآخر:</span> أهلكك الله, وقد أهلكك, وجعلك صالحا وقد جعلك.</p><p>وبنحو الذي قلنا في معنى قوله: <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ )</span> قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ )</span> : أي خسرت وتب.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ )</span> قال: التبّ: الخسران,<span class=\"blue\"> قال:</span> قال أبو لهب للنبيّ صلى الله عليه وسلم: ماذا أُعطَى يا محمد إن آمنت بك؟ قال؟ <span class=\"red\">\" كمَا يُعْطَى المُسْلِمُون \"</span>,<span class=\"blue\"> فقال:</span> ما لي عليهم فضل ؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" وأيّ شَيْءٍ تَبْتَغِي؟\"</span> قال: تبا لهذا من دين تبا, أن أكون أنا وهؤلاء سواء,<span class=\"blue\"> فأنـزل الله:</span> <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ )</span> يقول: بما عملت أيديهم.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ )</span> قال: خسرت يدا أبي لهب وخسر.</p><p lang=\"ar\" class=\"ar \">وقيل: إن هذه السورة نـزلت في أبي لهب, لأن النبي صلى الله عليه وسلم لما خص بالدعوة عشيرته,<span class=\"blue\"> إذ نـزل عليه:</span>  وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ  وجمعهم للدعاء,<span class=\"blue\"> قال له أبو لهب:</span> تبا لك سائر اليوم, ألهذا دعوتنا ؟</p><p>* ذكر الأخبار الواردة بذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا أبو معاوية, عن الأعمش, عن عمرو, عن سعيد بن جبير,<span class=\"blue\"> عن ابن عباس قال:</span> صعد رسول الله صلى الله عليه وسلم ذات يوم الصفا,<span class=\"blue\"> فقال:</span> <span class=\"red\">\" يا صَباحاهُ!\"</span> فاجتمعت إليه قريش,<span class=\"blue\"> فقالوا:</span> مالك ؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" أرأيْتُكُمْ إنْ أخْبَرْتُكُمْ أنَّ العَدُوَّ مُصَبِّحُكُمْ أوْ مُمَسِّيكُمْ, أما كُنْتُمْ تُصَدقُونَنِي؟\"</span> قالوا: بلى,<span class=\"blue\"> قال:</span> <span class=\"red\">\" فإني نَذِيرٌ لَكُمْ بَينَ يَدَيْ عَذَابٍ شَدِيدٍ\"</span>,<span class=\"blue\"> فقال أبو لهب:</span> تبا لك, ألهذا دعوتنا وجمعتنا ؟<span class=\"blue\">! فأنـزل الله:</span> <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ )</span> إلى آخرها .</p><p lang=\"ar\" class=\"ar \">حدثني أبو السائب,<span class=\"blue\"> قال:</span> ثنا أبو معاوية, عن الأعمش, عن عمرو, عن سعيد بن جبير, عن ابن عباس, مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا ابن نمير, عن الأعمش, عن عمرو بن مرة, عن سعيد بن جبير, عن ابن عباس,<span class=\"blue\"> قال:</span> لما نـزلت  وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ  قام رسول الله صلى الله عليه وسلم على الصَّفا ثم نادَى: <span class=\"red\">\" يا صَباحاهُ\"</span> فاجتمع الناس إليه, فبين رجل يجيء, وبين آخر يبعث رسوله,<span class=\"blue\"> فقال:</span> <span class=\"red\">\" يا بَنِي هاشِمٍ, يا بَنِي عَبْدِ المُطَّلِبِ, يا بَنِي فِهْرٍ, يا بَنِي... يا بَنِي أرَأَيْتُكُمْ لَوْ أخْبَرْتُكُمْ أنَّ خَيْلا بِسَفْحِ هَذَا الجَبَلِ\"</span> -يريد تغير عليكم- صَدَّقْتُمُونِي؟<span class=\"red\">\" قالوا \"</span>: نعم,<span class=\"blue\"> قال:</span> <span class=\"red\">\" فإني نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ\"</span>,<span class=\"blue\"> فقال أبو لهب:</span> تبا لك سائر اليوم, ألهذا دعوتنا ؟<span class=\"blue\"> فنـزلت:</span> <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ )</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا أبو أسامة, عن الأعمش, عن عمرو بن مرة, عن سعيد بن جبير,<span class=\"blue\"> عن ابن عباس قال:</span> لما نـزلت هذه الآية:  وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ  ورهطك منهم المخلصين, خرج رسول الله صلى الله عليه وسلم, حتى صعد الصفا,<span class=\"blue\"> فهتف:</span> <span class=\"red\">\" يا صَباحاهُ\"</span> فقالوا: <span class=\"red\">\" من هذا الذي يهتف ؟<span class=\"blue\"> فقالوا:</span> محمد, فاجتمعوا إليه \"</span>,<span class=\"blue\"> فقال:</span> <span class=\"red\">\" يا بَنِي فُلانٍ, يا بَنِي فُلانٍ, يا بَنِي عَبْدِ المُطَّلِبِ, يا بَنِي عَبْدِ مَنَافٍ\"</span>, فاجتمعوا إليه,<span class=\"blue\"> فقال:</span> <span class=\"red\">\" أرَأَيْتُكُمْ لَوْ أَخْبَرْتُكُمْ أنَّ خَيْلا تَخْرُجُ بِسَفْحِ هَذَا الجَبَلِ أكُنْتُمْ مُصَدِّقِيَّ؟\"</span> قالوا: ما جربنا عليك كذبا, قال <span class=\"red\">\" فإنِّي نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ\"</span>,<span class=\"blue\"> فقال أبو لهب:</span> تبا لك ما جمعتنا إلا لهذا ؟<span class=\"blue\"> ثم قام فنـزلت هذه السورة:</span> <span class=\"red\">\" تَبَّتْ يَدَا أبِي لَهَبٍ وَقَدْ تَبَّ\"</span> كذا قرا الأعمش إلى آخر السورة .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ )</span> قال: حين أرسل النبي صلى الله عليه وسلم إليه وإلى غيره, وكان أبو لهب عمّ النبيّ صلى الله عليه وسلم, وكان اسمه عبد العزى, فذكرهم,<span class=\"blue\"> فقال أبو لهب:</span> تبا لك, في هذا أرسلت إلينا ؟<span class=\"blue\"> فأنـزل الله:</span> <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ )</span> .</p>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">ٹوٹ جائیں دونوں ہاتھ ابولہب کے اور وہ ہلاک ہو گیا<span class=\"green\">(1)</span> نہ فائدہ دیا اس کو اس کےمال نے اور جو کچھ اس نے کمایا<span class=\"green\">(2)</span> ضرور داخل ہو گا وہ بھڑکتی آگ میں<span class=\"green\">(3)</span> اور اس کی بیوی بھی، لکڑیاں ڈھونے والی<span class=\"green\">(4)</span> اس کی گردن میں رسی ہو گی چھال کی بٹی ہوئی<span class=\"green\">(5)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n                                                            ابولہب،  نبی ٔاکرمﷺ کا چچا تھا،  آپ سے شدید عداوت رکھتا تھا اور آپ کو سخت اذیت پہنچاتا تھا،<span class=\"bluﷺ\">  اس میں کوئی دین کی رمق تھی نہ قرابت کی حمیت۔ اللہ تعالیٰ اس کا برا کرے۔ اس لیے اللہ تعالیٰ نے اس ذم عظیم کے ذریعے سے اس کی مذمت بیان فرمائی جو قیامت کے دن تک اس کے لیے رسوائی ہے۔ چنانچہ فرمایا:</span>\n</div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[5-3]</span><span class=\"arabic qpc-hafs brown\">﴿ سَيَصۡلٰى نَارًا ذَاتَ لَهَبٍ﴾</span> ’’وہ جلد بھڑکتی ہوئی آگ میں داخل ہوگا۔‘‘  یعنی  آگ اسے ہر جانب سے گھیرلے گی <span class=\"arabic qpc-hafs brown\">﴿وَّامۡرَاَتُهٗ١ؕ حَمَّالَةَ الۡؔحَطَبِ﴾</span> ’’اور اس کی بیوی بھی جو ایندھن اٹھانے والی ہے۔‘‘ اس کی بیوی بھی رسول اللہﷺ کو سخت اذیت پہنچاتی تھی،  میاں بیوی دونوں گناہ اور ظلم پر ایک دوسرے کے ساتھ تعاون کرتے تھے،  وہ تکلیف پہنچاتی تھی  اور رسول اللہﷺ کو اذیت پہنچانے میں کوئی کسر نہیں اٹھا رکھتی تھی۔ اس کی پیٹھ پر بوجھ لاد دیا جائے گا اس شخص کے مانند  جو ایندھن اکٹھا کرتا ہے۔ اس کی گردن میں ڈالنے کے لیے ایک رسی تیار کی گئی ہے۔ <span class=\"arabic qpc-hafs brown\">﴿ مِّنۡ مَّسَدٍ﴾</span> ’’مونج کی۔‘‘یعنی کھجور کے پتوں کے ریشے سے بٹی ہوئی۔\nیا اس کےمعنی یہ ہیں کہ <span class=\"grﷺﷺn\">(جہنم میں)</span> وہ ایندھن اٹھا اٹھا کر اپنے شوہر پر ڈالے گی اور اس کے گلے میں کھجور کے پتوں کے ریشوں سے بٹی ہوئی رسی بندھی ہوئی ہو گی۔ دونوں معنوں کے مطابق اس سورۂ مبارکہ میں اللہ تعالیٰ کی نشانیوں میں سے ایک بہت بڑی نشانی ہے کیونکہ یہ سورۂ کریمہ اس وقت نازل ہوئی جب ابولہب اور اس کی بیوی ابھی ہلاک نہیں ہوئے تھے۔ اور اللہ تبارک و تعالیٰ نے خبر دی کہ عنقریب انھیں جہنم میں عذاب دیا جائے گا ۔ اس سے یہ لازم آتا ہے  کہ یہ دونوں ایمان نہیں لائیں گے۔ پس یہ اسی طرح واقع ہوا جس طرح عالم الغیب والشہادہ نے خبر دی تھی۔                </div>"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Elleri kurusun Ebû Leheb’in, zaten kurudu da!\n2- Ne malı fayda verdi ona, ne de kazandıkları.\n3- Yakında o, alevli bir ateşe girip yanacak;\n4,5- Karısı da… Hem de boynunda liften örülmüş bir ip olacak ve onunla odun taşıyacak.</p><div><span class=\"green\">(Mekke’de inmiştir. 5 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                                            Ebû Leheb, Peygamber sallallahu aleyhi ve sellem’in amcasıdır. Ona düşmanlık eder ve çok eziyetlerde bulunurdu. Ne dine bağlılığı vardı, ne de akrabalık bağlarına riâyeti. -Allah kahretsin onu- İşte Yüce Allah’ın onu Kıyamet gününe kadar sürecek bir aşağılama ve kınama olan bu ağır ifadelerle yerdiğini görüyoruz.<span class=\"blue\"> Şöyle buyurmaktadır:</span>\n</div><div>\n                                        1.  <span class=\"brown\">“Elleri kurusun Ebû Leheb’in,”</span> hüsrana uğrasın, bedbaht olsun, <span class=\"brown\">“zaten kurudu da.”</span> Kazanmadı, kar etmedi.                </div><div lang=\"tr\" class=\"tr \">\n                                        2. <span class=\"brown\">“Ne” yanında bulunan ve kendisini azdıran “malı fayda verdi ona, ne de kazandıkları.”</span> Allah’ın azabı gelip kendisini bulduğunda ona bunların bir kısmı bile engel olamadı.                </div><div lang=\"tr\" class=\"tr \">\n                                        3-5. <span class=\"brown\">“Yakında o, alevli bir ateşe girip yanacak”</span> Yani cehennem ateşi onu her bir taraftan çepeçevre kuşatacak <span class=\"brown\">“karısı da” onunla birlikte girecek “Hem de boynunda liften örülmüş bir ip olacak ve onunla odun taşıyacak.”</span> Karısı da aynı şekilde Rasûlullah sallallahu aleyhi ve sellem’e çok ileri derecede eziyetlerde bulunuyordu. Günah ve düşmanlık hususunda kocası ile yardımlaşıyor, Rasûlullah sallallahu aleyhi ve sellem’e eziyet etmekte elinden gelen her şeyi yapıyor, kötülükler işliyordu. Sırtında taşımış olduğu günahlarla tıpkı odun toplayıp sırtında taşıyan bunun için de boynunda ip taşıyarak bunun hazırlığını yapan kimseye benziyordu. Yahut da bu kadının kendisi cehennem ateşinde boynunda liften bir ip olduğu halde kocasının ateşine odun taşıyacaktır.\nDurum ne olursa olsun bu sûrede Yüce Allah’ın göz kamaştırıcı âyetlerinden/mucizelerinde biri vardır. Yüce Allah bu sureyi indirdiğinde Ebû Leheb ve karısı henüz ölmemişti. Allah onların cehennem ateşinde azaba uğrayacağını haber vermiştir ki bu da mutlaka olacaktır. Buna bağlı olarak onların müslüman olmaması gerekirdi. Nitekim gizliyi ve açığı bilen Allah'ın haber verdiği gibi de olmuştur.\nMesed sûresinin tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 176,
            "text": "Le mani dello zio del Profeta, pace e benedizioni di Allāh su di lui ﷺ, Abī Lahab ibn Abd al-Muttalib, sono state sconfitte, poiché le sue azioni sono state vanificate, in quanto costui faceva del male al Profeta, pace e benedizioni di Allāh su di lui ﷺ, e i suoi piani sono stati sventati."
        },
        {
            "resource_id": 179,
            "text": "Nalugi ang dalawang kamay ng tiyuhin ng Propeta – basbasan siya ni Allāh at batiin ng kapayapaan – na si Abū Lahab bin `Abdulmuṭṭalib dahil sa pagkalugi ng gawain niya yayamang siya noon ay nananakit sa Propeta – basbasan siya ni Allāh at batiin ng kapayapaan – at nabigo ang pagpupunyagi niya."
        },
        {
            "resource_id": 171,
            "text": "Both hands of the uncle of the Prophet (peace be upon him): Abū Lahab son of ‘Abdul Muṭṭalib have lost because of the loss of his actions; he used to harm the Prophet (peace be upon him). His efforts are in vain."
        },
        {
            "resource_id": 173,
            "text": "Que les mains de `Abû Lahab, l’oncle paternel du Prophète, soient perdues pour ses agissements, puisqu’il persécutait le Prophète, et qu’il soit déçu."
        },
        {
            "resource_id": 792,
            "text": "ដៃទាំងពីររបស់ឪពុកមាព្យាការីមូហាំម៉ាត់ គឺអាពូឡាហាប់ កូនប្រុសរបស់អាប់ទុលមុតល់ឡឹប គឺបានវិនាសអន្តរាយហើយដោយសារតែទង្វើរបស់គេ ខណៈដែលគេធ្វើទុកបុកម្នេញទៅលើព្យាការីមូហាំម៉ាត់នោះ ហើយការព្យាយាមរបស់គេ ក៏គ្មានបានផលអ្វីដែរ។"
        },
        {
            "resource_id": 790,
            "text": "নবী চাল্লাল্লাহু আলাইহি অছাল্লামৰ খুড়া আবু লাহাব বিন আব্দুল মুত্তালিবৰ দুয়ো হাত ক্ষতিগ্ৰস্ত কাৰণ তাৰ আমল নিকৃষ্ট, আৰু তাৰ সকলো প্ৰচেষ্টা বিফল হৈছে। যেতিয়া সি নবী চাল্লাল্লাহু আলাইহি অছাল্লামক কষ্ট দিব বিচাৰিছিল।"
        },
        {
            "resource_id": 92,
            "text": "تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ (1)افتتاح السورة بالتبات مشعر بأنها نزلت لتوبيخ ووعيد ، فذلك براعة استهلال مثل ما تفتتح أشعار الهجاء بما يؤذن بالذم والشتم ومنه قوله تعالى : { ويل للمطففين } [ المطففين : 1 ] إذ افتتحت السورة المشتملة على وعيد المطففين للفظ الويل ومن هذا القبيل قول عبد الرحمان بن الحكم من شعراء «الحماسة» : ... لَحَا الله قَيْساً قَيسَ عَيلان إنهاأضاعت ثُغور المسلمين وولَّتِ ... وقول أبي تمام في طالعةِ هجاء: ... النارُ والعارُ والمكروه والعطبومنه أخذ أبو بكر بن الخازن قوله في طالع قصيدة هناء بمولد: ... مجشري فقد أنجز الإِقبال ما وعدوالتَّبُّ : الخسران والهلاك ، والكلام دعاء وتقريع لأبي لهب دافع الله به عن نبيئه بمثل اللفظ الذي شَتَم به أبو لهب محمداً صلى الله عليه وسلم جزاءً وفاقاً .وإسناد التبّ إلى اليدين لِما روي من أن أبا لهب لما قال للنبيء : «تباً لك سائرَ اليوم ألهذا جمعتنا» أخذ بيده حجراً ليرميه به . وروي عن طارق المحاربي قال : «بينا أنا بسوق ذي المجاز إذا أنا برجل حديث السن يقول : أيها الناس قولوا : لا إله إلا الله تفلحوا ، وإذا رجل خلفَه يرميه قد أدمى ساقيه وعرقوبيه ويقول : «يا أيها الناس إنه كذاب فلا تصدقوه» . فقلت : من هذا؟ فقالوا : هذا محمد يزعم أنه نبيء ، وهذا عمه أبو لهب ، فوقع الدعاء على يديه لأنهما سبب أذى النبي صلى الله عليه وسلم كما يقال للذي يتكلم بمكروه : «بفيك الحجارة أو بفيك الكثكث» .وقول النابغة: ... قعود الذي أبياتهم يثمدونهمرمى الله في تلك الأكف الكوانع ... ويقال بضد ذلك للذي يقول كلاماً حسناً : لا فُضَّ فُوك ، وقال أعرابي من بني أسد: ... دَعَوْتُ لِمَا نابنِي مِسْوَراًفلبَّى فلبَّيْ يَديْ مِسْورِ ... لأنه دعاه لِما نابه من العدوِّ للنَّصر ، والنصر يكون بعمل اليد بالضرب أو الطعن .وأبو لهب : هو عبد العزى بن عبد المطلب وهو عمّ النبي صلى الله عليه وسلم وكنيته أبو عتبة تكنية باسم ابنه ، وأمّا كنيته بأبي لهب في الآية فقيل : كان يكنّى بذلك في الجاهلية ( لحسنه وإشراققِ وجهه ) وأنه اشتهر بتلك الكنية كما اقتضاه حديث طارق المحاربي ، ومثله حديث عن ربيعة بن عباد الديلي في «مسند أحمد» ، فسماه القرآن بكنيته دون اسمه لأن في اسمه عبادة العزى ، وذلك لا يُقره القرآن ، أو لأنه كان بكنيته أشهر منه باسمه العَلَممِ ، أو لأن في كنيته ما يتأتى به التوجيه بكونه صائراً إلى النار ، وذلك كناية عن كونه جهنمياً ، لأن اللهب ألسنةُ النار إذا اشتعلت وزال عنها الدخان . والأبُ : يطلق على ملازم ما أضيف إليه كقولهم : «أبوها وَكيَّالها» وكما كني إبراهيم عليه السلام : أبا الضيفان وكنَّى النبي صلى الله عليه وسلم عبدَ الرحمان بن صَخْر الدَّوْسي : أبا هريرة لأنه حمل هِرَّةً في كم قميصه ، وكُني شهرُ رمضان : أبَا البَركات ، وكني الذئب : أبا جَعدةٍ والجعدة سخلة المعز لأنه يلازم طلبها لافتراسها ، فكانت كنية أبي لهب صالحة موافقة لحاله من استحقاقه لهب جهنم فصار هذا التوجيه كناية عن كونه جهنمياً لينتقل من جعل أبي لهب بمعنى ملازم اللهب إلى لازم تلك الملازمة في العرف ، وهو أنه من أهل جهنم وهو لزوم ادعائي مبني على التفاؤل بالأسماء ونحوها كما أشار إليه التفتزاني في مبحث العَلَمِيَّة من «شرح المفتاح» وأنشد قول الشاعر: ... قصدت أبا المحاسن كي أراهلشوق كان يجذبني إليه ... فلما أن رأيتُ رأيت فرداًولم أر من بنيه ابنا لديه ... وقد يكون أبو لهب كنيته الحطب كما أنبأ عنه ما روي عن أبي هريرة : \" إن ابنة أبي لهب قالت للنبيء صلى الله عليه وسلم إن الناس يصيحون بي ويقولون إني ابنةُ حطب النار \" الحديث .وقرأ الجمهور لفظ { لهب } بفتح الهاء ، وقرأه ابن كثير بسكون الهاء وهو لغة لأنهم كثيراً ما يسكنون عين الكلمة المتحركة مع الفاء ، وقد يكون ذلك لأن { لهب } صار جزءَ عَلَم والعرب قد يغيرون بعض حركات الاسم إذا نقلوه إلى العلمية كما قالوا : شُمْس بضم الشين ، لشَمْس بن مالك الشاعر الذي ذكره تأبط شراً في قوله: ... إنّي لمُهْدٍ من ثَنائِي فقاصدبه لابن عَمِّ الصدققِ شُمْس بننِ مالك ... قال أبو الفتح بن جنّيّ في كتاب «إعراب الحماسة» : «يجوز أن يكون ضم الشين على وجه تغيير الأعلام نحو مَعدِ يكرب . وتَهْلُك ومَوْهَب وغير ذلك مما غُيِّر عن حال نظائره لأجل العلمية الحادثة فيه اه .وكما قالوا : أبو سُلْمى بضم السين كُنية والدِ زهير بن أبي سُلمى لأنهم نقلوا اسم سَلمى بفتح السين من أسماء النساء إلى جعله اسم رجل يكنى به لأنهم لا يكنون بأسماء النساء غالباً . ولذلك لم يسكن ابن كثير الهاء من قوله تعالى : { ذات لهب } وقراءةُ ابن كثير قراءة أهل مكة فلعل أهل مكة اشتهرت بينهم كنية أبي لهب بسكون الهاء تحقيقاً لكثرة دورانها على الألسنة في زمانه .وجملة : { وتب } إما معطوفة على جملة : { تبت يدا أبي لهب } عطف الدعاء على الدعاء إذا كان إسناد التبات إلى اليدين لأنهما آلة الأذى بالرمي بالحجارة كما في خبر طارق المحاربي ، فأعيد الدعاء على جميعه إغلاظاً له في الشتم والتقريع ، وتفيدُ بذلك تأكيداً لجملة : { تبت يدا أبي لهب } لأنها بمعناها ، وإنما اختلفتا بالكلية والجزئية ، وذلك الاختلاف هو مقتضِي عطفها ، وإلا لكان التوكيد غير معطوف لأن التوكيد اللفظي لا يعطف بالواو كما تقدم في سورة الكافرون .وإمّا أن تكون في موضع الحال ، والواو واوَ الحال ولا تكون دعاء إنما هي تحقيق لحصول ما دُعي عليه به كقول النابغة: ... جَزَى ربُّه عني عديَّ بن حاتمجَزَاء الكلاب العاويات وقَدْ فَعَلْ ... فيكون الكلام قبله مستعملاً في الذم والشماتة به أو لطلب الازدياد ، ويؤيد هذا الوجه قراءة عبد الله بن مسعود «وقد تَب» فيتمحض الكلام قبله لمعنى الذم والتحقير دون معنى طلب حصول التبات له ، وذلك كقول عبد الله بن رواحة حين خروجه إلى غزوة مُؤتة التي استشهد فيها: ... حتَّى يقولوا إذا مَرُّوا على جَدثيأرْشَدَك اللَّهُ من غَازٍ وقَدْ رَشِدا ... يعني ويقولوا : وقد رشدا ، فيصير قوله : أرشدك الله من غازٍ ، لمجرد الثناء والغبطة بما حصّله من الشهادة ."
        },
        {
            "resource_id": 174,
            "text": "Telah merugi kedua tangan paman Nabi -ṣallallāhu 'alaihi wa sallam-, Abu Lahab bin Abdul-Muṭṭalib, lantaran kerugian perbuatannya karena ia senantiasa menyakiti Nabi -ṣallallāhu 'alaihi wa sallam-, serta gagallah usahanya."
        },
        {
            "resource_id": 172,
            "text": "Yaptıklarının verdiği zararlardan ötürü Peygamber -sallallahu aleyhi ve sellem-'in amcası Abdulmuttalib oğlu Ebu Leheb'in elleri kurusun! Çünkü o, Peygamber -sallallahu aleyhi ve sellem-'e eziyet ediyordu. Ve çabası da boşa çıktı."
        },
        {
            "resource_id": 157,
            "text": "<p>یہ سورت اللہ کی طرف سے اس لئے نازل ہوئی کہ ابولہب اور اسکی بیوی کی طرف سے برپا کی ہوئی جنگ میں حضور ﷺ کی حمایت کی جائے۔ گویا یہ معرکہ اللہ نے اپنے ہاتھ میں لے لیا۔</p><p>تبت یدا ........................ وتب (1:111) ” ٹوٹ گئے ابولہب کے ہاتھ اور نامراد ہوگیا وہ “۔ تبت تباب سے مشتق ہے جس کے معنی ہلاکت ، تباہی انقطاع کے ہیں۔ یہاں تبت کے معنی ہیں بددعا کے اور دوسرے تب کے معنی ہیں کہ وہ ہلاک ہوگیا تباہ ہوگیا اور اس کا سلسلہ کٹ گیا۔ یہ خبر ہے وقوع بددعا کی۔ سورت کے آغاز ہی میں اس مختصر آیت میں بددعا اور اس کی تکمیل کا مکمل منظر ہے ۔ گویا معرکہ ختم ہوجاتا ہے اور پردہ گر جاتا ہے۔</p><p>اس کے بعد آنے والی دوسری آیت میں حقیقت واقعہ کا بیان ہے۔</p><p>ما اغنی ................ کسب (2:111) ” اس کا مال اور جو کچھ اس نے کمایا وہ اس کے کسی کام نہ آیا “۔ اس کے ہاتھ ٹوٹ گئے ، وہ ہلاک وبرباد ہوگیا۔ اسکا مال اور اسلام کے خلاف جدوجہد اس کے کچھ کام نہ آئی اور اس کی دولت اور اس کی مکاریاں اسے ہلاکت نہ بچا سکیں۔ یہ تو تھا اس کا انجام دنیا میں۔ آخرت میں اس کا انجام کیا ہوگا ؟</p><p>سیصلی ............................ لھب (3:111) ” ضرور وہ شعلہ زن آگ میں ڈالا جائے گا “۔ لہب سے معلوم ہوتا ہے کہ یہ آگ بہت شدید اور شعلہ بار ہوگی اور سخت بھڑکی ہوئی ہوگی۔</p><p>وامراتہ .................... الحطب (4:111) ” اور اس کی جورو لکڑیاں اٹھانے والی “۔ بھی اس آگ میں ڈالی جائی گی ، اس حال میں کہ وہ لکڑیاں اٹھائے ہوئے ہوگی اور اس حال میں کہ۔</p><p>فی جیدھا .................... مسد (5:111) ” اس کی گردن میں مونجھ کی رسی ہوگی “۔ اور اس رسی کے ساتھ اسے آگ میں باندھ دیا جائے گا یا یہ رسی وہ ہوگی جس کے ساتھ لکڑیاں باندھی جاتی ہیں۔ اگر اس کا حقیقی معنی لیا جائے تو وہ وہاں بھی لکڑیوں اور کانٹوں کا گٹھا اٹھائے ہوئے جہنم میں جائے گی اور اگر مجازی معنی لیا جائے تو معنی یہ ہوگا اور شرارت کی آگ کو بھڑکاتی ہے۔ اور فتنہ و فساد کی آگ بھڑکا نے کی سعی کرتی ہے۔</p><p>اس سورت کا طرز ادا اس کے موضوعات اور معانی کے ساتھ ہم آہنگ ہے۔ سورت کی فضا کے مناسب طرز تعبیر اختیار کیا گیا ہے۔ اس سلسلے میں میری کتاب ” قرآن میں مناظر قیامت “ سے چند سطریں یہاں نقل کرنا ضروری ہیں۔ ان کا یہاں نقل کرنا اس لئے ضروری ہے کہ اس اس سورت کے نزول سے ام جمیل کے دل میں ایک ایسا تیر لگا جس کی وجہ سے وہ برافروختہ ہوگئی اور پاگل ہوکر رہ گئی۔</p><p>” ابولہب (شعلوں کا باپ) ایک ایسی آگ میں تپایا جائے گا جو شعلہ زن ہوگی اس کی عورت جو حضور کی راہ میں خاردار جھاڑیاں لاکر ڈالتی تھی وہ جہنم میں اس حال میں گرائی جائے گی کہ اس کے گلے میں مونجھ کی رسی بندھی ہوگی “۔</p><p>” الفاظ بھی باہم متناسب اور صوتی ہم آہنگی رکھنے والے ، تصاویر بھی باہم ، یک رنگ ، بس جہنم میں اس کو گرایا جائے گا وہ شعلہ بار ہے۔ اس میں شعلوں کے باب (ابولہب) کو گرایا جائے گا۔ اس کی عورت لکڑیاں لاتی ہے اور حضرت محمد ﷺ کے راستے میں ڈالتی ہے اور آپ کو ایذائیں دیتی ہے ، خواہ حقیقی معنی لیا جائے یا استعارہ۔ لکڑیوں سے آگ کو بھی بھڑکایا جاتا ہے اور ان لکڑیوں کو رسیوں میں باندھ کر لایا جاتا ہے۔ اس لئے جہنم شعلہ زن میں اسے مونجھ کی رسی سے باندھا دیا جائے گا۔ اور اسے اس رسی سے باندھ دیا جائے گا جس سے وہ لکڑیاں لاتی تھی۔ تاکہ سزا ایسی ہو جیسا اس کا جرم تھا۔ اور یہ تصویر اپنے سادہ رنگوں کے ساتھ سامنے آئے اور اس کے رنگ میں لکڑیاں ، رسی ، آگ اور شعلے ہوں۔ اور اس آگ میں میاں بیوی دونوں تپ رہے ہیں “۔</p><p>ایک دوسرے زاویہ سے بھی اس سورت میں ہم آہنگی پائی جاتی ہے۔ الفاظ کی صوتی جھنکار ، لکڑیوں کے گھٹے کے باندھنے کی آواز اور گردن کو رسی سے باندھنے کی آواز بھی باہم یکساں ہیں۔ ذرا پڑھئے۔</p><p>تبت یدا .................... وتب (1:111) ” ان الفاظ میں شد کی صوتی درشتگی ایسی ہی ہے جس طرح لکڑیوں کے گھٹے کو باندھنے میں سختی ہوتی ہے۔ جس طرح یہ الفاظ شدید ہیں اسی طرح گردن میں رسی باندھنے کا عمل اور اسے کھینچنا شدید ہے۔ اور پوری سورت میں اسی طرح کی گٹھن کی فضا ہے “۔</p><p>اس طرح صوتی ترنم ، عملی کشاکش کی آواز ، اور سورت کی حرکات کی جزئیات کے درمیان گہری مناسبت اور ہم آہنگی ہے۔ پھر الفاظ بھی ہم جنس ، اور تعبیر میں یکسانی کا لحاظ ، سب کے سب سورت کی فضا کے ساتھ ہم آہنگ ہیں۔ پھر یہ تمام چیزیں سبب نزول اور سورت کے پس منظر کے ساتھ بھی جڑی ہوئی ہیں۔ یہ سب فنی خوبیاں صرف پانچ مختصر فقروں میں ملحوظ خاطر رکھی گئی ہیں اور قرآن کی مختصر ترین سورتوں میں سے ایک میں اس فنی کمال کو ظاہر کیا گیا ہے۔</p><p>اس سورت کی ان فنی خوبیوں کی وجہ سے اور بےپناہ اثر کی وجہ سے ام جمیل کا تاثر یہ تھا کہ حضرت محمد ﷺ نے کہیں اس کی ہجو کی ہے۔ یہ سورت فوراً مکہ میں پھیل گئی تھی ، جس میں میاں بیوی کی مذمت کی گئی تھی ، ان کو دھمکی دی گئی تھی اور نہایت بھدی تصویر کھینچی گئی تھی۔ یہ ایسی تصویر کشی تھی جس نے ایک خود پسند عورت کے دل کو چور چور کردیا۔ جسے اپنے نسب وحسب پر بہت ہی غرور تھا۔ جو اپنے آپ کو بہت ہی اونچے گھرانے کی عورت سمجھتی تھی۔ لیکن قرآن نے اس کی تصویر کشی یوں کی :</p><p>حمالة ........................ من مسد (5:111) ” عورت ، جو لکڑیاں اٹھانے والی ہے اور جس کے گلے میں چھال کی رسی بندھی ہوئی ہے “۔ یہ نہایت ہی عام صورت حالات ہے جو عربوں میں عام تھی۔</p><p>ابن اسحاق کہتے ہیں مجھ تک یہ تذکرہ پہنچا ہے کہ ام جمیل حمالة الحطب نے جب اس سورت کے نزول کے بارے میں سنا کہ یہ اس کے بارے میں اور اس کے خاوند کے بارے میں نازل ہوئی۔ یہ گئی اور حضور اکرم ﷺ کعبہ کے پاس بیٹھے ہوئے تھے۔ آپ کے ساتھ حضرت ابوبکر صدیق ؓ بھی بیٹھے ہوئے تھے۔ اس کی مٹھی پتھروں سے بھری ہوئی تھی ، جب یہ ان دونوں کے پاس آکر کھڑی ہوئی تو اللہ نے اس کی آنکھوں پر اس طرح پر دہڈال دیا کہ وہ صرف ابوبکر کو دیکھ سکتی تھی۔ تو اس نے کہا : ” ابوبکر کہاں ہے تمہارا ساتھی ، مجھے معلوم ہوا ہے کہ اس نے میری ہجو کی ہے۔ خدا کی قسم اگر وہ مجھے ملتا تو میں ان پتھروں سے اسے مارتی۔ خدا کی قسم میں بھی تو شاعرہ ہوں اس کے بعد اس نے یہ شعر پڑھا۔</p><p>مذمما عصینا</p><p>وامرہ ابینا</p><p>وہ محمد نہیں بلکہ مذمت کیے ہوئے ہیں ، ہم نے ان کی نافرمانی کی ہے اور ان کے احکام ماننے سے انکار کردیا یا ان کے دین کو ماننے سے انکار کردیا۔</p><p>یہ واپس چلی گئی۔ حضرت ابوبکر ؓ نے رسول اللہ سے کہا : کیا اس نے آپ کو نہیں دیکھا۔ آپ نے فرمایا : ” اس نے مجھے نہیں دیکھا ، اللہ تعالیٰ نے اس کی نظر کو مجھ سے کھینچ لیا تھا “۔</p><p>حافظ ابوبکر بزار نے اپنی سند کے ساتھ روایت کیا ہے ۔ حضرت ابن عباس ؓ سے ، جب سورة</p><p>تبت یدا .................... وتب (1:111) نازل ہوئی تو ابولہب کی بیوی حرم میں آئی۔ اس نے رسول اللہ ﷺ حضرت ابوبکر صدیق ؓ کے ساتھ کعبہ کے پاس بیٹھے ہوئے تھے۔ حضرت ابوبکر ؓ نے کہا حضور اگر آپ ایک طرف ہوجائیں تو یہ آپ کو اذیت نہ دے سکے گی۔ تو رسول اللہ ﷺ نے فرمایا ” میرے اور اس کے درمیان پردہ حائل ہوجائے گا “ ۔ یہ آئی اور حضرت ابوبکر ؓ کے پاس کھڑے ہوگئی اور کہا : ” ابوبکر تمہارے ساتھی نے ہماری ہجو کی ہے “۔ تو حضرت ابوبکر ؓ نے فرمایا : ” اس گھر کی قسم انہوں نے ایسا نہیں کیا ، وہ نہ شعر کہتے ہیں اور نہ ہی پڑھتے ہیں “۔ تو اس نے کہا آپ تو سچے ہیں۔ جب واپس گئی تو حضرت ابوبکر ؓ نے فرمایا ” حضور کیا اس نے آپ کو نہیں دیکھا ؟ تو آپ نے فرمایا ’ جب تک وہ کھڑی رہی فرشتے مجھ پر ستر پھیلاتے رہے جب تک وہ چلی نہیں گئی “۔</p><p>غرض اس کا پارہ اس قدر چڑھ گیا تھا کیونکہ یہ سورت پھیلی گئی تھی ، اس نے اسے ہجو سمجھا۔ اس زمانے میں ہجو صرف اشعار میں ہوتی تھی۔ اس لئے حضرت ابوبکر ؓ نے جائز طور پر ہجو کی تردید کردی۔ اور وہ بہت سچے مانے جاتے تھے لیکن ان آیات میں اس کی جو حقارت آمیز تصویر کشی کی گئی ہے وہ اس دائمی کتاب میں ریکارڈ کردی گئی ہے۔ اللہ کی کتاب بھی لازوال ہے اور ان دونوں کی مذمت بھی لازوال ہوگئی ۔ ایور یہ ایسی تصویر ہے جو ایک بولتی تصویر ہے۔ یہ ہے سزا حضور اکرم ﷺ اور آپ کی دعوت کے خلاف سازش کرنے کی۔ حقیقت یہ ہے کہ جو لوگ بھی دعوت اسلامی اور داعیان حق کے خلاف اس قسم کی سازشیں کرتے ہیں ان کی قسمت میں دنیا میں بھی ناکامی لکھی ہوئی ہے۔ وہ یہاں بھی ہلاک اور برباد ہوں گے۔ اور آخرت میں بھی وہ ایک سخت سزا پائیں گے۔ یہ ان کی مناسب سز ہوگی۔ دنیا میں لکڑ ہاروں کی رسی جسے ذلت کی طرف اشارہ کرتی ہے ، آخرت میں بھی یہ رسی اس کے گلے میں ہوگی اور یہ ذلت کی کافی نشانی ہوگی۔</p>"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ دستهاي  ابولهب  بريده  باد و هلاک  بر او باد\nمَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ دارايي  او و آنچه  به  دست  آورده  بود به  حالش  سود نکرد\nسَيَصْلَى نَارًا ذَاتَ لَهَبٍ زودا که  به  آتشي  شعله  ور درافتد\nوَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ و زنش  هيزم  کش  است\nفِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ  و بر گردن  ريسماني  از ليف  خرما دارد.</p><p>\n                                                            مکي و 5 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1)</span> ابولهب عموی پیامبر صلی الله علیه وسلم بود. او به شدت با پیامبر دشمن بود و او را اذیت و آزار می‌رساند. او نه دین داشت و نه غیرت خویشاوندی. خداوند او را زشت بگرداند! پس خداوند با این مذمت بزرگ ابولهب را مذمت کرد. مذمّتی که تا روز قیامت مایۀ خواری و رسوایی‌اش خواهد بود.<span class=\"blue\"> پس فرمود:</span> (<span class=\"arabic qpc-hafs brown\">﴿تَبَّتۡ يَدَآ أَبِي لَهَبٖ وَتَبَّ﴾</span>) هلاک و بریده باد دست‌های ابولهب، و او هلاک باد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(2)</span> (<span class=\"arabic qpc-hafs brown\">﴿مَآ أَغۡنَىٰ عَنۡهُ مَالُهُۥ وَمَا كَسَبَ﴾</span>) مال و دارایی که داشت و او را سرکش کرده بود، سودی به او نمی‌رساند و عذاب خدا را از او دور نمی‌کند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(3 - 5)</span> (<span class=\"arabic qpc-hafs brown\">﴿سَيَصۡلَىٰ نَارٗا ذَاتَ لَهَبٖ وَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ﴾</span>) آتش دوزخ او را از هر سو احاطه خواهد کرد و زن هیزم‌کش وی را نیز احاطه می‌نماید. زنش نیز به شدت پیامبر صلی الله علیه وسلم را اذیت می‌کرد، و شوهرش را برای انجام گناه و دشمنی کردن کمک می‌کرد، و نهایت تلاش خود را برای جمع آوری معصیت خداوند و آزار دادن پیامبر صلی الله علیه وسلم مبذول می‌داشت، همانند کسی که هیزم جمع کرده و با طنابی (<span class=\"arabic qpc-hafs brown\">﴿مِّن مَّسَدِۢ﴾</span>) از لیف بر پشت خود حمل می‌نماید. یا معنی (<span class=\"arabic qpc-hafs brown\">﴿وَٱمۡرَأَتُهُۥ حَمَّالَةَ ٱلۡحَطَبِ فِي جِيدِهَا حَبۡلٞ مِّن مَّسَدِۢ﴾</span>) این است که این زن، در جهنم برای سوختن شوهرش هیزم جمع می‌کند، و طنابی از لیف خرما بر گردن دارد. به هرحال این سوره، یکی از نشانه‌های آشکار خداوند است، خداوند این سوره را در زمانی نازل کرد که هنوز ابو لهب و همسرش هلاک نشده بودند، و خبر داد که آنها در آتش دوزخ عذاب داده خواهند شد. و لازمۀ آن این است که آنها در امان نخواهند بود. و همان‌طور که خداوندِ دانای پیدا و پنهان خبر داده بود، اتفاق افتاد.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 90,
            "text": "سورة تبتوهي مكية بإجماع . وهي خمس آياتبسم الله الرحمن الرحيمتبت يدا أبي لهب وتبفيه ثلاث مسائل :الأولى : قوله تعالى : تبت يدا أبي لهب في الصحيحين وغيرهما ( واللفظ لمسلم ) عن ابن عباس قال : لما نزلت وأنذر عشيرتك الأقربين ( ورهطك منهم المخلصين ) ، خرج رسول الله - صلى الله عليه وسلم - حتى صعد الصفا ، فهتف : يا صباحاه ! فقالوا : من هذا الذي يهتف ؟ قالوا محمد . فاجتمعوا إليه . فقال : يا بني فلان ، يا بني فلان ، يا بني فلان ، يا بني عبد مناف ، يا بني عبد المطلب فاجتمعوا إليه . فقال : أرأيتكم لو أخبرتكم أن خيلا تخرج بسفح هذا الجبل أكنتم مصدقي ؟ قالوا : ما جربنا عليك كذبا . قال : فإني نذير لكم بين يدي عذاب شديد . فقال أبو لهب : تبا لك ، أما جمعتنا إلا لهذا ! ثم قام ، فنزلت هذه السورة : [ ص: 210 ] تبت يدا أبي لهب وقد تب كذا قرأ الأعمش إلى آخر السورة . زاد الحميدي وغيره : فلما سمعت امرأته ما نزل في زوجها وفيها من القرآن ، أتت رسول الله - صلى الله عليه وسلم - وهو جالس في المسجد عند الكعبة ، ومعه أبو بكر - رضي الله عنه - ، وفي يدها فهر من حجارة ، فلما وقفت عليه أخذ الله بصرها عن رسول الله - صلى الله عليه وسلم - ، فلا ترى إلا أبا بكر . فقالت : يا أبا بكر ، إن صاحبك قد بلغني أنه يهجوني ، والله لو وجدته لضربت بهذا الفهر فاه ، والله إني لشاعرة :مذمما عصينا وأمره أبينا     ودينه قليناثم انصرفت . فقال أبو بكر : يا رسول الله ، أما تراها رأتك ؟ قال : \" ما رأتني ، لقد أخذ الله بصرها عني \" . وكانت قريش إنما تسمي رسول الله - صلى الله عليه وسلم - مذمما ؛ يسبونه ، وكان يقول : \" ألا تعجبون لما صرف الله عني من أذى قريش ، يسبون ويهجون مذمما وأنا محمد \" . وقيل : إن سبب نزولها ما حكاه عبد الرحمن بن زيد أن أبا لهب أتى النبي - صلى الله عليه وسلم - فقال : ماذا أعطى إن آمنت بك يا محمد ؟ فقال : \" كما يعطى المسلمون \" قال ما لي عليهم فضل ؟ . قال : \" وأي شيء تبغي \" ؟ قال : تبا لهذا من دين ، أن أكون أنا وهؤلاء سواء ؛ فأنزل الله تعالى فيه . تبت يدا أبي لهب وتب .وقول ثالث حكاه عبد الرحمن بن كيسان قال : كان إذا وفد على النبي - صلى الله عليه وسلم - وقد انطلق إليهم أبو لهب فيسألونه عن رسول الله - صلى الله عليه وسلم - ويقولون له : أنت أعلم به منا . فيقول لهم أبو لهب : إنه كذاب ساحر . فيرجعون عنه ولا يلقونه . فأتى وفد ، ففعل معهم مثل ذلك ، فقالوا : لا ننصرف حتى نراه ، ونسمع كلامه . فقال لهم أبو لهب : إنا لم نزل نعالجه فتبا له وتعسا . فأخبر بذلك رسول الله - صلى الله عليه وسلم - فاكتأب لذلك ؛ فأنزل الله تعالى : تبت يدا أبي لهب . . . السورة . وقيل : إن أبا لهب أراد أن يرمي النبي - صلى الله عليه وسلم - بحجر ، فمنعه الله من ذلك ، وأنزل الله تعالى : تبت يدا أبي لهب وتب للمنع الذي وقع به . ومعنى تبت : خسرت ؛ قال قتادة . وقيل : خابت ؛ قال ابن عباس . وقيل : ضلت ؛ قاله عطاء . وقيل : هلكت ؛ قاله ابن جبير . وقال يمان بن رئاب : صفرت من كل خبر . حكى الأصمعي عن أبي عمرو بن العلاء أنه لما قتل عثمان - رحمه الله - سمع الناس هاتفا يقول :لقد خلوك وانصرفوا     فما أبوا ولا رجعواولم يوفوا بنذرهم     فيا تبا لما صنعواوخص اليدين بالتباب ، لأن العمل أكثر ما يكون بهما ؛ أي خسرتا وخسر هو . وقيل : [ ص: 211 ] المراد باليدين نفسه . وقد يعبر عن النفس باليد ، كما قال الله تعالى : بما قدمت يداك . أي نفسك . وهذا مهيع كلام العرب ؛ تعبر ببعض الشيء عن كله ؛ تقول : أصابته يد الدهر ، ويد الرزايا والمنايا ؛ أي أصابه كل ذلك . قال الشاعر :لما أكبت يد الرزايا     عليه نادى ألا مجيروتب قال الفراء : التب الأول : دعاء والثاني خبر ؛ كما يقال : أهلكه الله وقد هلك . وفي قراءة عبد الله وأبي وقد تب وأبو لهب اسمه عبد العزى ، وهو ابن عبد المطلب عم النبي - صلى الله عليه وسلم - . وامرأته العوراء أم جميل ، أخت أبي سفيان بن حرب ، وكلاهما كان شديد العداوة للنبي - صلى الله عليه وسلم - .قال طارق بن عبد الله المحاربي : إني بسوق ذي المجاز ، إذ أنا بإنسان يقول : \" يأيها الناس ، قولوا لا إله إلا الله تفلحوا \" ، وإذا رجل خلفه يرميه ، قد أدمى ساقيه وعرقوبيه ويقول : يأيها الناس ، إنه كذاب فلا تصدقوه . فقلت من هذا ؟ فقالوا : محمد ، زعم أنه نبي . وهذا عمه أبو لهب يزعم أنه كذاب . وروى عطاء عن ابن عباس قال : قال أبو لهب : سحركم محمد إن أحدنا ليأكل الجذعة ، ويشرب العس من اللبن فلا يشبع ، وإن محمدا قد أشبعكم من فخذ شاة ، وأرواكم من عس لبن .الثانية : قوله تعالى : أبي لهب قيل : سمي باللهب لحسنه ، وإشراق وجهه . وقد ظن قوم أن في هذا دليلا على تكنية المشرك ؛ وهو باطل ، وإنما كناه الله بأبي لهب - عند العلماء - لمعان أربعة :الأول : أنه كان اسمه عبد العزى ، والعزى : صنم ، ولم يضف الله في كتابه العبودية إلى صنم .الثاني : أنه كان بكنيته أشهر منه باسمه ؛ فصرح بها .الثالث : أن الاسم أشرف من الكنية ، فحطه الله - عز وجل - عن الأشرف إلى الأنقص ؛ إذا لم يكن بد من الإخبار عنه ، ولذلك دعا الله تعالى الأنبياء بأسمائهم ، ولم يكن عن أحد منهم . ويدلك على شرف الاسم على الكنية : أن الله تعالى يسمى ولا يكنى ، وإن كان ذلك لظهوره وبيانه ؛ واستحالة نسبة الكنية إليه ، لتقدسه عنها .الرابع : أن الله تعالى أراد أن يحقق نسبته ، بأن يدخله النار ، فيكون أبا لها ، تحقيقا للنسب ، وإمضاء للفأل والطيرة التي اختارها لنفسه . وقد قيل : اسمه كنيته . فكان أهله يسمونه ( أبا لهب ) ، لتلهب وجهه وحسنه ؛ فصرفهم الله عن أن يقولوا : أبو [ ص: 212 ] النور ، وأبو الضياء ، الذي هو المشترك بين المحبوب والمكروه ، وأجرى على ألسنتهم أن يضيفوه إلى ( لهب ) الذي هو مخصوص بالمكروه المذموم ، وهو النار . ثم حقق ذلك بأن يجعلها مقره . وقرأ مجاهد وحميد وابن كثير وابن محيصن . ( أبي لهب ) بإسكان الهاء . ولم يختلفوا في ( ذات لهب ) إنها مفتوحة ؛ لأنهم راعوا فيها رءوس الآي .الثالثة : قال ابن عباس : لما خلق الله - عز وجل - القلم قال له : اكتب ما هو كائن ، وكان فيما كتب تبت يدا أبي لهب . وقال منصور : سئل الحسن عن قوله تعالى : تبت يدا أبي لهب . هل كان في أم الكتاب ؟ وهل كان أبو لهب يستطيع ألا يصلى النار ؟ فقال : والله ما كان يستطيع ألا يصلاها ، وإنها لفي كتاب الله من قبل أن يخلق أبو لهب وأبواه . ويؤيده قول موسى لآدم : أنت الذي خلقك الله بيده ، ونفخ فيك من روحه ، وأسكنك جنته ، وأسجد لك ملائكته ، خيبت الناس ، وأخرجتهم من الجنة . قال آدم : وأنت موسى الذي اصطفاك بكلامه ، وأعطاك التوراة ، تلومني على أمر كتبه الله علي قبل أن يخلق الله السماوات والأرض . قال النبي - صلى الله عليه وسلم - : فحج آدم موسى . وقد تقدم هذا .وفي حديث همام عن أبي هريرة أن آدم قال لموسى : \" بكم وجدت الله كتب التوراة قبل أن يخلقني \" ؟ قال : بألفي عام قال : فهل وجدت فيها : وعصى آدم ربه فغوى قال : نعم قال : أفتلومني على أمر وكتب الله علي أن أفعله من قبل أن أخلق بألفي عام . فحج آدم موسى \" . وفي حديث طاوس وابن هرمز والأعرج عن أبي هريرة : \" بأربعين عاما \" ."
        },
        {
            "resource_id": 177,
            "text": "Đôi tay người bác của Thiên Sứ ông Abu Lahab bin 'Abdul Muttalib bị tiêu diệt bởi hành động gây hại đến Thiên Sứ và gài bẫy Người."
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Binasalah kedua tangan Abu Lahab dan sungguh dia akan binasa. Tidaklah berfaidah kepadanya harta bendanya dan apa yang ia usahakan. Kelak dia akan masuk ke dalam api yang ber-gejolak. Dan <span class=\"green\">(begitu pula)</span> istrinya, pembawa kayu bakar. Yang di lehernya ada tali dari sabut.\" <span class=\"green\">(Al-<span class=\"blue\">Lahab:</span> 1-5)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><p>\n                                                            Abu Lahab adalah paman Nabi a. Ia amat memusuhi dan menyakiti beliau. Ia tidak memiliki balas budi dan tidak memiliki semangat kekerabatan. Semoga Allah سبحانه وتعالى memberinya balasan buruk. Karena itu Allah سبحانه وتعالى amat mencelanya yang merupakan ke-hinaan baginya hingga Hari Kiamat seraya berfirman,                </p><div>\n<span class=\"green\">(1)</span> ﴾ تَبَّتۡ  يَدَآ  أَبِي  لَهَبٖ <span class=\"brown\">﴿   \"Binasalah kedua tangan Abu Lahab,\" yakni rugi dan celakalah kedua tangannya, ﴾</span> وَتَبَّ ﴿   \"Dan sungguh dia akan binasa,\" sehingga ia tidak akan beruntung.                </div><div>\n<span class=\"green\">(2)</span> ﴾ مَآ  أَغۡنَىٰ  عَنۡهُ  مَالُهُۥ <span class=\"brown\">﴿   \"Tidaklah berfaidah kepadanya harta benda-nya\" yang dimilikinya sehingga ia bisa berlaku semena-mena dan tidak pula berguna baginya, ﴾</span>  وَمَا   كَسَبَ ﴿   \"dan apa yang ia usahakan\" tidak akan bisa menangkal azab Allah سبحانه وتعالى sedikit pun bila datang menimpa.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(3-5)</span> ﴾ سَيَصۡلَىٰ     نَارٗا  ذَاتَ  لَهَبٖ <span class=\"brown\">﴿   \"Kelak dia akan masuk ke dalam api yang bergejolak,\" yakni neraka akan mengelilinginya dari segenap penjuru, dia ﴾</span> وَٱمۡرَأَتُهُۥ حَمَّالَةَ  ٱلۡحَطَبِ <span class=\"brown\">﴿   \"dan istrinya, pembawa kayu bakar.\" Istrinya juga amat menyakiti Rasulullah a. Abu Lahab dan istrinya saling bahu-membahu dalam dosa dan permusuhan. Ia menimpa-kan keburukan dan berusaha sekuat tenaga menyakiti Rasulullah a sehingga dosa-dosanya menumpuk di atas punggungnya, sama seperti orang yang menumpuk kayu bakar dengan tali yang telah disiapkan di lehernya, ﴾</span> مِّن  مَّسَدِۭ ﴿   \"dari sabut,\" yaitu dari pintalan sabut atau ia membawa kayu bakar di neraka untuk suaminya dengan mengalungi tali dari sabut di lehernya.\nBagaimana pun juga dalam ayat ini terdapat tanda-tanda kebesaran Allah سبحانه وتعالى yang nyata, karena Allah سبحانه وتعالى menurunkan surat ini ketika Abu Lahab dan istrinya belum mati. Allah سبحانه وتعالى memberi-tahukan bahwa keduanya akan disiksa di neraka dan itu pasti. Sebagai konsekuensinya, keduanya tidak masuk Islam. Dan terjadi-lah seperti yang diberitahukan oleh Dzat Yang Maha Mengetahui yang ghaib dan yang nyata.                </div>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Да пропадут пропадом руки Абу Лахаба, и сам он пропал.  <span class=\"green\">(2)</span> Не спасло его богатство и то, что он приобрел <span class=\"green\">(положение в обществе и дети)</span>.  <span class=\"green\">(3)</span> Он попадет в пламенный Огонь.  <span class=\"green\">(4)</span> Жена его будет носить дрова,  <span class=\"green\">(5)</span> а на шее у нее будет плетеная веревка из пальмовых волокон.</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><p lang=\"ru\" class=\"ru \">\n                                                            Абу Лахаб был дядей Пророка Мухаммада, ﷺ, по отцовской линии. Он питал к нему сильную ненависть и причинял ему много страданий. Абу Лахаб был безбожником и не стремился поддерживать узы родства. Аллах сурово осудил его за это и наложил на него ярмо бесчестия вплоть до Судного дня.                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1)</span> Пусть пропадут пропадом обе руки Абу Лахаба! Он несчастен, и ничто не при- несет ему пользы.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(2)</span> Богатство развратило его, но не спасло его от наказания. Ничто не спасет его от сурового возмездия, когда оно обрушится на него.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(3-5)</span> Огонь Геенны охватит его со всех сторон, а его жена будет носить дрова для Адского Пламени. Она также причиняла посланнику Аллаха, ﷺ, горькие страдания и помогала\nсвоему мужу совершать грехи и враждовать с Аллахом и Его религией. Она распространяла клевету в адрес Пророка, ﷺ, и изо всех сил старалась причинить ему вред. В Аду она будет нести бремя своих грехов, подобно тому, как люди носят на спине связку дров, повесив для этого на шею веревку из пальмовых волокон. Со-\nгласно другому толкованию, она будет собирать дрова для своего мужа, привязав их к своей шее веревкой из пальмовых волокон.\nВ этой суре содержится одно из величайших предзнаменований Аллаха. Он ниспослал эту суру до того, как Абу Лахаб и его жена погибли. Он сообщил, что они непременно будут брошены в Геенну. Тем самым Аллах предсказал, что они никогда не примут ислам. И действительно, все произошло так, как об этом поведал Ведающий сокровенное и явное.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n                                                            أبو لهبٍ هو عمُّ النبيِّ - صلى الله عليه وسلم -، وكان شديد العداوة والأذيَّة له ؛ فلا فيه دين له، ولا حميَّةٌ للقرابة، قبَّحه الله، فذمَّه الله بهذا الذَّمِّ العظيم، الذي هو خزيٌ عليه إلى يوم القيامة،<span class=\"blue\"> فقال:</span>\n</div><div>\n<span class=\"arabic qpc-hafs brown\">{1}</span><span class=\"arabic qpc-hafs brown\">{تَبَّتۡ يَدا أبي لَهَبٍ}</span>؛<span class=\"blue\"> أي:</span> خسرت يداه وشقي، <span class=\"arabic qpc-hafs brown\">{وتبَّ}</span>: فلم يربح.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{2}</span><span class=\"arabic qpc-hafs brown\">{ما أغنى عنه مالُه}</span>: الذي كان عنده؛ فأطغاه ، ولا <span class=\"arabic qpc-hafs brown\">{ما كسبَ}</span>: فلم يردَّ عنه شيئاً من عذاب الله إذ نزل به.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{3 ـ 5}</span><span class=\"arabic qpc-hafs brown\">{سيصلى ناراً ذات لهبٍ}</span>؛<span class=\"blue\"> أي:</span> ستحيط به النَّار من كلِّ جانبٍ، هو <span class=\"arabic qpc-hafs brown\">{وامرأتُه حَمَّالةَ الحطبِ}</span>: وكانت أيضاً شديدة الأذيَّة لرسول الله - صلى الله عليه وسلم -؛ تتعاون هي وزوجها على الإثم والعدوان، وتلقي الشرَّ، وتسعى غاية ما تقدر عليه في أذيَّة الرسول - صلى الله عليه وسلم -، وتجمع على ظهرها الأوزار ؛ بمنزلة من يجمع حطباً، قد أعدَّ له في عنقه حبلاً <span class=\"arabic qpc-hafs brown\">{من مسدٍ}</span>؛<span class=\"blue\"> أي:</span> من ليف، أو أنها تحمل في النار الحطب على زوجها متقلِّدةً في عنقها حبلاً من مسدٍ.\nوعلى كلٍّ؛ ففي هذه السورة آيةٌ باهرةٌ من آيات الله؛ فإنَّ الله أنزل هذه السورة وأبو لهب وامرأته لم يهلكا، وأخبر أنَّهما سيعذَّبان في النار ولا بدَّ، ومن لازم ذلك أنَّهما لا يسلمان، فوقع كما أخبر عالم الغيب والشهادة.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 178,
            "text": "Да пропадут пропадом руки дяди Пророка ﷺ – Абу Ляхаба ибн Абдуль-Мутталиба, потеряв свои деяния, ибо он причинял страдания Пророку ﷺ, и да потерпит неудачу его старание!"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>The Reason for the Revelation of this Surah and the Arrogance of Abu Lahab toward the Messenger of Allah ﷺ</h2><p>Al-Bukhari recorded from Ibn `Abbas that the Prophet went out to the valley of Al-Batha and he ascended the mountain. Then he cried out,</p><p>«يَا صَبَاحَاه»</p><p>(O people, come at once!) So the Quraysh gathered around him. Then he said,</p><p>«أَرَأَيْتُمْ إِنْ حَدَّثْتُكُمْ أَنَّ الْعَدُوَّ مُصَبِّحُكُمْ، أَوْ مُمَسِّيكُمْ أَكُنْتُمْ تُصَدِّقُونِّي»</p><p>؟ (If I told you all that the enemy was going to attack you in the morning, or in the evening, would you all believe me) They replied, \"Yes.\" Then he said,</p><p>«فَإِنِّي نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيد»</p><p>(Verily, I am a warner (sent) to you all before the coming of a severe torment.) Then Abu Lahab said, \"Have you gathered us for this May you perish!\" Thus, Allah revealed,</p><p>تَبَّتْ يَدَآ أَبِى لَهَبٍ وَتَبَّ</p><p>(Perish the two hands of Abu Lahab and perish he!) to the end of the Surah. In another narration it states that he stood up dusting of his hands and said, \"Perish you for the rest of this day! Have you gathered us for this\" Then Allah revealed,</p><p>تَبَّتْ يَدَآ أَبِى لَهَبٍ وَتَبَّ</p><p>(Perish the two hands of Abu Lahab and perish he!) The first part is a supplication against him and the second is information about him. This man Abu Lahab was one of the uncles of the Messenger of Allah ﷺ.His name was `Abdul-`Uzza bin Abdul-Muttalib. His surname was Abu `Utaybah and he was only called Abu Lahab because of the brightness of his face. He used to often cause harm to the Messenger of Allah ﷺ. He hated and scorned him and his religion. Imam Ahmad recorded from Abu Az-Zinad that a man called Rabi`ah bin `Abbad from the tribe of Bani Ad-Dil, who was a man of pre-Islamic ignorance who accepted Islam, said to him, \"I saw the Prophet in the time of pre-Islamic ignorance in the market of Dhul-Majaz and he was saying,</p><p>«يَا أَيُّهَا النَّاسُ، قُولُوا: لَا إِلهَ إِلَّا اللهُ تُفْلِحُوا»</p><p>(O people! Say there is no god worthy of worship except Allah and you will be successful.) The people were gathered around him and behind him there was a man with a bright face, squint (or cross) eyes and two braids in his hair. He was saying, \"Verily, he is an apostate (from our religion) and a liar!\" This man was following him (the Prophet ) around wherever he went. So, I asked who was he and they (the people) said, \"This is his uncle, Abu Lahab.\" Ahmad also recorded this narration from Surayj, who reported it from Ibn Abu Az-Zinad, who reported it from his father (Abu Zinad) who mentioned this same narration. However in this report, Abu Zinad said, \"I said to Rabi`ah, `Were you a child at that time' He replied, `No. By Allah, that day I was most intelligent, and I was the strongest blower of the flute (for music).\"' Ahmad was alone in recording this Hadith. Concerning Allah's statement,</p><p>مَآ أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ</p><p>(His wealth and his children (Kasab) will not benefit him!) Ibn `Abbas and others have said,</p><p>وَمَا كَسَبَ</p><p>(and his children (Kasab) will not benefit him!) \"Kasab means his children.\" A similar statement has been reported from `A'ishah, Mujahid, `Ata', Al-Hasan and Ibn Sirin. It has been mentioned from Ibn Mas`ud that when the Messenger of Allah ﷺ called his people to faith, Abu Lahab said, \"Even if what my nephew says is true, I will ransom myself (i.e., save myself) from the painful torment on the Day of Judgement with my wealth and my children.\" Thus, Allah revealed,</p><p>مَآ أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ</p><p>(His wealth and his children will not benefit him!) Then Allah says,</p><p>سَيَصْلَى نَاراً ذَاتَ لَهَبٍ</p><p>(He will enter a Fire full of flames!) meaning, it has flames, evil and severe burning.</p><h2>The Destiny of Umm Jamil, the Wife of Abu Lahab</h2><p>وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ</p><p>(And his wife too, who carries wood.) His wife was among the leading women of the Quraysh and she was known as Umm Jamil. Her name was `Arwah bint Harb bin Umayyah and she was the sister of Abu Sufyan. She was supportive of her husband in his disbelief, rejection and obstinacy. Therefore, she will be helping to administer his punishment in the fire of Hell on the Day of Judgement. Thus, Allah says,</p><p>وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ - فِى جِيدِهَا حَبْلٌ مِّن مَّسَدٍ</p><p>(Who carries wood. In her neck is a twisted rope of Masad.) meaning, she will carry the firewood and throw it upon her husband to increase that which he is in (of torment), and she will be ready and prepared to do so.</p><p>فِى جِيدِهَا حَبْلٌ مِّن مَّسَدٍ</p><p>(In her neck is a twisted rope of Masad.) Mujahid and `Urwah both said, \"From the palm fiber of the Fire.\" Al-`Awfi narrated from Ibn `Abbas, `Atiyah Al-Jadali, Ad-Dahhak and Ibn Zayd that she used to place thorns in the path of the Messenger of Allah ﷺ. Al-Jawhari said, \"Al-Masad refers to fibers, it is also a rope made from fibers or palm leaves. It is also made from the skins of camels or their furs. It is said (in Arabic) Masadtul-Habla and Amsaduhu Masadan, when you tightly fasten its twine.\" Mujahid said,</p><p>فِى جِيدِهَا حَبْلٌ مِّن مَّسَدٍ</p><p>(In her neck is a twisted rope of Masad.) \"This means a collar of iron.\" Don't you see that the Arabs call a pulley cable a Masad</p><h2>A Story of Abu Lahab's Wife harming the Messenger of Allah ﷺ</h2><p>Ibn Abi Hatim said that his father and Abu Zur`ah both said that `Abdullah bin Az-Zubayr Al-Humaydi told them that Sufyan informed them that Al-Walid bin Kathir related from Ibn Tadrus who reported that Asma' bint Abi Bakr said, \"When</p><p>تَبَّتْ يَدَآ أَبِى لَهَبٍ</p><p>(Perish the two hands of Abu Lahab and perish he)!) was revealed, the one-eyed Umm Jamil bint Harb came out wailing, and she had a stone in her hand. She was saying, `He criticizes our father, and his religion is our scorn, and his command is to disobey us.' The Messenger of Allah ﷺ was sitting in the Masjid (of the Ka`bah) and Abu Bakr was with him. When Abu Bakr saw her he said, `O Messenger of Allah! She is coming and I fear that she will see you.' The Messenger of Allah ﷺ replied,</p><p>«إِنَّهَا لَنْ تَرَانِي»</p><p>(Verily, she will not see me.) Then he recited some of the Qur'an as a protection for himself. This is as Allah says,</p><p>وَإِذَا قَرَأْتَ الْقُرءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لاَ يُؤْمِنُونَ بِالاٌّخِرَةِ حِجَابًا مَّسْتُورًا</p><p>(And when you recite the Qur'an, We put between you and those who believe not in the Hereafter, an invisible veil.) (17:45) So she advanced until she was standing in front of Abu Bakr and she did not see the Messenger of Allah ﷺ . She then said, `O Abu Bakr! Verily, I have been informed that your friend is making defamatory poetry about me.' Abu Bakr replied, `Nay! By the Lord of this House (the Ka`bah) he is not defaming you.' So she turned away saying, `Indeed the Quraysh know that I am the daughter of their leader.\"' Al-Walid or another person said in a different version of this Hadith, \"So Umm Jamil stumbled over her waist gown while she was making circuits (Tawaf) around the House (the Ka`bah) and she said, `Cursed be the reviler.' Then Umm Hakim bint `Abdul-Muttalib said, `I am a chaste woman so I will not speak abusively and I am refined so I do not know. Both of us are children of the same uncle. And after all the Quraysh know best.\" This is the end of the Tafsir of this Surah, and all praise and blessings are due to Allah.</p>"
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( تبت يدا أبي لهب وتب )</span> أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو بكر أحمد بن الحسن الحيري ، أخبرنا حاجب بن أحمد الطوسي ، حدثنا محمد بن حماد ، حدثنا أبو معاوية عن الأعمش ، عن عمرو بن مرة ،<span class=\"blue\"> عن سعيد بن جبير عن ابن عباس قال :</span> صعد رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> ذات يوم على الصفا فقال :</span> يا صباحاه ،<span class=\"blue\"> قال :</span> فاجتمعت إليه قريش ،<span class=\"blue\"> فقالوا له :</span> مالك ؟<span class=\"blue\"> قال :</span> أرأيتم لو أخبرتكم أن مصبحكم أو ممسيكم أما كنتم تصدقوني ؟<span class=\"blue\"> قالوا :</span> بلى ،<span class=\"blue\"> قال :</span> فإني نذير لكم بين يدي عذاب شديد ،<span class=\"blue\"> فقال أبو لهب :</span> تبا لك ، ألهذا دعوتنا جميعا ؟ فأنزل الله - عز وجل -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" تبت يدا أبي لهب وتب \"</span> إلى آخرها .</p><p lang=\"ar\" class=\"ar \">قوله : <span class=\"green\">( تبت )</span> أي : خابت وخسرت يدا أبي لهب ، <span class=\"reference\">[ أي هو ]</span> ، أخبر عن يديه ، والمراد به نفسه على عادة العرب في التعبير ببعض الشيء عن كله .</p><p>وقيل : <span class=\"arabic qpc-hafs\">\" اليد \"</span> صلة ،<span class=\"blue\"> كما يقال :</span> يد الدهر ويد الرزايا والبلايا .</p><p lang=\"ar\" class=\"ar \">وقيل : المراد بها ماله وملكه ،<span class=\"blue\"> يقال :</span> فلان قليل ذات اليد ، يعنون به المال ، و <span class=\"arabic qpc-hafs\">\" التباب \"</span> : الخسار والهلاك .</p><p lang=\"ar\" class=\"ar \">وأبو لهب : هو ابن عبد المطلب عم النبي - صلى الله عليه وسلم - واسمه عبد العزى .<span class=\"blue\"> قال مقاتل :</span> كني بأبي لهب لحسنه وإشراق وجهه .</p><p lang=\"ar\" class=\"ar \">وقرأ ابن كثير <span class=\"arabic qpc-hafs\">\" أبي لهب \"</span> ساكنة الهاء ،<span class=\"blue\"> وهي مثل :</span> نهر ونهر . واتفقوا في <span class=\"arabic qpc-hafs\">\" ذات لهب \"</span> أنها مفتوحة الهاء لوفاق الفواصل .</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( وتب )</span> أبو لهب ،<span class=\"blue\"> وقرأ عبد الله :</span> وقد تب .<span class=\"blue\"> قال الفراء :</span> الأول دعاء ، والثاني خبر ،<span class=\"blue\"> كما يقال :</span> أهلكه الله ، وقد فعل .</p>"
        },
        {
            "resource_id": 905,
            "text": "خسرت يدا عم النبي صلى الله عليه وسلم أبي لهب بن عبد المطلب بخسران عمله؛ إذ كان يؤذي النبي صلى الله عليه وسلم، وخاب سعيه."
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة تبت وهي مكية .</p><p lang=\"ar\" class=\"ar \">قال البخاري : حدثنا محمد بن سلام ، حدثنا أبو معاوية ، حدثنا الأعمش ، عن عمرو بن مرة ، عن سعيد بن جبير ،<span class=\"blue\"> عن ابن عباس :</span> أن النبي صلى الله عليه وسلم خرج إلى البطحاء ،<span class=\"blue\"> فصعد الجبل فنادى :</span> <span class=\"red\">\" يا صباحاه \"</span> . فاجتمعت إليه قريش ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" أرأيتم إن حدثتكم أن العدو مصبحكم أو ممسيكم ، أكنتم تصدقوني ؟ \"</span> .<span class=\"blue\"> قالوا :</span> نعم .<span class=\"blue\"> قال :</span> <span class=\"red\">\" فإني نذير لكم بين يدي عذاب شديد \"</span> .<span class=\"blue\"> فقال أبو لهب :</span> ألهذا جمعتنا ؟ تبا لك .<span class=\"blue\"> فأنزل الله :</span> <span class=\"arabic qpc-hafs\">( تبت يدا أبي لهب وتب )</span> إلى آخرها .</p><p lang=\"ar\" class=\"ar \">وفي رواية : فقام ينفض يديه ،<span class=\"blue\"> وهو يقول :</span> تبا لك سائر اليوم . ألهذا جمعتنا ؟<span class=\"blue\"> فأنزل الله :</span> <span class=\"arabic qpc-hafs\">( تبت يدا أبي لهب وتب )</span> .</p><p lang=\"ar\" class=\"ar \">الأول دعاء عليه ، والثاني خبر عنه .<span class=\"blue\"> فأبو لهب هذا هو أحد أعمام رسول الله صلى الله عليه وسلم واسمه :</span> عبد العزى بن عبد المطلب ، وكنيته أبو عتبة . وإنما سمي <span class=\"red\">\" أبا لهب \"</span> لإشراق وجهه ، وكان كثير الأذية لرسول الله صلى الله عليه وسلم والبغضة له ، والازدراء به ، والتنقص له ولدينه . .</p><p lang=\"ar\" class=\"ar \">قال الإمام أحمد : حدثنا إبراهيم بن أبي العباس ، حدثنا عبد الرحمن بن أبي الزناد ،<span class=\"blue\"> عن أبيه قال :</span> أخبرني رجل -<span class=\"blue\"> يقال له :</span> ربيعة بن عباد ، من بني الديل ، وكان جاهليا فأسلم -<span class=\"blue\"> قال :</span> رأيت النبي صلى الله عليه وسلم في الجاهلية في سوق ذي المجاز وهو يقول : <span class=\"red\">\" يا أيها الناس ،<span class=\"blue\"> قولوا :</span> لا إله إلا الله تفلحوا \"</span> والناس مجتمعون عليه ، ووراءه رجل وضيء الوجه أحول ذو غديرتين ،<span class=\"blue\"> يقول :</span> إنه صابئ كاذب . يتبعه حيث ذهب ،<span class=\"blue\"> فسألت عنه فقالوا :</span> هذا عمه أبو لهب .</p><p lang=\"ar\" class=\"ar \">ثم رواه عن سريج ، عن ابن أبي الزناد ، عن أبيه ، فذكره -<span class=\"blue\"> قال أبو الزناد :</span> قلت لربيعة : كنت يومئذ صغيرا ؟<span class=\"blue\"> قال :</span> لا والله ، إني يومئذ لأعقل أني أزفر القربة . تفرد به أحمد .</p><p lang=\"ar\" class=\"ar \">وقال محمد بن إسحاق : حدثني حسين بن عبد الله بن عبيد الله بن عباس قال : سمعت ربيعة بن عباد الديلي يقول : إني لمع أبي رجل شاب ، أنظر إلى رسول الله صلى الله عليه وسلم يتبع القبائل - ووراءه رجل أحول وضيء ، ذو جمة -<span class=\"blue\"> يقف رسول الله صلى الله عليه وسلم على القبيلة فيقول :</span> <span class=\"red\">\" يا بني فلان ، إني رسول الله إليكم ، آمركم أن تعبدوا الله لا تشركوا به شيئا ، وأن تصدقوني وتمنعوني حتى أنفذ عن الله ما بعثني به \"</span> .<span class=\"blue\"> وإذا فرغ من مقالته قال الآخر من خلفه :</span> يا بني فلان ، هذا يريد منكم أن تسلخوا اللات والعزى ، وحلفاءكم من الجن من بني مالك بن أقيش ، إلى ما جاء به من البدعة والضلالة ، فلا تسمعوا له ولا تتبعوه .<span class=\"blue\"> فقلت لأبي :</span> من هذا ؟<span class=\"blue\"> قال :</span> عمه أبو لهب .</p><p>رواه أحمد أيضا والطبراني بهذا اللفظ .</p><p lang=\"ar\" class=\"ar \">فقوله تعالى : <span class=\"arabic qpc-hafs\">( تبت يدا أبي لهب )</span> أي : خسرت وخابت ، وضل عمله وسعيه <span class=\"arabic qpc-hafs\">( وتب )</span> أي : وقد تب تحقق خسارته وهلاكه .</p>"
        },
        {
            "resource_id": 16,
            "text": "خسرت يدا أبي لهب وشقي بإيذائه رسول الله محمدا صلى الله عليه وسلم، وقد تحقق خسران أبي لهب."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 164,
            "text": "<p><b>১-৫ নং আয়াতের তাফসীর</b>সহীহ বুখারীতে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বাতহা’ নামক স্থানে গিয়ে একটি পাহাড়ের উপর আরোহণ করলেন এবং উচ্চস্বরে “ইয়া সাবা’হাহ্, ইয়া সাবা’হা'হ্” (অর্থাৎ হে ভোরের বিপদ, হে ভোরের বিপদ) বলে ডাক দিতে শুরু করলেন। অল্পক্ষণের মধ্যেই সমস্ত কুরায়েশ নেতা সমবেত হলো। রাসূলুল্লাহ (সঃ) তাদেরকে বললেনঃ “যদি আমি তোমাদেরকে বলি যে, সকালে অথবা সন্ধ্যাবেলায় শত্রুরা তোমাদের উপর আক্রমণ চালাবে তবে কি তোমরা আমার কথা বিশ্বাস করবে?” সবাই সমস্বরে বলে উঠলোঃ “হ্যা হ্যা অবশ্যই বিশ্বাস করবো।” তখন তিনি তাদেরকে বললেনঃ “শোননা, আমি তোমাদেরকে আল্লাহর ভয়াবহ শাস্তির আগমন সংবাদ দিচ্ছি।\" আবু লাহাব তার একথা শুনে বললোঃ “তোমার সর্বনাশ হোক, একথা বলার জন্যেই কি তুমি আমাদেরকে সমবেত করেছো?” তখন আল্লাহ তা'আলা এ সূরা অবতীর্ণ করেন। অন্য এক রিওয়াইয়াতে আছে যে, আবু লাহাব হাত ঝেড়ে নিম্ন লিখিত বাক্য বলতে বলতে চলে গেলঃ (আরবি) অর্থাৎ “তোমার প্রতি সারাদিন অভিশাপ বর্ষিত হোক।” আবূ লাহাব ছিল রাসূলুল্লাহর (সঃ) চাচা। তার নাম ছিল আবদুল উযযা ইবনে আবদিল মুত্তালিব। তার কুনইয়াত বা ছদ্ম পিতৃপদবীযুক্ত নাম আবূ উত্মাহ ছিল। তার সুদর্শন ও কান্তিময় চেহারার জন্যে তাকে আবু লাহাব অর্থাৎ শিখা বিশিষ্ট বলা হতো। সে ছিল রাসূলুল্লাহ (সঃ)-এর নিকৃষ্টতম শক্র। সব সময় সে তাকে কষ্ট দেয়ার জন্যে এবং তার ক্ষতি সাধনের জন্যে সচেষ্ট থাকতো। হযরত রাবীআহ ইবনে ইবাদ দাইলী (রাঃ) তার ইসলাম গ্রহণের পর তাঁর ইসলাম পূর্ব যুগের ঘটনা বর্ণনা করতে গিয়ে বলেনঃ “আমি নবী করীম (সঃ) কে যুল মাজায এর বাজারে দেখেছি, সে সময় তিনি বলছিলেনঃ “হে লোক সকল! তোমরা বলঃ আল্লাহ ছাড়া কোন উপাস্য নেই, তাহলে তোমরা মুক্তি ও কল্যাণ লাভ করবে।” বহু লোক তাঁকে ঘিরে রেখেছিল। আমি লক্ষ্য করলাম যে, রাসূলুল্লাহ (সঃ)-এর পিছনেই গৌরকান্তি ও সুডোল দেহ-সৌষ্ঠবের অধিকারী একটি লোক, যার মাথার চুল দুপাশে সিঁথি করা, সে এগিয়ে গিয়ে সমবেত লোকদের উদ্দেশ্যে বললোঃ “হে লোক সকল! এ লোক বে-দ্বীন ও মিথ্যাবাদী।” মোটকথা রাসূলুল্লাহ (সঃ) ইসলামের দাওয়াত দিয়ে যাচ্ছিলেন, আর সুদর্শন এই লোকটি তার বিরুদ্ধে বলতে বলতে যাচ্ছিল। আমি লোকদেরকে জিজ্ঞেস করলামঃ এ লোকটি কে? উত্তরে তারা বললোঃ “এ লোকটি হলো রাসূলুল্লাহর (সঃ) চাচা আবু লাহাব।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)অন্য এক রিওয়াইয়াতে আছে যে, রাবীআ'হ্ (রাঃ) বলেনঃ “আমি আমার পিতার সাথে ছিলাম, আমার তখন যৌবন কাল। আমি দেখেছি যে, রাসূলুল্লাহ (সঃ) এক একটি লোকের কাছে যাচ্ছেন আর লোকেদেরকে বলছেনঃ “হে লোক সকল! আমি তোমাদের নিকট আল্লাহর রাসূল রূপে প্রেরিত হয়েছি। আমি তোমাদেরকে বলছি যে, তোমরা এক ও অদ্বিতীয় আল্লাহর ইবাদত করবে, তার সাথে কাউকে শরীক করবে না। তোমরা আমাকে সত্যবাদী বলে বিশ্বাস করো এবং আমাকে শত্রুদের কবল হতে রক্ষা করো, তাহলে আল্লাহ তাআলা আমাকে যে কাজের জন্যে প্রেরণ করেছেন সে কাজ আমি করতে পারবো।” রাসূলুল্লাহ (সঃ) যেখানেই এ পয়গাম পৌছাতেন, পরক্ষণেই আবু লাহাব সেখানে পৌছে বলতোঃ “হে অমুক গোত্রের লোকেরা! এ ব্যক্তি তোমাদেরকে লাত, উয্যা থেকে দূরে সরাতে চায় এবং বানু মালিক ইবনে আকইয়াসের ধর্ম থেকে তোমাদেরকে  ফিরিয়ে দেয়াই তার উদ্দেশ্য। সে নিজের আনীত গুমরাহীর প্রতি তোমাদেরকেও টেনে নিতে চায়। সাবধান! তার কথা বিশ্বাস করো না।”আল্লাহ তাআলা এ সূরায় বলছেনঃ আবু লাহাবের দুই হস্ত ধ্বংস হোক! না তার ধন-সম্পদ তার কোন কাজে এসেছে, না তার উপার্জন তার কোন উপকার করেছে।হযরত ইবনে মাসউদ (রাঃ) বলেন যে, রাসূলুল্লাহ (সঃ) যখন তার। স্বজাতিকে আল্লাহর পথে আহ্বান জানালেন তখন আবু লাহাব বলতে লাগলোঃ “যদি আমার ভাতিজার কথা সত্য হয় তবে আমি কিয়ামতের দিন আমার ধন সম্পদ আল্লাহকে ফিদিয়া হিসেবে দিয়ে তার আযাব থেকে আত্মরক্ষা করবো।\" আল্লাহ তাআলা তখন এ আয়াত অবতীর্ণ করেন যে, তার ধন সম্পদ ও তার উপার্জন তার কোন কাজে আসেনি।এরপর মহাপ্রতাপান্বিত আল্লাহ বলেনঃ অচিরে সে দগ্ধ হবে লেলিহান অগ্নিতে এবং তার স্ত্রীও। অর্থাৎ আবু লাহাব তার স্ত্রীসহ জাহান্নামের ভয়াবহ আগুনে প্রবেশ করবে। আবু লাহাবের স্ত্রী ছিল কুরায়েশ নারীদের নেত্রী। তার কুনিয়াত ছিল উম্মু জামীল, নাম ছিল আরওয়া বিনতু হারব ইবনে উমাইয়া। সে আবূ সুফিয়ান (রাঃ) এর বোন ছিল। তার স্বামীর কুফরী, হঠকারিতা এবং ইসলামের শত্রুতায় সে ছিল সহকারিণী, সহযোগিণী। এ কারণে কিয়ামতের দিন সেও স্বামীর সঙ্গে আল্লাহর আযাবে পতিত হবে। কাঠ বহন করে নিয়ে সে তা ঐ। আগুনে নিক্ষেপ করবে যে আগুনে তার স্বামী জ্বলবে। তার গলায় থাকবে আগুনের পাকানো রশি।আল্লাহ তা'আলা বলেনঃ যে ইন্ধন বহন করে, তার গলদেশে পাকানো রঞ্জু। অর্থাৎ সে স্বামীর ইন্ধন সগ্রহ করতে থাকবে।(আরবি) এর ‘গীবতকারিণী' অর্থও করা হয়েছে। ইমাম ইবনে জারীর (রঃ) এ অর্থই পছন্দ করেছেন। হযরত ইবনে আব্বাস (রাঃ) প্রমুখ গুরুজন বর্ণনা করেছেন যে, আবু লাহাবের স্ত্রী জঙ্গল থেকে কাটাযুক্ত কাঠ কুড়িয়ে আনতে এবং ঐ কাঠ রাসূলুল্লাহর চলার পথে বিছিয়ে দিতো। এটাও বলা হয়েছে যে, এ নারী রাসুলুল্লাহকে ভিক্ষুক বলে তিরস্কার করতো। এ কারণে তাকে কাষ্ঠ বহনের পরিণতির কথা স্মরণ করিয়ে দেয়া হয়েছে। কিন্তু প্রথমোক্ত কথাই নির্ভুল। এ সব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। সাঈদ ইবনে মুসাইয়াব (রঃ) বলেন যে, আবু লাহাবের স্ত্রীর কাছে একটি সুন্দর গলার মালা ছিল সে বলতোঃ “আমি এ মালা বিক্রী করে তা মুহাম্মদ (সঃ)-এর বিরোধিতায় ব্যয় করবো। এরই পরিপ্রেক্ষিতে আল্লাহ তা'আলা বলেন যে, তার গলদেশে থাকবে পাকানো রঞ্জু। অর্থাৎ তার গলদেশে আগুনের বেড়ী পরিয়ে দেয়া হবে। (আরবি) শব্দের অর্থ হলো খেজুর গাছের আঁশের রশি। উরওয়া (রঃ) বলেন যে, এটা হলো জাহান্নামের শিকল, যার এক একটি কড়া সত্তর গজের হবে। সওরী (রঃ) বলেন যে, এটা জাহান্নামের শিকল, যা সত্তর হাত লম্বা। জওহরী (রঃ) বলেন যে, এটা উটের চামড়া এবং পশম দিয়ে তৈরি করা হয়। মুজাহিদ (রঃ) বলেন যে, এটা লোহার বেড়ী বা শিকল।।হযরত আয়েশা (রাঃ) বলেনঃ “এ সূরা অবতীর্ণ হওয়ার পর ধাঙ্গড় নারী উম্মু জামীল বিনতু হারব নিজের হাতে কারুকার্য খচিত, রং করা পাথর নিয়ে কবিতা আবৃত্তির সূরে নিম্নলিখিত কথাগুলো বলতে বলতে রাসূলুল্লাহর নিকট আগমন করেঃ(আরবি)অর্থাৎ “আমি মুযাম্মামের (নিন্দনীয় ব্যক্তির) অস্বীকারকারিণী, তার দ্বীনের দুশমন এবং তার হুকুম অমান্যকারিণী।\" রাসূলুল্লাহ (সঃ) ঐ সময় কা'বা গৃহে বসেছিলেন। তাঁর সাথে আমার আব্বা হযরত আবু বকর (রাঃ) ছিলেন। আমার আব্বা তাকে এ অবস্থায় দেখে রাসূলুল্লাহ (সঃ) কে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! সে আসছে, আপনাকে আবার দেখে না ফেলে!” রাসূলুল্লাহ (সঃ) তখন বললেনঃ “হে আবু বকর (রাঃ)! নিশ্চিন্ত থাকো, সে আমাকে দেখতে পাবেই না। তারপর তিনি ঐ দুষ্টা নারীকে এড়ানোর উদ্দেশ্যে কুরআন তিলাওয়াত শুরু করলেন। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ ‘যখন তুমি কুরআন পাঠ কর তখন আমি তোমার মধ্যে এবং যারা পরকালে বিশ্বাস করে না তাদের মধ্যে গোপন পর্দা টেনে দিই।\" (১৭:৪৫) ডাইনী নারী হযরত আবু বকরের (রাঃ) কাছে এসে দাড়ালো। রাসূলুল্লাহও (সঃ) তখন হযরত আবু বকর (রাঃ)-এর পাশেই ছিলেন। কিন্তু কুদরতী পর্দা তার চোখের সামনে পড়ে গেল। সুতরাং সে আল্লাহর রাসূল (সঃ) কে দেখতে পেলো না। ডাইনী নারী হযরত আবু বকর (রাঃ) কে বললোঃ “আমি শুনেছি যে, তোমার সাথী (সঃ) আমার দুর্নাম করেছে অর্থাৎ কবিতার ভাষায় আমার বদনাম ও নিন্দে করেছে। হযরত আবু বকর (রাঃ) বললেনঃ “কা’বার প্রতিপালকের শপথ! রাসূলুল্লাহ (সঃ) তোমার কোন নিন্দে করেননি।” আবু লাহাবের স্ত্রী তখন ফিরে যেতে যেতে বললোঃ “কুরায়েশরা জানে যে, আমি তাদের সর্দারের মেয়ে।”একবার এ দুষ্টা রমনী নিজের লম্বা চাদর গায়ে জড়িয়ে তাওয়াফ করছিল, হঠাৎ পায়ে চাদর জড়িয়ে পিছনে পড়ে গেল। তখন বললোঃ “মুযাম্মাম ধ্বংস হোক।” তখন উম্ম হাকীম বিনতু আবদিল মুত্তালিব বললোঃ “আমি একজন পূত পবিত্র রমনী। আমি মুখের ভাষা খারাপ করবো না। আমি বন্ধুত্ব স্থাপনকারিণী, কাজেই আমি কলঙ্কিনী হবো না এবং আমরা সবাই একই দাদার সন্তান, আর কুরায়েশরাই এটা সবচেয়ে বেশী জানে।” আবু বকর বার (রঃ) বর্ণনা করেছেন যে, হযরত ইবনে আব্বাস (রাঃ) বলেনঃ যখন(আরবি) এ সূরাটি অবতীর্ণ হয়। তখন আবু লাহাবের স্ত্রী রাসূলুল্লাহ (সঃ) এর নিকট আগমন করে। ঐ সময় রাসূলুল্লাহ (সঃ) বসেছিলেন এবং তার সাথে হযরত আবু বকরও (রাঃ) ছিলেন। হযরত আবু বকর (রাঃ) বললেনঃ “হে আল্লাহর রাসূল (সঃ)! ঐ যে সে আসছে, আপনাকে সে কষ্ট দেয়। না কি!” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “তুমি নিশ্চিন্ত থাকো, সে আমাকে দেখতে পাবে না।” অতঃপর আবু লাহাবের স্ত্রী হযরত আবু বকর (রাঃ) কে বললোঃ “তোমার সাথী (কবিতার ভাষায়) আমার দুর্নাম রটনা করেছে।” হযরত আবু বকর (রাঃ) তখন কসম করে বললেমঃ “রাসূলুল্লাহ (সঃ) কাব্য চর্চা করতে জানেন না এবং তিনি কবিতা কখনো বলেননি।” দুষ্টা নারী চলে যাওয়ার পর হযরত আবু বকর (রাঃ) রাসূলুল্লাহ (সঃ) কে বললেনঃ হে আল্লাহর রাসূল (সঃ)! সে কি আপনাকে দেখতে পায়নি?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “তার চলে যাওয়া পর্যন্ত ফেরেশতা আমাকে আড়াল করে দাঁড়িয়েছিলেন। কোন কোন পণ্ডিত ব্যক্তি বলেছেন যে, উম্মু জামীলের গলায় আগুনের রশি লাগিয়ে দেয়া হবে এবং ঐ রশি ধরে টেনে তাকে জাহান্নামের দিকে নিয়ে যাওয়া হবে, তারপর রশি ঢিলে করে তাকে জাহান্নামের গভীর তলদেশে নিক্ষেপ করা হবে এ শাস্তিই তাকে ক্রমাগতভাবে দেয়া হবে।ঢোলের রশিকে আরবের লোকেরা (আরবি) বলতো। আরবী কবিতায় এ শব্দটি এ অর্থেই ব্যবহৃত হতো। একটা কথা মনে রাখতে হবে যে, এ সূরা আমাদের প্রিয় নবী (সঃ)-এর নবুওয়াতের একটি উচ্চতর প্রমাণ। আবু লাহাব এবং তার স্ত্রী দুস্কৃতির এবং পরিণতির যে সংবাদ এ সূরায় দেয়া হয়েছে। বাস্তবেও তা-ই ঘটেছে। এ দম্পতির ঈমান আনয়নের সৌভাগ্য হয়নি। তারা প্রকাশ্য বা গোপনীয় কোনভাবেই মুসলমান হয়নি। কাজেই, এ সূরাটি রাসূলুল্লাহর (সঃ) নবুওয়াতের উজ্জ্বল ও সুস্পষ্ট প্রমাণ।</p>"
        },
        {
            "resource_id": 791,
            "text": "നബി-ﷺ-യുടെ പിതൃസഹോദരനായ അബൂലഹബ് ബ്നു അബ്ദിൽ മുത്വലിബിൻ്റെ പ്രവർത്തനങ്ങളെല്ലാം നിഷ്ഫലമായതിലൂടെ അയാളുടെ രണ്ട് കൈകളും നശിച്ചിരിക്കുന്നു. കാരണം അയാൾ നബി-ﷺ-യെ ഉപദ്രവിക്കാറുണ്ടായിരുന്നു. അവൻ്റെ എല്ലാ പരിശ്രമങ്ങളും പരാജയപ്പെടുകയും ചെയ്തിരിക്കുന്നു."
        },
        {
            "resource_id": 165,
            "text": "<p>ধ্বংস হোক আবু লাহাবের হস্তদ্বয় এবং ধ্বংস হোক সে নিজেও। [১]</p><p>[১] يَدَا শব্দটি يَدٌ এর দ্বিবচন। অর্থ হল দুই হাত। এ থেকে উদ্দেশ্য হল তার সত্তা বা দেহ। এই আংশিক অর্থবোধক শব্দ ব্যবহার করে সমষ্টিগত অর্থ নেওয়া হয়েছে। অর্থাৎ, সে নিজে ধ্বংস হয়ে যাক। এই বদ্দুআটি সেই বদ্দুআর জওয়াবে বলা হয়েছে, যা আবু লাহাব মহানবী (সাঃ)-এর প্রতি রাগ ও শত্রুতাবশে করেছিল।</p><p>تَبَّ শব্দের অর্থ হল ধ্বংস ও বরবাদ হয়েছে। অর্থাৎ, সে ধ্বংস হয়েছে। (অতীত কালকে দু'আর অর্থে ব্যবহার করা হয়েছে।) অথবা এটা হল খবর। বদ্দুআর সাথে সাথেই মহান আল্লাহ তার ধ্বংস ও বরবাদ হওয়ার খবর ঘোষণা করেছেন। সুতরাং বদর যুদ্ধের কয়েক দিন পরেই সে এক প্রকার চর্মরোগে আক্রান্ত হল; যে রোগে দেহে প্লেগের মত গুটলি প্রকাশ পায়। এই রোগই তাকে মৃত্যুর গ্রাস বানালো। তিন দিন পর্যন্ত তার লাশ এমনিই পড়ে ছিল। পরিশেষে তা খুবই দুর্গন্ধময় হয়ে উঠল। অতঃপর ব্যাধি ছড়িয়ে পড়ার আশঙ্কায় এবং মান-সম্মানের ভয়ে তার ছেলেরা তাকে দূর থেকে পাথর ও মাটি ঢেলে দেহটাকে দাফন করে দিল। <em>(আইসারুত তাফাসীর)</em></p>"
        },
        {
            "resource_id": 180,
            "text": "১. নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর চাচা আবু লাহাবের হস্তদ্বয় ধ্বংস হয়েছে। নবী (সাল্লাল্লাহু আলাইহি ওয়াল্লাম) কে কষ্ট দেয়ার মতো তার মন্দ আমলের কারণে এবং তার প্রচেষ্টাও ব্যর্থ হয়েছে।"
        },
        {
            "resource_id": 776,
            "text": "La perdición y el fracaso alcanzarán al tío del Profeta, Abu Lahab hijo de 'Abdul Muttalib, debido a sus malas obras, pues solía dañar al Profeta r. Sus esfuerzos fueron en vano."
        },
        {
            "resource_id": 181,
            "text": "دو دست عموی پیامبر صلی الله علیه وسلم، اَبولَهَب بن عبدالمطلب به‌سبب تباهی عملش نابود باد؛ چون پیامبر صلی الله علیه وسلم را آزار می‌داد، و تلاشش تباه شد."
        },
        {
            "resource_id": 160,
            "text": "بدترین اور بدنصیب میاں بیوی ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">صحیح بخاری میں ہے کہ <span class=\"text-translation\">رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> بطحاء میں جا کر ایک پہاڑی پر چڑھ گئے اور اونچی آواز سے <span class=\"arabic qpc-hafs\"> «يَا صَبَاحَاهُ، يَا صَبَاحَاهُ»</span>  کہنے لگے قریش سب جمع ہو گئے تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اگر میں تم سے کہوں کہ صبح یا شام دشمن تم پر چھاپہ مارنے والا ہے تو کیا تم مجھے سچا سمجھو گے؟<span>“</span> سب نے جواب دیا جی ہاں۔ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>سنو! میں تمہیں اللہ کے سخت عذاب کے آنے کی خبر دے رہا ہوں<span>“</span>، تو ابولہب نے کہا: تجھے ہلاکت ہو، کیا اسی لیے تو نے ہمیں جمع کیا تھا؟ اس پر یہ سورت اتری</span>   <span class=\"reference\">[صحیح بخاری:4972]</span> ‏ </p><p class=\"ur\"> دوسری روایت میں ہے کہ یہ ہاتھ جھاڑتا ہوا یوں کہتا ہوا اٹھ کھڑا ہوا۔ <span class=\"arabic qpc-hafs\"> «تَبَّتْ»</span>  بد دعا ہے اور <span class=\"arabic qpc-hafs\"> «تَبَّ»</span>  خبر ہے، یہ ابولہب نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا چچا تھا اس کا نام عبدالعزیٰ بن عبدالمطلب تھا۔ اس کی کنیت ابوعتبہ تھی اس کے چہرے کی خوبصورتی اور چمک دمک کی وجہ سے اسے ابولہب یعنی شعلے والا کہا جاتا تھا، یہ نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا بدترین دشمن تھا ہر وقت ایذا دہی تکلیف رسانی اور نقصان پہنچانے کے درپے رہا کرتا تھا۔ </p><p> سیدنا ربیعہ بن عباد دیلی رضی اللہ عنہ اپنے اسلام لانے کے بعد اپنا جاہلیت کا واقعہ بیان کرتے ہیں کہ <span class=\"text-translation\"> میں نے رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو خود ذوالمجاز کے بازار میں دیکھا کہ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرما رہے ہیں: <span>”</span>لوگو! <span class=\"arabic qpc-hafs\"> «لَا إِلَه إِلَّا اللَّه»</span>  کہو تو فلاح پاؤ گے<span>“</span>، لوگوں کا مجمع آپ کے آس پاس لگا ہوا تھا میں نے دیکھا کہ آپ کے پیچھے ہی ایک گورے چٹے چمکتے چہرے والا بھینگی آنکھ والا جس کے سر کے بڑے بالوں کے دو مینڈھیاں تھیں۔ آیا اور کہنے لگا: لوگو! یہ بےدین ہے، جھوٹا ہے۔ غرض آپ لوگوں کے مجمع میں جا کر اللہ کی توحید کی دعوت دیتے تھے اور یہ دشمن پیچھے پیچھے یہ کہتا ہوا چلا جا رہا تھا۔ میں نے لوگوں سے پوچھا یہ کون ہے؟ لوگوں نے کہا یہ آپ کا چچا ابولہب ہے۔ <span class=\"arabic qpc-hafs\"> «لعنہ اللہ»</span>  <span>(‏مسند احمد)</span>‏ ابو الزیاد نے راوی حدیث ربیعہ سے کہا کہ آپ تو اس وقت بچہ ہوں گے؟ فرمایا: نہیں میں اس وقت خاصی عمر کا تھا مشک لاد کر پانی بھر لایا کرتا تھا </span>۔   <span class=\"reference\">[مسند احمد:341/4:صحیح لغیرہ]</span> ‏</p></div><div>10908</div><div lang=\"ur\" class=\"ur\"><p>دوسری روایت میں ہے <span class=\"text-translation\">میں اپنے باپ کے ساتھ تھا میری جوان عمر تھی اور میں نے دیکھا تھا کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ایک ایک قبیلے کے پاس جاتے اور فرماتے: لوگو! میں تمہاری طرف اللہ کا رسول بنا کر بھیجا گیا ہوں میں تم سے کہتا ہوں کہ ایک اللہ ہی کی عبادت کرو اور اس کے ساتھ کسی کو شریک نہ کرو، مجھے سچا جانو مجھے میرے دشمنوں سے بچاؤ تاکہ میں اس کا کام بجا لاؤں جس کا حکم مجھے دے کر اللہ تعالیٰ نے بھیجا ہے، آپ یہ پیغام پہنچا کر فارغ ہوتے تو آپ کا چچا ابولہب پیچھے سے پہنچتا اور کہتا، اے فلاں قبیلے کے لوگو! یہ شخص تمہیں لات و عزیٰ سے ہٹانا چاہتا ہے اور بنو مالک بن اقیش کے تمہارے حلیف جنوں سے تمہیں دور کر رہا ہے اور اپنی نئی لائی ہوئی گمراہی کی طرف تمہیں گھسیٹ رہا ہے، خبردار نہ اس کی سننا نہ ماننا</span>۔   <span class=\"reference\">[مسند احمد:492/3:ضعیف]</span> ‏</p></div><div>10909</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">اللہ تعالیٰ اس سورت میں فرماتا ہے کہ ابولہب برباد ہوا اس کی کوشش غارت ہوئی اس کے اعمال ہلاک ہوئے بالیقین اس کی بربادی ہو چکی، اس کی اولاد اس کے کام نہ آئی۔ ابن مسعود رضی اللہ عنہ فرماتے ہیں کہ جب رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے اپنی قوم کو اللہ کی طرف بلایا تو ابولہب کہنے لگا اگر میرے بھتیجے کی باتیں حق ہیں تو میں قیامت کے دن اپنا مال و اولاد اللہ کو فدیہ میں دے کر اس عذاب سے چھوٹ جاؤں گا اس پر آیتیں <span class=\"arabic qpc-hafs\"> «مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ»</span>    <span class=\"reference\">[111-المسد:2]</span> ‏، اتری۔ </p><p> پھر فرمایا: کہ یہ شعلے مارنے والی آگ میں جو سخت جلانے والی اور بہت تیز ہے داخل ہو گا، اور اس کی بیوی بھی جو قریش عورتوں کی سردار تھی اس کی کنیت ام جمیل تھی نام ارویٰ تھا، حرب بن امیہ کی لڑکی تھی ابوسفیان کی بہن تھی اور اپنے خاوند کے کفر و عناد اور سرکشی و دشمنی میں یہ بھی اس کے ساتھ تھی اس لیے قیامت کے دن عذابوں میں بھی اسی کے ساتھ ہو گی، لکڑیاں اٹھا اٹھا کر لائے گی اور جس آگ میں اس کا خاوند جل رہا ہو گا ڈالتی جائے گی اس کے گلے میں آگ کی رسی ہو گی۔  یہ معنی بھی کئے گئے ہیں کہ <span class=\"arabic qpc-hafs\"> «حَمَّالَةَ الْحَطَبِ»</span>  سے مراد اس کا غیب گو ہونا ہے، امام ابن جریر رحمہ اللہ اسی کو پسند کرتے ہیں، سیدنا ابن عباس رضی اللہ عنہما وغیرہ نے یہ مطلب بیان کیا ہے کہ یہ جنگل سے خار دار لکڑیاں چن لاتی تھی اور نبی اکرم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی راہ میں بچھا دیا کرتی تھی، یہ بھی کہا گیا ہے کہ چونکہ یہ عورت نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو فقیری کا طعنہ دیا کرتی تھی تو اسے اس کا لکڑیاں چننا یاد دلایا گیا، لیکن صحیح قول پہلا ہی ہے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span> </p></div><div>10910</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">سعید بن مسیب رحمہ اللہ فرماتے ہیں کہ اس کے پاس ایک نفیس ہار تھا کہتی تھی کہ اسے میں فروخت کر کے محمد <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی مخالفت میں خرچ کروں گی تو یہاں فرمایا گیا کہ اس کے بدلے اس کے گلے میں آگ کا طوق ڈالا جائے گا۔ </p><p> <span class=\"arabic qpc-hafs\"> «مسد»</span>  کے معنی کھجور کی رسی کے ہیں۔ عروہ رحمہ اللہ فرماتے ہیں: یہ جہنم کی زنجیر ہے جس کی ایک ایک کڑی ستر ستر گز کی ہے۔ ثوری رحمہ اللہ فرماتے ہیں یہ جہنم کا طوق ہے جس کی لمبائی ستر ہاتھ ہے۔ جوہری رحمہ اللہ فرماتے ہیں یہ اونٹ کی کھال کی اور اونٹ کے بالوں کی بنائی جاتی ہے۔ مجاہد رحمہ اللہ فرماتے ہیں یعنی لوہے کا طوق۔</p></div><div>10911</div><div lang=\"ur\" class=\"ur\"><p>ام المؤمنین سیدہ عائشہ رضی اللہ عنہا کا بیان ہے کہ <span class=\"text-translation\"> جب یہ سورت اتری تو یہ بھینگی عورت ام جمیل بنت کرب اپنے ہاتھ میں نوکدار پتھر لیے یوں کہتی ہوئی نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے پاس آئی۔ <span class=\"arabic qpc-hafs\"> «مُذَمَّمَا اَبَيْنَا ... وَدِيْنَه قَلَيْنَا ... وَاَمْرَه عَصَيْنَا»</span>  یعنی ہم مذمم کے منکر ہیں ... اور اس کے دین کے دشمن ہیں ... اور اس کے نافرمان ہیں۔ اس وقت رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کعبۃ اللہ میں بیٹھے ہوئے تھے، آپ کے ساتھ میرے والد سیدنا ابوبکر صدیق رضی اللہ عنہ بھی تھے صدیق اکبر رضی اللہ عنہ نے اسے اس حالت میں دیکھ کر نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے عرض کیا کہ یا رسول اللہ! یہ آ رہی ہے ایسا نہ ہو آپ کو دیکھ لے، آپ نے فرمایا: <span>”</span>صدیق بےغم رہو یہ مجھے نہیں دیکھ سکتی<span>“</span>، پھر آپ نے قرآن کریم کی تلاوت شروع کر دی تاکہ اس سے بچ جائیں، خود قرآن فرماتا ہے <span class=\"arabic qpc-hafs\"> «وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَّسْتُورًا»</span> ‏   <span class=\"reference\">[17-الإسراء:45]</span> ‏ یعنی <span class=\"text-translation\">”جب تو قرآن پڑھتا ہے تو ہم تیرے اور ایمان نہ لانے والوں کے درمیان پوشیدہ پردہ ڈال دیتے ہیں“</span>۔ یہ ڈائن آ کر سیدنا ابوبکر رضی اللہ عنہ کے پاس کھڑی ہو گئی گو نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> بھی سیدنا ابوبکر رضی اللہ عنہ کے پاس ہی بالکل ظاہر بیٹھے ہوئے تھے لیکن حجابوں نے اس کی آنکھوں پر پردہ ڈال دیا وہ نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو نہ دیکھ سکی۔ سیدنا ابوبکر رضی اللہ عنہ سے کہنے لگی مجھے معلوم ہوا ہے کہ تیرے ساتھی نے میری ہجو کی ہے یعنی شعروں میں میری مذمت کی ہے۔ سیدنا ابوبکر رضی اللہ عنہ نے فرمایا: نہیں، نہیں، رب البیت کی قسم نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے تیری کوئی ہجو نہیں کی تو یہ کہتی ہوئی لوٹ گئی کہ قریش تو جانتے ہیں کہ میں ان کے سردار کی بیٹی ہوں </span>۔   <span class=\"reference\">[مستدرک حاکم:361/2:صحیح]</span> ‏ <span>(‏ابن ابی حاتم)</span>‏</p></div><div>10912</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ایک مرتبہ یہ اپنی چادر اوڑھے طواف کر رہی تھی پیر چادر میں الجھ گیا اور پھسل پڑی تو کہنے لگی مذمم غارت ہو۔ ام حکیم بنت عبدالطلب نے کہا میں تو پاک دامن عورت ہوں اپنی زبان نہیں بگاڑوں گی اور دوست پسند ہوں پس داغ نہ لگاؤں گی اور ہم سب ایک ہی دادا کی اولاد میں سے ہیں اور قریش ہی زیادہ جاننے والے ہیں۔ </p><p class=\"ur\"> بزار میں ہے کہ <span class=\"text-translation\"> اس نے سیدنا ابوبکر صدیق رضی اللہ عنہ سے کہا کہ تیرے ساتھی نے میری ہجو کی ہے تو سیدنا ابوبکر صدیق رضی اللہ عنہ نے قسم کھا کر جواب دیا کہ نہ تو آپ شعر گوئی جانتے ہیں نہ کبھی آپ نے شعر کہے، اس کے جانے کے بعد سیدنا ابوبکر صدیق رضی اللہ عنہ نے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے دریافت کیا کہ یا رسول اللہ! کیا اس نے آپ کو دیکھا نہیں؟ آپ نے فرمایا: <span>”</span>فرشتہ آڑ بن کر کھڑا ہوا تھا جب تک وہ واپس چلی نہ گئی<span>“</span> </span> ۔  <span class=\"reference\">[مسند ابویعلی:23585:حسن]</span> ‏ </p><p class=\"ur\"> بعض اہل علم نے کہا ہے کہ اس کے گلے میں جہنم کی آگ کی رسی ہو گی جس سے اسے کھینچ کر جہنم کے اوپر لایا جائے گا پھر ڈھیلی چھوڑ کر جہنم کی تہہ میں ڈال دیا جائے گا یہی عذاب اسے ہوتا رہے گا، ڈول کی رسی کو عرب <span class=\"arabic qpc-hafs\"> «مسد»</span>  کہہ دیا کرتے ہیں۔ عربی شعروں میں بھی یہ لفظ اسی معنی میں لایا گیا ہے۔ </p><p class=\"ur\"> ہاں یہ یاد رہے کہ یہ بابرکت سورت ہمارے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی نبوت کی ایک اعلیٰ دلیل ہے کیونکہ جس طرح ان کی بدبختی کی خبر اس سورت میں دی گئی تھی اسی طرح واقعہ بھی ہوا ان دونوں کو ایمان لانا آخر تک نصیب ہی نہ ہوا نہ تو وہ ظاہر میں مسلمان ہوئے، نہ باطن میں، نہ چھپے، نہ کھلے، پس یہ سورت زبردست بہت صاف اور روشن دلیل ہے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی نبوت کی۔ </p><p> اس سورت کی تفسیر بھی ختم ہوئی۔ اللہ ہی کے لیے سب تعریفیں ہیں اور اسی کے فضل و کرم اور اسی کے احسان و انعام کی یہ برکت ہے۔</p></div><div>10913</div>"
        },
        {
            "resource_id": 790,
            "text": "ধন, সন্তান কোনো বস্তুই তাৰ কোনো উপকাৰত অহা নাই। আৰু শাস্তিৰ পৰা ৰক্ষা কৰিব পৰা নাই। আৰু তাক দয়াৰ পাত্ৰও বনাব পৰা নাই।"
        },
        {
            "resource_id": 171,
            "text": "How much can his wealth and his children benefit him? They cannot defend him against the punishment, nor bring any mercy to him."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ مَا أَغْنَى عَنْهُ مَالُهُ }</span> الذي كان عنده وأطغاه، ولا ما كسبه فلم يرد عنه شيئًا من عذاب الله إذ نزل به،"
        },
        {
            "resource_id": 179,
            "text": "Aling bagay ang naidulot para sa kanya ng yaman niya at anak niya? Hindi magtutulak ang mga ito palayo sa kanya ng isang pagdurusa at hindi maghahatak ang mga ito para sa kanya ng isang awa."
        },
        {
            "resource_id": 177,
            "text": "Sự giàu sang phú quý và con cái của hắn sẽ không thể giải thoát cho hắn khỏi sự trừng phạt và không thể đưa hắn đến lòng thương xót của Allah."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( ما أغنى عنه ماله وما كسب )</span> قال ابن مسعود : لما دعا رسول الله - صلى الله عليه وسلم - أقرباءه إلى الله - عز وجل -<span class=\"blue\"> قال أبو لهب :</span> إن كان ما يقول ابن أخي حقا فإني أفتدي نفسي ومالي وولدي ،<span class=\"blue\"> فأنزل الله تعالى :</span></p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( ما أغنى عنه ماله )</span> أي ما يغني ،<span class=\"blue\"> وقيل :</span> أي شيء يغني عنه ماله ،<span class=\"blue\"> أي :</span> ما يدفع عنه عذاب الله ما جمع من المال ، وكان صاحب مواش <span class=\"green\">( وما كسب )</span> قيل : يعني ولده ،<span class=\"blue\"> لأن ولد الإنسان من كسبه كما جاء في الحديث :</span> <span class=\"arabic qpc-hafs\">\" أطيب ما يأكل أحدكم من كسبه ، وإن ولده من كسبه \"</span></p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>তার ধন-সম্পদ ও তার উপাৰ্জন [১] তার কোন কাজে আসে নি।</p><p>[১] كسبَ এর অর্থ ধন-সম্পদ দ্বারা অর্জিত মুনাফা ইত্যাদি। এর অর্থ সন্তান-সন্ততিও হতে পারে। কেননা, সন্তান-সন্ততিকেও মানুষের উপার্জন বলা হয়। আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত, রাসূলুল্লাহ্ সাল্লাহু আলাইহিস ওয়া সাল্লাম বলেন, “মানুষ যা খায়, তন্মধ্যে তার উপার্জিত বস্তুই সর্বাধিক হালাল ও পবিত্র, আর তার সন্তান সন্ততিও তার উপার্জিত বস্তুর মধ্যে দাখিল।’ [নাসায়ী: ৪৪৪৯; আবুদাউদ: ৩৫২৮] অর্থাৎ সন্তানের উপার্জন খাওয়াও নিজের উপার্জন খাওয়ারই নামান্তর। এ কারণে কয়েকজন তাফসীরবিদ এস্থলে كَسَبَ এর অর্থ করেছেন সন্তান-সন্ততি। [কুরতুবী, ইবন কাসীর] আল্লাহ্ তা‘আলা আবু লাহাবকে যেমন দিয়েছিলেন অগাধ ধন-সম্পদ, তেমনি দিয়েছিলেন অনেক সন্তান-সন্ততি। অকৃতজ্ঞতার কারণে এ দু’টি বস্তুই তার গৰ্ব, অহমিকা ও শাস্তির কারণ হয়ে যায়।</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (٢)</span> ] ئەو ماڵ و سەروەت و سامانەی كە (ئەبو لەهەب) كۆی كردۆتەوەو بەدەستی هێناوە كاتێك كە سزای خوای گەورەی بۆ دائەبەزێ هیچی سوودی پێ ناگەیەنێ, یاخود (وَمَا كَسَبَ) مەبەست منداڵەكانێتی واتە: سەروەت و سامان و ئەو مناڵانەیشی كە هەیەتی هیچی سوودی پێ ناگەیەنێ كاتێك كە سزای خوای گەورەی بۆ دێت ."
        },
        {
            "resource_id": 175,
            "text": "Šta će mu koristiti njegov imetak i djeca? Neće ga sačuvati kazne, niti će mu donijeti milost."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ (2)استئناف ابتدائي للانتقال من إنشاء الشتم والتوبيخ إلى الإِعلام بأنه آيس من النجاة من هذا التبات ، ولا يغنيه ماله ، ولا كسبه ، أي لا يغني عنه ذلك في دفع شيء عنه في الآخرة .والتعبير بالماضي في قوله : { ما أغنى } لتحقيق وقوع عدم الإِغناء .و { ما } نافية ، ويجوز أن تكون استفهامية للتوبيخ والإِنكار .والمال : الممتلكات المتمولة ، وغلب عند العرب إطلاقه على الإِبل ، ومن كلام عمر : «لولاَ المال الذي أحمل عليه في سبيل الله» الخ في اتقاء دعوة المظلوم ، من «الموطأ» ، وقال زهير: ... صحيحات ماللٍ طالعات بمخرَموأهل المدينة وخيبر والبحرين يغلب عندهم على النخيل ، وقد تقدم عند قوله تعالى : { يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل } في سورة النساء ( 29 ) وفي مواضع .{ وما كسب } موصول وصلته والعائد محذوف جوازاً لأنه ضمير نصب ، والتقدير : وما كسبه ، أي ما جمعه . والمراد به : ما يملكه من غير النعَم من نقود وسلاح وربْع وعُروض وطعام ، ويجوز أن يراد بماله : جميع ماله ، ويكون عطف { وما كسب } من ذكر الخاص بعد العام للاهتمام به ، أي ما أغنى عنه ماله التالد وهو ما ورثه عن أبيه عبد المطلب وما كسبه هو بنفسه وهو طريفُه .وروي عن ابن مسعود أن أبا لهب قال : «إن كان ما يقول ابن أخي حقاً فأنا أفتدي نفسي يوم القيامة بمالي وولدي» فأنزل الله : { ما أغنى عنه ماله وما كسب } وقال ابن عباس : { ما كسب } هو ولده فإن الولد من كسب أبيه ."
        },
        {
            "resource_id": 165,
            "text": "<p>তার ধন-সম্পদ ও তার উপার্জন তার কোন উপকারে আসবে না।[১]</p><p>[১] উপার্জনে তার নেতৃত্ব, পদমর্যাদা এবং তার সন্তানরাও শামিল। অর্থাৎ, যখন আল্লাহর পাকড়াও এল, তখন কোন জিনিস বা কেউ তার কাজে এল না।</p>"
        },
        {
            "resource_id": 16,
            "text": "ما أغنى عنه ماله وولده، فلن يَرُدَّا عنه شيئًا من عذاب الله إذا نزل به."
        },
        {
            "resource_id": 182,
            "text": "无论是他的钱财还是子嗣都无济于他，都不能替他阻挡惩罚，也不能为他唤来怜悯。"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - ( مَآ أغنى عَنْهُ مَالُهُ وَمَا كَسَبَ ) كلام مستأنف للانتقال من ذمه والدعاء عليه بالهلاك ، إلى بيان أن ماله وجاهه . . لن يغنى عنه من عذاب الله - تعالى - شيئا .أى : أن أبا لهب لن يغنى عنه ماله الكثير ، وكسبه الوفير من حطام الدنيا . . لن يغنى عنه شيئا من عذاب الله - تعالى - ، أو شيئا من انتشار رسالة الله - تعالى - فى الأرض ، فإن الله - سبحانه - ناصر نبيه صلى الله عليه وسلم ومؤيده بروح منه .والتعبير بالماضى فى قوله : ( مَآ أغنى . . . ) لتحقيق وقوع عدم الإِغناء .والراجح أن \" ما \" الأولى نافية ، والثانية موصولة ، أى : ما أغنى عنه شيئا ماله الذى ورثه عن أبيه ، وأيضا ما أغنى عنه شيئا ماله الذى جمعه واكتسبه هو بنفسه عن طريق التجارة وغيرها ."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ما أغنى عنه ماله وما كسبأي ما دفع عنه عذاب الله ما جمع من المال ، ولا ما كسب من جاه . وقال مجاهد : من الولد ؛ وولد الرجل من كسبه . وقرأ الأعمش ( وما اكتسب ) ورواه عن ابن مسعود . وقال أبو الطفيل : جاء بنو أبي لهب يختصمون عند ابن عباس ، فاقتتلوا ، فقام ليحجز بينهم ، فدفعه بعضهم ، فوقع على الفراش ، فغضب ابن عباس وقال : أخرجوا عني الكسب الخبيث ؛ يعني ولده . وعن عائشة - رضي الله عنها - أن رسول الله - صلى الله عليه وسلم - قال : إن أطيب ما أكل الرجل من كسبه ، [ ص: 213 ] وإن ولده من كسبه . خرجه أبو داود . وقال ابن عباس : لما أنذر رسول الله - صلى الله عليه وسلم - عشيرته بالنار ، قال أبو لهب : إن كان ما يقول ابن أخي حقا فإني أفدي نفسي بمالي وولدي ؛ فنزل : ما أغنى عنه ماله وما كسب . و ما في قوله : ما أغنى : يجوز أن تكون نفيا ، ويجوز أن تكون استفهاما ؛ أي أي شيء أغنى عنه ؟ و ما الثانية : يجوز أن تكون بمعنى الذي ، ويجوز أن تكون مع الفعل مصدرا ؛ أي ما أغنى عنه ماله وكسبه ."
        },
        {
            "resource_id": 183,
            "text": "かれの資産も、子弟も、かれのために役立たない。懲罰に対抗できず、また慈悲をもたらすこともできない。"
        },
        {
            "resource_id": 181,
            "text": "مال و فرزندش او را از چه چیزی بی‌نیاز ساخت؟ نه عذابی از او دفع کردند، و نه رحمتی برایش کسب کردند."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( ما أغنى عنه ماله وما كسب )</span> قال ابن عباس وغيره : <span class=\"arabic qpc-hafs\">( وما كسب )</span> يعني : ولده . وروي عن عائشة ، ومجاهد ، وعطاء ، والحسن ، وابن سيرين ، مثله .</p><p lang=\"ar\" class=\"ar \">وذكر عن ابن مسعود أن رسول الله صلى الله عليه وسلم لما دعا قومه إلى الإيمان ،<span class=\"blue\"> قال أبو لهب :</span> إذا كان ما يقول ابن أخي حقا ، فإني أفتدي نفسي يوم القيامة من العذاب بمالي وولدي ،<span class=\"blue\"> فأنزل الله :</span> <span class=\"arabic qpc-hafs\">( ما أغنى عنه ماله وما كسب )</span> .</p>"
        },
        {
            "resource_id": 178,
            "text": "Чем помогли ему его имущество и дети?! Они не отвратили от него наказание и не даровали ему милость."
        },
        {
            "resource_id": 172,
            "text": "Sahip olduğu malı ve çocukları ona ne fayda verecekler ki? Onun herhangi bir azabını engelleyemedikleri gibi ona bir iyilik de kazandıramadılar."
        },
        {
            "resource_id": 174,
            "text": "Apa faedah harta dan anaknya baginya? Keduanya tidak bisa mencegah dari siksa atas dirinya dan tidak pula keduanya mampu menimbulkan rasa kasihan terhadapnya."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 792,
            "text": "តើអ្វីមួយដែលអាចផ្តល់ផលប្រយោជន៍ដល់រូបគេនោះ? ទ្រព្យសម្បត្តិ និងកូនចៅរបស់គេ? វាទាំងពីរនេះ មិនអាចការពាររូបគេពីទណ្ឌកម្មបានឡើយ ហើយវាទាំងពីរ(ទ្រព្យសម្បត្តិនិងកូនចៅរបស់គេ) ក៏មិនអាចធ្វើឲ្យរូបគេទទួលបាននូវក្តីមេត្តាករុណា(ពីអល់ឡោះ)នោះដែរ។"
        },
        {
            "resource_id": 173,
            "text": "En quoi sa fortune et sa progéniture lui ont-été utiles? Ils n’ont pas éloigné de lui le châtiment ni ne lui ont attiré la miséricorde."
        },
        {
            "resource_id": 776,
            "text": "¿Cuánto pueden beneficiarle su riqueza y sus hijos? No pueden defenderlo contra el castigo, ni le pueden brindar misericordia."
        },
        {
            "resource_id": 180,
            "text": "২. তার সম্পদ ও সন্তান তার কী উপকারে এসেছে?! সেগুলো তার থেকে কোন শাস্তি প্রতিহত করতে পারে নি। আর না তার জন্য কোন রহমত বয়ে এনেছে।"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ )</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: أيّ شيء أغنى عنه ماله, ودفع من سخط الله عليه <span class=\"arabic qpc-hafs green\">( وَمَا كَسَبَ )</span> وهم ولده. وبالذي قلنا في ذلك قال أهل التأويل</p><p>* ذكر من قال ذلك.</p><p lang=\"ar\" class=\"ar \">حدثنا الحسن بن داود بن محمد بن المنكدر,<span class=\"blue\"> قال:</span> ثنا عبد الرزاق, عن معمر, عن ابن خيثم, عن أبي الطفيل,<span class=\"blue\"> قال:</span> جاء بنو أبي لهب إلى ابن عباس, فقاموا يختصمون في البيت, فقام ابن عباس, فحجز بينهم, وقد كُفّ بصره, فدفعه بعضهم حتى وقع على الفراش,<span class=\"blue\"> فغضب وقال:</span> أخرجوا عني الكسب الخبيث.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن أبي بكر الهذلي, عن محمد بن سفيان, عن رجل من بني مخزوم, عن ابن عباس أنه رأى يوما ولد أبي لهب يقتتلون,<span class=\"blue\"> فجعل يحجز بينهم ويقول:</span> هؤلاء مما كسب.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن ليث, عن مجاهد <span class=\"arabic qpc-hafs green\">( مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ )</span> قال: ما كسب ولده.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( وَمَا كَسَبَ )</span> قال: ولده هم من كسبه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن ابن أبي نجيح, عن مجاهد, في قول الله <span class=\"arabic qpc-hafs green\">( وَمَا كَسَبَ )</span> قال: ولده.</p>"
        },
        {
            "resource_id": 791,
            "text": "അവൻ്റെ സമ്പാദ്യവും സന്താനങ്ങളും എന്ത് നേട്ടമാണ് അവന് നേടിക്കൊടുത്തത്? അവയൊന്നും അല്ലാഹുവിൻ്റെ ശിക്ഷയെ തടുക്കുകയോ, അവൻ്റെ കാരുണ്യം നേടിക്കൊടുക്കുകയോ ചെയ്തില്ല."
        },
        {
            "resource_id": 905,
            "text": "أيّ شيء أغنى عنه ماله وولده؟ لم يدفعا عنه عذابًا، ولم يجلبا له رحمة."
        },
        {
            "resource_id": 176,
            "text": "A cosa gli sono serviti la sua ricchezza e i suoi figli? Non lo hanno salvato dalla punizione e non lo hanno portato alla misericordia."
        },
        {
            "resource_id": 180,
            "text": "৩. অচিরেই সে শিখাবিশিষ্ট আগুনে প্রবেশ করে এর উত্তাপ আস্বাদন করবে।"
        },
        {
            "resource_id": 171,
            "text": "On the Day of Judgement, he will soon enter the flaring hellfire and suffer its heat."
        },
        {
            "resource_id": 92,
            "text": "سَيَصْلَى نَارًا ذَاتَ لَهَبٍ (3)بيان لجملة : { ما أغنى عنه ماله وما كسب } أي لا يغني عنه شيء من عذاب جهنم . ونزل هذا القرآن في حياة أبي لهب . وقد مات بعد ذلك كافراً ، فكانت هذه الآية إعلاماً بأنه لا يُسلم وكانت من دلائل النبوءة .والسين للتحقيق مثل قوله تعالى : { قال سوف أستغفر لكم ربي } [ يوسف : 98 ] .و«يصلى ناراً» يُشوَى بها ويحس بإحراقها . وأصل الفعل : صلاهُ بالنار ، إذا شواه ، ثم جاء منه صَلي كأفعال الإِحساس مثل فرِح ومرِض . ونُصب { ناراً } على نزع الخافض .ووصف النار ب { ذات لهب } لزيادة تقرير المناسبة بين اسمه وبين كفره إذ هو أبو لهب والنار ذات لهب .وهو ما تقدم الإِيماء إليه بذكر كنيته كما قدمناه آنفاً ، وفي وصف النار بذلك زيادة كشف لحقيقة النار وهو مِثل التأكيد .وبين لَفضي { لهب } الأول و { لهب } الثاني الجناس التام ."
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 111:3] سَيَصْلَىٰ نَارً‌ا ذَاتَ لَهَبٍ (He will enter a fire, full of flames.) That is, either on the Day of Judgment or immediately after his death, while in grave, he will be pushed into the blazing fire. There is a rhetorical relationship between Abu Lahab and dhata lahab [ full of flames ].</p>"
        },
        {
            "resource_id": 173,
            "text": "Le Jour de la Résurrection, il sera introduit dans un Feu qui flambe dont il endurera la chaleur."
        },
        {
            "resource_id": 179,
            "text": "Papasok siya sa Araw ng Pagbangon sa isang apoy na may lagablab, na magdurusa siya sa init niyon,"
        },
        {
            "resource_id": 178,
            "text": "В Судный день он войдет в Огонь с пламенем, и будет претерпевать его жару."
        },
        {
            "resource_id": 182,
            "text": "复活日他将进入那有着火焰的火狱，"
        },
        {
            "resource_id": 792,
            "text": "រូបគេនឹងចូលទៅក្នុងនរកដែលមានអណ្ដាតភ្លើងដ៏សន្ធោសន្ធៅនៅថ្ងៃបរលោក ដោយគេនឹងទទួលរងនូវកម្តៅដ៏ក្តៅរបស់វា។"
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( سيصلى نَاراً ذَاتَ لَهَبٍ ) بيان للعاقبة السيئة التى تنتظره ، بعد هذا الذم والتأنيب والوعيد . أى : سيلقى بأبى لهب فى نار شديدة الحرارة ، تشوى الوجوه والأبدان ، ووصف - سبحانه - النار بأنها \" ذات لهب \" لزيادة تقرير المناسبة بين اسمه وكفره ، إذ هو معروف بأبى لهب ، والنار موصوفة بأنها ذات لهب شديد ."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Vào Ngày Tận Thế, hắn sẽ bị đày trong Hỏa Ngục bùng bùng cháy."
        },
        {
            "resource_id": 790,
            "text": "সি অনতিপলমে ক্বিয়ামতৰ দিনা লেলিহান জুইত প্ৰৱেশ হব আৰু জ্বলি থাকিব।"
        },
        {
            "resource_id": 172,
            "text": "Kıyamet günü alevli bir ateşe girerek, onun sıcaklığına katlanmak zorunda kalacak."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ سَيَصْلَى نَارًا ذَاتَ لَهَبٍ }</span> أي: ستحيط به النار من كل جانب،"
        },
        {
            "resource_id": 174,
            "text": "Ia akan masuk pada hari Kiamat ke dalam neraka yang apinya bergejolak, ia bakal merasakan panasnya."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ سَیَصْلٰی نَارًا ذَاتَ لَہَبٍ۔ } ”عنقریب وہ جھونکا جائے گا بھڑکتی ہوئی آگ میں۔“ لَہَبکے معنی آگ کے شعلے اور انگارے کے ہیں۔ اس شخص کی کنیت ابولہب کے حوالے سے یہاں اس لفظ کا استعمال ”صنعت ِ لفظی“ کی بہترین مثال ہے۔ اس کا اصل نام عبدالعزیٰ تھا ‘ لیکن اپنی سرخ وسفید رنگت کی وجہ سے ”ابولہب“ شعلہ رو کی کنیت سے مشہور تھا۔ ظاہری اعتبار سے ابولہب بہت وجیہہ اور خوبصورت شخص تھا۔ اس پس منظر میں اس آیت کے الفاظ گویا یہ پیغام دے رہے ہیں کہ اس شخص کو سرخ وسفید رنگت اور خوبصورت شکل و صورت بھی ہم نے عطا کی ہے اور جہنم کی بھڑکتی ہوئی آگ میں بھی اسے ہم ہی جھونکیں گے۔  ] قرآن مجید کا یہ واحد مقام ہے جہاں دشمنانِ اسلام میں سے کسی شخص کا نام لے کر اس کی مذمت کی گئی ہے ‘ حالانکہ مکہ ‘ مدینہ اور دیگر قبائل عرب میں حضور ﷺ کے دشمنوں اور بدخواہوں کی کمی نہ تھی۔ اس کی وجہ یہ ہے کہ ابولہب حضور ﷺ کا حقیقی چچا اور قریب ترین ہمسایہ ہونے کے باوجود آپ ﷺ کی مخالفت میں پیش پیش تھا اور اس شخص نے اسلام کی دشمنی اور کفر کی محبت میں صلہ رحمی اور خاندانی حمیت جیسی عرب روایات کا بھی کچھ پاس نہ کیا۔ [</p>"
        },
        {
            "resource_id": 905,
            "text": "سيدخل يوم القيامة نارًا ذات لهب، يقاسي حرّها."
        },
        {
            "resource_id": 94,
            "text": "<p>ثم أوعده بالنار فقال : <span class=\"green\">( سيصلى نارا ذات لهب )</span> أي نارا تلتهب عليه .</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>অচিরেই সে শিখাবিশিষ্ট (জাহান্নামের) আগুনে প্রবেশ করবে।</p>"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : سيصلى نارا ذات لهبأي ذات اشتعال وتلهب . وقد مضى في سورة ( المرسلات ) القول فيه . وقراءة العامة : سيصلى بفتح الياء . وقرأ أبو رجاء والأعمش : بضم الياء . ورواها محبوب عن إسماعيل عن ابن كثير ، وحسين عن أبي بكر عن عاصم ، ورويت عن الحسن . وقرأ أشهب العقيلي وأبو سمال العدوي ومحمد بن السميقع سيصلى بضم الياء ، وفتح الصاد ، وتشديد اللام ؛ ومعناها سيصليه الله ؛ من قوله : وتصلية جحيم . والثانية من الإصلاء ؛ أي يصليه الله ؛ من قوله : فسوف نصليه نارا . والأولى هي الاختيار ؛ لإجماع الناس عليها ؛ وهي من قوله : إلا من هو صال الجحيم ."
        },
        {
            "resource_id": 175,
            "text": "Na sudnjem danu ući će u vatru rasplamsalu i osjetiti njenu vrelinu."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">سَيَصْلَى نَارًا ذَاتَ لَهَبٍ (٣)</span> ] وە خوای گەورە ئەیخاتە ناو ئاگرێكەوە كە گڕو بڵێسەی هەیە وە زۆر ئەو ئاگرە سووتێنەرە ."
        },
        {
            "resource_id": 183,
            "text": "審判の日、かれは地獄の火の炎（ラハブ）に入れられて、そこで熱い目にあうのだ。"
        },
        {
            "resource_id": 14,
            "text": "<p>أي ذات شرر ولهب وإحراق شديد.</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 791,
            "text": "ഖിയാമത്ത് നാളിൽ കത്തിയെരിയുന്ന തീജ്വാലകളുള്ള നരകത്തിൽ അവൻ പ്രവേശിക്കുന്നതാണ്. അതിൻ്റെ കടുത്ത ചൂട് അവൻ അനുഭവിക്കുകയും ചെയ്യും."
        },
        {
            "resource_id": 176,
            "text": "Nel Giorno della Resurrezione entrerà nel Fuoco dalle fiamme divampanti e soffrirà il suo ardore,"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( سَيَصْلَى نَارًا ذَاتَ لَهَبٍ )</span></p><p>يقول: سيصلى أبو لهب نارا ذات لهب.</p>"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 16,
            "text": "سيدخل نارًا جهنم ذات اللَّهب المشتعل، هو وامرأته التي كانت تحمل الشوك، فتطرحه في طريق النبي صلى الله عليه وسلم؛ لأذيَّته."
        },
        {
            "resource_id": 181,
            "text": "در روز قیامت در آتشی شعله‌ور که حرارت بی‌رحمانه‌ای دارد وارد خواهد شد."
        },
        {
            "resource_id": 166,
            "text": "<p>অচিরে সে দগ্ধ হবে লেলিহান আগুনে, [১]</p><p>[১] অর্থাৎ কেয়ামতে অথবা মৃত্যুর পর কবরেই সে এক লেলিহান অগ্নিতে প্রবেশ করবে। তার নামের সাথে মিল রেখে অগ্নির বিশেষণ ذَاتَ لَهَبٍ বলার মধ্যে বিশেষ অলংকার রয়েছে। [আততাহরীর ওয়াত তানওয়ীর]</p>"
        },
        {
            "resource_id": 776,
            "text": "En el Día del Juicio, pronto ingresará al fuego infernal y sufrirá su calor."
        },
        {
            "resource_id": 180,
            "text": "৪. অচিরেই তার স্ত্রী ইন্ধন বহনকারিণী উম্মে জামিলাও আগুনে প্রবেশ করবে। যে পথে কাঁটা বিছেয়ে নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে কষ্ট দিতো।"
        },
        {
            "resource_id": 93,
            "text": "ثم أعقب - سبحانه - ذلك ، بذم زوجه التى كانت تشاركه العداوة لرسول الله صلى الله عليه وسلم فقال : ( وامرأته حَمَّالَةَ الحطب . فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ ) .وقوله : ( وامرأته ) معطوف على الضمير المستتر العائد على أبى لهب فى قوله ( سيصلى ) وانتصاب لفظ \" حمالةَ \" على الذم بفعل مضمر ، لأن المقصود به هنا الذم ، وقرأ الجمهور ( حَمَّالَةَ ) - بالرفع - على أنه صفة لها ، أو خبر لمبتدأ محذوف ، أى : هى حمالة الحطب .والمقصود بقوله - تعالى - ( حَمَّالَةَ الحطب ) الحقيقة ، فقد روى أنها كانت تحمل بنفسها حزمة الشَّوْك والحسك والسَّعْدَان ، فتنثرها بالليل فى طريقه صلى الله عليه وسلم ، لإِيذائه به ، ويصح أن يكون المراد بهذه الجملة الكناية عن مشيها بين الناس بالنميمة ، وإشاعة السوء حول الرسول صلى الله عليه وسلم فإنه يقول لمن يمشى بالنميمة ليفسد بين الناس ، إنسان يحمل الحطب بين الناس ، أى : أنه يفسد بينهم .ويصح أن يكون المقصود بهذه الجملة ، حملها للذنوب والخطايا ، من قولهم : فلان يَحْطِب على ظهره ، إذا كان يكتسب الذنوب والخطايا ، فاستعير الحطب لذلك .وقد رجح الإِمام ابن جرير القول الأول ، لأنها كانت تحمل الشوك فتطرحه فى طريق النبى صلى الله عليه وسلم ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4{ وَّامْرَاَتُہٗ } ”اور اس کی بیوی کو بھی۔“ اس کی بیوی بھی حضور ﷺ کی دشمنی میں ہمیشہ پیش پیش رہتی تھی۔ اس کا نام اَروَہ اور کنیت اُمّ جمیل تھی اور اس کے دل میں حضور ﷺ کی عداوت کوٹ کوٹ کر بھری ہوئی تھی۔ حضور ﷺ کی دشمنی کے اعتبار سے ان دونوں کے بارے میں جو تفصیلات ملتی ہیں ان سے یہ اندازہ لگانا مشکل ہوجاتا ہے کہ میاں بیوی میں سے کون حضور ﷺ کا بڑا دشمن تھا۔  قبل ازیں سورة التحریم کے آخری رکوع میں ہم خواتین کے کردار کی تین مثالوں کا مطالعہ کرچکے ہیں۔ پہلی مثال میں حضرت لوط اور حضرت نوح - کی کافر بیویوں کا ذکر ہے۔ یہ بہترین شوہروں کے گھروں میں بدترین بیویوں کی مثال ہے۔ پھر فرعون کی بیوی آسیہ رض کا ذکر گویا بدترین شوہر کے ہاں بہترین بیوی کی مثال ہے۔ اس کے بعد حضرت مریم سلامٌ علیہا کے حوالے سے ایک ایسی خاتون کی مثال بیان کی گئی ہے جو خود بھی نیک فطرت تھی اور حضرت زکریا علیہ السلام کی سرپرستی میں انہیں ماحول بھی ایسا ملا جو نیکی اور پاکیزگی کے اعتبار سے اپنی مثال آپ تھا۔ گویا وہاں سورة التحریم میں خواتین کے حوالے سے تین قسم کی ممکنہ صورتوں کی مثالوں کا ذکر تو ہوچکا ہے ‘ جبکہ اس سلسلے کی چوتھی ممکنہ صورت کا ذکر یہاں اس سورت میں ہوا ہے ‘ یعنی شوہر بھی بدترین اور بیوی بھی بدترین۔  { حَمَّالَۃَ الْحَطَبِ۔ } ”جو ایندھن اٹھانے والی ہوگی۔“ روایات میں چونکہ ذکر ملتا ہے کہ یہ دونوں میاں بیوی بہت بخیل تھے ‘ اس لیے بعض لوگوں نے ان الفاظ سے یہ سمجھا ہے کہ یہ عورت جنگل سے لکڑیاں ُ چن کر لایا کرتی تھی ‘ حالانکہ یہ بات خلافِ عقل و قیاس ہے۔ ابولہب نہ صرف بہت مال دار تھا بلکہ معاشرتی لحاظ سے وہ اپنے زمانے کا بہت بڑا منصب دار بھی تھا۔ وہ حرم کے محکمہ مالیات کا انچارج تھا اس حیثیت سے اس پر اگرچہ یہ الزام بھی تھا کہ اس نے حرم کے خزانے سے سونے کے دو ہرن چرالیے تھے۔ چناچہ یہ دونوں میاں بیوی اپنے معاشرے کی اشرافیہ سے تعلق رکھتے تھے۔ اس اعتبار سے دیکھا جائے تو معاشرے کی ایکوی آئی پی خاتون ‘ بنوہاشم کے رئیس کی بیوی ‘ جسے گویا خاتونِ اوّل کا سا درجہ حاصل تھا ‘ کے بارے میں جنگل سے لکڑیاں چن کر سرپر گٹھڑ لاد کر لانے والی بات بالکل قرین قیاس نہیں۔ چناچہ اس آیت کا اصل مفہوم یہ ہے کہ اس عورت کی حرکتیں جہنم کی آگ کا ایندھن اکٹھا کرنے اور اپنے شوہر کی آگ کو مزید بھڑکانے کے مترادف ہیں۔ جب یہ اپنے شوہر کے ساتھ جہنم میں جھونکی جائے گی اس وقت اس کا حال اس مجرم کا سا ہوگا جو اپنے جلانے کا ایندھن خود اٹھائے ہوئے ہو۔</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ (٤)</span> ] وە خێزانەكەیشی كە یەكێك بووە لە گەورە ئافرەتانی قوڕەیش كە (ئوم جەمیل) بووە كە خۆی ناوی (ئەڕوای كچی حەرب) بووە خوشكی (ئەبو سوفیان) بووە كونیەكەی (ئوم جەمیل) بووە كە یارمەتی (ئەبو لەهەب)ی مێردی ئەدا لەسەر كوفرو دژایەتی پێغەمبەری خوا صلى الله علیه وسلم لە ڕۆژی قیامەتیشدا یارمەتی ئەدا لە سزا چەشتندا لەناو ئاگری دۆزەخدا بۆیە خوای گەورە فەرمووی: (وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ) كە دار هەڵئەگرێ و ئەیخاتە ناو ئاگری دۆزەخەوە بۆ ئەوەی زیاتر ئاگرەكە گڕو بڵێسە بسەنێ وە هەردووكیان تیایدا زیاتر سزا بچێژن, كە لە دونیاشدا (وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ) ئەووترێ: دووزمانی كردووە، یاخود (حَمَّالَةَ الْحَطَبِ) دارو دڕك و ئەو شتانەی هـەڵدەگـرت و ئەیخستە سـەر ڕێی پێغەمبەری خوا صلى الله علیه وسلم ."
        },
        {
            "resource_id": 165,
            "text": "<p>এবং তার স্ত্রীও; যে ইন্ধন বহনকারিণী। [১]</p><p>[১] অর্থাৎ, জাহান্নামে সে স্বামীর আগুনে কাঠ এনে এনে নিক্ষেপ করতে থাকবে; যাতে আগুন বেশী বৃদ্ধি পাবে। আর তা হবে আল্লাহর তরফ হতে। অর্থাৎ, যেমন সে দুনিয়াতে নিজ স্বামীর কুফর ও ঔদ্ধত্যে মদদ যোগাত, তেমনি আখেরাতেও তার আযাব বৃদ্ধিতে মদদ যোগাতে থাকবে। <em>(ইবনে কাসীর)</em> কিছু সংখ্যক উলামা বলেন, এই মেয়েটি কাঁটার ঝাড় এনে মহানবী (সাঃ)-এর চলার পথে রেখে দিত। (যাতে তিনি কাঁটাবিদ্ধ হয়ে কষ্ট পান।) আবার কোন কোন আলেম বলেন, 'ইন্ধন বহনকারিণী' বলে তার চুগলী করার অভ্যাসের প্রতি ইঙ্গিত করা হয়েছে। চুগলখোরের জন্য ব্যবহূত এটি আরবীর একটি পরিভাষা। এই মেয়েটি কুরাইশদের নিকট গিয়ে মহানবী (সাঃ)-এর গীবত করত এবং তাদেরকে তাঁর প্রতি শত্রুতা করায় উসকানি দিত। <em>(ফাতহুল বারী)</em></p>"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ )</span></p><p lang=\"ar\" class=\"ar \">يقول: سيصلى أبو لهب وامرأته حمالة الحطب, نارا ذات لهب. واختلفت القرّاء في قراءة <span class=\"arabic qpc-hafs green\">( حَمَّالَةَ الْحَطَبِ )</span> فقرأ ذلك عامة قرّاء المدينة والكوفة والبصرة: <span class=\"red\">\" حَمَّالَةُ الحَطَبِ\"</span> بالرفع, غير عبد الله بن أبي إسحاق, فإنه قرأ ذلك نصبا فيما ذكر لنا عنه.</p><p lang=\"ar\" class=\"ar \">واختلف فيه عن عاصم, فحكي عنه الرفع فيها والنصب, وكأن من رفع ذلك جعله من نعت المرأة, وجعل الرفع للمرأة ما تقدم من الخبر, وهو <span class=\"red\">\" سَيَصْلَى \"</span>, وقد يجوز أن يكون رافعها الصفة,<span class=\"blue\"> وذلك قوله:</span> <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا )</span> وتكون <span class=\"red\">\" حَمَّالَة \"</span> نعتا للمرأة. وأما النصب فيه فعلى الذم, وقد يحتمل أن يكون نصبها على القطع من المرأة, لأن المرأة معرفة, وحمالة الحطب نكرة <span class=\"arabic qpc-hafs green\">(2)</span> .</p><p lang=\"ar\" class=\"ar \">والصواب من القراءة في ذلك عندنا: الرفع, لأنه أفصح الكلامين فيه, ولإجماع الحجة من القرّاء عليه.</p><p lang=\"ar\" class=\"ar \">واختلف أهل التأويل,<span class=\"blue\"> في معنى قوله:</span> <span class=\"arabic qpc-hafs green\">( حَمَّالَةَ الْحَطَبِ )</span> فقال بعضهم: كانت تجيء بالشوك فتطرحه في طريق رسول الله صلى الله عليه وسلم, ليدخل في قدمه إذا خرج إلى الصلاة.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ )</span> قال: كانت تحمل الشوك, فتطرحه على طريق النبي صلى الله عليه وسلم, ليعقره وأصحابه,<span class=\"blue\"> ويقال:</span> <span class=\"arabic qpc-hafs green\">( حَمَّالَةَ الْحَطَبِ )</span> : نقالة للحديث.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن إسرائيل, عن أبي إسحاق, عن رجل من همدان يقال له يزيد بن زيد, أن امرأة أبي لهب كانت تلقي في طريق النبيّ صلى الله عليه وسلم الشوك,<span class=\"blue\"> فنـزلت:</span> <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ ... وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ )</span> .</p><p lang=\"ar\" class=\"ar \">حدثني أبو هريرة الضبعي, محمد بن فراس,<span class=\"blue\"> قال:</span> ثنا أبو عامر, عن قرة بن خالد, عن عطية الجدلِّي.<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( حَمَّالَةَ الْحَطَبِ )</span> قال: كانت تضع العضاه على طريق رسول الله صلى الله عليه وسلم, فكأنما يطأ به كثيبا.</p><p lang=\"ar\" class=\"ar \">حُدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: ثنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ )</span> كانت تحمل الشوك, فتلقيه على طريق نبي الله صلى الله عليه وسلم ليعقِره.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ )</span> قال: كانت تأتي بأغصان الشوك, فتطرحها بالليل في طريق رسول الله صلى الله عليه وسلم.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: قيل لها ذلك: حمالة الحطب, لأنها كانت تحطب الكلام, وتمشي بالنميمة, وتعير رسول الله صلى الله عليه وسلم بالفقر.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا المعتمر بن سليمان,<span class=\"blue\"> قال:</span> قال أبو المعتمر: زعم محمد أن عكرمة قال <span class=\"arabic qpc-hafs green\">( حَمَّالَةَ الْحَطَبِ )</span> : كانت تمشي بالنميمة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن ابن أبي نجيح,<span class=\"blue\"> عن مجاهد:</span> <span class=\"arabic qpc-hafs green\">( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ )</span> قال: كانت تمشي بالنميمة.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا الأشجعي, عن سفيان, عن ابن أبي نجيح, عن مجاهد, مثله.</p><p>حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن منصور, عن مجاهد, مثله.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( حَمَّالَةَ الْحَطَبِ )</span> قال: النميمة.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ )</span> : أي كانت تنقل الأحاديث من بعض الناس إلى بعض.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ )</span> قال: كانت تحطب الكلام, وتمشي بالنميمة.</p><p lang=\"ar\" class=\"ar \">وقال بعضهم: كانت تعير رسول الله صلى الله عليه وسلم بالفقر, وكانت تحطب فعُيِّرتْ بأنها كانت تحطب.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان <span class=\"arabic qpc-hafs green\">( وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ )</span> قال: كانت تمشي بالنميمة.</p><p lang=\"ar\" class=\"ar \">وأولى القولين في ذلك بالصواب عندي,<span class=\"blue\"> قول من قال:</span> كانت تحمل الشوك, فتطرحه في طريق رسول الله صلى الله عليه وسلم, لأن ذلك هو أظهر معنى ذلك.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن عيسى بن يزيد, عن ابن إسحاق, عن يزيد بن زيد, وكان ألزم شيءٍ لمسروق,<span class=\"blue\"> قال:</span> لما نـزلت: <span class=\"arabic qpc-hafs green\">( تَبَّتْ يَدَا أَبِي لَهَبٍ )</span> بلغ امرأة أبي لهب أن النبي صلى الله عليه وسلم يهجوك,<span class=\"blue\"> قالت:</span> علام يهجوني ؟ هل رأيتموني كما قال محمد أحمل حطبا؟ <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )</span> ؟ فمكثت, ثم أتته,<span class=\"blue\"> فقالت:</span> إن ربك قلاك وودعك',<span class=\"blue\"> فأنـزل الله:</span>  وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى  .</p>"
        },
        {
            "resource_id": 182,
            "text": "他那曾在路上抛掷棘刺伤害先知（愿主福安之）的妻子乌姆·杰米莱也将进入火狱。"
        },
        {
            "resource_id": 166,
            "text": "<p>আর তার স্ত্রীও [১]- যে ইন্ধন বহন করে [২] ,</p><p>[১]  আবু লাহাবের স্ত্রীর নাম ছিল “আরওয়া” । সে ছিল আবু সুফিয়ানের বোন ও হরব ইবনে উমাইয়্যার কন্যা। তাকে “উম্মে জামীল” বলা হত। আবু লাহাবের ন্যায় তার স্ত্রীও রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর প্রতি বিদ্বেষী ছিল। সে এ ব্যাপারে তার স্বামীকে সাহায্য করত। আয়াতে ব্যক্ত করা হয়েছে যে, এই হতভাগিনীও তার স্বামীর সাথে জাহান্নামে প্রবেশ করবে। এক বর্ণনায় এসেছে, এ মহিলা যখন শুনতে পেল যে, আল্লাহ্ তা‘আলা তার ও তার স্বামীর ব্যাপারে আয়াত নাযিল করে অপমানিত করেছেন সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে আসল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তখন বসা ছিলেন। তার সাথে ছিলেন আবু বকর। তখন আবু বকর বললেন, আপনি যদি একটু সরে যেতেন তা হলে ভাল হতো যাতে করে এ মহিলা আপনাকে কোন কষ্ট না দিতে পারে। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আমার ও তার মাঝে বাধার সৃষ্টি করা হবে। ইত্যবসরে মহিলা এসে আবু বকরকে জিজ্ঞেস করল, আবু বকর! তোমার সাথী আমাদের বদনামী করে কবিতা বলেছে? তিনি জবাবে বললেন, এ ঘরের (কাবার) রবের শপথ, তিনি কোন কবিতা বলেননি এবং তার মুখ দিয়ে তা বেরও হয়নি। তখন মহিলা বলল, তুমি সত্য বলেছ। তারপর মহিলা চলে গেলে আবু বকর রাদিয়াল্লাহু ‘আনহু বললেন, সে কি আপনাকে দেখেনি? রাসূল বললেন, মহিলা ফিরে যাওয়া পর্যন্ত একজন ফেরেশতা আমাকে তার থেকে আড়াল করে রাখছিল। [মুসনাদে আবি ইয়া’লা: ২৫, ২৩:৫৮, মুসনাদে বাযযার: ২৯৪] [ইবন কাসীর]</p><p>[২] এখানে আবু জাহলের স্ত্রী উম্মে জামীলের অবস্থা বর্ণনা প্রসঙ্গে حَمَّا لَةَ الْحَطَبِ বলা হয়েছে। এর শাব্দিক অর্থ শুষ্ককাঠ বহনকারিণী। আরবের বাকপদ্ধতিতে পশ্চাতে নিন্দাকারীকে ‘খড়ি-বাহক’ বলা হত। শুষ্ককাঠ একত্রিত করে যেমন কেউ অগ্নি সংযোগের ব্যবস্থা করে, পরোক্ষে নিন্দাকার্যটিও তেমনি। এর মাধ্যমে সে ব্যক্তিবর্গ ও পরিবারের মধ্যে আগুন জ্বলিয়ে দেয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সাহাবায়ে কেরামকে কষ্ট দেয়ার জন্যে আবু লাহাব পত্নী পরোক্ষে নিন্দাকার্যের সাথেও জড়িত ছিল। অধিকাংশ তাফসীরবিদ এখানে এ তাফসীরই করেছেন। অপরপক্ষে কোন কোন তাফসীরবিদগণ একে আক্ষরিক অর্থেই রেখেছেন এবং কারণ এই বর্ণনা করেছেন যে, এই নারী বন থেকে কন্টকযুক্ত লাকড়ি চয়ন করে আনত এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে কষ্ট দেয়ার জন্যে তার পথে বিছিয়ে রাখত। তার এই নীচ ও হীন কাণ্ডকে কুরআন حَمَّا لَةَ الْحَطَبِ বলে ব্যক্ত করেছে। ইমাম তাবারী এ উক্তিটি গ্রহণ করেছেন। কেউ কেউ বলেন যে, তার এই অবস্থাটি হবে জাহান্নামে। সে জাহান্নামে লাকড়ি এনে জাহান্নামে তার স্বামীর উপর নিক্ষেপ করবে, যাতে অগ্নি আরও প্ৰজ্বলিত হয়ে উঠে, যেমন দুনিয়াতেও সে স্বামীকে সাহায্য করে তার কুফর ও জুলুম বাড়িয়ে দিত। কোন কোন মুফাসসির বলেন, সে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে দরিদ্র বলে উপহাস করত। পরিণামে আল্লাহ্ এ মহিলাকে লাকড়ি আহরণকারী বলে অপমানজনক উপাধী দিয়ে উপহাস করেছেন। আবার সাঈদ ইবনে জুবাইর বলেন, আয়াতের অর্থ “গোনাহের বোঝা বহনকারিনী” । [কুরতুবী, ইবন কাসীর]</p>"
        },
        {
            "resource_id": 791,
            "text": "അവൻ്റെ ഭാര്യ -ഉമ്മു ജമീലും- (കത്തിയെരിയുന്ന തീജ്വാലകളുള്ള) നരകത്തിൽ പ്രവേശിക്കുന്നതാണ്. നബി-ﷺ-യുടെ വഴികളിൽ മുള്ളുകൾ വിതറി അവൾ അവിടുത്തെ ഉപദ്രവിക്കാറുണ്ടായിരുന്നു."
        },
        {
            "resource_id": 171,
            "text": "And his wife Umm Jamīl who would also harm the Prophet (peace be upon him) by throwing thorns into his path, will also enter it."
        },
        {
            "resource_id": 183,
            "text": "かれの妻、ウンム・ジャミールは、いつも預言者（アッラーの祝福と平安あれ）の行く道に茨（いばら）を投げ入れて害を及ぼそうとしたので、やはりそこに入れられる。"
        },
        {
            "resource_id": 181,
            "text": "و همسرش اُمّ جمیل که با ریختن خار در راه پیامبر صلی الله علیه وسلم، به او آزار می‌رساند نیز وارد آن خواهد شد."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( وامرأته )</span> أم جميل بنت حرب بن أمية أخت أبي سفيان <span class=\"green\">( حمالة الحطب )</span> قال ابن زيد والضحاك : كانت تحمل الشوك والعضاة فتطرحه في طريق رسول الله - صلى الله عليه وسلم - ، وأصحابه لتعقرهم ، وهي رواية عطية عن ابن عباس .</p><p lang=\"ar\" class=\"ar \">وقال قتادة ، ومجاهد ،<span class=\"blue\"> والسدي :</span> كانت تمشي بالنميمة وتنقل الحديث فتلقي العداوة بين الناس ، وتوقد نارها كما توقد النار <span class=\"reference\">[ بالحطب ]</span> .<span class=\"blue\"> يقال :</span> فلان يحطب على فلان ، إذا كان يغري به .</p><p lang=\"ar\" class=\"ar \">وقال سعيد بن جبير : حمالة الخطايا ،<span class=\"blue\"> دليله :</span> قوله : <span class=\"arabic qpc-hafs\">\" وهم يحملون أوزارهم على ظهورهم \"</span> <span class=\"green\">( الأنعام - 31 )</span> .</p><p>قرأ عاصم <span class=\"arabic qpc-hafs\">\" حمالة \"</span> بالنصب على الذم ،<span class=\"blue\"> كقوله :</span> <span class=\"arabic qpc-hafs\">\" ملعونين \"</span> .</p><p lang=\"ar\" class=\"ar \">وقرأ . الآخرون بالرفع ،<span class=\"blue\"> وله وجهان :</span> أحدهما سيصلى نارا هو وامرأته حمالة الحطب .<span class=\"blue\"> والثاني :</span> وامرأته حمالة الحطب في النار أيضا .</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">( وامرأته حمالة الحطب )</span> وكانت زوجته من سادات نساء قريش ،<span class=\"blue\"> وهي :</span> أم جميل ، واسمها أروى بنت حرب بن أمية ، وهي أخت أبي سفيان . وكانت عونا لزوجها على كفره وجحوده وعناده ; فلهذا تكون يوم القيامة عونا عليه في عذابه في نار جهنم .<span class=\"blue\"> ولهذا قال :</span> ( حمالة الحطب</p>"
        },
        {
            "resource_id": 178,
            "text": "И войдет туда же супруга его – Умм Джамиль, которая причиняла вред Пророку ﷺ, ссыпая колючки на его пути."
        },
        {
            "resource_id": 91,
            "text": "هو <span class=\"arabic qpc-hafs brown\">{ وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ }</span> .وكانت أيضًا شديدة الأذية لرسول الله صلى الله عليه وسلم، تتعاون هي وزوجها على الإثم والعدوان، وتلقي الشر، وتسعى غاية ما تقدر عليه في أذية الرسول صلى الله عليه وسلم،"
        },
        {
            "resource_id": 177,
            "text": "Và vợ của hắn cũng thế sẽ cùng hội cùng thuyền với hắn trong Hỏa Ngục bởi mụ ta đã vác củi gai rải trên đường đi để làm hại Thiên Sứ."
        },
        {
            "resource_id": 172,
            "text": "Yürüdüğü yola dikenler atarak, Peygamber -sallallahu aleyhi ve sellem-'e eziyet eden karısı Ümmü Cemil de cehenneme girecektir."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وامرأته حمالة الحطب قوله تعالى : وامرأته أم جميل . وقال ابن العربي : العوراء أم قبيح ، وكانت عوراء . حمالة الحطب قال ابن عباس ومجاهد وقتادة والسدي : كانت تمشي بالنميمة بين الناس ؛ تقول العرب : فلان يحطب على فلان : إذا ورش عليه . قال الشاعر :إن بني الأدرم حمالو الحطب هم الوشاة في الرضا وفي الغضب     عليهم اللعنة تترى والحربوقال آخر :من البيض لم تصطد على ظهر لأمة     ولم تمش بين الحي بالحطب الرطب[ ص: 214 ] يعني : لم تمش بالنمائم ، وجعل الحطب رطبا ليدل على التدخين ، الذي هو زيادة في الشر . وقال أكثم بن صيفي لبنيه : إياكم والنميمة فإنها نار محرقة ، وإن النمام ليعمل في ساعة ما لا يعمل الساحر في شهر . أخذه بعض الشعراء فقال :إن النميمة نار ويك محرقة     فقر عنها وجانب من تعاطاهاولذلك قيل : نار الحقد لا تخبو . وثبت عن النبي - صلى الله عليه وسلم - : لا يدخل الجنة نمام . وقال : ذو الوجهين لا يكون عند الله وجيها . وقال عليه الصلاة والسلام : من شر الناس ذو الوجهين الذي يأتي هؤلاء بوجه ، وهؤلاء بوجه . وقال كعب الأحبار : أصاب بني إسرائيل قحط ، فخرج بهم موسى - عليه السلام - ثلاث مرات فلم يستسقوا . فقال موسى : \" إلهي عبادك \" فأوحى الله إليه : \" إني لا أستجيب لك ولا لمن معك لأن فيهم رجلا نماما ، قد أصر على النميمة \" . فقال موسى : \" يا رب من هو حتى نخرجه من بيننا \" ؟ فقال : \" يا موسى أنهاك عن النميمة وأكون نماما \" قال : فتابوا بأجمعهم ، فسقوا . والنميمة من الكبائر ، لا خلاف في ذلك ؛ حتى قال الفضيل بن عياض : ثلاث تهد العمل الصالح ويفطرن الصائم ، وينقضن الوضوء : الغيبة ، والنميمة ، والكذب . وقال عطاء بن السائب : ذكرت للشعبي قول النبي - صلى الله عليه وسلم - : لا يدخل الجنة سافك دم ، ولا مشاء بنميمة ، ولا تاجر يربي فقلت : يا أبا عمرو ، قرن النمام بالقاتل وآكل الربا ؟ فقال : وهل تسفك الدماء ، وتنتهب الأموال ، وتهيج الأمور العظام ، إلا من أجل النميمة .وقال قتادة وغيره : كانت تعير رسول الله - صلى الله عليه وسلم - بالفقر . ثم كانت مع كثرة مالها تحمل الحطب على ظهرها ؛ لشدة بخلها ، فعيرت بالبخل . وقال ابن زيد والضحاك : كانت تحمل العضاه والشوك ، فتطرحه بالليل على طريق النبي - صلى الله عليه وسلم - وأصحابه ؛ وقاله ابن عباس . قال الربيع : فكان النبي - صلى الله عليه وسلم - يطؤه كما يطأ الحرير . وقال مرة الهمداني : كانت أم جميل تأتي كل يوم بإبالة من الحسك ، فتطرحها على طريق المسلمين ، فبينما هي حاملة ذات يوم حزمة [ ص: 215 ] أعيت ، فقعدت على حجر لتستريح ، فجذبها الملك من خلفها فأهلكها .وقال سعيد بن جبير : حمالة الخطايا والذنوب ؛ من قولهم : فلان يحتطب على ظهره ؛ دليله قوله تعالى : وهم يحملون أوزارهم على ظهورهم . وقيل : المعنى حمالة الحطب في النار ؛ وفيه بعد . وقراءة العامة حمالة بالرفع ، على أن يكون خبرا وامرأته مبتدأ . ويكون في جيدها حبل من مسد جملة في موضع الحال من المضمر في حمالة . أو خبرا ثانيا . أو يكون حمالة الحطب نعتا لامرأته . والخبر في جيدها حبل من مسد ؛ فيوقف - على هذا - على ( ذات لهب ( . ويجوز أن يكون وامرأته معطوفة على المضمر في سيصلى فلا يوقف على ( ذات لهب ) ويوقف على وامرأته وتكون حمالة الحطب خبر ابتداء محذوف . وقرأ عاصم حمالة الحطب بالنصب على الذم ، كأنها اشتهرت بذلك ، فجاءت الصفة للذم لا للتخصيص ، كقوله تعالى : ملعونين أينما ثقفوا . وقرأ أبو قلابة ( حاملة الحطب ) ."
        },
        {
            "resource_id": 905,
            "text": "وستدخلها زوجته أم جميل التي كانت تؤذي النبي صلى الله عليه وسلم بإلقاء الشوك في طريقه."
        },
        {
            "resource_id": 174,
            "text": "Bahkan istrinya, Ummu Jamil yang menyakiti Nabi -ṣallallāhu 'alaihi wa sallam- dengan menabur duri di jalan beliau, juga akan masuk ke dalam neraka."
        },
        {
            "resource_id": 790,
            "text": "আৰু তাৰ স্ত্ৰী উম্মে জামিলেও তাৰ ভিতৰত প্ৰৱেশ কৰিব। যিজনীয়ে আল্লাহৰ ৰাছুলক ৰাস্তাৰ মাজত কঁটা পাতি কষ্ট দিছিল।"
        },
        {
            "resource_id": 179,
            "text": "Papasok [din] doon ang maybahay niyang si Umm Jamīl, na dating nananakit sa Propeta – basbasan siya ni Allāh at batiin ng kapayapaan – sa pamamagitan ng pagtatapon ng mga tinik sa daan niya,"
        },
        {
            "resource_id": 792,
            "text": "ហើយប្រពន្ធរបស់គេ គឺអុំមូជើមីល ដែលជាអ្នកយកបន្លារាយលើផ្លូវដើររបស់ព្យាការីមូហាំម៉ាត់ដើម្បីធ្វើបាបគាត់នោះ ក៏នឹងចូលទៅក្នុងនរកដែលមានអណ្ដាតភ្លើងដ៏សន្ធោសន្ធៅនោះដូចគ្នាដែរ។"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 173,
            "text": "Son épouse `Umm Jamîl, qui persécutait le Prophète en jetant des épines sur son chemin, y sera également introduite."
        },
        {
            "resource_id": 776,
            "text": "Y su esposa Umm Yamil, que también dañaba al Profeta r arrojando espinas en su camino, también entrará en él."
        },
        {
            "resource_id": 92,
            "text": "وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ (4) أعقب ذم أبي لهب ووعيدهُ بمثل ذلك لامرأته لأنها كانت تشاركه في أذى النبي صلى الله عليه وسلم وتعينه عليه .وامرأته : أي زوجُه ، قال تعالى في قصة إبراهيم : { وامرأته قائمة } [ هود : 71 ] وفي قصة لوط : { إلا امرأته كانت من الغابرين } [ الأعراف : 83 ] وفي قصة نسوة يوسف : { امرأة العزيز تراود فتاها عن نفسه } [ يوسف : 30 ] .وامرأة أبي لهب هي أم جَميل ، واسمها أرْوَى بنتُ حرب بن أمية وهي أخت أبي سفيان بن حرب ، وقيل : اسمها العَوراء ، فقيل هو وصف وأنها كانت عوراء ، وقيل : اسمها ، وذكر بعضهم : أن اسمها العَوَّاء بهمزة بعد الواو .وكانت أم جميل هذه تحمل حطب العضاه والشوككِ فتضعه في الليل في طريق النبي صلى الله عليه وسلم الذي يسلك منه إلى بيته ليعقِر قدميه .فلما حصل لأبي لهب وعيد مقتبس من كنيته جُعل لامرأته وعيد مقتبَس لفظُه من فِعلها وهو حَمْل الحطب في الدنيا ، فأُنذرت بأنها تحمل الحطب في جهنم ليوقَد به على زوجها ، وذلك خزي لها ولزوجها إذ جعل شدة عذابه على يد أحب الناس إليه ، وجعلها سبباً لعذاب أعز الناس عليها .فقوله : { وامرأته } عطف على الضمير المستتر في { سيصلى } [ المسد : 3 ] أي وتصلى امرأته ناراً .وقوله : { حمالةُ الحطب } قرأه الجمهور برفع { حمالةُ } على أنه صفة لامرأته فيَحتمل أنها صفتها في جهنم ويحتمل أنها صفتها التي كانت تعمل في الدّنيا بجلب حطب العضاه لتضعه في طريق النبي صلى الله عليه وسلم على طريقة التوجيه والإِيماء إلى تعليل تعذيبها بذلك .وقرأه عاصم بنصب { حمالة } على الحال من { امرأته } . وفيه من التوجيه والإِيماء ما في قراءة الرفع ."
        },
        {
            "resource_id": 16,
            "text": "سيدخل نارًا متأججة، هو وامرأته التي كانت تحمل الشوك، فتطرحه في طريق النبي صلى الله عليه وسلم؛ لأذيَّته."
        },
        {
            "resource_id": 168,
            "text": "<p>The Fate of 'Umm Jamil, the Wife of Abu Lahab</p><p>Verse [ 111:4] وَامْرَ‌أَتُهُ حَمَّالَةَ الْحَطَبِ (And his wife as well, the wicked, the carrier of firewood.) As Abu Lahab was a vehement enemy of the Holy Messenger ﷺ ، his wife too was supportive of her husband in his disbelief, rejection, obstinacy, and in persecuting the Holy Prophet ﷺ . She was a sister of Abu Sufyan, and daughter of Harb Ibn 'Umayyah. Her nickname was Umm Jamil. The Qur'an makes plain in this verse that this wretched woman will also roast with her husband in the fire of Hell. She is described as حَمَّالَةَ الْحَطَبِ which literally means 'the carrier of firewood'. Idiomatically, Arabs use this expression to refer to a 'tale-bearer ', that is, one who gathers pieces of gossip and carries them between individuals and families in order to ignite the fires of discord and enmity between people, exactly as one would gather firewood to kindle the fire. This telltale woman improperly carried information concerning the private affairs of the Messenger of Allah ﷺ ، and the blessed Companions in an attempt to ignite and instigate trouble. In this verse too, the phrase 'the carrier of firewood' has been interpreted by Sayyidna Ibn ` Abbas ؓ ، Mujahid, ` Ikrimah رحمۃ اللہ علیہما and a group of commentators to mean that 'She was a tale-bearer' while Ibn Zaid, Dahhak and other commentators رحمۃ اللہ علیہم retain it in its original sense, and explain that she literally used to collect thorny branches from the jungle, and place them in the path of the Messenger of Allah ﷺ in order to harm him - hence the description: 'carrier of firewood'. [ Qurtubl, Ibn Kathir ].</p><p>Some scholars explain that just as she used to help her husband in this world to promote disbelief and tyranny and to assist him in harming the Messenger of Allah ﷺ ، she will add to the torment of her husband in the Hereafter. She will collect the branches of zaqqum and other trees and add them as fuel to the fire of Hell in which her husband would be roasting. [ Ibn Kathir ].</p><p>Tale-Bearing: A Gravely Major Sin</p><p>It is recorded in the two Sahihs that the Messenger of Allah ﷺ is reported to have said that a tale-bearer (to harm others) will not enter Paradise. Fudail Ibn ` Iyad (رح) says that there are three evil deeds of man that destroy all his righteous actions. They are: [ 1] backbiting; [ 2] tale-bearing; and [ 3] lying. ` Ata' Ibn Sa'ib (رح) says that he asked Sha'bi (رح) about the Prophetic Tradition in which the Messenger of Allah ﷺ is reported to have said: لَا یدخل الجنّۃ سافک دم ولا مشّاء بنمیمۃ ولا تاجر یربی . \"Three types of people will not enter Paradise: [ 1] a murderer; [ 2] a tale-bearer; and [ 3] a trader who is involved in usury.\" ` Ata' (رح) says that I cited this Tradition to Sha'bi and asked him in a surprising tone that the Holy Prophet ﷺ has equated 'a tale-bearer' with a murderer and a usurer. He replied: \"Indeed, tale-bearing is the root cause of murder and usurpation of wealth.\" [ Qurtubi ]</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 175,
            "text": "U Vatru će ući i njegova žena Ummu Džemil koja je uznemiravala Poslanika, sallallahu alejhi ve sellem, bacajući trnje po putu kojim je išao."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "e vi entrerà sua moglie Um Jamīlأم جميل, colei che faceva del male al Profeta, pace e benedizione di Allāh su di lui, gettando spine sul suo cammino."
        },
        {
            "resource_id": 177,
            "text": "Mụ ta sẽ bị trói cổ bởi sợi dây được xe từ xơ rất cứng và chắc rồi bị lôi đi và ném vào Hỏa Ngục."
        },
        {
            "resource_id": 170,
            "text": "Абу Лахаб был дядей Пророка Мухаммада, да благословит его Аллах и приветствует, по отцовской линии. Он питал к нему сильную ненависть и причинял ему много страданий. Абу Лахаб был безбожником и не стремился поддерживать узы родства. Аллах сурово осудил его за это и наложил на него ярмо бесчестия вплоть до Судного дня. Пусть пропадут пропадом обе руки Абу Лахаба! Он несчастен, и ничто не принесет ему пользы. Богатство развратило его, но не спасло его от наказания. Ничто не спасет его от сурового возмездия, когда оно обрушится на него. Огонь Геенны охватит его со всех сторон, а его жена будет носить дрова для Адского Пламени. Она также причиняла посланнику Аллаха, да благословит его Аллах и приветствует, горькие страдания и помогала своему мужу совершать грехи и враждовать с Аллахом и Его религией. Она распространяла клевету в адрес Пророка, да благословит его Аллах и приветствует, и изо всех сил старалась причинить ему вред. В Аду она будет нести бремя своих грехов, подобно тому, как люди носят на спине связку дров, повесив для этого на шею веревку из пальмовых волокон. Согласно другому толкованию, она будет собирать дрова для своего мужа, привязав их к своей шее веревкой из пальмовых волокон. В этой суре содержится одно из величайших предзнаменований Аллаха. Он ниспослал эту суру до того, как Абу Лахаб и его жена погибли. Он сообщил, что они непременно будут брошены в Геенну. Тем самым Аллах предсказал, что они никогда не примут ислам. И действительно, все произошло так, как об этом поведал Ведающий сокровенное и явное."
        },
        {
            "resource_id": 173,
            "text": "Elle aura à son cou une corde solidement tressée qui servira à la traîner vers le Feu."
        },
        {
            "resource_id": 16,
            "text": "في عنقها حبل محكم الفَتْلِ مِن ليف شديد خشن، تُرْفَع به في نار جهنم، ثم تُرْمى إلى أسفلها."
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">’’ابولہب‘‘ ایک اعتبار سے ایک شخص کا نام ہے۔ اور دوسرے اعتبار سے وہ ایک کردار ہے۔ ابولہب دعوتِ حق کے اس مخالف کی تاریخی علامت ہے جو کمینہ پن کی حد تک اس کا دشمن بن جائے۔ اس کردار سے جس طرح رسول اللہ صلی اللہ علیہ وسلم کو سابقہ پیش آیا، اسی طرح آپ کی امت کے دوسرے داعیوں کو بھی اس سے سابقہ پیش آ سکتا ہے۔ تاہم اگر داعی حقیقی معنوں میں اللہ کے لیے اٹھا ہے تو اللہ کی مدد اس کا ساتھ دے گی۔ ابولہب جیسے لوگوں کی معاندانہ کوششیں اللہ کی مدد سے بے اثر ہوجائیں گی۔ اپنے تمام ذرائع اور وسائل کے باوجود وہ برباد ہو کر رہے گا۔ وہ اپنے عناد میں خود چلے گا، وہ خدا کے داعی کو جس برے انجام تک پہنچانا چاہتا تھا وہیں وہ خود ابدی طور پر پہنچا دیا جائے گا۔</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">في جيدها حبل من مسد ) يعني : تحمل الحطب فتلقي على زوجها ، ليزداد على ما هو فيه ، وهي مهيأة لذلك مستعدة له .</p><p><span class=\"arabic qpc-hafs\">( في جيدها حبل من مسد )</span> قال مجاهد وعروة : من مسد النار .</p><p lang=\"ar\" class=\"ar \">وعن مجاهد ، وعكرمة ، والحسن ، وقتادة ، والثوري ،<span class=\"blue\"> والسدي :</span> <span class=\"arabic qpc-hafs\">( حمالة الحطب )</span> كانت تمشي بالنميمة ، <span class=\"reference brown\">[ واختاره ابن جرير ]</span> .</p><p lang=\"ar\" class=\"ar \">وقال العوفي ، عن ابن عباس ، وعطية الجدلي ، والضحاك ،<span class=\"blue\"> وابن زيد :</span> كانت تضع الشوك في طريق رسول الله صلى الله عليه وسلم ، واختاره ابن جرير .</p><p lang=\"ar\" class=\"ar \">قال ابن جرير : وقيل : كانت تعير النبي صلى الله عليه وسلم بالفقر ، وكانت تحتطب ، فعيرت بذلك .</p><p>كذا حكاه ، ولم يعزه إلى أحد . والصحيح الأول ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">قال سعيد بن المسيب : كانت لها قلادة فاخرة فقالت : لأنفقنها في عداوة محمد يعني : فأعقبها الله بها حبلا في جيدها من مسد النار .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثنا أبو كريب ، حدثنا وكيع ، عن سليم مولى الشعبي ،<span class=\"blue\"> عن الشعبي قال :</span> المسد : الليف .</p><p>وقال عروة بن الزبير : المسد : سلسلة ذرعها سبعون ذراعا .</p><p>وعن الثوري : هو قلادة من نار ، طولها سبعون ذراعا .</p><p lang=\"ar\" class=\"ar \">وقال الجوهري : المسد : الليف .<span class=\"blue\"> والمسد أيضا :</span> حبل من ليف أو خوص ، وقد يكون من جلود الإبل أو أوبارها ،<span class=\"blue\"> ومسدت الحبل أمسده مسدا :</span> إذا أجدت فتله .</p><p lang=\"ar\" class=\"ar \">وقال مجاهد : <span class=\"arabic qpc-hafs\">( في جيدها حبل من مسد )</span> أي : طوق من حديد ، ألا ترى أن العرب يسمون البكرة مسدا ؟</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبي وأبو زرعة ،<span class=\"blue\"> قالا :</span> حدثنا عبد الله بن الزبير الحميدي ، حدثنا سفيان ، حدثنا الوليد بن كثير ، عن ابن تدرس ،<span class=\"blue\"> عن أسماء بنت أبي بكر قالت :</span> لما نزلت : <span class=\"arabic qpc-hafs\">( تبت يدا أبي لهب )</span> أقبلت العوراء أم جميل بنت حرب ، ولها ولولة ، وفي يدها فهر ،<span class=\"blue\"> وهي تقول :</span></p><p>مذمما أبينا ودينه قلينا     وأمره عصينا</p><p lang=\"ar\" class=\"ar \">ورسول الله صلى الله عليه وسلم جالس في المسجد ومعه أبو بكر ،<span class=\"blue\"> فلما رآها أبو بكر قال :</span> يا رسول الله ، قد أقبلت وأنا أخاف عليك أن تراك .<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" إنها لن تراني \"</span> . وقرأ قرآنا اعتصم به ،<span class=\"blue\"> كما قال تعالى :</span> <span class=\"arabic qpc-hafs\">( وإذا قرأت القرآن جعلنا بينك وبين الذين لا يؤمنون بالآخرة حجابا مستورا )</span> <span class=\"reference brown\">[ الإسراء : 45 ]</span> .<span class=\"blue\"> فأقبلت حتى وقفت على أبي بكر ولم تر رسول الله صلى الله عليه وسلم فقالت :</span> يا أبا بكر ، إني أخبرت أن صاحبك هجاني ؟<span class=\"blue\"> قال :</span> لا ورب هذا البيت ما هجاك .<span class=\"blue\"> فولت وهي تقول :</span> قد علمت قريش أني ابنة سيدها .<span class=\"blue\"> قال :</span> وقال الوليد في حديثه أو غيره : فعثرت أم جميل في مرطها وهي تطوف بالبيت ،<span class=\"blue\"> فقالت :</span> تعس مذمم .<span class=\"blue\"> فقالت أم حكيم بنت عبد المطلب :</span> إني لحصان فما أكلم ، وثقاف فما أعلم ، وكلنا من بني العم ، وقريش بعد أعلم .</p><p lang=\"ar\" class=\"ar \">وقال الحافظ أبو بكر البزار : حدثنا إبراهيم بن سعيد وأحمد بن إسحاق ،<span class=\"blue\"> قالا :</span> حدثنا أبو أحمد ، حدثنا عبد السلام بن حرب ، عن عطاء بن السائب ، عن سعيد بن جبير ،<span class=\"blue\"> عن ابن عباس قال :</span> لما نزلت : <span class=\"arabic qpc-hafs\">( تبت يدا أبي لهب )</span> جاءت امرأة أبي لهب ورسول الله صلى الله عليه وسلم جالس ، ومعه أبو بكر .<span class=\"blue\"> فقال له أبو بكر :</span> لو تنحيت لا تؤذيك بشيء .<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" إنه سيحال بيني وبينها \"</span> .<span class=\"blue\"> فأقبلت حتى وقفت على أبي بكر فقالت :</span> يا أبا بكر ، هجانا صاحبك .<span class=\"blue\"> فقال أبو بكر :</span> لا ورب هذه البنية ما نطق بالشعر ولا يتفوه به .<span class=\"blue\"> فقالت :</span> إنك لمصدق ، فلما ولت قال أبو بكر ،<span class=\"blue\"> رضي الله عنه :</span> ما رأتك ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" لا ، ما زال ملك يسترني حتى ولت \"</span> .</p><p>ثم قال البزار : لا نعلمه يروى بأحسن من هذا الإسناد ، عن أبي بكر ، رضي الله عنه .</p><p lang=\"ar\" class=\"ar \">وقد قال بعض أهل العلم في قوله تعالى : <span class=\"arabic qpc-hafs\">( في جيدها حبل من مسد )</span> أي : في عنقها حبل في نار <span class=\"reference brown\">[ جهنم ]</span> ترفع به إلى شفيرها ، ثم يرمى بها إلى أسفلها ، ثم كذلك دائما .</p><p lang=\"ar\" class=\"ar \">قال أبو الخطاب بن دحية في كتابه التنوير - وقد روى ذلك - وعبر بالمسد عن حبل الدلو ، كما قال أبو حنيفة الدينوري في كتاب <span class=\"red\">\" النبات \"</span> : كل مسد : رشاء ،<span class=\"blue\"> وأنشد في ذلك :</span></p><p>وبكرة ومحورا صرارا     ومسدا من أبق مغارا</p><p>قال : والأبق : القنب .</p><p>وقال الآخر :</p><p>يا مسد الخوص تعوذ مني     إن تك لدنا لينا فإني</p><p>ما شئت من أشمط مقسئن</p><p lang=\"ar\" class=\"ar \">قال العلماء : وفي هذه السورة معجزة ظاهرة ودليل واضح على النبوة ،<span class=\"blue\"> فإنه منذ نزل قوله تعالى :</span> <span class=\"arabic qpc-hafs\">( سيصلى نارا ذات لهب وامرأته حمالة الحطب في جيدها حبل من مسد )</span> فأخبر عنهما بالشقاء وعدم الإيمان ، لم يقيض لهما أن يؤمنا ، ولا واحد منهما لا ظاهرا ولا باطنا ، لا مسرا ولا معلنا ، فكان هذا من أقوى الأدلة الباهرة على النبوة الظاهرة .</p><p>[ آخر تفسير <span class=\"red\">\" تبت \"</span> ولله الحمد والمنة ]</p>"
        },
        {
            "resource_id": 181,
            "text": "درحالی‌که ریسمانی مستحکم و بافته‌شده در گردنش است که او را به‌سوی آتش می‌کشاند."
        },
        {
            "resource_id": 91,
            "text": "وتجمع على ظهرها من الأوزار بمنزلة من يجمع حطبًا، قد أعد له في عنقه حبلًا <span class=\"arabic qpc-hafs brown\">{ مِنْ مَسَدٍ }</span> أي: من ليف.أو أنها تحمل في النار الحطب على زوجها، متقلدة في عنقها حبلًا من مسد، وعلى كل، ففي هذه السورة، آية باهرة من آيات الله، فإن الله أنزل هذه السورة، وأبو لهب وامرأته لم يهلكا، وأخبر أنهما سيعذبان في النار ولا بد، ومن لازم ذلك أنهما لا يسلمان، فوقع كما أخبر عالم الغيب والشهادة."
        },
        {
            "resource_id": 791,
            "text": "കെട്ടിമെടഞ്ഞ ഒരു കയർ അവളുടെ കഴുത്തിലുണ്ടായിരിക്കും; അതിൽ പിടിച്ച് അവളെ നരകത്തിലേക്ക് വലിച്ചിഴക്കുന്നതാണ്."
        },
        {
            "resource_id": 776,
            "text": "Alrededor de su cuello estará firmemente atada una cuerda con la que será arrastrada al infierno."
        },
        {
            "resource_id": 183,
            "text": "首にはシュロの縄をかけて、それで地獄へ引き込まれる。"
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ: </b></p><p>لهب শব্দের অর্থ : অগ্নিশিখা, আগুনের শিষ, স্ফুলিঙ্গ ইত্যাদি। তৃতীয় আয়াতে উল্লিখিত শব্দ থেকেই সূরার নামকরণ করা হয়েছে। এ সূরাকে সূরা মাসাদও বলা হয়।</p><p><b> শানে নুযূল: (রাঃ)/b></p><p>ইবনু আব্বাস (রাঃ) থেকে বর্ণিত, তিনি বলেন: যখন</p><p class='arabic uthmani'>(وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ)</p><p>“আর তুমি তোমর নিকটতম আন্তীয়-স্বজনদের ভীতি প্রদর্শন কর” (সূরা শুআরা ২৬: ২১৪) আয়াতটি অবতীর্ণ হয় অর্থাৎ আত্মীয়-স্বজন ও একনিষ্ঠ দলভুক্ত লোকদেরকে ভয় দেখানো ও তাদের মাঝে তাবলীগ করার নির্দেশ প্রদান করা হলো তখন রাসূলুল্লাহ (সাঃ) সাফা পাহাড়ের চূড়ায় উঠলেন এবং ইয়া সাবাহা বলে উঁচু আওয়াজ করলেন। (এটা বিপদসংকেতমূলক শব্দ, তৎতালে কেউ বিপদে পড়লে এ শব্দ ব্যবহার করত) সবাই বলল: এটা কে? সবাই তাঁর কাছে একত্রিত হলো। এমনকি কোন লোক আসতে না পারলে অন্য একজন দূত প্রেরণ করেছিল। তখন নাবী (সাঃ) বললেন : তোমরা কি লক্ষ্য করেছো? আমি যদি তোমাদেরকে বলি এক দল অশ্বারোহী সৈন্য এ পাহাড়ের পশ্চাতে তোমাদের ওপর হামলা করার জন্য অপেক্ষা করছে তাহলে তোমরা কি বিশ্বাস করবে? সবাই বলল : কেন বিশ্বাস করব না? আমরা তো তোমাকে কখনও মিথ্যারূপে পাইনি। রাসূলুল্লাহ (সাঃ) বললেন : তাহলে শোন, আমি তোমাদেরকে আসন্ন এক ভয়াবহ কঠিন শাস্তি সম্পর্কে ভীতি প্রদর্শন করছি। আবূ লাহাব বলল : তোমার ধ্বংস হোক! এজন্য তুমি আমাদেরকে একত্রিত করেছো। তখন এ সূরাটি অবতীর্ণ হয়। (সহীহ বুখারী হা. ৪৯৭১, সহীহ মুসলিম হা. ২০৮)</p><p>أبو لَهَبٍ - আবূ লাহাব এর প্রকৃত নাম আব্দুল উয্যা। তার রূপ সৌন্দর্য ও মুখমন্ডলের উজ্জ্বলতার (লাল আভার) কারণে আবূ লাহাব বলা হয়। তা ছাড়া পরিণামের দিক দিয়েও সে জাহান্নামের ইন্ধন। আবূ লাহাব কুরাইশ নেতা আব্দুল মুত্তালিবের দশজন পুত্রের অন্যতম একজন। আবূ লাহাব রাসূলুল্লাহ (সাঃ)-এর চাচা, তার নিকট রাসূলুল্লাহ (সাঃ) এত প্রিয় ছিল যে, তাঁর জন্মের খবর শুনে আনন্দে আত্মহারা হয়ে সর্বত্র দৌড়ে গিয়ে লোকদের জানিয়ে দিয়েছিল যে, তার মৃত ছোট ভাই আব্দুল্লাহর বংশ রক্ষা হয়েছে। এ সুসংবাদটি প্রথম তাকে শোনানোর জন্য সে কৃতজ্ঞতাস্বরূপ দাসী সুওয়াইবাকে আযাদ করে দেয়। (আল-বিদায়াহ ওয়ান নিহায়াহ ২/২৭৩; আলবানী, সহীহ সীরাতুন নববিয়্যাহ পৃ : ১৫)</p><p>নবুওয়াতের পূর্বে রাসূলুল্লাহ (সাঃ) তাঁর দুকন্যা রুকাইয়া ও উম্মে কুলসুমকে আবূ লাহাবের দুপুত্র উৎবা ও উতাইবার সাথে বিবাহ দিয়েছিলেন। (আর রাহীকুল মাখতূম পৃ : ৮৬)</p><p>এত আন্তরিকতা ও সুসম্পর্ক থাকা সত্ত্বেও রাসূলুল্লাহ (সাঃ)-এর নবুওয়াত লাভের পর আবূ লাহাব চরম শত্রুতে পরিণত হয় এবং রাসূল (সাঃ)-কে খুব কষ্ট দেয়। তার ছেলেদ্বয়কে রাসূলুল্লাহ (সাঃ)-এর দু কন্যাকে তালাক দিতে বাধ্য করে। রাসূলুল্লাহ (সাঃ)-এর দ্বিতীয় পুত্র আব্দুল্লাহ মারা গেলে আবূ লাহাব খুশীতে বেশামাল হয়ে সবার কাছে গিয়ে বলে, মুহাম্মাদ আবতার অর্থাৎ নির্বংশ হয়ে গেছে। শুধু তাই নয় হাজ্জের মওসুমে রাসূলুল্লাহ (সাঃ) আগত হাজীদের তাঁবুতে গিয়ে তাওহীদের দাওয়াত দিতেন কিন্তু আবূ লাহাব তাঁর পেছন থেকে লোকদের তাড়িয়ে দিত এবং বলত ‘তোমরা এর কথা শুননা, সে ধর্মত্যাগী ও মহা মিথ্যুক। এভাবে সে রাসূলুল্লাহ (সাঃ)-এর বিরুদ্ধাচরণ করে ও কষ্ট দিতে থাকে। (মুসনাদে আহমাদ হা. ১৬০৬৬, সহীহ ইবনু হিব্বান হা. ৬৫৬২, ইবুন কাসীর)</p><p>উল্লেখ্য যে, রাসূলুল্লাহ (সাঃ)-এর আপন চাচাদের মধ্যে তিন ধরনের লোক ছিল। ১. যারা তাঁর প্রতি ঈমান এনেছিল ও তাঁর সাথে জিহাদ করেছিল যেমন হামযাহ ও আব্বাস (রাঃ)। ২. যারা তাঁকে সাহায্য সহযোগিতা করেছে কিন্তু ইসলাম গ্রহণ করেনি যেমন আবূ তালেব। ৩. যারা শুরু থেকে মৃত্যু পর্যন্ত শত্রুতা করেছিল যেমন আবূ লাহাব।</p><p>রাসূলুল্লাহ (সাঃ)-এর জন্মের খুশীতে আবূ লাহাবের দাসী আযাদ করাকে কেন্দ্র করে বিদআতীরা জাল হাদীস বর্ণনা করে বলে থাকে : রাসূলের জন্মের খুশীতে আবূ লাহাব দাসী আযাদ করার কারণে যদি প্রতি সোমবার জাহান্নামের শাস্তি লাঘব করা হয় তাহলে অবশ্যই ঈদে মীলাদুনাবী উদ্যাপন ফযীলতের কাজ। এ বিষয়ে কুফরী অবস্থায় চাচা আব্বাস-এর একটি স্বপ্নের কথা বলা হয়, যার কোন ভিত্তি নেই। সুতরাং এসব বিদআতী কর্মকান্ড অবশ্যই পরিত্যাজ্য, কোনক্রমেই রাসূলুলুল্লাহ (সাঃ)-এর জন্ম বার্ষিকী পালন করা বা ঈদে মীলাদুন্নাবী উদ্যাপন করা ইবাদত হতে পারে না। যদি তা ইবাদত হত তাহলে অবশ্যই সাহাবীগণ তা করতেন, কিন্তু কোন সাহাবী করেছেন বলে কোন প্রমাণ পাওয়া যায়না। বরং এখান থেকে শিক্ষণীয় বিষয় হল : ইসলাম গ্রহণ করার কারণে বেলালের মত একজন হাবশী গোলাম সম্মানের পাত্রে পরিণত হল আর কুরাইশদের সম্মানিত নেতা আবূ লাহাব ইসলাম বর্জন করার কারণে অসম্মানিত ও জাহান্নামী হল। একজন মুসলিম যত বার এ সূরা পাঠ করবে ততবার একটি অক্ষরের বিনিময়ে দশটি নেকী পাবে, অপরপক্ষে আবূ লাহাব ও তার স্ত্রী অভিশাপ ও ধ্বংসের বদদু‘আ পাবে।</p><p>تَبَّ শব্দের অর্থ : বরবাদ হওয়া, ধ্বংস হওয়া ইত্যাদি। শব্দটি অতীতকাল হিসাবে ব্যবহার করা হয়েছে। অর্থ : আবূ লাহাবের দু হাত ধ্বংস হয়ে গেছে। অথচ তখনও সে ধ্বংস হয়নি। অর্থাৎ অবশ্যই ধ্বংস হয়ে যাবে, তাই পূর্বেই এর নিশ্চয়তা দিয়ে দেয়া হয়েছে। সত্যিই তাই হলো, আবূ লাহাব বদরের যুদ্ধের কয়েকদিন পর এক চর্মরোগে আক্রান্ত হয়। সে রোগের কারণে দেহে প্লেগের মত গুটলি প্রকাশ পায়। ফলে ধীরে ধীরে মৃত্যু মুখেমুখে পতিত হয়। তিন দিন পর্যন্ত তার লাশ এভাবেই পড়েছিল। পরিশেষে তা খুবই দুর্গন্ধময় হয়ে ওঠে। অতঃপর ব্যাধি ছড়িয়ে পড়ার আশংকায় এবং মান সম্মানের ভয়ে তার ছেলেরা তাকে দূর থেকে পাথর ফেলে ও মাটি ঢেলে দিয়ে দাফন করে। (আইসারুত তাফাসীর)</p><p>দ্বিতীয় تَبَّ ক্রিয়া দ্বারা রাসূলুল্লাহ (সাঃ)-কে যে বদ্দুআ দেওয়া হয়েছিল তার জবাবস্বরূপ পুনরায় বদ্দুআ করা হয়েছে।</p><p>يَدَآ শব্দটি দ্বিবচন, অর্থ : হাতদ্বয়। এখানে শুধু হাত উদ্দেশ্য নয় বরং সম্পূর্ণ শরীর উদ্দেশ্য।</p><p class='arabic uthmani'>(مَآ أَغْنٰي عَنْهُ مَالُه۫ وَمَا كَسَبَ)</p><p>অর্থাৎ সে যেসব সম্পদ উত্তরাধিকার সূত্রে পেয়েছে এবং যা উপার্জন করেছে ও তার স্ত্রী সন্তান-সন্ততি কোন কিছুই আল্লাহ তা‘আলার শাস্তি থেকে বাঁচাতে পারেনি। ইবনু আব্বাস (রাঃ)-সহ অনেক মুফাসসির বলেন : এর অর্থ তার সন্তানাদি। যেমন আয়িশাহ (রাঃ) হতে বর্ণিত, রাসূলুল্লাহ (সাঃ) বলেন :</p><p class='arabic uthmani'>إِنَّ أَطْيَبَ مَا أَكَلْتُمْ مِنْ كَسْبِكُمْ، وَإِنَّ أَوْلَادَكُمْ مِنْ كَسْبِكُم</p><p>মানুষ যা উপার্জন করে সেটাই তার সর্বাধিক পবিত্র খাদ্য। আর তার সন্তান তার উপার্জনের অংশ। (আবূ দাঊদ হা. ৩৫৩০, মিশকাত হা. ২৭৭০, সহীহ)</p><p>ইবনু মাসঊদ (রাঃ) হতে বর্ণিত তিনি বলেন : যখন রাসূলুল্লাহ (সাঃ) স্বীয় জাতিকে ঈমানের দাওয়াত ও আখেরাতের আযাবের ভয় দেখান, তখন আবূ লাহাব তাচ্ছিল্যভরে বলেছিল : আমার ভাতিজার কথা যদি সঠিক হয় তাহলে আমি কিয়ামতের দিন আমার ধন-সম্পদ ও সন্তানাদির বিনিময়ে নিজেকে মুক্ত করে নেব। অত্র আয়াতে তার জবাব এসেছে। (ইবনু কাসীর)</p><p>وامراته অর্থাৎ আবূ লাহাব জাহান্নামে যাবে, সাথে তার স্ত্রীও জাহান্নামে যাবে। তার স্ত্রীর নাম উম্মে জামীলা আরওয়া বিনতে হারব। সে রাসূলুল্লাহ (সাঃ)-এর সাথে দুশমনীর দিক দিয়ে স্বামীর চেয়ে কোন অংশে কম ছিল না।</p><p class='arabic uthmani'>(حَمَّالَةَ الْـحَطَبِ)</p><p>অর্থাৎ জাহান্নামে সে স্বামীর আগুনে কাঠ এনে নিক্ষেপ করবে। ফলে আগুন আরো বৃদ্ধি পাবে। এটা হবে আল্লাহ তা‘আলার পক্ষ থেকে। অর্থাৎ দুনিয়াতে যেমন স্বামীকে কুফর ও রাসূলুল্লাহ (সাঃ)-কে কষ্ট দানে সহযোগিতা করছিল আখিরাতেও জাহান্নামে সে ভাবে সাহায্য করবে।</p><p class='arabic uthmani'>(فِيْ جِيْدِهَا حَبْلٌ مِّنْ مَّسَدٍ) - جيد</p><p>শব্দের অর্থ গর্দান, ঘাড়। مَّسَد অর্থ ليف বা আঁশ, ছিলকা ইত্যাদি। অর্থাৎ জাহান্নামে তার গলায় লোহার বেড়ি পরিয়ে দেওয়া হবে যা খেজুরের আঁশের মত পাকানো হবে। অথবা তার গলায় লোহার বেড়ি পরিহিত অবস্থায় জাহান্নামে স্বামীর জন্য কাঠ বহন করবে। যহহাক ও অন্যান্য মুফাসসিরগণ বলেন: ঐ রশিই কিয়ামতের দিন তার জন্য আগুনের রশি হবে। আর সাঈদ বিন মুসাইয়িব (রহঃ) বলেন: আবূ লাহাবের স্ত্রীর মণিমুক্তাখচিত বহু মূল্যবান একটি কণ্ঠহার ছিল। যেটা দেখিয়ে সে লোকদের বলত: লাত ও ওযযার কসম! এটা আমি অবশ্যই ব্যয় করব মুহাম্মাদের শত্রুতার পেছনে। এ কণ্ঠহারই তার জন্য কিয়ামতের দিন আযাবের কণ্ঠহার হবে। (তাফসীর কুরতুবী)</p><p>ইসলামের প্রচার ও প্রসারে যুগোপযোগি মাধ্যম কাজে লাগাতে হবে যেভাবে রাসূলুল্লাহ (সাঃ) তৎকালীন নিয়মানুযায়ী সাফা পাহাড়ে উঠে জাতির কাছে দাওয়াত দিয়েছিলেন। আর দাওয়াত দিলে পক্ষ বিপক্ষ দুশ্রেণির লোকই পাওয়া যাবে। তাই বলে পশ্চাদপদ হওয়া যাবে না।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. যারা রাসূলুল্লাহ (সাঃ)-এর সাথে শত্রুতা করে তারা সবাই ধ্বংস হয়েছে, ভবিষ্যতেও হবে এবং আখিরাতে তাদের জন্য রয়েছে জাহান্নাম।</p><p>২. ঈমান-আমল না থাকলে ধন-সম্পদ, জ্ঞান-গরিমা ও ক্ষমতা কোন কাজে আসবে না।</p><p>৩. সফলকাম তারাই যারা নিজেদের জীবনকে আল্লাহ তা‘আলা ও রাসূলুল্লাহ (সাঃ)-এর আদর্শে গড়ে তুলেছে, অতঃপর তাতে অবিচল থেকেছে।</p><p>৪. ইসলাম প্রচারে যুগোপযোগি মাধ্যম গ্রহণ করা যেতে পারে।</p><p>৫. ঈদে মীলাদুন্নাবী উদ্যাপন বিদ‘আত। কোন সাহাবী, তাবেয়ী এমনকি চার ইমামের কেউ তা করেননি।</p>"
        },
        {
            "resource_id": 92,
            "text": "فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ (5)وجملة : { في جيدها حبل من مسد } صفة ثانية أو حال ثانية وذلك إخبار بما تعامل به في الآخرة ، أي جعل لها حبل في عنقها تحمِل فيه الحطب في جهنم لإِسعار النار على زوجها جزاء مماثلاً لعملها في الدنيا الذي أغضب الله تعالى عليها .والجِيد : العُنق ، وغلَب في الاستعمال على عنق المرأة وعلى محل القلادة منه فَقَلّ أن يذكر العُنق في وصف النساء في الشعر العربي إلا إذا كان عُنُقاً موصوفاً بالحسن وقد جمعهما امرؤ القيس في قوله: ... وجيدٍ كجِيد الرِئم ليس بفاحشإذا هي نَصَّتْه ولا بمُعَطَّل ... قال السهيلي في «الروض» : «والمعروف أن يذكر العنق إذا ذكر الحَلي أو الحُسن فإنما حَسُن هنا ذِكر الجيد في حكم البلاغة لأنها امرأة والنساء تحلي أجيادَهن وأم جميل لا حلي لها في الآخرة إلا الحَبل المجعول في عنقها فلما أقيم لها ذلك مقام الحَلي ذُكر الجيد معه ، ألا ترى إلى قول الأعشى: ... يومَ تبدي لنا قتيلةُ عن جيد أسيل تزينُه الأطواق ... ولم يقل عن عنق ، وقول الآخر: ... وأحسن من عقد المليحة جيدُهاولم يقل عنقها ولو قال لكان غثاً من الكلام . ا ه .قلت : وأما قول المعري: ... الحَجْلُ للرِّجْل والتاجُ المُنيفُ لمافوقَ الحِجَاج وعقْد الدرّ للعنق ... فإنما حسنه ما بين العقد والعنق من الجناس إتماماً للمجانسة التي بين الحَجْل والرجل ، والتاج والحجاج ، وهو مقصود الشاعر .والحبْل : ما يربط به الأشياء التي يراد اتصالُ بعضها ببعض وتقيدُ به الدابة والمسجون كيلا يبرح من المكان ، وهو ضفير من الليف أو من سُيور جلد في طول متفاوت على حسب قوة ما يشد به أو يربط في وتدٍ أو حلقة أو شجرة بحيث يمنع المربوط به من مغادرة موضعه إلى غيره على بعد يراد ، وتربط به قلوع السفن وتشد به السفن في الأرض في الشواطىء ، وتقدم في قوله تعالى : { واعتصموا بحبل اللَّه جميعاً } وقوله : { إلا بحبل من اللَّه وحبل من الناس } كلاها في سورة آل عمران ( 103 112 ) ، ويقال : حبله إذا ربطه .والمسدّ : ليف من ليف اليمن شديد ، والحِبال التي تفتل منه تكون قوية وصُلبة .وقدم الخبر من قوله : { في جيدها } للاهتمام بوصف تلك الحالة الفظيعة التي عوضت فيها بحبل في جيدها عن العقد الذي كانت تحلي به جيدها في الدنيا فتربط به إذ قد كانت هي وزوجها من أهل الثراء وسادة أهل البطحاء ، وقد ماتت أم جميل على الشرك ."
        },
        {
            "resource_id": 180,
            "text": "৫. তার গলদেশে থাকবে শক্তভাবে পাকানো খেজুর গাছের আঁশের রশি। যা লাগিয়ে তাকে জাহান্নামের দিকে নিয়ে যাওয়া হবে।"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( في جيدها )</span> في عنقها ، وجمعه أجياد ، <span class=\"green\">( حبل من مسد )</span> واختلفوا فيه ، قال ابن عباس ،<span class=\"blue\"> وعروة بن الزبير :</span> سلسلة من حديد ذرعها سبعون ذراعا ، تدخل في فيها وتخرج من دبرها ، ويكون سائرها في عنقها ، وأصله من <span class=\"arabic qpc-hafs\">\" المسد \"</span> وهو الفتل ، و <span class=\"arabic qpc-hafs\">\" المسد \"</span> ما فتل وأحكم من أي شيء كان ،<span class=\"blue\"> يعني :</span> السلسلة التي في عنقها ففتلت من الحديد فتلا محكما .</p><p lang=\"ar\" class=\"ar \">وروى الأعمش عن مجاهد : <span class=\"arabic qpc-hafs\">\" من مسد \"</span> أي من حديد ،<span class=\"blue\"> والمسد :</span> الحديدة التي تكون في البكرة ، يقال لها المحور .</p><p lang=\"ar\" class=\"ar \">وقال الشعبي ومقاتل : من ليف .<span class=\"blue\"> قال الضحاك وغيره :</span> في الدنيا من ليف ، وفي الآخرة من نار . وذلك الليف هو الحبل الذي كانت تحتطب به ، فبينما هي ذات يوم حاملة حزمة فأعيت فقعدت على حجر تستريح فأتاها ملك فجذبها من خلفها فأهلكها .</p><p>قال ابن زيد : حبل من شجر ينبت باليمن يقال له مسد .</p><p lang=\"ar\" class=\"ar \">قال قتادة : قلادة من ودع وقال الحسن : كانت خرزات في عنقها <span class=\"reference\">[ فاخرة ]</span> وقال سعيد بن المسيب : كانت لها قلادة في عنقها فاخرة ،<span class=\"blue\"> فقالت :</span> لأنفقنها في عداوة محمد - صلى الله عليه وسلم - .</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ (٥)</span> ] ئەووترێ: ملوانكەیەكی بەنرخی هەبووە وتوویەتی: ئەبێ ئەو ملوانكەیە سەرف بكەم لە دژایەتی كردنی پێغەمبەری خوادا صلى الله علیه وسلم لە ڕۆژی قیامەت خوای گەورە سزای ئەدا بەوەی كە (فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ) حەبلێك لە مەسەد وتراوە: هەر لە ئاگر، یاخود لە ئاسن، یاخود هەر لەم حەبلانەی كە لە دونیادا دروست ئەكرێ لە ملیدایە لە ڕۆژی قیامەتدا بەو حەبلە كە لەملیایەتی یان بەو ئاسنەی كە لە ملیایەتی یان ملوانكەیەكی ئاگرە لەملیدا خوای گەورە بەوە سزای ئەدات لەبەر ئەوەی لە دونیادا وتوویەتی: سوێند بێ بە لات و عوززا ئەبێ ئەو ملوانكە بەنرخەى ملم بفرۆشم وە سەرفی بكەم لە دژایەتی كردنی پێغەمبەری خوادا صلى الله علیه وسلم .\nزانایان ئەفەرموون: ئەم سوورەتە موعجیزەیەكی ئاشكرای تیادایە لەسەر پێغەمبەرایەتی پێغەمبەری خوا صلى الله علیه وسلم لەو كاتەی كە ئەم ئایەتە دابەزی كە (ئەبولەهەب) ئەوە تیاچوو وە خێزانەكەیشی كە ئەچێتە ئاگری دۆزەخەوە ئەم دووانە نەیانتوانی ئیمان بێنن وە هەر بە كافری و بە موشریكی مردن كە ئەمەش بەڵگەیەكی بەهێزو ڕوون و ئاشكرایە لەسەر پێغەمبەرایەتی پێغەمبەری خوا صلى الله علیه وسلم .\nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (مەسەد) والحمد لله."
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ ) زيادة فى تبشيع صورتها ، وتحقير هيئتها .والجيد : العنق ، والمسد : الليف المتين الذى فتل بشدة ، يقال : حبل ممسود ، أى مفتول فتلا قويا .والمعنى : سيصلى أبو لهب نارا شديدة ، وستصلى معه امرأته التى تضع الشوك فى طريق النبى صلى الله عليه وسلم هذه النار المشتعلة - أيضا - ، وسيزيد الله - تعالى - فى إذلالها وتحقيرها ، بأن يأمر ملائكته بأن تضع فى عنقها حبلا مفتولا فتلا قويا ، على سبيل الإِذلال والإِهانة لها ، لأنها كانت فى الدنيا تزعم أنها من بنات الأشراف الأكابر .روى عن سعيد بن المسيب أنه قال : كان لها قلادة ثمينة فقالت : لأبيعنها ولأنفقن ثمنها فى عداوة محمد صلى الله عليه وسلم فأبدلها الله عنها حبلا فى جيدها من مسد النار .والذى يتأمل هذه السورة الكريمة ، يراها قد اشتملت على أوضح الأدلة وأبلغ المعجزات الدالة على صدق النبى صلى الله عليه وسلم فيما يبلغه عن ربه ، فإن الله - تعالى - قد أخبر بشقاء أبى لهب وامرأته ، وأنهما سيصليان نارا ذات لهب . . وقد علما بما جاء فى هذه السورة من عقاب الله لهما . . ومع ذلك فقد بقيا على كفرهما حتى فارقا الحياة ، دون أن ينطقا بكلمة التوحيد ، ولو فى الظاهر - فثبت أن هذا القرآن من عند الله ، وأن الرسول صلى الله عليه وسلم صادق فيما يبلغه عن ربه - عز وجل - .نسأل الله - تعالى - أن يلحقنا بعباده الصالحين .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )</span></p><p>يقول في عنقها; والعرب تسمي العنق جيدا ; ومنه قول ذي الرمة:</p><p>فعَيْنَــاكِ عَيْناهــا وَلَـوْنُكِ لَوْنُهـا</p><p>وجِــيدُكِ إلا أنَّهَــا غَـيْرُ عَـاطِلِ <span class=\"arabic qpc-hafs green\">(3)</span></p><p>وبالذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ )</span> قال: في رقبتها.</p><p>وقوله: <span class=\"arabic qpc-hafs green\">( حَبْلٌ مِنْ مَسَدٍ )</span> اختلف أهل التأويل في ذلك,<span class=\"blue\"> فقال بعضهم:</span> هي حبال تكون بمكة.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثت عن الحسين,<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: ثنا عبيد,<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )</span> قال: حبل من شجر, وهو الحبل الذي كانت تحتطب به.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, &amp;; عن ابن عباس <span class=\"arabic qpc-hafs green\">( حَبْلٌ مِنْ مَسَدٍ )</span> قال: هي حبال تكون بمكة; ويقال: المَسَد: العصا التي تكون في البكرة,<span class=\"blue\"> ويقال المَسَد:</span> قلادة من وَدَع.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد: في قوله: <span class=\"arabic qpc-hafs green\">( حَبْلٌ مِنْ مَسَدٍ )</span> قال: حبال من شجر تنبت في اليمن لها مسد, وكانت تفتل; وقال <span class=\"arabic qpc-hafs green\">( حَبْلٌ مِنْ مَسَدٍ )</span> : حبل من نار في رقبتها.</p><p>وقال آخرون: المسد: الليف.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن سفيان, عن السدي, عن يزيد, عن عروة <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )</span> قال: سلسلة من حديد, ذرعها سبعون ذراعا.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن السدي, عن رجل يقال له يزيد, عن عروة بن الزبير <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )</span> قال: سلسلة ذرعها سبعون ذراعا.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا عبد الرحمن,<span class=\"blue\"> قال:</span> ثنا سفيان, عن يزيد, عن عروة بن الزبير <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )</span> قال: سلسلة ذرعها سبعون ذراعا.</p><p>حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن أبيه, عن الأعمش, عن مجاهد <span class=\"arabic qpc-hafs green\">( مِنْ مَسَدٍ )</span> قال: من حديد.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )</span> قال: حبل في عنقها في النار مثل طوق طوله سبعون ذراعا.</p><p>وقال آخرون: المَسَد: الحديد الذي يكون في البَكرة.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان, عن منصور, عن مجاهد <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )</span> قال: الحديدة تكون في البكرة.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( حَبْلٌ مِنْ مَسَدٍ )</span> قال: عود البكرة من حديد.</p><p lang=\"ar\" class=\"ar \">حدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( حَبْلٌ مِنْ مَسَدٍ )</span> قال: الحديدة للبكرة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة,<span class=\"blue\"> قال:</span> ثنا المعمر بن سليمان,<span class=\"blue\"> قال:</span> قال أبو المعتمر: زعم محمد أن عكرمة قال: <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )</span> إنه الحديدة التي في وسط البكرة.</p><p>وقال آخرون: هو قلادة من ودع في عنقها.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ )</span> قال: قلادة من ودع.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة <span class=\"arabic qpc-hafs green\">( حَبْلٌ مِنْ مَسَدٍ )</span> قال: قلادة من ودع.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك عندي بالصواب,<span class=\"blue\"> قول من قال:</span> هو حبل جُمع من أنواع مختلفة, ولذلك اختلف أهل التأويل في تأويله على النحو الذي ذكرنا,<span class=\"blue\"> ومما يدلّ على صحة ما قلنا في ذلك قول الراجز:</span></p><p>وَمَسَـــدٍ أُمِـــرَّ مِــنْ أيــانِقِ</p><p>صُهْــبٍ عِتــاقٍ ذاتِ مُـخ زَاهِـق <span class=\"arabic qpc-hafs green\">(4)</span></p><p lang=\"ar\" class=\"ar \">فجعل إمراره من شتى, وكذلك المسد الذي في جيد امرأة أبي لهب, أمِرَّ من أشياء شتى, من ليف وحديد ولحاء,<span class=\"blue\"> وجعل في عنقها طوقا كالقلادة من ودع; ومنه قول الأعشى:</span></p><p>تُمْسِـي فَيَصْـرِفُ بَابَهـا مِـنْ دُونِنَـا</p><p>غَلْقًــا صَــرِيفَ مَحَالَـةَ الأمْسَـادِ <span class=\"arabic qpc-hafs green\">(5)</span></p><p>يعني بالأمساد: جمع مَسَد, وهي الجبال.</p><p>آخر تفسير سورة تبت</p><p>--------------------------------------------------------------------------------</p><p>الهوامش:</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(1)</span> في خلاصة الخزرجي : سعيد بن مينا ، بكسر الميم ،<span class=\"blue\"> ومد النون :</span> مولى أبي ذباب ... وثقه ابن معين وأبو حاتم .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(2)</span> لعله يقصد بقوله : <span class=\"red\">\" وحمالة الحطب نكرة \"</span> أنها إضافة لفظية لا معنوية ، فهي في حكم النكرة .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(3)</span> البيت لذي الرمة غيلان <span class=\"arabic qpc-hafs green\">( ديوانه 495 )</span> وقد استشهد به المؤلف على أن العرب تسمي العنق جيدا ، كما في بيت ذي الرمة .<span class=\"blue\"> والعاطل :</span> التي لا حُلِيَّ عليها .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">(4)</span> البيتان : لعمارة بن طارق وهما من شواهد أبي عبيدة في مجاز القرآن <span class=\"arabic qpc-hafs green\">( مصورة الجامعة 26390 عن مخطوطة مراد منلا بالآستانة )</span> قال : <span class=\"arabic qpc-hafs brown\">{ حبل من مسد }</span> من النار ،<span class=\"blue\"> والمسد عند العرب :</span> حبال تكون من ضروب .<span class=\"blue\"> قال :</span> <span class=\"red\">\" ومسد أمر ... \"</span> البيتين . وفي <span class=\"arabic qpc-hafs green\">( اللسان : مسد )</span> قال : المسد ،<span class=\"blue\"> بالتحريك :</span> الليف .<span class=\"blue\"> وقال ابن سيده :</span> المسد : حبل من ليف ، أو خوص ، أو شعر ، أو وبر ، أو صوف ، أو جلود الإبل ، أو جلود ، أو من شيء كان ،<span class=\"blue\"> قال :</span> وقد يكون من جلود الإبل ، أو من أوبارها . وأنشد الأصمعي لعمارة بن طارق ،<span class=\"blue\"> وقال أبو عبيدة :</span> هو لعقبة الهجيمي :</p><p>فـأعْجَلْ بِغَـرْبٍ مثْـلِ غَـرْبِ طارِقِ</p><p>وَمَسَـــدٍ أُمِـــرَّ مِــنْ أيــانِقِ</p><p>ليسَ بأنْيَــــابٍ وَلا حَقــــائِقِ</p><p>. . . . . . . . . . . . . . . . . . .</p><p lang=\"ar\" class=\"ar \">قال : يقول : اعْجَل بدلو مثل دلو طارق ، ومسد فتل من أيانق .<span class=\"blue\"> وأيانق :</span> جمع أينُق ، وأينُق جمع ناقة .</p><p lang=\"ar\" class=\"ar \">والأنياب : جمع ناب ، وهي الهرمة ،<span class=\"blue\"> والحقائق :</span> جمع حقة <span class=\"arabic qpc-hafs green\">( بالكسر )</span> وهي التي دخلت في السنة الرابعة ، وليس جلدها بالقوى . يريد ليس جلدها من الصغير ولا الكبير ، بل هو من جلد ثنية ، أو رباعية ، أو سديس ، أو بازل ؛ وخص به أبو عبيد الحبل من الليف .<span class=\"blue\"> وقيل :</span> هو الحبل المضفور ، المحكم الفتل ، من جميع ذلك .<span class=\"blue\"> وقال الزجاج في قوله عز وجل :</span> <span class=\"arabic qpc-hafs brown\">{ في جيدها حبل من مسد }</span> جاء في التفسير ؛ أنها سلسلة طولها سبعون ذراعا ، يسلك بها في النار .<span class=\"blue\"> والجمع :</span> أمساد ، ومساد . وانظر <span class=\"arabic qpc-hafs green\">( اللسان : مسد )</span> ، ففيه أقوال كثيرة أخرى في الآية .</p><p><span class=\"arabic qpc-hafs green\">(5)</span> البيت من قصيدة لأعشى بني قيس بن ثعلبة في الفخر <span class=\"arabic qpc-hafs green\">( ديوانه 129 )</span> .<span class=\"blue\"> وقبله مباشرة :</span></p><p>فــانْهَيْ خيــالَكِ أنْ يَـزُورَ فإنَّـهُ</p><p>فــي كـلّ مَنزِلـةٍ يَعُـودُ وِسـادِي</p><p lang=\"ar\" class=\"ar \">قال الدكتور محمد حسين شارح الديوان : المنزل والمنزلة ، مكان الإقامة .<span class=\"blue\"> والصريف :</span> صوت الباب والأسنان والبكرة حين تدور .<span class=\"blue\"> المحالة :</span> البكرة .<span class=\"blue\"> الأمساد :</span> الحبال ، جمع مسد <span class=\"arabic qpc-hafs green\">( بفتحتين . يشبه صوت الباب حين تغلقه من خلفها في المساء بصوت البكرة حين تدور على البئر )</span> . ا هـ .</p>"
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">This chapter, containing five verses, was revealed at Makkah. This is the only passage in the Quran where an opponent of the Prophet is denounced by name. Abu Lahab, whose real name was Abdul Uzza, was a first cousin of the Prophet’s father. He was the only member of the Prophet’s clan who bitterly opposed him. Abu Lahab made it his business to torment the Prophet, and his wife took pleasure in strewing thorn bushes in the path the Prophet was expected to take. Consumed with grief on seeing many of the Quraysh leaders of the unbelievers killed at Badr, Abu Lahab died a week after Badr. Though this chapter refers, in the first instance, to a particular incident, it carries the general message that cruelty and haughtiness ultimately recoil upon oneself. Abu Lahab, the name of an actual person, has come to denote a particular kind of character. ‘Abu Lahab’ who was an uncle of the Prophet Muhammad has come to be a symbol of such an opponent of the call for Truth as will stoop in his hostility to meanness. Just as the Prophet had to face this character, similarly others of his followers (ummah) may have to face just such a character. However, if the dayee has become active for the sake of God in the real sense, then God’s help will be given to him. The inimical efforts of people like Abu Lahab will, by God’s grace, become ineffective and, in spite of all their means and resources, the antagonists will perish. They will themselves burn in the fire of their own jealousy and enmity. Their aim may have been to ensure that the call of God came to a miserable end, but the opponents themselves will be the ones to suffer that everlasting fate.</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 182,
            "text": "她的脖子上系有一条拽她到火狱的致命的绳子。"
        },
        {
            "resource_id": 172,
            "text": "Boynunda sapasağlam örülmüş, onu ateşe sürükleyen bir halat olduğu halde."
        },
        {
            "resource_id": 171,
            "text": "Around her neck will be tightly bound a rope with which she will be dragged into the hellfire."
        },
        {
            "resource_id": 174,
            "text": " Di lehernya terdapat tali yang kuat ikatannya, dengan tali itu ia digiring menuju neraka."
        },
        {
            "resource_id": 790,
            "text": "তাইৰ ডিঙিত শক্তিশালী পকোৱা টান ৰছি থাকিব, যিটো তাইৰ ডিঙিত লগাই চোঁচৰাই অগ্নিৰ ফালে লৈ যোৱা হব।"
        },
        {
            "resource_id": 179,
            "text": "habang sa leeg nito ay may tali na mahigpit ang pagkalubid, na ipang-aakay rito tungo sa Apoy."
        },
        {
            "resource_id": 905,
            "text": "في عنقها حبل مُحْكَم الفَتْل تساق به إلى النار."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : في جيدها حبل من مسد قوله تعالى : في جيدها أي عنقها . وقال امرؤ القيس :وجيد كجيد الريم ليس بفاحش إذا هي نصته ولا بمعطلحبل من مسد أي من ليف ؛ قال النابغة :مقذوفة بدخيس النحض بازلها     له صريف صريف القعو بالمسدوقال آخر :يا مسد الخوص تعوذ مني     إن كنت لدنا لينا فإنيما شئت من أشمط مقسئنوقد يكون من جلود الإبل ، أو من أوبارها ؛ قال الشاعر :ومسد أمر من أيانق     لسن بأنياب ولا حقائقوجمع الجيد أجياد ، والمسد أمساد . أبو عبيدة : هو حبل يكون من صوف . قال الحسن : هي حبال من شجر تنبت باليمن تسمى المسد ، وكانت تفتل . قال الضحاك وغيره : هذا في الدنيا ؛ فكانت تعير النبي - صلى الله عليه وسلم - بالفقر وهي تحتطب في حبل تجعله في جيدها من ليف ، فخنقها الله جل وعز به فأهلكها ؛ وهو في الآخرة حبل من نار . وقال ابن عباس في رواية أبي [ ص: 216 ] صالح : في جيدها حبل من مسد قال : سلسلة ذرعها سبعون ذراعا - وقاله مجاهد وعروة بن الزبير : تدخل من فيها ، وتخرج من أسفلها ، ويلوى سائرها على عنقها . وقال قتادة : حبل من مسد قال : قلادة من ودع . الودع : خرز بيض تخرج من البحر ، تتفاوت في الصغر والكبر . قال الشاعر :والحلم حلم صبي يمرث الودعهوالجمع : ودعات . الحسن : إنما كان خرزا في عنقها . سعيد بن المسيب : كانت لها قلادة فاخرة من جوهر ، فقالت : واللات والعزى لأنفقتها في عداوة محمد . ويكون ذلك عذابا في جيدها يوم القيامة . وقيل : إن ذلك إشارة إلى الخذلان ؛ يعني أنها مربوطة عن الإيمان بما سبق لها من الشقاء ، كالمربوط في جيده بحبل من مسد . والمسد : الفتل . يقال : مسد حبله يمسده مسدا ؛ أي أجاد فتله . قال :يمسد أعلى لحمه ويأرمهيقول : إن البقل يقوي ظهر هذا الحمار ويشده . ودابة ممسودة الخلق : إذا كانت شديدة الأسر . قال الشاعر :ومسد أمر من أيانق     صهب عتاق ذات مخ زاهقلسن بأنياب ولا حقائقويروى :ولا ضعاف مخهن زاهققال الفراء : هو مرفوع والشعر مكفأ . يقول : بل مخهن مكتنز ؛ رفعه على الابتداء . قال : ولا يجوز أن يريد ولا ضعاف زاهق مخهن . كما لا يجوز أن تقول : مررت برجل أبوه قائم ؛ بالخفض . وقال غيره : الزاهق هنا : بمعنى الذاهب كأنه قال : ولا ضعاف مخهن ، ثم رد الزاهق على الضعاف . ورجل ممسود : أي مجدول الخلق . وجارية حسنة المسد والعصب والجدل والأرم ؛ وهي ممسودة ومعصوبة ومجدولة ومأرومة . والمساد ، على فعال : لغة في المساب ، وهي نحي السمن ، وسقاء العسل . قال جميعه الجوهري . وقد اعترض فقيل : إن كان ذلك حبلها الذي تحتطب به ، فكيف يبقى في النار ؟ وأجيب عنه بأن الله - عز وجل - قادر على تجديده كلما احترق . والحكم ببقاء أبي لهب وامرأته في النار مشروط [ ص: 217 ] ببقائهما على الكفر إلى الموافاة ؛ فلما ماتا على الكفر صدق الإخبار عنهما . ففيه معجزة للنبي - صلى الله عليه وسلم - . فامرأته خنقها الله بحبلها ، وأبو لهب رماه الله بالعدسة بعد وقعة بدر بسبع ليال ، بعد أن شجته أم الفضل . وذلك أنه لما قدم الحيسمان مكة يخبر خبر بدر ؛ قال له أبو لهب : أخبرني خبر الناس . قال : نعم ، والله ما هو إلا أن لقينا القوم ، فمنحناهم أكتافنا ، يضعون السلاح منا حيث شاءوا ، ومع ذلك ما لمست الناس . لقينا رجالا بيضا على خيل بلق ، لا والله ما تبقي منا ؛ يقول : ما تبقي شيئا . قال أبو رافع : وكنت غلاما للعباس أنحت الأقداح في صفة زمزم ، وعندي أم الفضل جالسة ، وقد سرنا ما جاءنا من الخبر ، فرفعت طنب الحجرة ، فقلت : تلك والله الملائكة . قال : فرفع أبو لهب يده ، فضرب وجهي ضربة منكرة ، وثاورته ، وكنت رجلا ضعيفا ، فاحتملني ، فضرب بي الأرض ، وبرك على صدري يضربني . وتقدمت أم الفضل إلى عمود من عمد الحجرة ، فتأخذه وتقول : استضعفته أن غاب عنه سيده ! وتضربه بالعمود على رأسه فتفلقه شجة منكرة . فقام يجر رجليه ذليلا ، ورماه الله بالعدسة ، فمات ، وأقام ثلاثة أيام يدفن حتى أنتن ؛ ثم إن ولده غسلوه بالماء ، قذفا من بعيد ، مخافة عدوى العدسة . وكانت قريش تتقيها كما يتقى الطاعون . ثم احتملوه إلى أعلى مكة ، فأسندوه إلى جدار ، ثم رضموا عليه الحجارة ."
        },
        {
            "resource_id": 166,
            "text": "<p>তার গলায় [১] পাকানো রশি [২]।</p><p>[১] তার গলার জন্য ‘জীদ’ শব্দ ব্যবহার করা হয়েছে। আরবী ভাষায় গলাকে জীদ বলা হয়। পরবর্তীতে যে গলায় অলংকার পরানো হয়েছে তার জন্যে ব্যবহৃত হয়েছে। [আত-তাহরীর ওয়াত-তানওয়ীর] সাঈদ ইবনুল মুসাইয়েব্ বলেন, সে একটি অতি মূল্যবান হার গলায় পরতো এবং বলতো, লাত ও উয্যার কসম, এ হার বিক্রি করে আমি এর মূল্য বাবদ পাওয়া সমস্ত অর্থ মুহাম্মাদের বিরুদ্ধে শত্রুতামূলক কাজ করার জন্য ব্যয় করবো। [ইবন কাসীর] এ কারনে জীদ শব্দটি এখানে ব্যবহার করা হয়েছে ব্যাঙ্গার্থে। অর্থাৎ এ অলংকার পরিহিত সুসজ্জিত গলায়, যেখানে পরিহিত হার নিয়ে সে গর্ব করে বেড়ায়, কিয়ামতের দিন সেখানে রশি বাঁধা হবে। [তাহরীর ওয়াত তানওয়ীর]</p><p>[২] বলা হয়েছে, তার গলায় বাধা রশিটি ‘মাসাদ’ ধরনের। ‘মাসাদ” এর অর্থ নির্ণয়ে কয়েকটি মত রয়েছে। তার একটি হচ্ছে, খুব মজবুত করে পাকানো রশিকে ‘মাসাদ’ বলা হয়। [বাগাওয়ী] দ্বিতীয় বক্তব্য হচ্ছে, খেজুর গাছের (ডালের) ছাল/আঁশ থেকে তৈরি শক্ত পাকানো খসখসে রশি ‘মাসাদ’ নামে পরিচিত। [মুয়াস্সার] এর আরেকটি অর্থ, খেজুরের ডালের গোড়ার দিকের মোটা অংশ থেঁতলে যে সরু আঁশ পাওয়া যায় তা দিয়ে পাকানো রশি অথবা উটের চামড়া বা পশম দিয়ে তৈরি রশি। [কুরতুবী] মুজাহিদ রাহেমাহুল্লাহ বলেন, এর অর্থ লোহার তারের পাকানো রশি বা লোহার বেড়ি। কোন কোন মুফাসসির বলেন, তার গলায় আগুনের রশি পরানো হবে। তা তাকে তুলে আগুনের প্রান্তে উঠাবে আবার তাকে এর গর্তদেশে নিক্ষেপ করবে। এভাবে তার শাস্তি চলতে থাকবে। [ইবন কাসীর]</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>তার গলদেশে খেজুর অাঁশের পাকানো রশি। [১]</p><p>[১] جِيدٌ অর্থ হল গর্দান, ঘাড়। আর مَسَد অর্থ হল মজবুত রশি; চাহে তা কোন ঘাস অথবা খেজুরের অাঁশ বা ছিলকার অথবা লোহার তার পাকানো হোক; যেমন এক এক মুফাসসির এর এক এক রকম অর্থ বর্ণনা করেছেন। কিছু উলামার মতে, সে দুনিয়াতে ঐ রশি নিজ ঘাড়ে বা গলদেশে ঝুলিয়ে রাখত। কিন্তু সবচেয়ে বেশী সঠিক বলে মনে হয় যে, জাহান্নামে তার গলায় যে বেড়ি হবে, তা হবে লোহার তারের পাকানো রশি। مَسَد শব্দ দ্বারা উপমা দিয়ে রশির মজবুতী ও শক্ত অবস্থার কথা স্পষ্ট করা হয়েছে।</p>"
        },
        {
            "resource_id": 176,
            "text": "Verrà tesa una corda robusta sul suo collo, e con essa verrà condotta al Fuoco."
        },
        {
            "resource_id": 178,
            "text": "А на шее ее будет заплетенная веревка, которой ее будут тянуть в Огонь."
        },
        {
            "resource_id": 175,
            "text": "Na vratu njenom biće uže kojim će biti vođena u Vatru."
        },
        {
            "resource_id": 792,
            "text": "នៅនឹងករបស់នាង មានខ្សែច្រវាក់សម្រាប់អូសនាងចូលទៅក្នុងឋាននរក។"
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 111:5] فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ (In her neck there is a rope of twisted palm-fibre.) The masd with the letter-s-bearing sukun [ quiescence or rest ] is an infinitive which means 'to twist rope or cord, or to twist it strongly and tightly'. If the word is read as masad with the letters m-s bearing fatha [= a-a ], the word refers to fibres. It is also a rope made of 'twisted fibres of palm tree' or 'tightly braided fibres of coconut tree' or 'cord that has been woven strongly' or 'coil or cable formed by winding iron strands together'. [ al-Qamus ]. Some scholars have preferred to translate it specifically as 'a rope made of twisted fibres of palm tree' and no other string or twine. This is in conformity with the general usage of the Arabs. Basically, it refers to any string or twine or rope or cord or coil or cable formed by intertwining strands of any material. In keeping with this general sense of the word, Sayyidna Ibn ` Abbas ؓ ، ` Urwah Ibn Zubair ؓ and others said that in this context the phrase حَبْلٌ مِّن مَّسَدٍ \"rope of masad\" refers to 'rope formed by twisting iron strands'. This will be her condition in Hell where an iron-collar will be in her neck. Sayyidna Mujahid (رح) interprets min masad as min hadid, that is, 'of iron'. [ Mazhari ].</p><p>Sha'bi, Muqatil and other commentators have taken the phrase min masad to refer to 'a rope made of twisted fibres of palm tree' and said that Abu Lahab and his wife were extremely wealthy and were looked upon as leaders of their nation but, on account of his wife's mean disposition and miserliness, she used to collect firewood from the jungle, bind them together with a rope, place the bundle on her head and put its rope round her neck, so that it might not fall from her head. This practice of hers one day led to her destruction. She had a bundle of wood on her head and the rope in her neck. She felt tired and sat down. Then fell, was choked and died. According to this second interpretation, the verse describes her mean disposition and the disastrous consequences of her sadistic behavior. [ Mazhari ]. However, such a conduct in Abu Lahab's family, especially of his wife, was hardly conceivable; therefore, most commentators have preferred the first interpretation. Allah knows best!</p><p>Al-Hamdulillah</p><p>The Commentary on</p><p>Surah Al-Lahab</p><p>Ends here</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 5{ فِیْ جِیْدِہَا حَبْلٌ مِّنْ مَّسَدٍ۔ } ”اس کے گلے میں بٹی ہوئی رسّی ہوگی۔“ آج یہ عورت اپنے گلے میں جو خوبصورت ہار پہنے پھرتی ہے کل آخرت میں یہی ہار اس کے گلے میں ایک مضبوط بٹی ہوئی رسّی کی صورت اختیار کرلے گاجیسی رسی ایندھن ڈھونڈنے والی لونڈیوں کے گلے میں پڑی ہوتی ہے۔ اس رسّی میں یہ اپنے اعمالِ بد کا ایندھن باندھ کر جہنم میں لے جائے گی اور اپنی اور اپنے شوہر کی آگ کو مزید بھڑکائے گی۔ مولانا شبیر احمد عثمانی رح نے لکھا ہے کہ ”شاید وہاں زقوم اور ضریع کی جو جہنم کے خاردار درخت ہیں لکڑیاں اٹھائے پھرے اور ان کے ذریعے سے اپنے شوہر پر عذاب الٰہی کی آگ کو تیز کرتی رہے۔“</p>"
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "111"
        }
    }
}