{
    "tafsirs": [
        {
            "resource_id": 16,
            "text": "قل -أيها الرسول-: أعوذ وأعتصم برب الفلق، وهو الصبح."
        },
        {
            "resource_id": 790,
            "text": "হে ৰাছুল , কৈ দিয়ক যে মই প্ৰভাতৰ প্ৰতিপালকক মজবুতকৈ ধৰোঁ আৰু তেওঁৰ আশ্ৰয় বিচাৰোঁ।"
        },
        {
            "resource_id": 183,
            "text": "使徒よ、言いなさい、黎明の主に、わたしを守るように助けを求める、"
        },
        {
            "resource_id": 905,
            "text": "قل - أيها الرسول -: أعتصم بربّ الصبح، وأستجير به."
        },
        {
            "resource_id": 180,
            "text": "১. হে রাসূল! আপনি বলুন: আমি প্রভাতের প্রতিপালকের সাহায্যে প্রতিরক্ষামূলক ব্যবস্থা নিচ্ছি ও তাঁর নিকট আশ্রয় চাচ্ছি।"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل يا محمد، أستجير بربّ الفلق من شرّ ما خلق من الخلق.</p><p>واختلف أهل التأويل في معنى <span class=\"arabic qpc-hafs green\">( الفلق )</span> فقال بعضهم: هو سجن في جهنم يسمى هذا الاسم.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني الحسين بن يزيد الطحان،<span class=\"blue\"> قال:</span> ثنا عبد السلام بن حرب، عن إسحاق بن عبد الله،<span class=\"blue\"> عمن حدثه عن ابن عباس قال:</span> <span class=\"arabic qpc-hafs green\">( الفلق )</span>: سجن في جهنم .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا أبو أحمد الزبيري،<span class=\"blue\"> قال:</span> ثنا عبد السلام بن حرب، عن إسحاق بن عبد الله بن أبي فروة، عن رجل، عن ابن عباس،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( الفَلَقِ )</span> : سجن في جهنم .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا هشيم،<span class=\"blue\"> قال:</span> أخبرنا العوّام بن عبد الجبار الجولاني،<span class=\"blue\"> قال:</span> قَدم رجل من أصحاب رسول الله صلى الله عليه وسلم الشأم،<span class=\"blue\"> قال:</span> فنظر إلى دور أهل الذمة، وما هم فيه من العيش والنضارة، وما وُسِّع عليهم في دنياهم،<span class=\"blue\"> قال:</span> فقال: لا أبا لك أليس من ورائهم الفلق؟<span class=\"blue\"> قال:</span> قيل: وما الفلق؟<span class=\"blue\"> قال:</span> بيت في جهنم إذ فُتح هَرّ أهْلُ النار .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا عبد الرحمن،<span class=\"blue\"> قال:</span> ثنا سفيان،<span class=\"blue\"> قال:</span> سمعت السديّ يقول: <span class=\"arabic qpc-hafs green\">( الفَلَق )</span> : جُب في جهنم .</p><p>حدثني عليّ بن حسن الأزدي،<span class=\"blue\"> قال:</span> ثنا الأشجعيّ، عن سفيان، عن السديّ، مثله.</p><p>حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن السديّ، مثله.</p><p lang=\"ar\" class=\"ar \">حدثني إسحاق بن وهب الواسطيُّ،<span class=\"blue\"> قال:</span> ثنا مسعود بن موسى بن مشكان الواسطيُّ،<span class=\"blue\"> قال:</span> ثنا نصر بن خُزَيمة الخراساني، عن شعيب بن صفوان، عن محمد بن كعب القُرَظِيِّ، عن أبي هُريرة،<span class=\"blue\"> عن النبيّ صلى الله عليه وسلم قال:</span> <span class=\"red\">\" الفَلَق: جبّ في جهنم مغطًّى \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن البرقي،<span class=\"blue\"> قال:</span> ثنا ابن أبي مريم،<span class=\"blue\"> قال:</span> ثنا نافع بن يزيد،<span class=\"blue\"> قال:</span> ثنا يحيى بن أبي أسيد عن ابن عجلان، عن أبي عبيد، عن كعب، أنه دخل كنيسة فأعجبه حُسنها،<span class=\"blue\"> فقال:</span> أحسن عمل وأضلّ قوم، رضيت لكم الفلق،<span class=\"blue\"> قيل:</span> وما الفلق؟<span class=\"blue\"> قال:</span> بيت في جهنم إذا فُتح صاح جميع أهل النار من شدّة حرّه .</p><p>وقال آخرون: هو اسم من أسماء جهنم.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> سمعت خيثم بن عبد الله يقول: سألت أبا عبد الرحمن الحبلي، عن <span class=\"arabic qpc-hafs green\">( الفلق )</span> ،<span class=\"blue\"> قال:</span> هي جهنم .</p><p>وقال آخرون: الفلق: الصبح.</p><p>* ذكر من قال ذلك:</p><p>حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه،<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( أَعُوذُ بِرَبِّ الْفَلَقِ )</span> قال: <span class=\"arabic qpc-hafs green\">( الفلق )</span>: الصبح .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا ابن أبي عديّ،<span class=\"blue\"> قال:</span> أنبأنا عوف، عن الحسن، في هذه الآية <span class=\"arabic qpc-hafs green\">( قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ )</span> قال: <span class=\"arabic qpc-hafs green\">( الفلق )</span>: الصبح .</p><p lang=\"ar\" class=\"ar \">قال: ثنا عبد الرحمن،<span class=\"blue\"> قال:</span> ثنا سفيان، عن سالم الأفطس، عن سعيد بن جُبير،<span class=\"blue\"> قال:</span> <span class=\"arabic qpc-hafs green\">( الفلق )</span> : الصبح .</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع؛ وحدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران جميعا، عن سفيان، عن سالم الأفطس، عن سعيد بن جُبير، مثله.</p><p lang=\"ar\" class=\"ar \">حدثني عليّ بن الحسن الأزدي،<span class=\"blue\"> قال:</span> ثنا الأشجعيّ، عن سفيان، عن سالم، عن سعيد بن جُبير، مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن الحسن بن صالح، عن عبد الله بن محمد بن عقيل، عن جابر،<span class=\"blue\"> قال:</span> <span class=\"arabic qpc-hafs green\">( الفَلَق )</span>: الصبح .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا أبو أحمد،<span class=\"blue\"> قال:</span> ثنا الحسن بن صالح، عن عبد الله بن محمد بن عقيل، عن جابر بن عبد الله، مثله.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب، أخبرنا أبو صخر،<span class=\"blue\"> عن القُرَظِيّ أنه كان يقول في هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ )</span> يقول: فالق الحبّ والنوى،<span class=\"blue\"> قال:</span> فالق الإصباح .</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ )</span> قال: الصبح .</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ )</span> قال: <span class=\"arabic qpc-hafs green\">( الفَلَق )</span>: فَلق النهار .</p><p>حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة،<span class=\"blue\"> قال:</span> <span class=\"arabic qpc-hafs green\">( الفلق )</span>: فلق الصبح .</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ )</span> قيل له: فلق الصبح؟<span class=\"blue\"> قال:</span> نعم،<span class=\"blue\"> وقرأ:</span>  فَالِقُ الإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا  .</p><p>وقال آخرون: <span class=\"arabic qpc-hafs green\">( الفلَق )</span>: الخلق،<span class=\"blue\"> ومعنى الكلام:</span> قل أعوذ بربّ الخلق.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عليّ،<span class=\"blue\"> قال:</span> لنا أبو صالح،<span class=\"blue\"> قال:</span> ثني معاوية، عن عليّ، عن ابن عباس،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( الفلق )</span> : يعني: الخلق .</p><p lang=\"ar\" class=\"ar \">والصواب من القول في ذلك أن يقال: إن الله جلّ ثناؤه أمر نبيه محمدًا صلى الله عليه وسلم أن يقول: <span class=\"arabic qpc-hafs green\">( أَعُوذُ بِرَبِّ الْفَلَقِ )</span> والفلق في كلام العرب: فلق الصبح،<span class=\"blue\"> تقول العرب:</span> هو أبين من فَلَق الصُّبح، ومن فرق الصبح. وجائز أن يكون في جهنم سجن &amp;; 24-702 &amp;; اسمه فَلَق. وإذا كان ذلك كذلك،<span class=\"blue\"> ولم يكن جلّ ثناؤه وضعَ دلالة على أنه عُنِي بقوله:</span> <span class=\"arabic qpc-hafs green\">( بِرَبِّ الْفَلَقِ )</span> بعض ما يُدْعَى الفلق دون بعض، وكان الله تعالى ذكره ربّ كل ما خلق من شيء، وجب أن يكون معنيا به كل ما اسمه الفَلَق، إذ كان ربّ جميع ذلك.</p>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">کہہ دیجیے: میں پناہ میں آتا ہوں صبح کے رب کی<span class=\"green\">(1)</span><span class=\"green\">(ہر)</span> اس چیز کے شر سے جو اس نے پیدا کی<span class=\"green\">(2)</span> اور اندھیری رات کے شرسے جب وہ چھا جائے<span class=\"green\">(3)</span> اور پھونکیں مارنے والیوں کے شر سے گرہوں میں<span class=\"green\">(4)</span> اور حسد کرنے والے کے شر سے جب وہ حسد کرے<span class=\"green\">(5)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[3]</span>    پھر اللہ تعالیٰ نے عام کا ذکر کرنے کے بعد خاص کا ذکر کیا،<span class=\"bluﷺ\">  فرمایا :</span><span class=\"arabic qpc-hafs brown\">﴿ وَمِنۡ شَرِّ غَاسِقٍ اِذَا وَقَبَ﴾</span>  ’’اور شبِ تاریک کی برائی سے جب اس کا اندھیرا چھا جائے۔‘‘  یعنی میں اس شر سے اللہ تعالیٰ کی پناہ مانگتا ہوں جو رات کے اندر ہوتا ہے،  جب وہ لوگوں پر چھا جاتا ہے  اور اس میں بہت سی شریر ارواح اور موذی حیوانات پھیل جاتے ہیں۔                </div>"
        },
        {
            "resource_id": 174,
            "text": "Katakanlah -wahai Rasul-, “Aku bersandar pada penguasa waktu subuh dan berlindung kepada-Nya,"
        },
        {
            "resource_id": 92,
            "text": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) الأمر بالقول يقتضي المحافظة على هذه الألفاظ لأنها التي عينها الله للنبيء صلى الله عليه وسلم ليتعوذ بها فإجابتُها مرجوة ، إذ ليس هذا المقول مشتملاً على شيء يُكلف به أو يُعمل حتى يكون المراد : قل لهم كذا كما في قوله : { قل هو الله أحد } [ الإخلاص : 1 ] ، وإنما هو إنشاء معنى في النفس تدل عليه هذه الأقوال الخاصة .وقد روي عن ابن مسعود في أنه سأل النبي صلى الله عليه وسلم عن المعوذتين فقال : \" قِيل لي قُل فقلتُ لكم فقولوا \" . يريد بذلك المحافظة على هذه الألفاظ للتعوذ وإذ قد كانت من القرآن فالمحافظة على ألفاظها متعينة والتعوذ يحصل بمعناها وبألفاظها حتى كَلِمة { قُل .والخطاب بقُل } للنبيء صلى الله عليه وسلم وإذ قد كان قرآناً كان خطاب النبي صلى الله عليه وسلم به يشمل الأمة حيث لا دليل على تخصيصه به ، فلذلك أمر النبي صلى الله عليه وسلم بعضَ أصحابه بالتعوذ بهذه السورة ولذلك أيضاً كان يعوِّذ بهما الحَسَن والحُسَيْن كما ثبت في «الصحيح» ، فتكون صيغة الأمر الموجهة إلى المخاطب مستعملة في معنَيي الخطاب من توجُّهه إلى معيّن وهو الأصل ، ومن إرادة كلّ من يصح خطابُه وهو طريق من طرق الخطاب تدل على قصده القرائن ، فيكون من استعمال المشترك في معنييه .واستعمال صيغة التكلم في فعل { أعوذ } يتبع ما يراد بصيغة الخطاب في فعل { قل } فهو مأمور به لكل من يريد التعوذ بها .وأما تعويذُ قارئها غيرَه بها كما ورد أن النبي صلى الله عليه وسلم كان يعوذ بالمعوذتين الحسن والحسين ، وما رُوي عن عائشة قالت : «إن النبي صلى الله عليه وسلم كان ينفث على نفسه في المرض الذي مات فيه بالمعوِّذات ، فلما ثَقُل كنت أنفث عليه بهن وأمْسح بيدِ نفسه لبركتها» ، فذلك على نية النيابة عمن لا يحسن أن يعوذ نفسه بنفسه بتلك الكلمات لعجز أو صغر أو عدم حفظ .والعَوْذ : اللجأ إلى شيء يقِي من يلجأُ إليه ما يخافه ، يُقال : عاذ بفلان ، وعاذ بحصن ، ويقال : استعاذ ، إذا سأل غيره أن يُعيذه قال تعالى : { فاستعِذ باللَّه إنه سميع عليم } [ الأعراف : 200 ] . وعاذ من كذا ، إذا صار إلى ما يعيذه منه قال تعالى : { فاستعذ باللَّه من الشيطان الرجيم } [ النحل : 98 ] .و { الفلق } : الصبح ، وهو فَعَل بمعنى مفعول مثل الصَّمَد لأن الليل شبه بشَيء مغلق ينفلق عن الصبح ، وحقيقة الفَلْق : الانشقاق عن باطن شيء ، واستعير لظهور الصبح بعد ظلمة الليل ، وهذا مثل استعارة الإخراج لظهور النور بعد الظلام في قوله تعالى : { وأغطش ليلها وأخرج ضحاها } [ النازعات : 29 ] ، واستعارة السلخ له في قوله تعالى : { وآية لهم الليل نسلخ منه النهار } [ يس : 37 ] .وربُّ الفلق : هو الله ، لأنه الذي خلق أسبابَ ظهور الصبح ، وتخصيص وصف الله بأنه رب الفلق دون وصف آخر لأن شراً كثيراً يحدث في الليل من لصوص ، وسباع ، وذوات سموم ، وتعذر السير ، وعُسر النجدة ، وبُعد الاستغاثة واشتداد آلام المرضى ، حتى ظن بعض أهل الضلالة الليل إله الشر .والمعنى : أعوذ بفالق الصبح مَنجاةً من شرور الليل ، فإنه قادر على أن ينجيني في الليل من الشر كما أنجى أهل الأرض كلهم بأن خلق لهم الصبح ، فوُصفَ الله بالصفة التي فيها تمهيدٌ للإِجابة ."
        },
        {
            "resource_id": 172,
            "text": "-Ey Peygamber!- De ki: Sabahın Rabbine sığınırım ve O'nun himayesini isterim."
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ بگو : به  پروردگار صبحگاه  پناه  مي  برم  ،،\nمِن شَرِّ مَا خَلَقَ از شر آنچه  بيافريده  است  ،\nوَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ و از شر شب  چون  در آيد ،\nوَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ و از شر جادوگراني  که  در گرهها افسون  مي  دمند ،\nوَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ  و از شر حسود چون  رشک  مي  ورزد</p><p>\n                                                            مکي و 5 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1)</span> (<span class=\"arabic qpc-hafs brown\">﴿قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ﴾</span>) بگو: پناه می‌برم به پروردگاری که دانه و هسته و سپیده‌دم را می‌شکافد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(2)</span> (<span class=\"arabic qpc-hafs brown\">﴿مِن شَرِّ مَا خَلَقَ﴾</span>) این شامل همۀ انسان‌ها و جن‌ها و حیواناتی می‌گردد که خداوند آفریده است. پس باید به آفرینندۀ این‌ها، از شری که در اینهاست پناه برد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(3)</span> سپس به صورت ویژه و خاص بیان کرد و فرمود: (<span class=\"arabic qpc-hafs brown\">﴿وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ﴾</span>) و پناه می‌برم به خدا از شری که در شب هست. وقتی که خواب، مردم را فرو می‌پوشاند، و بسیاری از ارواح شرور و حیوانات موذی پخش و پراکنده می‌گردند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(4)</span> (<span class=\"arabic qpc-hafs brown\">﴿وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ﴾</span>) و از شر زنان جادوگری که برای جادوی خود از دمیدن در گره‌ها کمک می‌گیرند و بر آن جادو می‌کنند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(5)</span> (<span class=\"arabic qpc-hafs brown\">﴿وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾</span>) حسود کسی است که زوال نعمت دیگران را می‌خواهد. و حسود برای از بین بردن نعمت از دست دیگران می‌کوشد. پس برای باطل کردن نیرنگ حسود، و مصون ماندن از مکر و کیدش، باید به خدا پناه برد. چشم بد نیز نوعی از حسادت است؛ چون فقط کسی چشم می‌زند که حسود و بد ‌جنس و خبیث‌النفس باشد. پس این سوره بیان می‌دارد که باید از تمام انواع شر به طور خاص و عام به خدا پناه برد. و بر این دلالت می‌نماید که جادو حقیقت دارد، و خطر زیان آن می‌رود و از آن باید ترسید، و از جادو و جادوگران باید به خدا پناه برد.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Скажи: «Прибегаю к защите Господа рассвета  <span class=\"green\">(2)</span> от зла того, что Он сотворил,  <span class=\"green\">(3)</span> от зла мрака, когда он наступает,  <span class=\"green\">(4)</span> от зла колдуний, поплевывающих на узлы, <span class=\"green\">(5)</span> от зла завистника, когда он завидует».</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1)</span> Арабский глагол <span class=\"brown\">«фалака»</span><span class=\"green\">(<span class=\"brown\">«раскалывать»</span>)</span> подчеркивает то, что именно Всевышний Господь рассекает ночной мрак, когда наступает рассвет, а также рассекает семена, когда они прорастают.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(2)</span> Только Он может защитить Своих рабов от зла людей, бесов, животных и всех остальных творений.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(3)</span> Всевышний подчеркнул, что некоторые творения приносят много зла. Ночью людей обуревает дремота, а по земле бродят злые духи и вредные твари.                </div><div>\n<span class=\"green\">(4)</span> Колдуньи дуют на узлы для того, чтобы навести на людей порчу.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(5)</span> А завистники желают, чтобы люди лишились благ, и даже прикладывают для этого усилия. Защитить людей от зла нечестивцев и разрушить их козни может только Аллах, и поэтому каждый человек обязан прибегать к Его защите. К завистникам также относятся люди с дурным глазом, потому что сглазить может только завистливый человек со скверной натурой и порочной душой.\nТаким образом, эта сура учит мусульман искать у Аллаха убежища и спасения от зла в целом и некоторых его проявлений в частности. Она также служит доказательством того, что колдовство действительно имеет место и что его вреда следует опасаться, прибегая к защите Аллаха от козней колдуний и колдунов.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 164,
            "text": "<p><b>১-৫ নং আয়াতের তাফসীর</b>মুসনাদে ইবনে আবী হাতিমে হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, (আরবি) সকাল বেলাকে বলা হয়। আওফী (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতেও এটাই বর্ণনা করেছেন। কুরআন কারীমেরই অন্য জায়গায় (আরবি) রয়েছে। হযরত ইবনে আব্বাস (রাঃ) হতে এটাও বর্ণিত আছে যে, (আরবি) এর অর্থ হলো মাখলুক। হযরত কা'ব আহবার (রাঃ) বলেন যে, (আরবি) হলো জাহান্নামের একটি জায়গা। ঐ জায়গার দরজা খোলা হলে তথাকার আগুনের উত্তাপ এবং ভয়াবহতায় জাহান্নামের সমস্ত অধিবাসী চীৎকার করতে শুরু করে। একটি মারফু হাদীসেও উপরোক্ত হাদীসেরই প্রায় অনুরূপ উক্তি রয়েছে। কিন্তু ওটাকে মুনকার হাদীস বলা হয়েছে। কেউ কেউ বলেছেন যে, (আরবি) জাহান্নামের নাম। ইমাম ইবনে জারীর (রঃ) বলেন যে, প্রথমটিই সবচেয়ে বেশী নির্ভরযোগ্য উক্তি। অর্থাৎ (আরবি) এর অর্থ হলো সকাল বেলা। ইমাম বুখারীও (রঃ) একথাই বলেছেন এবং এটাই নির্ভুল।সমস্ত সৃষ্ট বস্তুর অপকারিতার মধ্যে জাহান্নাম, ইবলীস ও ইবলীসের সন্তান সন্ততিও রয়েছে। (আরবি)  এর অর্থ হলো রাত। (আরবি) এর অর্থ হলো সূর্যাস্ত। অর্থাৎ যখন অন্ধকার রাত উপস্থিত হয়। ইবনে যায়েদ (রঃ) বলেন যে, আরবের লোকেরা সুরাইয়া নক্ষত্রের অস্তমিত হওয়াকে বলে। অসুখ এবং বিপদ আপদ সুরাইয়া নক্ষত্র উদিত হওয়ার পর বৃদ্ধি পায় এবং ঐ নক্ষত্র অস্তমিত হওয়ার পর অসুখ বিপদ আপদ কেটে যায়।একটি মারফু হাদীসে রয়েছে যে, (আরবি) হলো নক্ষত্রের নাম। কিন্তু এ হাদীসের মারফু হওয়ার কথা সত্য নয়। কোন কোন তাফসীরকার বলেন যে, (আরবি) এর অর্থ হলো চাঁদ। তাফসীরকারদের দলীল হলো মুসনাদে আহমদে বর্ণিত একটি হাদীস, যাতে রয়েছে যে, রাসূলুল্লাহ (সঃ) হযরত আয়েশা (রাঃ)-এর হাত ধরে চাঁদের প্রতি ইশারা করে বললেনঃ “আল্লাহর কাছে ঐ (আরবি) এর অপকারিতা হতে আশ্রয় প্রার্থনা কর।\"অন্য রিওয়াইয়াতে আছে যে, (আরবি) দ্বারা এটাই বুঝানো হয়েছে। উভয় উক্তির মধ্যে সহজেই সামঞ্জস্য বিধানের জন্যে বলা যেতে পারে যে, এটা হলো চাদের ক্রমবৃদ্ধি এবং নক্ষত্ররাজির আত্মপ্রকাশ ইত্যাদি। এসব কিছু রাত্রিকালেই হয়ে থাকে এবং যখন রাত্রির আগমন ঘটে। এ সব ব্যাপারে আল্লাহ তা'আলাই সঠিক জ্ঞানের অধিকারী। গ্রন্থিসমূহের উপর পড়ে পড়ে ফুৎকারকারিণীরা অর্থাৎ যাদুকর নারীগণ।হযরত মুজাহিদ (রঃ) বলেন যে, যেই মন্ত্র পাঠ করে সাপে কাটা রোগীর উপর ফু দেয়া হয় এবং ভূত প্রেত তাড়ানোর জন্যে ফু দেয়া হয় এগুলো শিরকের খুবই কাছাকাছি। অন্য হাদীসে রয়েছে যে, হযরত জিবরাঈল (আঃ) রাসূলুল্লাহ (সঃ)-এর কাছে এসে বললেনঃ “হে মুহাম্মদ (সঃ) আপনি কি রোগাক্রান্ত?” রাসূলুল্লাহ (সঃ) উত্তরে বললেন “হ্যা” হযরত জিবরাঈল (আঃ) তখন নিম্নের দু'আ দু'টি পাঠ করেনঃ (আরবি)অর্থাৎ “আল্লাহর নামে আমি আপনাকে ফু দিচ্ছি সেই সব রোগের জন্যে যা আপনাকে কষ্ট দেয়, প্রত্যেক হিংসুকের অনিষ্ট ও কুদৃষ্টি হতে আল্লাহ আপনাকে আরোগ্য দান করুন। এই রোগ দ্বারা সম্ভবতঃ ঐ রোগকেই বুঝানো হয়েছে যে রোগে তিনি যাদুকৃত হওয়ার পর আক্রান্ত হয়ে পড়েছিলেন। অতঃপর আল্লাহ তা'আলা স্বীয় রাসূল (সঃ) কে সুস্থতা ও আরোগ্য দান করেন। এতে হিংসুটে ইয়াহুদীদের যাদুর প্রভাব নস্যাৎ হয়ে যায়। তাদের সকল ষড়যন্ত্র ও চক্রান্ত ব্যর্থ করে দেয়া হয়। তারা চরমভাবে লাঞ্ছিত ও অপমানিত হয়। রাসূলুল্লাহ (সঃ) কে যাদু করা সত্ত্বেও তিনি যাদুকারীদেরকে কোন কটু কথা বলেননি এবং ধমকও। দেননি। আল্লাহ তা'আলা স্বীয় নবী (সঃ) কে সুস্থতা ও আরোগ্য দান করেন।মুসনাদে আহমদে হযরত যায়েদ ইবনে আরকাম (রঃ) হতে বর্ণিত আছে যে, নবী (সঃ) এর উপর একজন ইয়াহূদী যাদু করেছিল। এই কারণে নবী (সঃ) কয়েকদিন পর্যন্ত অসুস্থ ছিলেন। তারপর হযরত জিবরাঈল (আঃ) এসে তাঁকে জানান যে, অমুক ইয়াহূদী তার উপর যাদু করেছে এবং অমুক অমুক কুঁয়ায় গ্রন্থি বেঁধে রেখেছে। সুতরাং তিনি যেন কাউকে পাঠিয়ে ঐ গ্রন্থি খুলিয়ে আনেন। রাসূলুল্লাহ (সঃ) লোক পাঠিয়ে তখন কুঁয়া থেকে ঐ যাদু বের করিয়ে আনান এবং গ্রন্থিখুলে ফেলেন। ফলে যাদুর প্রভাব কেটে যেতে শুরু করে। অতঃপর রাসূলুল্লাহ। (সঃ) ঐ ইয়াহুদীকে এ সম্পর্কে একটি কথাও বলেননি। এবং তাকে দেখে। কখনো মুখও মলিন করেননি।সহীহ বুখারীতে কিতাবুত তিব্বে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-এর উপর যাদু করা হয়েছিল। রাসূলুল্লাহ ভেবেছিলেন যে, তিনি তাঁর স্ত্রীদের কাছে গিয়েছেন, অথচ তিনি তাদের কাছে যাননি। হযরত সুফইয়ান (রঃ) বলেন যে, এটাই যাদুর সবচেয়ে বড় প্রভাব। এ অবস্থা হওয়ার পর একদিন রাসূলুল্লাহ (সঃ) বললেনঃ “হে আয়েশা (রাঃ)! আমি আমার প্রতিপালককে জিজ্ঞেস করেছি এবং তিনি আমাকে জানিয়েছেন। দু’জন লোকে আমার কাছে আসেন। একজন আমার মাথার কাছে এবং অন্যজন আমার পায়ের কাছে বসেন 'আমার কাছে অর্থাৎ শিয়রে যিনি বসেছিলেন, তিনি দ্বিতীয়জনকে জিজ্ঞেস করলেনঃ “এর অবস্থা কি?” দ্বিতীয়জন উত্তরে বললেনঃ “এঁর উপর যাদু করা হয়েছে। প্রথম জন প্রশ্ন করলেনঃ “কে যাদু করেছে?\" দ্বিতীয়জন জবাব দিলেনঃ “লুবাইদ ইবনে আসাম। সে বান্ যুরাইক গোত্রের লোক। সে ইয়াহূদীদের মিত্র এবং মুনাফিক।\" প্রথম জন জিজ্ঞেস করলেনঃ “কিসের মধ্যে যাদু করেছে?\" দ্বিতীয়জন উত্তর দিলেনঃ “মাথার চুলে ও চিরুণীতে। প্রথমজন প্রশ্ন করলেনঃ “কোথায়, তা দেখাও।” দ্বিতীয়জন উত্তর দিলেনঃ “খেজুর গাছের বাকলে, পাথরের নিচে এবং যারওয়ান কূপে।” অতঃপর রাসূলুল্লাহ (সঃ) ঐ কূপের কাছে গমন করলেন এবং তা থেকে ওসব বের করলেন। ঐ কূপের পানি ছিল যেন মেহদীর রঙ। ওর পাশের খেজুর গাছগুলোকে ঠিক শয়তানের মাথার মত মনে হচ্ছিল। হযরত আয়েশা (রাঃ) বলেনঃ আমি বললামঃ হে আল্লাহর রাসূল (সঃ): এ কাজের জন্যে তার উপর প্রতিশোধ গ্রহণ করা উচিত। রাসূলুল্লাহ (সঃ) একথা শুনে বললেনঃ “সমস্ত প্রশংসা আল্লাহর। তিনি আমাকে নিরাময় করেছেন ও সুস্থতা দিয়েছেন। আমি মানুষের মধ্যে মন্দ ছড়ানো পছন্দ করি না।”অন্য একটি বর্ণনায় আছে যে, রাসূলুল্লাহ (সঃ) কোন একটা কাজ করেননি। অথচ তাঁর মনে হতো যে, তিনি ওটা করেছেন। এটাও বর্ণিত আছে যে, রাসূলুল্লাহর (সঃ) নির্দেশক্রমে ঐ কূপে মাটি ভর্তি করে দেয়া হয়। এও বর্ণনা করা হয়েছে যে, ছয় মাস পর্যন্ত রাসূলুল্লাহর (সঃ) এরূপ অবস্থা ছিল।তাফসীরে সালাবীতে হযরত ইবনে আব্বাস (রাঃ) ও হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, ইয়াহূদীদের একটা ছেলে রাসূলুল্লাহ (সঃ)-এর খিদমত করতো। ঐ ছেলেটিকে ফুসলিয়ে ইয়াহুদীরা রাসূলুল্লাহর (সঃ) কয়েকটি চুল এবং তাঁর চুল আঁচড়াবার চিরুনীর কয়েকটি দাঁত হস্তগত করে। তারপর তারা ওগুলোতে যাদু করে। এ কাজে সবচেয়ে বেশী সচেষ্ট ছিল লুবাইদ ইবনে আসাম। এরপর যাদুর গ্রন্থি বা সুরাইক যারওয়ান নামক কূপে স্থাপন করে। অতঃপর রাসূলুল্লাহ (সঃ) অসুস্থ হয়ে পড়েন এবং তার স্ত্রীদের কাছে গমন না করেও তাঁর মনে হতো যে তিনি তাদের কাছে গমন করেছেন। এইমন ভুলো অবস্থা দূরীকরণের জন্যে রাসূলুল্লাহ (সঃ) সচেষ্ট ছিলেন, কিন্তু এরকম অবস্থা হওয়ার কারণ তাঁর জানা ছিল না। ছয় মাস পর্যন্ত ঐ একই অবস্থা চলতে থাকে। তারপর উপরোল্লিখিত ঘটনা ঘটে। দুজন ফেরেশতা এসে কথােপকথনের মাধ্যমে রাসূলুল্লাহ (সঃ) কে প্রকৃত অবস্থা সম্পর্কে সচেতন করেন। রাসূলুল্লাহ (সঃ) তখন হযরত আলী (রাঃ), হযরত যুবায়ের (রাঃ) এবং হযরত আম্মার (রাঃ) কে পাঠিয়ে কূপ থেকে যাদুর গ্রন্থিগুলো বের করিয়ে আনেন। ঐ যাদুকৃত জিনিষগুলোর মধ্যে একটি ধনুকের রঞ্জু ছিল, তাতে ছিল বারোটি গ্রন্থি বা গেরো। প্রত্যেক গেরোতে একটি করে সূচ বিদ্ধ করে দেয়া হয়েছিল। তারপর আল্লাহ তা'আলা এ সূরা দু’টি অবতীর্ণ করেন। রাসূলুল্লাহ (সঃ) এ সূরা দু’টির এক একটি আয়াত পাঠ করছিলেন আর ঐ গ্রন্থিসমূহ একটি একটি করে আপনা আপনি খুলে যাচ্ছিল। সূরা দু'টি পূর্ণ হওয়ার সাথে সাথে সমস্ত গেরোই খুলে যায় এবং রাসূলুল্লাহ (সঃ) সম্পূর্ণরূপে সুস্থ হয়ে ওঠেন। এদিকে হযরত জিবরাঈল (আঃ) উপরোল্লিখিত দু'আ পাঠ করেন। সাহাবীগণ রাসূলুল্লাহ (সঃ) কে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমরা কি ঐ নরাধমকে ধরে হত্যা করে ফেলবো রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “না, আল্লাহ তাবারাকা ওয়া তা'আলা আমাকে আরোগ্য দান করেছেন। আমি মানুষের মধ্যে অনিষ্ট ও বিবাদ ফাসাদ সৃষ্টি করতে চাই না।”এ বর্ণনায় গারাবাত ও নাকারাত রয়েছে। এ সব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।</p>"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1}</span> أي: <span class=\"arabic qpc-hafs brown\">{قل}</span>: متعوِّذاً: <span class=\"arabic qpc-hafs brown\">{أعوذُ}</span>؛<span class=\"blue\"> أي:</span> ألجأ وألوذُ وأعتصمُ، <span class=\"arabic qpc-hafs brown\">{بربِّ الفلق}</span>؛<span class=\"blue\"> أي:</span> فالق الحبِّ والنَّوى، وفالق الأصباح.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{2}</span><span class=\"arabic qpc-hafs brown\">{من شرِّ ما خَلَقَ}</span>: وهذا يشمل جميع ما خلق الله من إنسٍ وجنٍّ وحيوانات؛ فيستعاذ بخالقها من الشرِّ الذي فيها.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{3}</span> ثم خصَّ بعدما عمَّ،<span class=\"blue\"> فقال:</span><span class=\"arabic qpc-hafs brown\">{ومن شرِّ غاسقٍ إذا وَقَبَ}</span>؛<span class=\"blue\"> أي:</span> من شرِّ ما يكون في الليل حين يغشى النّاسَ، وتنتشر فيه كثيرٌ من الأرواح الشرِّيرة والحيوانات المؤذية.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{4}</span><span class=\"arabic qpc-hafs brown\">{ومن شرِّ النَّفَّاثات في العقد}</span>؛<span class=\"blue\"> أي:</span> ومن شرِّ السَّواحر اللاتي يَسْتَعِنَّ على سحرهنَّ بالنَّفْثِ في العقد التي يَعْقِدْنَها على السحر.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{5}</span><span class=\"arabic qpc-hafs brown\">{ومن شرِّ حاسدٍ إذا حَسَدَ}</span>: والحاسدُ هو الذي يحبُّ زوال النِّعمة عن المحسود؛ فيسعى في زوالها بما يقدر عليه من الأسباب، فاحتيج إلى الاستعاذة بالله من شرِّه وإبطال كيده. ويدخل في الحاسد العاينُ؛ لأنَّه لا تصدر العين إلاَّ من حاسدٍ شرِّيرِ الطبع خبيث النفس.\nفهذه السورة تضمَّنت الاستعاذة من جميع أنواع الشُّرور عموماً وخصوصاً، ودلَّت على أنَّ السِّحر له حقيقةٌ؛ يُخشى من ضرره، ويستعاذ بالله منه ومن أهله.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (فەلەق) (واتە: بەرەبەیان)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (فەلەق) سورەتێكى مەككى یە.\n٢- ژمارەى ئایەتەكانى سورەتى (فەلەق) (٥) پێنج ئایەتە.\n٣- سورەتى (فەلەق) زنجیرەى سەدو سیانزەهەمینە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا. \n٤- سورەتى (فەلەق) لە دواى سورەتى (فیل) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرى سەرەكى لەم سورەتە پیرۆزەدا بریتییە لە فێركردنى بەندەكان بەوەى چۆن خۆیان پەنا بدەن بە خواى گەورە لە شەڕو خراپەكانى شەیتان و شەرى تاریكایی شەو كاتێك دێت، بەوەى كە خراپەكارەكان تێیدا بڵاودەبنەوە، وە هەروەها خۆپاراستن لەشەڕو خراپەى كەسانى حەسودو ساحیر.\nفەزڵى سوورەتى فەلەق\nلە فەزڵی سووڕەتی (ئیخڵاس)دا باسمان كرد پێغەمبەری خوا صلى الله علیه وسلم لەدوای هەموو نوێژە فەرزەكان سوورەتی (فەلەق)ی خوێندووە, وە لە بەیانیان و ئێواراندا سێ جار سێ جار خوێندوویەتی لەگەڵ (قُلْ أَعُوذُ بِرَبِّ النَّاسِ) و (قُلْ هُوَ اللَّهُ أَحَدٌ) دا, وە كاتێكیش كە خەوتووە فووی كردۆتە ناو هەردوو دەستی و سوورەتی (ئیخڵاس و ناس وفەلەق)ی تیادا خوێندووەو هێناوێتی بە دەمو چاو و لەشی لای پێشەوەی تا خوارەوە, وە پێغەمبەری خوا صلى الله علیه وسلم كۆمەڵێك دوعاو ڕوقیەی ئەخوێند بۆ خۆپاراستن لە چاوی جن و مرۆڤ تا خوای گەورە سوورەتی (ناس و فەلەق)ی دابەزاند ئەو كاتە وازی لە هەموو ئەو ڕوقیەو شتانەی تر هێنا تەنها ئەم دوو سوورەتەی ئەخوێند، كە بۆ خۆپاراستن لە چاو زۆر گرنگە مرۆڤ بیخوێنێ بە ئیزنی خوای گەورە لە چاو پارێزراو ئەبێ, وە كاتێك كە پێغەمبەری خوا صلى الله علیه وسلم نەخۆشیش بوایە دەستی ئەخستە سەر ئەو شوێنەی كە ئازاری هەیەو سوورەتی (ناس و فەلەق)ی بەسەردا ئەخوێند, عائیشە (خوای لێ ڕازی بێ) ئەفەرمووێ: كاتێك كە پێغەمبەر صلى الله علیه وسلم زۆر نەخۆش بوو, ئەفەرمووێ من سوورەتى(ناس و فەلەق)م بەسەردا ئەخوێند بەڵام دەستی خۆیم خستبووە سەر شوێنی ئازارەكەی بە ئومێدی بەرەكەتی دەستی پێغەمبەری خوا صلى الله علیه وسلم . \nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (١)</span> ] ئەی محمد صلى الله علیه وسلم بڵێ: خوایە من پەنا ئەگرم بە پەروەردگاری بەیانیان، (فەلەق) واتە: (الصُّبْح) بەرەبەیان, یاخود بەمانای خەڵكی دێت، پەنا ئەگرم بە پەروەردگاری هەموو خەڵكی."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 1{ قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِ۔ } ”کہو کہ میں پناہ میں آتا ہوں صبح کے رب کی۔“ فَلَقَ یَفْلِقُکے معنی کسی چیز کو پھاڑنے کے ہیں۔ سورة الانعام کی آیت 96 میں اللہ تعالیٰ کی قدرت کے حوالے سے { فَالِقُ الْاِصْبَاحِ } کے الفاظ آئے ہیں کہ اللہ تعالیٰ رات کی تاریکی کا پردہ چاک کر کے سپیدئہ سحر نمودار کرتا ہے۔ البتہ اسی سورت کی آیت 95 میں یہ لفظ دانوں اور گٹھلیوں وغیرہ کے پھاڑنے کے مفہوم میں بھی استعمال ہوا ہے : { اِنَّ اللّٰہَ فَالِقُ الْحَبِّ وَالنَّوٰی }۔ یعنی اللہ تعالیٰ اپنی قدرت سے زمین کے اندر دانوں یا گٹھلیوں کو پھاڑتا ہے تو پودوں یا درختوں کی پتیاں اور جڑیں نکلتی ہیں۔ چناچہ فلق سے مراد یہاں صرف صبح ہی نہیں بلکہ ہر وہ چیز ہے جسے اللہ تعالیٰ نے عدم کا پردہ چاک کر کے وجود بخشا ہے۔ جیسے کہ اگلی آیت میں واضح کردیا گیا :</p>"
        },
        {
            "resource_id": 176,
            "text": "Di', o Messaggero: \"Mi rifugio presso il Dio dell'albore e imploro la Sua protezione,"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1-<span class=\"blue\"> De ki:</span><span class=\"brown\">“Sığınırım sabahın Rabbine,”</span>\n2- <span class=\"brown\">“Yarattıklarının şerrinden,”</span>\n3- <span class=\"brown\">“Karanlığı çöktüğü vakit gecenin şerrinden,”</span> \n4- <span class=\"brown\">“Düğümlere üfüren <span class=\"green\">(büyücü)</span> kadınların şerrinden,”</span>\n5- <span class=\"brown\">“Ve hased ettiği zaman hased edenin şerrinden.”</span></p><div><span class=\"green\">(Mekke’de inmiştir. 5 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1. O’na sığınarak <span class=\"brown\">“de ki: Sığınırım”</span> güvenip dayanırım <span class=\"brown\">“sabahın Rabbine”</span> Yani taneyi ve çekirdeği yarıp çıkartana, geceyi yarıp sabahı ortaya çıkartana.                </div><div lang=\"tr\" class=\"tr \">\n                                        2. <span class=\"brown\">“Yarattıklarının şerrinden.”</span> Bu, Yüce Allah’ın yaratmış olduğu insan, cin ve diğer canlı bütün yaratılmışları kapsar. Bu buyrukla bunlarda bulunan kötülüklerden bunların yaratıcısına sığınılmaktadır.<span class=\"blue\"> Bu genel ifadeden sonra daha özel olarak şöyle buyrulmaktadır:</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        3. <span class=\"brown\">“Karanlığı çöktüğü vakit gecenin şerrinden.”</span> Yani insanı bürüdüğü ve çok sayıda kötü ruhların <span class=\"green\">(cinlerin)</span> ve zarar verici hayvanların etrafa yayıldığı gecelerdeki kötülüklerden Allah’a sığınırım, demektir.                </div><div>\n                                        4. <span class=\"brown\">“Düğümlere üfüren <span class=\"green\">(büyücü)</span> kadınların şerrinden.”</span> Yani yaptıkları büyüleri, büyü için atmış oldukları düğümlere üfürerek gerçekleştiren büyücü kadınların şerrinden Allah’a sığınırım.                </div><div lang=\"tr\" class=\"tr \">\n                                        5. <span class=\"brown\">“Ve hased ettiği zaman hased edenin şerrinden.”</span> Hased eden, hased ettiği <span class=\"green\">(kıskandığı)</span> kimsedeki nimetin sona ermesini isteyen ve bunun için de elinden geldiği kadarı ile bu uğurda çalışıp çabalayan kimsedir. O bakımdan onun kötülüğünden, hile ve tuzaklarının boşa çıkartılmasından Allah’a sığınmak bir ihtiyattır. \nNazar eden kimse de hased edenin kapsamına girer. Çünkü nazar, ancak hasetçi/kıskanç, kötü tabiatlı ve kötü ruhlu kimselerden sadır olur.\nBu sûre genel ve özel her türlü kötülükten Allah’a sığınmayı ihtivâ etmektedir. Ayrıca sihrin gerçek olduğunu, onun zararından endişe edildiğini, sihirden ve sihri yapanlardan Allah’a sığınılması gerektiğini de ortaya koymaktadır.\nFelak Sûresi’nin tefsiri burada sona ermektedir.                </div>"
        },
        {
            "resource_id": 160,
            "text": "مضبوط پناہ گاہیں ناقابل تسخیر مدافعت اور شافی علاج:<div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسند احمد میں ہے کہ عبداللہ بن مسعود رضی اللہ عنہ اس سورت کو اور اس کے بعد کی سورت کو قرآن شریف میں نہیں لکھتے تھے اور فرمایا کرتے تھے کہ میری گواہی ہے کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے مجھے خبر دی کہ جبرائیل علیہ السلام نے آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے فرمایا: <span class=\"arabic qpc-hafs\"> «قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ»</span>  الخ، تو میں نے بھی یہی کہا۔ پھر کہا <span class=\"arabic qpc-hafs\"> «قُلْ أَعُوذُ بِرَبِّ النَّاسِ»</span>  الخ، تو میں نے یہی کہا پس ہم بھی اسی طرح کہتے ہیں جس طرح نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے کہا۔  <span class=\"reference\">[مسند احمد:129/5:قال الشيخ شعيب ارناؤط:صحيح وهذا اسناد حسن‏ ]</span>  </p><p class=\"ur\"> ابی بن کعب رضی اللہ عنہ سے ان دونوں سورتوں کے بارے میں پوچھا جاتا ہے اور کہا جاتا ہے کہ آپ کے بھائی ابن مسعود رضی اللہ عنہ تو ان دونوں کو قرآن شریف میں سے کاٹ دیا کرتے تھے تو فرمایا کہ میں نے رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے سوال کیا تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>مجھ سے کہا گیا کہو میں نے کہا<span>“</span> پس ہم بھی کہتے ہیں جس طرح نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے کہا۔  <span class=\"reference\">[مسند حميدي:374:قال الشيخ زبير علي زئي:صحيح‏ ]</span>  </p><p class=\"ur\"> مسند میں بھی یہ روایت الفاظ کے تغیر و تبدل کے ساتھ مروی ہے۔  <span class=\"reference\">[مسند احمد:129/5:قال الشيخ شعيب ارناؤط:صحيح وهذا اسناد حسن‏ ]</span>  </p><p class=\"ur\"> اور بخاری شریف میں بھی ہے۔  <span class=\"reference\">[صحيح بخاري:4977‏ ]</span>  </p><p class=\"ur\"> مسند ابویعلی وغیرہ میں ہے کہ ابن مسعود رضی اللہ عنہ ان دونوں سورتوں کو قرآن میں نہیں لکھتے تھے اور نہ قرآن میں انہیں شمار کرتے تھے،  <span class=\"reference\">[طبراني كبير:9152]</span>  ‏ بلکہ قاریوں اور فقہیوں کے نزدیک مشہور بات یہی ہے کہ ابن مسعود رضی اللہ عنہ ان دونوں سورتوں کو قرآن میں نہیں لکھتے تھے، شاید انہوں نے نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے نہ سنا ہو اور تواتر کے ساتھ ان تک نہ پہنچا ہو، پھر یہ اپنے اس قول سے رجوع کر کے جماعت کے قول کی طرف پلٹ آتے ہیں۔ صحابہ رضوان اللہ تعالیٰ علیہم اجمعین نے ان سورتوں کو قرآن میں داخل کیا جس کے نسخے چاروں طرف پھیلے، <span class=\"arabic qpc-hafs\"> «ولله الحمد والمنه»</span>  </p><p class=\"ur\"> صحیح مسلم میں عقبہ بن عامر رضی اللہ عنہ سے مروی ہے کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>کیا تم نے نہیں دیکھا چند آیتیں مجھ پر اس رات ایسی نازل ہوئی ہیں جن جیسی کبھی دیکھی نہیں گئیں،<span>“</span> پھر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ان دونوں سورتوں کی تلاوت فرمائی، یہ حدیث مسند احمد، ترمذی اور نسائی میں بھی ہے۔ امام ترمذی اسے حسن صحیح کہتے ہیں۔  <span class=\"reference\">[صحيح مسلم:814‏ ]</span>  </p><p> مسند احمد میں ہے سیدنا عقبہ رضی اللہ عنہ فرماتے ہیں میں نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے ساتھ مدینہ کی گلیوں میں آپ کی سواری کی نکیل تھامے چلا جا رہا تھا کہ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے مجھ سے فرمایا: <span>”</span>اب آؤ تم سوار ہو جاؤ<span>“</span>، میں نے اس خیال سے آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی بات نہ مانوں گا تو نافرمانی ہو گی سوار ہونا منظور کر لیا، تھوڑی دیر کے بعد میں اتر گیا اور نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سوار ہو گئے، پھر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>عقبہ میں تجھے دو بہترین سورتیں نہ سکھاؤں؟<span>“</span> میں نے کہا: ہاں یا رسول اللہ! ضرور سکھایئے۔ پس آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے مجھے سورۃ <span class=\"arabic qpc-hafs\"> «قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ»</span>  اور <span class=\"arabic qpc-hafs\"> «قُلْ أَعُوذُ بِرَبِّ النَّاسِ»</span>  پڑھائیں، پھر نماز کھڑی ہوئی آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے نماز پڑھائی اور ان ہی دونوں سورتوں کی تلاوت کی پھر مجھ سے فرمایا: <span>”</span>تو نے دیکھ لیا؟ سن جب تو سوئے اور جب کھڑا ہوا نہیں پڑھ لیا کر<span>“</span>، ترمذی ابوداؤد اور نسائی میں بھی یہ حدیث ہے۔  <span class=\"reference\">[سنن ابوداود:1462،قال الشيخ الألباني:صحيح‏]</span> </p></div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسند احمد کی اور حدیث میں ہے کہ <span class=\"text-translation\"> عقبہ بن عامر رضی اللہ عنہ کو رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ہر نماز کے بعد ان سورتوں کی تلاوت کا حکم دیا۔ </span>  <span class=\"reference\">[سنن ابوداود:1523،قال الشيخ الألباني:صحیح]</span> ‏ </p><p class=\"ur\"> یہ حدیث بھی ابوداؤد، ترمذی اور نسائی میں ہے امام ترمذی اسے غریب بتلاتے ہیں۔  اور روایت میں ہے کہ ان جیسی سورتیں تو نے پڑھی ہی نہیں۔  <span class=\"reference\">[مسند احمد:146/4:قال الشيخ شعيب ارناؤط:صحیح وهذا اسناد ضعیف]</span> ‏ </p><p class=\"ur\"> عقبہ والی حدیث جس میں نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی سواری کے ساتھ آپ کا ہونا مذکور ہے اس کے بعض طرق میں یہ بھی ہے کہ <span class=\"text-translation\"> جب نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے مجھے یہ سورتیں بتائیں، تو مجھے کچھ زیادہ خوش ہوتے نہ دیکھ کر فرمایا کہ شاید تو انہیں چھوٹی سی سورتیں سمجھتا ہے، سن نماز کے قیام میں ان جیسی سورتوں کی قرأت اور ہے ہی نہیں۔ </span>  <span class=\"reference\">[مسند احمد:151/4:قال الشيخ شعيب ارناؤط:صحیح وهذا اسناد حسن]</span> ‏ </p><p class=\"ur\"> نسائی شریف کی حدیث میں ہے کہ <span class=\"text-translation\"> ان جیسی سورتیں کسی پناہ پکڑنے والے کے لئے اور نہیں </span>  <span class=\"reference\">[نسائی فی السنن الکبری:5433:حسن]</span> ‏ </p><p class=\"ur\">۔ ایک اور روایت میں ہے کہ <span class=\"text-translation\"> عقبہ سے یہ سورتیں نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے پڑھائیں پھر فرمایا: <span>”</span>نہ تو دعا کی ان جیسی اور سورتیں ہیں، نہ تعویذ کی<span>“</span> </span>۔  <span class=\"reference\">[نسائی فی السنن الکبری:7838:حسن]</span> ‏ </p><p class=\"ur\"> ایک روایت میں ہے <span class=\"text-translation\"> صبح کی فرض نماز آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ان ہی دونوں سورتوں سے پڑھائی </span>۔  <span class=\"reference\">[نسائی فی السنن الکبری:7850:حسن]</span> ‏ </p><p class=\"ur\"> اور حدیث میں ہے سیدنا عقبہ رضی اللہ عنہ نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی سواری کے پیچھے جاتے ہیں اور آپ کے قدم پر ہاتھ رکھ کر عرض کرتے ہیں یا رسول اللہ ! مجھے سورۃ ہود یا سورۃ یوسف پڑھائے، آپ نے فرمایا: <span>”</span>اللہ کے پاس نفع دینے والی کوئی سورت <span class=\"arabic qpc-hafs\"> «قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ»</span>  سے زیادہ نہیں ۔  <span class=\"reference\">[نسائی فی السنن الکبری:7839:ضعیف]</span> ‏ </p><p class=\"ur\"> اور حدیث میں ہے کہ <span class=\"text-translation\"> آپ نے اپنے چچا عباس رضی اللہ عنہما سے فرمایا: <span>”</span>میں تمہیں بتاؤں کہ پناہ حاصل کرنے والوں کے لئے ان دونوں سورتوں سے افضل سورت اور کوئی نہیں<span>“</span> </span>۔  <span class=\"reference\">[نسائی فی السنن الکبری:7841:حسن]</span> ‏ </p><p class=\"ur\"> پس بہت سی حدیثیں اپنے تواتر کی وجہ سے اکثر علماء کے نزدیک قطعیت کا فائدہ دیتی ہیں اور وہ حدیث بھی بیان ہو چکی کہ آپ نے ان دونوں سورتوں اور سورۃ اخلاص کی نسبت فرمایا کہ چاروں کتابوں میں ان جیسی سورتیں نہیں اتریں،  نسائی وغیرہ میں ہے کہ <span class=\"text-translation\"> ہم نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے ساتھ ایک سفر میں تھے سواریاں کم تھیں باری باری سوار ہوتے تھے نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ایک شخص کے مونڈھوں پر ہاتھ رکھ کر یہ دونوں سورتیں پڑھائیں اور فرمایا: <span>”</span>جب نماز پڑھو، تو انہیں پڑھا کرو۔  <span class=\"reference\">[مسند احمد:479/5:قال الشيخ شعيب ارناؤط:اسنادہ صحیح]</span> ‏  بظاہر معلوم ہوتا ہے کہ یہ شخص عقبہ بن عامر رضی اللہ عنہ ہوں گے۔ <span class=\"arabic qpc-hafs\"> «واللہ اعلم»</span>  عبداللہ بن سلام کے سینے پر ہاتھ رکھ کر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا کہ نہیں سمجھے؟ وہ نہ سمجھے کہ کیا کہیں تو پھر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے سورۃ <span class=\"arabic qpc-hafs\"> «قُلْ هُوَ اللَّـهُ أَحَدٌ»</span>  پڑھی۔ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اسی طرح پناہ مانگا کر، اس جیسی پناہ مانگنے کی اور سورت نہیں<span>“</span> </span>۔  <span class=\"reference\">[نسائی فی السنن الکبری:7845:حسن]</span> ‏</p><p> نسائی کی اور حدیث میں ہے کہ <span class=\"text-translation\"> جابر رضی اللہ عنہ سے یہ دونوں سورتیں آپ نے پڑھوائیں پھر فرمایا: <span>”</span>انہیں پڑھتا رہ ان جیسی سورتیں تو اور پڑھے گا<span>“</span> </span>۔  <span class=\"reference\">[نسائی فی السنن الکبری:7854:حسن]</span> ‏</p></div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ام المومنین سیدہ عائشہ صدیقہ رضی اللہ تعالیٰ عنہا والی وہ حدیث پہلے گزر چکی ہے کہ <span class=\"text-translation\"> نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> انہیں پڑھ کر اپنے ہاتھوں پر پھونک کر اپنے سر چہرے اور سامنے کے جسم پر پھیر لیتے تھے </span>۔  <span class=\"reference\">[موطا امام مالك:10:صحیح]</span> ‏ </p><p class=\"ur\"> موطا امام مالک میں ہے کہ <span class=\"text-translation\"> جب نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> بیمار پڑتے تو ان دونوں سورتوں کو پڑھ کر اپنے اوپر پھونک لیا کرتے تھے، جب آپ کی بیماری سخت ہوئی تو سیدہ عائشہ رضی اللہ عنہا معوذات پڑھ کر خود آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے ہاتھوں کو آپ کے جسم مبارک پر پھیرتی تھیں، اس عمل کا مقصد آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے ہاتھوں کی برکت کا ہوتا تھا </span>۔  <span class=\"reference\">[صحیح بخاری:5016]</span> ‏ </p><p> سورۃ ن کی تفسیر کے آخر میں یہ حدیث گزر چکی ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> جنات کی اور انسانوں کی آنکھوں سے پناہ مانگا کرتے تھے، جب یہ دونوں سورتیں اتریں تو آپ نے انہیں لے لیا اور باقی سب چھوڑ دیں </span>، امام ترمذی اسے حسن صحیح فرماتے ہیں۔  <span class=\"reference\">[سنن ترمذي:2057،قال الشيخ الألباني:صحیح]</span> ‏</p></div>بیماری، وبا، جادو اور ان دیکھی بلاؤں سے بچاؤ کی دعا ٭٭<div lang=\"ur\" class=\"ur\"><p>سیدنا جابر رضی اللہ عنہ وغیرہ فرماتے ہیں <span class=\"arabic qpc-hafs\"> «فَلَقِ»</span>  کہتے ہیں صبح کو، خود قرآن میں اور جگہ ہے <span class=\"arabic qpc-hafs\"> «فَالِقُ الْإِصْبَاحِ»</span>    <span class=\"reference\">[6-الأنعام:96]</span> ‏ سیدنا ابن عباس رضی اللہ عنہما سے مروی ہے <span class=\"arabic qpc-hafs\"> «فَلَقِ»</span>  سے مراد مخلوق ہے۔ سیدنا کعب احبار رضی اللہ عنہ فرماتے ہیں <span class=\"arabic qpc-hafs\"> «فَلَقِ»</span>  جہنم میں ایک جگہ ہے جب اس کا دروازہ کھلتا ہے تو اس کی آگ گرمی اور سختی کی وجہ سے تمام جہنمی چیخنے لگتے ہیں۔ ایک مرفوع حدیث میں بھی اسی کے قریب قریب مروی ہے، لیکن وہ حدیث منکر ہے۔ یہ بھی بعض لوگ کہتے ہیں کہ یہ جہنم کا نام ہے۔</p></div><div>10924</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">امام ابن جریر رحمہ اللہ فرماتے ہیں کہ سب سے زیادہ ٹھیک قول پہلا ہی ہے یعنی مراد اس سے صبح ہے۔ امام بخاری رحمہ اللہ بھی یہی فرماتے ہیں اور یہی صحیح ہے۔ تمام مخلوق کی برائی سے جس میں جہنم بھی داخل ہے اور ابلیس اور اولاد ابلیس بھی۔ </p><p> <span class=\"arabic qpc-hafs\"> «غَاسِقٍ»</span>  سے مراد رات ہے۔ <span class=\"arabic qpc-hafs\"> «إِذَا وَقَبَ»</span>  سے مراد سورج کا غروب ہو جانا ہے، یعنی رات جب اندھیرا لیے ہوئے آ جائے، ابن زید رحمہ اللہ کہتے ہیں کہ عرب ثریا ستارے کے غروب ہونے کو <span class=\"arabic qpc-hafs\"> «غَاسِقٍ»</span>  کہتے ہیں ۔  <span class=\"reference\">[تفسیر ابن جریر الطبری:38375:ضعیف]</span> ‏ بیماریاں اور وبائیں اس کے واقع ہونے کے وقت بڑھ جاتی تھیں اور اس کے طلوع ہونے کے وقت اٹھ جاتی تھیں۔ ایک مرفوع حدیث میں ہے کہ ستارہ <span class=\"arabic qpc-hafs\"> «غَاسِقٍ»</span>  ہے، لیکن اس کا مرفوع ہونا صحیح نہیں، بعض مفسرین کہتے ہیں مراد اس سے چاند ہے۔</p></div><div>10925</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ان کی دلیل مسند احمد کی یہ حدیث ہے جس میں ہے کہ <span class=\"text-translation\">رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے عائشہ صدیقہ رضی اللہ عنہا کا ہاتھ تھامے ہوئے چاند کی طرف اشارہ کر کے فرمایا: <span class=\"arabic qpc-hafs\"> «تَعَوَّذِي بِاَللَّهِ مِنْ شَرّ هَذَا الْغَاسِق إِذَا وَقَبَ»</span>  <span class=\"text-translation\">”اللہ تعالیٰ سے اس غاسق کی برائی سے پناہ مانگ“</span></span>   <span class=\"reference\">[سنن ترمذي:3366،قال الشيخ الألباني:حسن صحيح]</span> ‏ </p><p class=\"ur\"> اور روایت میں ہے کہ <span class=\"arabic qpc-hafs\"> «غَاسِقٍ إِذَا وَقَبَ»</span>  سے یہی مراد ہے، دونوں قولوں میں باآسانی یہ تطبیق ہو سکتی ہے کہ چاند کا چڑھنا اور ستاروں کا ظاہر ہونا وغیرہ، یہ سب رات ہی کے وقت ہوتا ہے جب رات آ جائے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span>  </p><p class=\"ur\"> گرہ لگا کر پھونکنے والیوں سے مراد جادوگر عورتیں ہیں، مجاہد رحمہ اللہ فرماتے ہیں شرک کے بالکل قریب وہ منتر ہیں جنہیں پڑھ کر سانپ کے کاٹے پر دم کیا جاتا ہے اور آسیب زدہ پر۔  دوسری حدیث میں ہے کہ <span class=\"text-translation\">جبرائیل علیہ السلام نے رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے کہا: کیا آپ بیمار ہیں؟ آپ نے فرمایا: <span>”</span>ہاں<span>“</span>، تو جبرائیل علیہ السلام نے یہ دعا پڑھی <span class=\"arabic qpc-hafs\"> «بِسْمِ اللَّه أَرْقِيك مِنْ كُلّ دَاء يُؤْذِيك وَمِنْ شَرّ كُلّ حَاسِد وَعَيْن اللَّه يَشْفِيك»</span>  یعنی <span>”</span>اللہ تعالیٰ کے نام سے میں دم کرتا ہوں ہر اس بیماری سے جو تجھے دکھ پہنچائے اور ہر حاسد کی برائی اور بدی سے اللہ تجھے شفاء دے<span>“</span></span> ۔  <span class=\"reference\">[سنن ترمذي:972،قال الشيخ الألباني:صحيح]</span> ‏ </p><p class=\"ur\"> اس بیماری سے مراد شاید وہ بیماری ہے جبکہ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> پر جادو کیا گیا تھا پھر اللہ تعالیٰ نے آپ کو عافیت اور شفاء بخشی اور حاسد یہودیوں کے جادوگر کے مکر کو رد کر دیا اور ان کی تدبیروں کو بےاثر کر دیا اور انہیں رسوا اور فضیحت کیا، لیکن باوجود اس کے رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے کبھی بھی اپنے اوپر جادو کرنے والے کو ڈانٹا ڈپٹا تک نہیں اللہ تعالیٰ نے آپ کی کفایت کی اور آپ کو عافیت اور شفاء عطا فرمائی۔ </p><p> مسند احمد میں ہے <span class=\"text-translation\">نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> پر ایک یہودی نے جادو کیا جس سے کئی دن تک آپ بیمار رہے پھر جبرائیل علیہ السلام نے آ کر بتایا کہ فلاں یہودی نے آپ جادو کیا ہے اور فلاں فلاں کنوئیں میں گرہیں لگا کر کر رکھا ہے آپ کسی کو بھیج کر اسے نکلوا لیجئے۔ نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے آدمی بھیجا اور اس کنوئیں سے وہ جادو نکلوا کر گرہیں کھول دیں سارا اثر جاتا رہا پھر نہ تو آپ نے اس یہودی سے کبھی اس کا ذکر کیا اور نہ کبھی اس کے سامنے غصہ کا اظہار کیا</span> ۔  <span class=\"reference\">[مسند احمد:367/4:صحیح بغیر ھذا سیاق]</span> ‏</p></div><div>10926</div><div lang=\"ur\" class=\"ur\"><p>صحیح بخاری کتاب الطب میں سیدہ عائشہ صدیقہ رضی اللہ عنہا سے مروی ہے کہ <span class=\"text-translation\">رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> پر جادو کیا گیا آپ سمجھتے تھے کہ آپ ازواج مطہرات کے پاس آئے حالانکہ نہ آئے تھے۔ سفیان فرماتے ہیں یہی سب سے بڑا جادو کا اثر ہے، جب یہ حالت آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی ہو گئی ایک دن آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرمانے لگے: <span>”</span>عائشہ میں نے اپنے رب سے پوچھا اور میرے پروردگار نے بتا دیا، دو شخص آئے ایک میرے سرہانے بیٹھا ایک پائینتی کی طرف، سرہانے والے نے اس دوسرے سے پوچھا: ان کا کیا حال ہے؟ دوسرے نے کہا ان پر جادو کیا گیا ہے پوچھا: کس نے جادو کیا ہے؟ کہا لبید بن اعصم نے جو بنو رزیق کے قبیلے کا ہے جو یہود کا حلیف ہے اور منافق شخص ہے، کہا کس چیز میں؟ کہا سر کے بالوں اور کنگھی میں، پوچھا: دکھا کہاں ہے؟ کہا تر کھجور کے درخت کی چھال میں پتھر کی چٹان تلے ذروان کے کنوئیں میں<span>“</span>، پھر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> اس کنوئیں کے پاس آئے اور اس میں سے وہ نکلوایا اس کا پانی ایسا تھا گویا مہندی کا گدلا پانی اس کے پاس کے کھجوروں کے درخت شیطانوں کے سر جیسے تھے، میں نے کہا بھی کہ اے اللہ کے رسول! ان سے بدلہ لینا چاہیئے، آپ نے فرمایا: <span>”</span>الحمداللہ، اللہ تعالیٰ نے مجھے تو شفاء دے دی اور میں لوگوں میں برائی پھیلانا پسند نہیں کرتا<span>“</span></span> ۔  <span class=\"reference\">[صحیح بخاری:5765]</span> ‏</p></div><div>10927</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">دوسری روایت میں یہ بھی ہے کہ <span class=\"text-translation\">ایک کام کرتے نہ تھے اور اس کے اثر سے یہ معلوم ہوتا تھا کہ گویا میں کر چکا ہوں اور یہ بھی ہے کہ اس کنوئیں کو آپ کے حکم سے بند کر دیا گیا</span>،  <span class=\"reference\">[صحیح بخاری:6064]</span> ‏ </p><p> یہ بھی مروی ہے کہ چھ مہینے تک آپ کی یہی حالت رہی، تفسیر ثعلبی میں سیدنا ابن عباس اور ام المؤمنین سیدہ عائشہ رضی اللہ عنہا سے مروی ہے کہ یہود کا ایک بچہ نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی خدمت کیا کرتا تھا اسے یہودیوں نے بہلا سکھا کر آپ کے چند بال اور آپ کی کنگھی کے چند دندانے منگوا لیے اور ان میں جادو کیا اس کام میں زیادہ تر کوشش کرنے والا لبید بن اعصم تھا پھر ذروان نامی کنوئیں میں جو بنوزریق کا تھا اسے ڈال دیا پس نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> بیمار ہو گئے سر کے بال جھڑنے لگے، خیال آتا تھا کہ میں عورتوں کے پاس ہو آیا حالانکہ آتے نہ تھے، گو آپ اسے دور کرنے کی کوشش میں تھے لیکن وجہ معلوم نہ ہوتی تھی چھ ماہ تک یہی حال رہا پھر وہ واقعہ ہوا جو اوپر بیان کیا کہ فرشتوں کے ذریعے آپ کو اس کا تمام حال علم ہو گیا اور آپ نے سیدنا علی، سیدنا زبیر اور سیدنا عمار بن یاسر رضی اللہ عنہم کو بھیج کر کنوئیں میں سے وہ سب چیزیں نکلوائیں ان میں ایک تانت تھی جس میں میں بارہ گرہیں لگی ہوئی تھیں اور ہر گرہ پر ایک سوئی چبھی ہوئی تھی، پھر اللہ تعالیٰ نے یہ دونوں سورتیں اتاریں، نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ایک ایک آیت ان کی پڑھتے جاتے تھے اور ایک ایک گرہ اس کی خودبخود کھلتی جاتی تھی، جب یہ دونوں سورتیں پوری ہوئیں وہ سب گرہیں کھل گئیں اور آپ بالکل شفایاب ہو گئے۔</p></div><div>10928</div><div lang=\"ur\" class=\"ur\"><p>ادھر جبرائیل علیہ السلام نے وہ دعا پڑھی جو اوپر گزر چکی ہے، لوگوں نے کہا: اے اللہ کے نبی! ہمیں اجازت دیجئیے کہ ہم اس خبیث کو پکڑ کر قتل کر دیں آپ نے فرمایا: <span>”</span>نہیں، اللہ نے مجھے تو تندرستی دے دی اور میں لوگوں میں شر و فساد پھیلانا نہیں چاہتا۔‏<span>“</span> یہ روایت تفسیر ثعلبی میں بلا سند مروی ہے اس میں غربات بھی ہے اور اس کے بعض حصے میں سخت نکارت ہے اور بعض کے شواہد بھی ہیں جو پہلے بیان ہو چکے ہیں۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span> </p></div><div>10929</div>"
        },
        {
            "resource_id": 178,
            "text": "Скажи, о Посланник: «Прибегаю к защите Господа утра, и прошу у Него убежища"
        },
        {
            "resource_id": 168,
            "text": "<p>Preliminary Remarks</p><p>This and the next Surah were revealed on the same occasion, and in the same event, as will be explained in the 'cause of revelation'. Hafiz Ibn-ul-Qayyim has, therefore, written their commentary together. He writes that their blessings and benefits are abundant. All of the people require them and no one can dispense with them. They are very efficacious remedy for sorcery or magical spell, evil eye, and for all of the physical and spiritual calamities. In fact, if its reality is grasped fully, people will understand that they require it more than their breath, food, water, clothing and everything else.</p><p>Cause of Revelation</p><p>Musnad of Ahmad records that a Jewish person cast a magical spell on the Holy Prophet ﷺ ، as a\tresult of which he fell ill. Jibra'il (علیہ السلام) came to him and informed him that a particular Jew had cast a spell on him, that he had tied knots in his hair to accomplish this objective, and it is thrown into a particular well. The Holy Prophet\tﷺ sent some of his Companions to bring it from the well Jibra'l (علیہ السلام) had described. The Holy Prophet ﷺ untied the knots, and he was instantly cured. Jibra'il (علیہ السلام) informed him of the name of the Jew and the Holy Prophet ﷺ knew the culprit, but it was not in keeping with his compassionate disposition to avenge anyone in his personal matter. Therefore, this was never brought to the attention of the Jew guilty of the black magic, nor did any sign of complaint ever appear on the blessed face of the Holy Prophet ﷺ . Being a hypocrite, he regularly attended the Holy Prophet's ﷺ gatherings.</p><p>The details of this incident are recorded in Sahih of Bukhari on the authority of Sayyidah ` A'ishah ؓ that a Jewish man cast a magic spell on the Holy Prophet ﷺ ، as a result of which he sometimes felt confused whether or not he had done something. One day the Holy Prophet ﷺ said to Sayyidah ` A'ishah ؓ that Allah has shown him what his illness was and added: \"Two men came to me in my dream. One of them sat by my head side while the other sat by my feet, and the following conversation ensued:</p><p>Question: 'What is wrong with this man?'</p><p>Answer: 'He is bewitched.'</p><p>Question: 'Who has bewitched him?'</p><p>Answer: 'Labid Ibn A` sam. He is a member of the tribe of Banu Zuraiq who is an ally of the Jews, a hypocrite.'</p><p>Question: 'With what did he bewitch him?'</p><p>Answer: 'With a comb and hair from the comb.'</p><p>Question: 'Where is the comb?'</p><p>Answer: In the dried bark of a male date palm under a rock in a well called Dharwan.' \"</p><p>Sayyidah 'A'ishah ؓ says that the Holy Prophet ﷺ went to the well to remove the comb with the hair and said: \"This is the well I was shown in my dream.\" He removed it from the well. Sayyidah ` A'ishah ؓ asked the Holy Prophet ﷺ . \"Will you not make this public?\" He replied: \"Allah has cured me and I hate to cause harm to anyone.\" This implies that the Holy Prophet ﷺ did not want to be the cause anyone's molestation, death or destruction, because this is what would have exactly happened if the incident was publicised.</p><p>According to a narration in Musnad of Ahmad, this illness of the Holy Prophet ﷺ lasted for six months. According to other narratives, some of the Companions knew that this wicked act was performed by Labid Ibn A'sam, and they courteously said to the Holy Prophet ﷺ : \"Why should we not kill this wicked person?\" He made the same reply to them as he did to Sayyidah ` A'ishah ؓ . According to Imam Tha` lab s narration, a Jewish boy was the attendant of the Messenger of Allah ﷺ ، the hypocritical Jew flattered the boy and talked him into getting for him strands of the Prophet's ﷺ hair from his comb, and a few of its teeth. Having obtained these items, he tied eleven knots on a string and a needle was stuck into each knot. Labid then placed this spell in the spathe of a male palm tree, and buried it under a stone in a well. On this occasion, the two Surahs were revealed, comprising eleven verses. The Messenger of Allah ﷺ recited one verse at a time and untied one knot each time, until all the knots were untied, and he felt freed from the tension of the witchcraft. [ All these narratives have been adapted from Ibn Kathir.]</p><p>Magic and its effect on the Holy Prophet ﷺ</p><p>Some people are surprised that the Messenger of Allah ﷺ should be affected by black magic. This is because some people do not have a complete grasp of how magic operates. It actually operates under physical causes, and the Messenger of Allah ﷺ was not immune to the influence of physical causes, as for instance feeling the burning or heating sensation of fire, and feeling the cooling sensation of water; or certain natural factors causing fever or body temperature to rise; or other factors causing aches and pains, and other illnesses. The Holy Prophet ﷺ ، or any other prophet for that matter, was not immune to the effects of such natural or physical causes. They can be affected by the hidden operations of magic which are no less natural or physical. Please see Surah Baqarah, Ma’ ariful Qur'an, Vol. 1/ pp 264-278 for fuller explanation, especially p. 276 on 'Magic and Prophets'.</p><p>Mu'awwadhatain are Surahs that afford protection against physical and spiritual afflictions</p><p>It is a settled doctrine of every believer that Allah is the intrinsic cause of every gain and loss in this world as well as in the next world. Without the Divine will not a jot of gain or loss can be caused to anyone. The only way to fortify against all physical and spiritual injuries and harm is for man to place himself under the protection of Allah, and by his actions he should attempt to make himself capable of entering the Divine shelter.</p><p>Surah Al-Falaq directs how to seek the Divine protection against worldly calamities, and Surah An-Nas tells the way to seek Divine protection against the calamities of the Hereafter.</p><p>Virtues of Mu'awwadhatain</p><p>Sahih of Muslim records a Tradition on the authority of Sayyidna 'Uqbah Ibn ` Amir ؓ who reports that the Messenger of Allah ﷺ said: \"Do you not see that there have been revealed to me verses tonight the like of which has not been seen before? Those are Surah Al-Falaq and Surah An-Nas.\" According to another narration, the like of Mu'awwadhatain has not revealed even in Torah, Injil, or Zabar or anywhere else in the Qur'an. Another narration of Sayyidna 'Uqbah Ibn ` Amir ؓ reports that the Messenger of Allah ﷺ taught him Mu'awwadhatain while they were on a journey. Then he recited them in the maghrib salah and said: \"Recite these two Surahs whenever you go to sleep and whenever you get up.\" [ Nasa'i ] According to another report, the Messenger of Allah ﷺ has advised people to recite these two Surahs after every salah [ Transmitted by Abu Dad and Nasa'i ].</p><p>Imam Malik (رح) recorded from Sayyidah ` A'ishah ؓ : \"whenever the Messenger of Allah ﷺ suffered from an ailment, he would recite the Mu'awwadhatain, blow over his hands, and then wiped his whole body with those hands. When his pain became acute on his death-bed, I would recite the Mu'awwadhatain, blow over his hands, and then he wiped them over himself, because my hands could not be the fitting substitute for his blessed hands. [ All these narratives have been adapted from Ibn Kathir ].</p><p>Sayyidna ` Abdullah Ibn Khubayb ؓ reports that it was raining one night and the sky had become intensely dark. We went out looking for the Messenger of Allah ﷺ ، and when he was found, he said: \"Say.\" He asked: \"What should I say?\" He said: \"Recite قُلْ هُوَ اللَّـهُ أَحَدٌ and Mu'awwadhatain. Reciting them thrice in the morning and thrice in the evening will fortify you against all kinds of perturbations.\"</p><p>In sum, it was the practice of the Messenger of Allah ﷺ and his Companions to recite these two Surahs to protect themselves against all types of privations, trials and tribulations of life in this world, as well as of life in the next world.</p><p>Lexicological Analysis of important words and interpretation of the Surah</p><p>Verse [ 113:1] قُلْ أَعُوذُ بِرَ‌بِّ الْفَلَقِ (Say, \"I seek refuge with the Lord of the Daybreak.\" ) The word falaq means 'to split or cleave' and here it is used in the sense of 'break of dawn'. In another verse, a similar quality of Allah is used in [ 6:96] فَالِقُ الْإِصْبَاحِ. ([ He is ] the One who causes the dawn to break). Of all the Divine attributes, this particular attribute is used presumably because the darkness of night often causes evils and difficulties, and the daylight removes them. This attribute of Allah points to the fact that anyone who seeks protection in Allah, He will remove all afflictions from him. [ Mazhari ]</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p>مدنية</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( قل أعوذ برب الفلق )</span> قال ابن عباس ، وعائشة - رضي الله عنهما -<span class=\"blue\"> :</span> كان غلام من اليهود يخدم رسول الله - صلى الله عليه وسلم - <span class=\"reference\">[ فدبت ]</span> إليه اليهود ، فلم يزالوا به حتى أخذ مشاطة رأس النبي - صلى الله عليه وسلم - وعدة أسنان من مشطه ، فأعطاها اليهود فسحروه فيها ، وتولى ذلك لبيد بن الأعصم ، رجل من يهود ، فنزلت السورتان فيه</p><p lang=\"ar\" class=\"ar \">أخبرنا أبو حامد أحمد بن عبد الله الصالحي ، أخبرنا أبو سعيد محمد بن موسى الصيرفي ، حدثنا أبو العباس محمد بن يعقوب الأصم ، حدثنا محمد بن عبد الله بن <span class=\"reference\">[ عبد الحكم ]</span> أخبرنا أنس بن عياض عن <span class=\"reference\">[ هشام ]</span> عن أبيه عن عائشة أن النبي - صلى الله عليه وسلم -<span class=\"blue\"> :</span> طب حتى أنه ليخيل إليه أنه قد صنع شيئا وما صنعه ، وأنه دعا ربه ،<span class=\"blue\"> ثم قال :</span> أشعرت أن الله تعالى أفتاني فيما استفتيته فيه ؟<span class=\"blue\"> فقالت عائشة :</span> وما ذاك يا رسول الله ؟<span class=\"blue\"> قال :</span> جاءني رجلان فجلس أحدهما عند رأسي والآخر عند رجلي .<span class=\"blue\"> فقال أحدهما لصاحبه :</span> ما وجع الرجل ؟<span class=\"blue\"> قال الآخر :</span> هو مطبوب .<span class=\"blue\"> قال :</span> من طبه ؟<span class=\"blue\"> قال لبيد بن الأعصم قال :</span> في ماذا ؟<span class=\"blue\"> قال :</span> في مشط ومشاطة وجف طلعة ذكر .<span class=\"blue\"> قال :</span> فأين هو ؟<span class=\"blue\"> قال :</span> في ذروان - وذروان بئر في بني زريق -<span class=\"blue\"> قالت عائشة :</span> فأتاها رسول الله - صلى الله عليه وسلم - ثم رجع إلى عائشة ،<span class=\"blue\"> فقال :</span> والله لكأن ماءها نقاعة الحناء ، ولكأن نخلها رءوس الشياطين .<span class=\"blue\"> قالت :</span> فقلت له : يا رسول الله هلا أخرجته ؟<span class=\"blue\"> قال :</span> <span class=\"arabic qpc-hafs\">\" أما أنا فقد شفاني الله ، فكرهت أن أثير على الناس به شرا \"</span> .</p><p lang=\"ar\" class=\"ar \">وروي أنه كان تحت صخرة في البئر ، فرفعوا الصخرة وأخرجوا جف الطلعة ، فإذا فيه مشاطة رأسه ، وأسنان مشطه</p><p lang=\"ar\" class=\"ar \">أخبرنا المطهر بن علي الفارسي ، أخبرنا محمد بن إبراهيم الصالحاني ، حدثنا عبد الله بن محمد بن جعفر أبو الشيخ الحافظ ، أخبرنا ابن أبي عاصم ، حدثنا أبو بكر بن أبي شيبة ،<span class=\"blue\"> حدثنا أبو معاوية عن الأعمش عن يزيد بن حيان بن أرقم قال :</span> سحر النبي - صلى الله عليه وسلم - رجل من اليهود ،<span class=\"blue\"> قال :</span> فاشتكى لذلك أياما .<span class=\"blue\"> قال :</span> فأتاه جبريل ،<span class=\"blue\"> فقال :</span> إن رجلا من اليهود سحرك وعقد لك عقدا ، فأرسل رسول الله - صلى الله عليه وسلم - عليا فاستخرجها فجاء بها ، فجعل كلما حل عقدة وجد لذلك خفة ، فقام رسول الله كأنما نشط من عقال ، فما ذكر ذلك لليهود ولا رأوه في وجهه قط .</p><p lang=\"ar\" class=\"ar \">قال مقاتل والكلبي : كان في وتر عقد عليه إحدى عشرة عقدة .<span class=\"blue\"> وقيل :</span> كانت العقد مغروزة بالإبرة ، فأنزل الله هاتين السورتين وهما إحدى عشرة آية . سورة الفلق خمس آيات ، وسورة الناس ست آيات ، كلما قرئت آية انحلت عقدة ، حتى انحلت العقد كلها ، فقام النبي - صلى الله عليه وسلم - كأنما نشط من عقال .</p><p>وروي : أنه لبث فيه ستة أشهر واشتد عليه ثلاث ليال ، فنزلت المعوذتان .</p><p lang=\"ar\" class=\"ar \">أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى الجلودي ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثنا بشر بن هلال الصواف ، حدثنا <span class=\"reference\">[ عبد الوارث ]</span> حدثنا عبد العزيز بن صهيب ، عن أبي نضرة ،<span class=\"blue\"> عن أبي سعيد :</span> أن جبريل - عليه السلام - أتى النبي - صلى الله عليه وسلم -<span class=\"blue\"> فقال :</span> يا محمد اشتكيت ؟<span class=\"blue\"> قال :</span> نعم ،<span class=\"blue\"> فقال :</span> <span class=\"arabic qpc-hafs\">\" بسم الله أرقيك من كل شيء يؤذيك من شر كل نفس أو عين حاسد الله يشفيك ، بسم الله أرقيك والله يشفيك \"</span> .</p><p lang=\"ar\" class=\"ar \">قوله - عز وجل -<span class=\"blue\"> :</span> <span class=\"green\">( قل أعوذ برب الفلق )</span> أراد بالفلق : الصبح ، وهو قول جابر بن عبد الله والحسن ، وسعيد بن جبير ، ومجاهد ، وقتادة ، وأكثر المفسرين ، وهي رواية العوفي عن ابن عباس ، بدليل قوله <span class=\"arabic qpc-hafs\">\" فالق الإصباح \"</span> .</p><p>وروي عن ابن عباس : إنه سجن في جهنم .<span class=\"blue\"> وقال الكلبي :</span> واد في جهنم .</p><p>وقال الضحاك : يعني الخلق ، وهي رواية الوالبي عن ابن عباس ، والأول هو المعروف .</p>"
        },
        {
            "resource_id": 776,
            "text": "Di, Mensajero: “Busco refugio en el Señor de la mañana y busco su protección”."
        },
        {
            "resource_id": 182,
            "text": "使者啊！你说：“我求护曙光的主，我祈求祂保护我，"
        },
        {
            "resource_id": 175,
            "text": "O Poslaniče, reci: Tražim zaštitu kod Gospodara jutra."
        },
        {
            "resource_id": 90,
            "text": "تفسير سورة الفلقوهي خمس آياتو هي مكية في قول الحسن وعكرمة وعطاء وجابر ، ومدنية في أحد قولي ابن عباس وقتادة وهذه السورة وسورة ( الناس ) و ( الإخلاص ) : تعوذ بهن رسول الله - صلى الله عليه وسلم - حين سحرته اليهود ؛ على ما يأتي . وقيل : إن المعوذتين كان يقال لهما المقشقشتان ؛ أي تبرئان من النفاق . وقد تقدم . وزعم ابن مسعود أنهما دعاء تعوذ به ، وليستا من القرآن ؛ خالف به الإجماع من الصحابة وأهل البيت . قال ابن قتيبة : لم يكتب عبد الله بن مسعود في مصحفه المعوذتين ؛ لأنه كان يسمع رسول الله - صلى الله عليه وسلم - يعوذ الحسن والحسين - رضي الله عنهما - بهما ، فقدر أنهما بمنزلة : أعيذكما بكلمات الله التامة ، من كل شيطان وهامة ، ومن كل عين لامة . قال أبو بكر الأنباري : وهذا مردود على ابن قتيبة ؛ لأن المعوذتين من كلام رب العالمين ، المعجز لجميع المخلوقين ؛ و ( أعيذكما بكلمات الله التامة ) من قول البشر بين . وكلام الخالق الذي هو آية لمحمد - صلى الله عليه وسلم - خاتم النبيين ، وحجة له باقية على جميع الكافرين ، لا يلتبس بكلام الآدميين ، على مثل عبد الله بن مسعود الفصيح اللسان ، العالم باللغة ، العارف بأجناس الكلام ، وأفانين القول . وقال بعض الناس : لم يكتب عبد الله المعوذتين لأنه أمن عليهما من النسيان ، فأسقطهما وهو يحفظهما ؛ كما أسقط فاتحة الكتاب من مصحفه ، وما يشك في حفظه وإتقانه لها . فرد هذا القول على قائله ، واحتج عليه بأنه قد كتب : إذا جاء نصر الله والفتح ، و إنا أعطيناك الكوثر ، و قل هو الله أحد وهن يجرين مجرى المعوذتين في أنهن غير طوال ، والحفظ إليهن أسرع ، ونسيانهن مأمون ، وكلهن يخالف فاتحة الكتاب ؛ إذ الصلاة لا تتم إلا بقراءتها . وسبيل كل ركعة أن تكون المقدمة فيها قبل ما يقرأ من بعدها ، فإسقاط فاتحة الكتاب [ ص: 226 ] من المصحف ، على معنى الثقة ببقاء حفظها ، والأمن من نسيانها ، صحيح ، وليس من السور ما يجري في هذا المعنى مجراها ، ولا يسلك به طريقها . وقد مضى هذا المعنى في سورة ( الفاتحة ) . والحمد لله .بسم الله الرحمن الرحيم قل أعوذ برب الفلقروى النسائي عن عقبة بن عامر ، قال : أتيت النبي - صلى الله عليه وسلم - وهو راكب ، فوضعت يدي على قدمه ، فقلت : أقرئني سورة ( هود ) أقرئني سورة يوسف . فقال لي : \" لن تقرأ شيئا أبلغ عند الله من قل أعوذ برب الفلق \" . وعنه قال : بينا أنا أسير مع النبي - صلى الله عليه وسلم - بين الجحفة والأبواء ، إذ غشتنا ريح مظلمة شديدة ، فجعل رسول الله - صلى الله عليه وسلم - يتعوذ بـ أعوذ برب الفلق ، و أعوذ برب الناس ، ويقول : \" يا عقبة ، تعوذ بهما فما تعوذ متعوذ بمثلهما \" . قال : وسمعته يقرأ بهما في الصلاة . وروى النسائي عن عبد الله قال : أصابنا طش وظلمة ، فانتظرنا رسول الله - صلى الله عليه وسلم - يخرج . ثم ذكر كلاما معناه : فخرج رسول الله - صلى الله عليه وسلم - ليصلي بنا ، فقال : قل . فقلت : ما أقول ؟ قال : \" قل هو الله أحد والمعوذتين حين تمسي ، وحين تصبح ثلاثا ، يكفيك كل شيء \" .وعن عقبة بن عامر الجهني قال : قال لي رسول الله - صلى الله عليه وسلم - : \" قل \" . قلت : ما أقول ؟ قال : [ ص: 227 ] \" قل : قل هو الله أحد . قل أعوذ برب الفلق . قل أعوذ برب الناس - فقرأهن رسول الله - صلى الله عليه وسلم - ، ثم قال : لم يتعوذ الناس بمثلهن ، أو لا يتعوذ الناس بمثلهن \" . وفي حديث ابن عباس ( قل أعوذ برب الفلق وقل أعوذ برب الناس ، هاتين السورتين ) . وفي صحيح البخاري ومسلم عن عائشة أن النبي - صلى الله عليه وسلم - كان إذا اشتكى قرأ على نفسه بالمعوذتين وينفث ، كلما اشتد وجعه كنت أقرأ عليه ، وأمسح عنه بيده ، رجاء بركتها . النفث : النفخ ليس معه ريق .ثبت في الصحيحين من حديث عائشة أن النبي - صلى الله عليه وسلم - سحره يهودي من يهود بني زريق ، يقال له لبيد بن الأعصم ، حتى يخيل إليه أنه كان يفعل الشيء ولا يفعله ، فمكث كذلك ما شاء الله أن يمكث - في غير الصحيح : سنة - ثم قال : \" يا عائشة أشعرت أن الله أفتاني فيما استفتيته فيه . أتاني ملكان ، فجلس أحدهما عند رأسي ، والآخر عند رجلي ، فقال الذي عند رأسي للذي عند رجلي : ما شأن الرجل ؟ قال : مطبوب . قال ومن طبه ؟ قال لبيد بن الأعصم . قال في ماذا ؟ قال في مشط ومشاطة وجف طلعة ذكر ، تحت راعوفة في بئر ذي أروان \" فجاء البئر واستخرجه . انتهى الصحيح .وقال ابن عباس : \" أما شعرت يا عائشة أن الله تعالى أخبرني بدائي \" . ثم بعث عليا والزبير وعمار بن ياسر ، فنزحوا ماء تلك البئر كأنه نقاعة الحناء ، ثم رفعوا الصخرة وهي الراعوفة - صخرة تترك أسفل البئر يقوم عليها المائح ، وأخرجوا الجف ، فإذا مشاطة رأس إنسان ، وأسنان من مشط ، وإذا وتر معقود فيه إحدى عشرة عقدة مغرزة بالإبر ، فأنزل الله تعالى هاتين السورتين ، وهما إحدى عشرة آية على عدد تلك العقد ، وأمر أن يتعوذ بهما ؛ فجعل كلما قرأ آية انحلت عقدة ، ووجد النبي - صلى الله عليه وسلم - خفة ، حتى انحلت العقدة الأخيرة ، فكأنما أنشط من عقال ، وقال : ليس به بأس . وجعل جبريل يرقي رسول الله - صلى الله عليه وسلم - فيقول : \" باسم الله أرقيك ، من كل شيء يؤذيك ، من شر حاسد وعين ، والله يشفيك \" . فقالوا : يا رسول الله ، ألا نقتل الخبيث . فقال : \" أما أنا فقد شفاني الله ، وأكره أن [ ص: 228 ] أثير على الناس شرا \" . وذكر القشيري في تفسيره أنه ورد في الصحاح : أن غلاما من اليهود كان يخدم النبي - صلى الله عليه وسلم - ، فدست إليه اليهود ، ولم يزالوا به حتى أخذ مشاطة رأس النبي - صلى الله عليه وسلم - . والمشاطة ( بضم الميم ) : ما يسقط من الشعر عند المشط . وأخذ عدة من أسنان مشطه ، فأعطاها اليهود ، فسحروه فيها ، وكان الذي تولى ذلك لبيد بن الأعصم اليهودي . وذكر نحو ما تقدم عن ابن عباس .تقدم في ( البقرة ) القول في السحر وحقيقته ، وما ينشأ عنه من الآلام والمفاسد ، وحكم الساحر ؛ فلا معنى لإعادته .قوله تعالى : الفلق اختلف فيه ؛ فقيل : سجن في جهنم ؛ قاله ابن عباس . وقال أبي بن كعب : بيت في جهنم إذا فتح صاح أهل النار من حره . وقال الحبلي أبو عبد الرحمن : هو اسم من أسماء جهنم . وقال الكلبي : واد في جهنم . وقال عبد الله بن عمر : شجرة في النار . سعيد بن جبير : جب في النار . النحاس : يقال لما اطمأن من الأرض فلق ؛ فعلى هذا يصح هذا القول . وقال جابر بن عبد الله والحسن وسعيد بن جبير أيضا ومجاهد وقتادة والقرظي وابن زيد : الفلق ، الصبح . وقاله ابن عباس . تقول العرب : هو أبين من فلق الصبح وفرق الصبح . وقال الشاعر :يا ليلة لم أنمها بت مرتفقا أرعى النجوم إلى أن نور الفلقوقيل : الفلق : الجبال والصخور تنفرد بالمياه ؛ أي تتشقق . وقيل : هو التفليق بين الجبال والصخور ؛ لأنها تتشقق من خوف الله - عز وجل - . قال زهير :ما زلت أرمقهم حتى إذا هبطت     أيدي الركاب بهم من راكس فلقاالراكس : بطن الوادي . وكذلك هو في قول النابغة :[ وعيد أبي قابوس في غير كنهه ]     أتاني ودوني راكس فالضواجعوالراكس أيضا : الهادي ، وهو الثور وسط البيدر ، تدور عليه الثيران في الدياسة . وقيل : الرحم تنفلق بالحيوان . وقيل : إنه كل ما انفلق عن جميع ما خلق من الحيوان والصبح والحب [ ص: 229 ] والنوى ، وكل شيء من نبات وغيره ؛ قاله الحسن وغيره . قال الضحاك : الفلق الخلق كله ؛ قال :وسوس يدعو مخلصا رب الفلق     سرا وقد أون تأوين العقققلت : هذا القول يشهد له الاشتقاق ؛ فإن الفلق الشق . فلقت الشيء فلقا أي شققته . والتفليق مثله . يقال : فلقته فانفلق وتفلق . فكل ما انفلق عن شيء من حيوان وصبح وحب ونوى وماء فهو فلق ؛ قال الله تعالى : فالق الإصباح قال : فالق الحب والنوى . وقال ذو الرمة يصف الثور الوحشي :حتى إذا ما انجلى عن وجهه فلق     هاديه في أخريات الليل منتصبيعني بالفلق هنا : الصبح بعينه . والفلق أيضا : المطمئن من الأرض بين الربوتين ، وجمعه : فلقان ؛ مثل خلق وخلقان ، وربما قال : كان ذلك بفالق كذا وكذا ؛ يريدون المكان المنحدر بين الربوتين ، والفلق أيضا مقطرة السجان . فأما الفلق ( بالكسر ) : فالداهية والأمر العجب ؛ تقول منه : أفلق الرجل وافتلق . وشاعر مفلق ، وقد جاء بالفلق أي بالداهية . والفلق أيضا : القضيب يشق باثنين ، فيعمل منه قوسان ، يقال لكل واحدة منهما فلق ، وقولهم : جاء بعلق فلق ؛ وهي الداهية ؛ لا يجرى [ مجرى عمر ] . يقال منه : أعلقت وأفلقت ؛ أي جئت بعلق فلق . ومر يفتلق في عدوه ؛ أي يأتي بالعجب من شدته ."
        },
        {
            "resource_id": 791,
            "text": "പറയുക; -അല്ലാഹുവിൻ്റെ റസൂലേ!- പുലരിയുടെ രക്ഷിതാവിനെ കൊണ്ട് ഞാൻ അഭയം തേടുകയും, അവനോട് ഞാൻ രക്ഷ ചോദിക്കുകയും ചെയ്യുന്നു."
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورتي المعوذتين وهما مدنيتان .</p><p lang=\"ar\" class=\"ar \">قال الإمام أحمد : حدثنا عفان ، حدثنا حماد بن سلمة ، أخبرنا عاصم بن بهدلة ، عن زر بن حبيش ،<span class=\"blue\"> قال :</span> قلت لأبي بن كعب : إن ابن مسعود <span class=\"reference brown\">[ كان ]</span> لا يكتب المعوذتين في مصحفه ؟<span class=\"blue\"> فقال :</span> أشهد أن رسول الله صلى الله عليه وسلم أخبرني أن جبريل عليه السلام ،<span class=\"blue\"> قال له :</span> <span class=\"red\">\" قل أعوذ برب الفلق \"</span> فقلتها ،<span class=\"blue\"> قال :</span> <span class=\"red\">\" قل أعوذ برب الناس \"</span> فقلتها . فنحن نقول ما قال النبي صلى الله عليه وسلم .</p><p lang=\"ar\" class=\"ar \">ورواه أبو بكر الحميدي في مسنده ، عن سفيان بن عيينة ، حدثنا عبدة بن أبي لبابة وعاصم بن بهدلة ،<span class=\"blue\"> أنهما سمعا زر بن حبيش قال :</span> سألت أبي بن كعب عن المعوذتين ،<span class=\"blue\"> فقلت :</span> يا أبا المنذر ، إن أخاك ابن مسعود يحكهما من المصحف .<span class=\"blue\"> فقال :</span> إني سألت رسول الله صلى الله عليه وسلم ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" قيل لي : قل ، فقلت \"</span> . فنحن نقول كما قال رسول الله صلى الله عليه وسلم .</p><p lang=\"ar\" class=\"ar \">وقال أحمد : حدثنا وكيع ، حدثنا سفيان ، عن عاصم ،<span class=\"blue\"> عن زر قال :</span> سألت ابن مسعود عن المعوذتين فقال : سألت النبي صلى الله عليه وسلم عنهما فقال : <span class=\"red\">\" قيل لي ، فقلت لكم ، فقولوا \"</span> .<span class=\"blue\"> قال أبي :</span> فقال لنا النبي صلى الله عليه وسلم فنحن نقول .</p><p lang=\"ar\" class=\"ar \">وقال البخاري : حدثنا علي بن عبد الله ، حدثنا سفيان ، حدثنا عبدة بن أبي لبابة ، عن زر بن حبيش - وحدثنا عاصم ، عن زر -<span class=\"blue\"> قال :</span> سألت أبي بن كعب فقلت : أبا المنذر ، إن أخاك ابن مسعود يقول كذا وكذا .<span class=\"blue\"> فقال :</span> إني سألت النبي صلى الله عليه وسلم فقال : <span class=\"red\">\" قيل لي ، فقلت \"</span> . فنحن نقول كما قال رسول الله صلى الله عليه وسلم .</p><p lang=\"ar\" class=\"ar \">ورواه البخاري أيضا والنسائي ، عن قتيبة ، عن سفيان بن عيينة ، عن عبدة وعاصم بن أبي النجود ، عن زر بن حبيش ، عن أبي بن كعب به .</p><p lang=\"ar\" class=\"ar \">وقال الحافظ أبو يعلى : حدثنا الأزرق بن علي ، حدثنا حسان بن إبراهيم ، حدثنا الصلت بن بهرام ، عن إبراهيم ،<span class=\"blue\"> عن علقمة قال :</span> كان عبد الله يحك المعوذتين من المصحف ،<span class=\"blue\"> ويقول :</span> إنما أمر رسول الله صلى الله عليه وسلم أن يتعوذ بهما ، ولم يكن عبد الله يقرأ بهما</p><p lang=\"ar\" class=\"ar \">ورواه عبد الله بن أحمد من حديث الأعمش ، عن أبي إسحاق ،<span class=\"blue\"> عن عبد الرحمن بن يزيد قال :</span> كان عبد الله يحك المعوذتين من مصاحفه ،<span class=\"blue\"> ويقول :</span> إنهما ليستا من كتاب الله -<span class=\"blue\"> قال الأعمش :</span> وحدثنا عاصم ، عن زر بن حبيش ،<span class=\"blue\"> عن أبي بن كعب قال :</span> سألنا عنهما رسول الله صلى الله عليه وسلم ،<span class=\"blue\"> قال :</span> <span class=\"red\">\" قيل لي ، فقلت \"</span> .</p><p lang=\"ar\" class=\"ar \">وهذا مشهور عند كثير من القراء والفقهاء : أن ابن مسعود كان لا يكتب المعوذتين في مصحفه ، فلعله لم يسمعهما من النبي صلى الله عليه وسلم ، ولم يتواتر عنده ، ثم لعله قد رجع عن قوله ذلك إلى قول الجماعة ، فإن الصحابة ، رضي الله عنهم ، كتبوهما في المصاحف الأئمة ، ونفذوها إلى سائر الآفاق كذلك ، ولله الحمد والمنة .</p><p lang=\"ar\" class=\"ar \">وقد قال مسلم في صحيحه : حدثنا قتيبة ، حدثنا جرير ، عن بيان ، عن قيس بن أبي حازم ،<span class=\"blue\"> عن عقبة بن عامر قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" ألم تر آيات أنزلت هذه الليلة لم ير مثلهن قط : \"</span> قل أعوذ برب الفلق <span class=\"red\">\" و \"</span> قل أعوذ برب الناس \" .</p><p lang=\"ar\" class=\"ar \">ورواه أحمد ومسلم أيضا ، والترمذي والنسائي من حديث إسماعيل بن أبي خالد ، عن قيس بن أبي حازم ، عن عقبة به .<span class=\"blue\"> وقال الترمذي :</span> حسن صحيح .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال الإمام أحمد : حدثنا الوليد بن مسلم ، حدثنا ابن جابر ، عن القاسم أبي عبد الرحمن ،<span class=\"blue\"> عن عقبة بن عامر قال :</span> بينا أنا أقود برسول الله صلى الله عليه وسلم في نقب من تلك النقاب ،<span class=\"blue\"> إذ قال لي :</span> <span class=\"red\">\" يا عقبة ، ألا تركب ؟ \"</span> .<span class=\"blue\"> قال :</span> [ فأجللت رسول الله صلى الله عليه وسلم أن أركب مركبه .<span class=\"blue\"> ثم قال :</span> <span class=\"red\">\" يا عقيب ، ألا تركب ؟ \"</span> . قال ] فأشفقت أن تكون معصية ،<span class=\"blue\"> قال :</span> فنزل رسول الله صلى الله عليه وسلم وركبت هنيهة ، ثم ركب ،<span class=\"blue\"> ثم قال :</span> <span class=\"red\">\" يا عقيب ، ألا أعلمك سورتين من خير سورتين قرأ بهما الناس ؟ \"</span> .<span class=\"blue\"> قلت :</span> بلى يا رسول الله .<span class=\"blue\"> فأقرأني :</span> <span class=\"red\">\" قل أعوذ برب الفلق \"</span> و <span class=\"red\">\" قل أعوذ برب الناس \"</span> ثم أقيمت الصلاة ، فتقدم رسول الله صلى الله عليه وسلم فقرأ بهما ،<span class=\"blue\"> ثم مر بي فقال :</span> <span class=\"red\">\" كيف رأيت يا عقيب ، اقرأ بهما كلما نمت وكلما قمت \"</span> .</p><p lang=\"ar\" class=\"ar \">ورواه النسائي من حديث الوليد بن مسلم وعبد الله بن المبارك ، كلاهما عن ابن جابر به .</p><p lang=\"ar\" class=\"ar \">ورواه أبو داود والنسائي أيضا ، من حديث ابن وهب ، عن معاوية بن صالح ، عن العلاء بن الحارث ، عن القاسم بن عبد الرحمن ، عن عقبة به .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال أحمد : حدثنا أبو عبد الرحمن ، حدثنا سعيد بن أبي أيوب ، حدثني يزيد بن عبد العزيز الرعيني وأبو مرحوم ، عن يزيد بن محمد القرشي ،<span class=\"blue\"> عن علي بن رباح عن عقبة بن عامر قال :</span> أمرني رسول الله صلى الله عليه وسلم أن أقرأ بالمعوذات في دبر كل صلاة .</p><p lang=\"ar\" class=\"ar \">ورواه أبو داود والترمذي والنسائي من طرق ، عن علي بن أبي رباح .<span class=\"blue\"> وقال الترمذي :</span> غريب .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال أحمد : حدثنا يحيى بن إسحاق ، حدثنا ابن لهيعة ، عن مشرح بن هاعان ،<span class=\"blue\"> عن عقبة بن عامر قال :</span> قال لي رسول الله صلى الله عليه وسلم : <span class=\"red\">\" اقرأ بالمعوذتين ، فإنك لن تقرأ بمثلهما \"</span> . تفرد به أحمد .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال أحمد : حدثنا حيوة بن شريح ، حدثنا بقية ، حدثنا بحير بن سعد ، عن خالد بن معدان ، عن جبير بن نفير ،<span class=\"blue\"> عن عقبة بن عامر أنه قال :</span> إن رسول الله صلى الله عليه وسلم أهديت له بغلة شهباء ، فركبها فأخذ عقبة يقودها له ،<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> اقرأ <span class=\"red\">\" قل أعوذ برب الفلق \"</span> . فأعادها له حتى قرأها ، فعرف أني لم أفرح بها جدا ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" لعلك تهاونت بها ؟ فما قمت تصلي بشيء مثلها \"</span> .</p><p lang=\"ar\" class=\"ar \">ورواه النسائي ، عن عمرو بن عثمان ، عن بقية به . ورواه النسائي أيضا من حديث الثوري ، عن معاوية بن صالح ، عن عبد الرحمن بن جبير بن نفير ، عن أبيه ،<span class=\"blue\"> عن عقبة بن عامر :</span> أنه سأل رسول الله صلى الله عليه وسلم عن المعوذتين ، فذكر نحوه .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال النسائي : أخبرنا محمد بن عبد الأعلى ، حدثنا المعتمر ، سمعت النعمان ، عن زياد أبي الأسد ،<span class=\"blue\"> عن عقبة بن عامر ; أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" إن الناس لم يتعوذوا بمثل هذين : \"</span> قل أعوذ برب الفلق <span class=\"red\">\" و \"</span> قل أعوذ برب الناس \" .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال النسائي : أخبرنا قتيبة ، حدثنا الليث ، عن ابن عجلان ، عن سعيد المقبري ،<span class=\"blue\"> عن عقبة بن عامر قال :</span> كنت أمشي مع رسول الله صلى الله عليه وسلم فقال : <span class=\"red\">\" يا عقبة ، قل \"</span> .<span class=\"blue\"> فقلت :</span> ماذا أقول ؟ فسكت عني ،<span class=\"blue\"> ثم قال :</span> <span class=\"red\">\" قل \"</span> .<span class=\"blue\"> قلت :</span> ماذا أقول يا رسول الله ؟ فسكت عني ،<span class=\"blue\"> فقلت :</span> اللهم اردده علي .<span class=\"blue\"> فقال :</span> <span class=\"red\">\" يا عقبة ، قل \"</span> .<span class=\"blue\"> قلت :</span> ماذا أقول يا رسول الله ؟<span class=\"blue\"> فقال :</span> <span class=\"red\">\" \"</span> قل أعوذ برب الفلق <span class=\"red\">\" ، فقرأتها حتى أتيت على آخرها ،<span class=\"blue\"> ثم قال :</span> \"</span> قل <span class=\"red\">\" .<span class=\"blue\"> قلت :</span> ماذا أقول يا رسول الله ؟<span class=\"blue\"> قال :</span> \"</span> <span class=\"red\">\" قل أعوذ برب الناس \"</span> ، فقرأتها حتى أتيت على آخرها ،<span class=\"blue\"> ثم قال رسول الله صلى الله عليه وسلم عند ذلك :</span> <span class=\"red\">\" ما سأل سائل بمثلهما ، ولا استعاذ مستعيذ بمثلهما \"</span> .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال النسائي : أخبرنا محمد بن يسار ، حدثنا عبد الرحمن ، حدثنا معاوية ، عن العلاء بن الحارث ، عن مكحول ،<span class=\"blue\"> عن عقبة بن عامر :</span> أن رسول الله صلى الله عليه وسلم قرأ بهما في صلاة الصبح .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال النسائي : أخبرنا قتيبة ، حدثنا الليث ، عن يزيد بن أبي حبيب ، عن أبي عمران أسلم ،<span class=\"blue\"> عن عقبة بن عامر قال :</span> اتبعت رسول الله صلى الله عليه وسلم وهو راكب ،<span class=\"blue\"> فوضعت يدي على قدمه فقلت :</span> أقرئني سورة هود أو سورة يوسف .<span class=\"blue\"> فقال :</span> <span class=\"red\">\" لن تقرأ شيئا أنفع عند الله من \"</span> قل أعوذ برب الفلق \" .</p><p lang=\"ar\" class=\"ar \">حديث آخر : قال النسائي : أخبرنا محمود بن خالد ، حدثنا الوليد ، حدثنا أبو عمرو الأوزاعي ، عن يحيى بن أبي كثير ، عن محمد بن إبراهيم بن الحارث ، عن أبي عبد الله ،<span class=\"blue\"> عن ابن عائش الجهني :</span> أن النبي صلى الله عليه وسلم قال له : <span class=\"red\">\" يا ابن عائش ، ألا أدلك -<span class=\"blue\"> أو :</span> ألا أخبرك - بأفضل ما يتعوذ به المتعوذون ؟ \"</span> .<span class=\"blue\"> قال :</span> بلى ، يا رسول الله .<span class=\"blue\"> قال :</span> <span class=\"red\">\" \"</span> قل أعوذ برب الفلق <span class=\"red\">\" و \"</span> قل أعوذ برب الناس <span class=\"red\">\" هاتان السورتان \"</span> .</p><p>فهذه طرق عن عقبة كالمتواترة عنه ، تفيد القطع عند كثير من المحققين في الحديث .</p><p lang=\"ar\" class=\"ar \">وقد تقدم في رواية صدي بن عجلان وفروة بن مجاهد ،<span class=\"blue\"> عنه :</span> <span class=\"red\">\" ألا أعلمك ثلاث سور لم ينزل في التوراة ولا في الإنجيل ولا في الزبور ولا في الفرقان مثلهن ؟ \"</span> قل هو الله أحد <span class=\"red\">\" و \"</span> قل أعوذ برب الفلق <span class=\"red\">\" و \"</span> قل أعوذ برب الناس \" .</p><p lang=\"ar\" class=\"ar \">حديث آخر : قال الإمام أحمد : حدثنا إسماعيل ، حدثنا الجريري ،<span class=\"blue\"> عن أبي العلاء قال :</span> قال رجل : كنا مع رسول الله صلى الله عليه وسلم في سفر ، والناس يعتقبون ، وفي الظهر قلة ، فحانت نزلة رسول الله صلى الله عليه وسلم ونزلتي ، فلحقني فضرب <span class=\"reference brown\">[ من بعدي ]</span> منكبي ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" \"</span> قل أعوذ برب الفلق <span class=\"red\">\" ، فقرأها رسول الله صلى الله عليه وسلم وقرأتها معه ،<span class=\"blue\"> ثم قال :</span> \"</span> <span class=\"red\">\" قل أعوذ برب الناس \"</span> ، فقرأها رسول الله صلى الله عليه وسلم وقرأتها معه ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" إذا صليت فاقرأ بهما \"</span> .</p><p>الظاهر أن هذا الرجل هو عقبة بن عامر ، والله أعلم .</p><p>ورواه النسائي ، عن يعقوب بن إبراهيم ، عن ابن علية به .</p><p lang=\"ar\" class=\"ar \">حديث آخر : قال النسائي : أخبرنا محمد بن المثنى ، حدثنا محمد بن جعفر ، عن عبد الله بن سعيد ، حدثني يزيد بن رومان ، عن عقبة بن عامر ، عن عبد الله الأسلمي - هو ابن أنيس -<span class=\"blue\"> :</span> أن رسول الله صلى الله عليه وسلم وضع يده على صدره ثم قال : <span class=\"red\">\" قل \"</span> . فلم أدر ما أقول ،<span class=\"blue\"> ثم قال لي :</span> <span class=\"red\">\" قل \"</span> .<span class=\"blue\"> قلت :</span> <span class=\"red\">\" قل هو الله أحد \"</span> ثم قال لي : <span class=\"red\">\" قل \"</span> .<span class=\"blue\"> قلت :</span> <span class=\"red\">\" أعوذ برب الفلق من شر ما خلق \"</span> حتى فرغت منها ،<span class=\"blue\"> ثم قال لي :</span> <span class=\"red\">\" قل \"</span> .<span class=\"blue\"> قلت :</span> <span class=\"red\">\" قل أعوذ برب الناس \"</span> حتى فرغت منها .<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" هكذا فتعوذ ، ما تعوذ المتعوذون بمثلهن قط \"</span> .</p><p lang=\"ar\" class=\"ar \">حديث آخر : قال النسائي : أخبرنا عمرو بن علي أبو حفص ، حدثنا بدل ، حدثنا شداد بن سعيد أبو طلحة ، عن سعيد الجريري ، حدثنا أبو نضرة ،<span class=\"blue\"> عن جابر بن عبد الله قال :</span> قال لي رسول الله صلى الله عليه وسلم : <span class=\"red\">\" اقرأ يا جابر \"</span> .<span class=\"blue\"> قلت :</span> وما أقرأ بأبي أنت وأمي ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" اقرأ : \"</span> قل أعوذ برب الفلق <span class=\"red\">\" و \"</span> قل أعوذ برب الناس <span class=\"red\">\" . فقرأتهما ،<span class=\"blue\"> فقال :</span> \"</span> اقرأ بهما ، ولن تقرأ بمثلهما \" .</p><p lang=\"ar\" class=\"ar \">وتقدم حديث عائشة أن رسول الله صلى الله عليه وسلم كان يقرأ بهن ، وينفث في كفيه ، ويمسح بهما رأسه ووجهه ، وما أقبل من جسده .</p><p lang=\"ar\" class=\"ar \">وقال الإمام مالك : عن ابن شهاب ،<span class=\"blue\"> عن عروة عن عائشة :</span> أن رسول الله صلى الله عليه وسلم كان إذا اشتكى يقرأ على نفسه بالمعوذتين وينفث ، فلما اشتد وجعه كنت أقرأ عليه ، وأمسح بيده عليه ، رجاء بركتها .</p><p lang=\"ar\" class=\"ar \">ورواه البخاري ، عن عبد الله بن يوسف . ومسلم ، عن يحيى بن يحيى . وأبو داود ، عن القعنبي . والنسائي ، عن قتيبة - ومن حديث ابن القاسم وعيسى بن يونس - وابن ماجه من حديث معن وبشر بن عمر ، ثمانيتهم عن مالك به .</p><p lang=\"ar\" class=\"ar \">وتقدم في آخر سورة : <span class=\"red\">\" ن \"</span> من حديث أبي نضرة عن أبي سعيد : أن رسول الله صلى الله عليه وسلم كان يتعوذ من أعين الجان وعين الإنسان ، فلما نزلت المعوذتان أخذ بهما ، وترك ما سواهما . رواه الترمذي والنسائي وابن ماجه ،<span class=\"blue\"> وقال الترمذي :</span> حديث حسن .</p><p lang=\"ar\" class=\"ar \">قال ابن أبي حاتم : حدثنا أحمد بن عصام ، حدثنا أبو أحمد الزبيري ، حدثنا حسن بن صالح ،<span class=\"blue\"> عن عبد الله بن محمد بن عقيل عن جابر قال :</span> الفلق : الصبح .</p><p lang=\"ar\" class=\"ar \">وقال العوفي عن ابن عباس : <span class=\"arabic qpc-hafs\">( الفلق )</span> الصبح . وروي عن مجاهد ، وسعيد بن جبير ، وعبد الله بن محمد بن عقيل ، والحسن ، وقتادة ، ومحمد بن كعب القرظي ، وابن زيد ، ومالك ، عن زيد بن أسلم ، مثل هذا .</p><p>قال القرظي وابن زيد وابن جرير : وهي كقوله تعالى : <span class=\"arabic qpc-hafs\">( فالق الإصباح )</span> <span class=\"reference brown\">[ الأنعام : 96 ]</span> .</p><p lang=\"ar\" class=\"ar \">وقال علي بن أبي طلحة عن ابن عباس : <span class=\"arabic qpc-hafs\">( الفلق )</span> الخلق .<span class=\"blue\"> وكذا قال الضحاك :</span> أمر الله نبيه أن يتعوذ من الخلق كله .</p><p lang=\"ar\" class=\"ar \">وقال كعب الأحبار : <span class=\"arabic qpc-hafs\">( الفلق )</span> بيت في جهنم ، إذا فتح صاح جميع أهل النار من شدة حره ، ورواه ابن أبي حاتم ،<span class=\"blue\"> ثم قال :</span></p><p lang=\"ar\" class=\"ar \">حدثنا أبي ، حدثنا سهيل بن عثمان ، عن رجل سماه ، عن السدي عن زيد بن علي ،<span class=\"blue\"> عن آبائه أنهم قالوا :</span> <span class=\"arabic qpc-hafs\">( الفلق )</span> جب في قعر جهنم ، عليه غطاء ، فإذا كشف عنه خرجت منه نار تصيح منه جهنم ، من شدة حر ما يخرج منه .</p><p lang=\"ar\" class=\"ar \">وكذا روي عن عمرو بن عبسة والسدي وغيرهم . وقد ورد في ذلك حديث مرفوع منكر ،<span class=\"blue\"> فقال ابن جرير :</span></p><p lang=\"ar\" class=\"ar \">حدثني إسحاق بن وهب الواسطي ، حدثنا مسعود بن موسى بن مشكان الواسطي ، حدثنا نصر بن خزيمة الخراساني ، عن شعيب بن صفوان ، عن محمد بن كعب القرظي ، عن أبي هريرة ،<span class=\"blue\"> عن النبي صلى الله عليه وسلم قال :</span> <span class=\"red\">\" <span class=\"arabic qpc-hafs\">( الفلق )</span> جب في جهنم مغطى \"</span> إسناده غريب ولا يصح رفعه .</p><p>وقال أبو عبد الرحمن الحبلي : <span class=\"arabic qpc-hafs\">( الفلق )</span> من أسماء جهنم .</p><p lang=\"ar\" class=\"ar \">قال ابن جرير : والصواب القول الأول ، أنه فلق الصبح . وهذا هو الصحيح ، وهو اختيار البخاري رحمه الله ، في صحيحه .</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">أي:</span> <span class=\"arabic qpc-hafs brown\">{ قل }</span> متعوذًا <span class=\"arabic qpc-hafs brown\">{ أَعُوذُ }</span> أي: ألجأ وألوذ، وأعتصم <span class=\"arabic qpc-hafs brown\">{ بِرَبِّ الْفَلَقِ }</span> أي: فالق الحب والنوى، وفالق الإصباح."
        },
        {
            "resource_id": 181,
            "text": "- ای رسول- بگو: به پروردگار صبح پناه می‌برم، و از او تعالی یاری می‌خواهم."
        },
        {
            "resource_id": 171,
            "text": "Say, O Messenger: “I seek refuge in the Lord of the morning and I seek His protection.”"
        },
        {
            "resource_id": 173,
            "text": "Ô Messager, dis: Je me prémunis par le Seigneur de l’aube et je cherche refuge auprès de Lui"
        },
        {
            "resource_id": 179,
            "text": "Sabihin mo, O Sugo: \"Nagpapasanggalang ako sa Panginoon ng madaling-araw at nagpapakalinga ako sa Kanya"
        },
        {
            "resource_id": 157,
            "text": "<p>اس سورت میں اللہ اپنی وہ صفات بیان فرماتا ہے ، جس کے ذریعہ اس شر سے پناہ حاصل ہوتی ہے ، جس کا ذکر اس سورت میں کیا گیا ہے۔</p><p>قل اعوذ ................ الفلق (1:113) ” کہو ، میں پناہ مانگتا ہوں صبح کے رب کی “۔ فلق کے معانی میں سے ایک معنی صبح کا ہے اور ایک معنی ” مخلوق “ کا بھی ہے۔ بایں معنی کہ ہر وہ چیز جس سے وجود اور زندگی پھوٹتی ہے جس طرح سورة انعام (95) میں کہا گیا ہے۔</p><p>ان اللہ فالق ........................................ من الحی (95:6) ” اللہ دانے اور گٹھلی کو پھاڑنے والا ہے۔ وہ زندہ کو مردے سے نکالتا ہے اور مردے کو زندہ سے نکالنے والا ہے “۔ اور اگلی آیت (96) میں ہے۔</p><p>فالق الاصباح ............................ حسبانا (96:6) ” وہ صبح کو پھاڑ کر نکالنے والا ہے ، اس نے رات کو وجہ سکون بنایا۔ اور سورج اور چاند کو حساب سے رکھا “۔</p><p>اگر فلق کے معنی صبح کے لئے جائیں تو معنی یہ ہوں گے۔ صبح کے وہ رب جو روشنی پھیلا کر ہر چیز کو اس شر سے محفوظ کردیتا ہے جو اندھیروں میں مستور ہوتی ہے اور اگر فلق سے مراد مخلوق ہو تو معنی یہ ہوں گے۔ پناہ مانگتا ہوں مخلوق کے رب کی جو اپنی مخلوق کے شر سے پنا دینے والا ہے۔ لہٰذا دونوں صورتوں میں مفہوم بعد کے فقرے کے ساتھ ہم آہنگ ہوجاتا ہے۔</p><p>من شرما خلق (2:113) ” ہر اس چیز کے شر سے جو اس نے پیدا کی یعنی مطلق اور اجمالاً تمام مخلوق کے شر سے۔ اللہ کی مخلوقات میں سے بعض جب بعض سے ملتی ہیں تو اس اتصال سے بعض اوقات شر پیدا ہوتا ہے جبکہ بعض حالات میں مخلوقات کے ملاپ اور اتصال سے خیر اور نفع پیدا ہوتا ہے۔ لہٰذا بتایا جاتا ہے کہ مخلوق کے شر سے پناہ مانگو تاکہ خیر ہی خیر رہ جائے۔ اور اللہ کی ذات جو اس مخلوقات کی خالق ہے وہ اس بات پر قادر ہے کہ وہ اس کو ایسی راہ کی ہدایت دے اور ایسی تدابیر کرے کہ ان سے خیر نمودار ہو اور شر کا ظہور نہ ہو۔</p><p>ومن شر ................ وقب (3:113) ” اور رات کی تاریکی کے شر سے جب وہ چھا جائے “۔ غاسق کے لغوی معنی کودنے والے کے ہوتے ہیں اور وقب پہاڑ کے اس سوراخ کو کہتے ہیں جس سے پانی نکلتا ہے۔ یہاں غاسق سے مراد رات ہے یعنی رات اور اس میں جو چیزیں پائی جاتی ہیں یعنی وہ رات جب وہ پھوٹ کر زمین پر چھا جاتی ہے۔ یہ رات بذات خود خوفناک ہوتی ہے اور اس وقت اس کی خوفناکی میں مزید اضافہ ہوجاتا ہے جب اس میں ہر خفیہ اور نامعلوم خطرہ درپیش ہوسکتا ہے مثلاً کوئی وحشی درندہ حملہ آور ہوجائے ، کوئی چور گھس جائے۔ کوئی فریب دہندہ دشمن ہاتھ دکھاجائے۔ کوئی زہریلا مکوڑا اور سانپ کاٹ جائے۔ پھر رات کے وقت خیالات ووساوس انسان پر حملہ آور ہوتے ہیں۔ دکھ اور درد یاد آتے ہیں۔ شعور وجذبات اور خواہشات ومیلانات کی گھٹن زوروں پر ہوتی ہے ، اور تمام شیطانی قوتیں کھل جاتی ہیں اور ہر طرف سے برے اشارے ملتے ہی ، اور انسانی شہوت رات کو زوروں پر ہوتی ہے۔ غرض رات کے ہر ظاہری اور خفیہ بلائیں حملہ آور ہوتی ہیں کیونکہ اس وقت اندھیرے چھائے ہوئے ہوتے ہیں۔</p><p>ومن شر .................... فی العقد (4:113) ” اور گرہوں میں پھونکنے والیوں کے شر سے “۔ گرہوں میں پھونکنے والیاں کون ہیں ؟ وہ جادوگرنیاں جو انسان حواس پر سحرانگیزی کرکے اذیت دیتی ہیں جو اعصاب کو دھوکہ دیتی ہیں ، انسانی نفس کو اشارات دیتی ہیں اور انسانی شعور کو متاثر کرتی ہیں ۔ جو دھاگوں میں گرہیں ڈالا کرتی تھیں اور ان میں پھونکا کرتی ہیں جیسا کہ جادوگروں کی عادت ہوتی ہے۔</p><p>جادو چیزوں کی حقیقت اور ماہیت نہیں بدل سکتا۔ نہ کوئی نئی حقیقت پیدا کرسکتا ہے البتہ احساس و شعور پر ایسی تخیلاتی حالت طاری ہوجاتی ہے جس طرح کہ جادوگرچاہتا ہے۔ جیسا کہ موسیٰ (علیہ السلام) کے قصے میں سورة طہ (65 تا 69) میں قرآن کریم اس کی تصویر کشی کی ہے۔</p><p>قالوا یموسی .................................... الساحر حیث اتی (65:20 تا 69) ” جادوگربولے : موسیٰ تم پہلے پھینکتے ہو یا ہم پہلے پھینکیں ؟ موسیٰ نے کہا : ” نہیں تم ہی پھینکو “۔ یکایک ان کی رسیاں اور ان کی لاٹھیاں ، ان کے جادو کے زور سے موسیٰ کو دوڑتی محسوس ہونے لگیں اور موسیٰ اپنے دل میں ڈر گیا۔ ہم نے کہا مت ڈرو ، تو ہی غالب رہے گا ۔ پھینک جو تیرے ہاتھ میں ہے۔ ابھی ان کی ساری بناﺅٹی چیزوں کو نگل جاتا ہے۔ یہ جو کچھ بنا کر لائے ہیں یہ تو جادو کا فریب ہے۔ اور جادوگر کبھی کامیاب نہیں ہوسکتا خواہ کسی شان سے وہ آئے “۔</p><p>ان کی رسیاں اور ان کی لاٹھیاں سانپ نہ بن گئے تھے۔ البتہ حضرت موسیٰ (علیہ السلام) اور عوام نے یہ خیال کیا کہ یہ رسیاں اور لاٹھیاں سانپ ہیں۔ یہاں کہ حضرت موسیٰ (علیہ السلام) اپنے نفس میں ڈر گئے اور اللہ کی طرف سے ان کو تسلی دینے کی ضرورت پیش آئی ۔ لیکن حقائق اس وقت سامنے آئے جب عصائے موسیٰ فعلااژدھا بن گیا اور ان کی رسیوں اور لاٹھیوں کو نگل گیا۔</p><p>یہ ہے حقیقت سحر اور ہمیں چاہئے کہ ہم اسے اسی طرح تسلیم کریں۔ اس طرح یہ جادو لوگوں پر اثر ڈالتا ہے اور جادوگروں کے اشارے کے مطابق لوگوں کے حواس کو متاثر کرتا ہے۔ یہ انسانی نفسیات اور انسانی شعور میں خوف پیدا کرتا ہے اور لوگوں کو اذیت دیتا ہے۔ اور انسانی حواس اس طرف متوجہ ہوجاتے ہیں جدھر جادو گر چاہتا ہے۔ جادو گری کی حقیقت بیان کرنے اور گرہوں میں پھونکنے کے مفعوم میں بس یہی کافی ہے۔ یہ ایک شر ہے جس سے بچنے کے لئے حکم دیا گیا ہے کہ اللہ کی پناہ مانگو اور اللہ کی پناہ میں آجاﺅ۔</p><p>بعض روایات میں آتا ہے۔ ان میں سے بعض اگرچہ متواتر نہیں مگر صحیح ہیں کہ لبید بن اعصم یہودی نے مدینہ میں نبی ﷺ پر جادو کیا تھا ، بعض روایات میں آتا ہے کہ اس کا اثر چند دن تک رہا اور بعض میں آتا ہے کہ کئی مہینوں تک رہا۔ یہاں تک کہ آپ یہ خیال کرتے کہ آپ اپنی بیویوں کے پاس گئے ہیں حالانکہ آپ نہ گئے ہوتے تھے۔ اور بعض اوقات یوں محسوس کرتے کہ آپ نے کوئی کام کیا ہے ، حالانکہ آپ نے نہ کیا ہوتا تھا ، جیسا کہ بعض روایات میں آتا ہے اور پھر یہ سورتیں اس جادو کے بتانے کے لئے جھاڑ پھونک کے لئے نازل ہوئیں اور جب جادو کی وہ چیز حاضر کرلی گئی اور اس پر یہ سورتیں پڑھی گئیں تو وہ گرہیں کھل گئیں اور وہ برا اثر ختم ہوگیا۔ جس طرح بعض روایات میں آتا ہے۔</p><p>لیکن یہ روایات عصمت انبیاء کے بنیادی عقیدے کے خلاف ہیں کہ آپ اپنے تمام افعال اور تبلیغ میں معصوم عن الخطاء ہیں۔ ہمارا عقیدہ یہ ہے کہ آپ کے اقوال وافعال سنت اور شریعت ہیں۔ یہ روایات اس سے بھی متصادم ہیں۔ پھر قرآن نے صراحت سے اس الزام کی تردید کی ہے کہ آپ پر جادو کیا گیا ہے کیونکہ مشرکین یہ الزام لگاتے تھے کہ آپ پر کسی نے جادو کردیا ہے تب آپ یہ باتیں کرتے ہیں۔ اس لئے ہمارے نزدیک یہ روایات مستعبد ہیں۔ پھر خبر واحد کے ساتھ عقائد کو ثابت نہیں کیا جاسکتا۔ عقائد کا ماخذ قرآن ہے اور احادیث سے عقائد تب ہی ثابت ہوتے ہیں جب وہ تواتر کی حد تک پہنچ جائیں اور جن روایات کی طرف ہم نے اشارہ کیا ہے وہ متواتر نہیں ہیں۔ مزید یہ کہ راجح قول یہ ہے کہ یہ سورتیں مکہ میں نازل ہوئیں جس سے ان روایات کی بنیاد ہی کمزور ہوجاتی ہے۔</p><p>ومن شر .................... اذا حسد (5:113) ” اور حاسد کے شر کے لئے جب وہ حسد کرے “۔ حسد کا مفہوم یہ ہے کہ اللہ کے بندوں کے اوپر اللہ کا کرم دیکھ کر کوئی برا تاثر لے اور یہ خواہش کرے کہ اس بندے پر سے اللہ کی نعمت زائل ہوجائے۔ چاہے اس تاثر کے بعد حاسد اس بندے سے نعمتوں کے دور کرنے کے لئے سعی بھی کرے۔ یا محض ذہنی تاثر کی حد تک رک جائے کیونکہ اس تاثر کے بعد ممکن ہے کہ وہ اس بندے کے خلاف کوئی شر عملاً بھی اٹھائے۔</p><p>اس کائنات کے بعض اسرار ، نفس انسانی کے بعض راز اور جسم انسانی کے بعض رموز ایسے ہیں کہ جن کے بارے میں ابھی تک ہمار علم نامکمل ہے۔ اس لئے ہمیں بہت سختی سے ان کا انکار نہیں کرنا چاہئے۔ بعض پراسرار واقعات ان میدانوں میں واقع ہوتے ہیں اور ہم ان کی ماہیت تک نہیں پہنچ سکتے۔ مثلاً دور سے خیالات کی منتقلی کا عمل ، جب دو افراد کے درمیان رابطہ ہوجاتا ہے ، ایسے روابط کی خبریں اس قدر تواتر سے آرہی ہیں کہ انسان ان میں شک نہیں کرسکتا ، کیونکہ اس پر بہت تجربات ہوچکے ہیں اور ہورہے ہیں اور جو معلومات ہمیں دستیاب ہیں ان کی کوئی معقول توجیہ بھی ہمارے پاس نہیں ہے۔ مثلاً مقناطیسی عمل تنویم جو آج کل مکرر تجربے میں آرہا ہے لیکن اس کے راز سے کوئی واقف نہیں ہے۔ دور سے خیالات کی منتقلی اور مقناطیسی عمل تنویم (ہپنائزم) کے علاوہ جسم انسانی اور انسانی نفسیات کے بہت افعال جن کی تہہ تک ابھی تک انسان نہیں پہنچا۔</p><p>حاسد جدوجہد کرتا ہے اور اپنے اس تاثر کو اس شخص کی طرف بطور شر منتقل کرتا ہے تو ہم اس آثار کی اس منتقلی کا محض اس لئے انکار نہیں کرسکتے کہ ہمارے علم اور ہمارے آلات تجربہ کی رو سے اس انتقال کی کیفیت کو ابھی سمجھ نہیں سکے۔ اس لئے کہ نفس انسانی کے بارے میں ہماری معلومات ابھی تک ابتدائی ہیں اور یہ قلیل علم جو ہمیں حاصل ہوا ہے وہ محض اتفاقی طور پر ہمیں حاصل ہوا ہے ۔ اس کو حقیقت کی شکل دینا ابھی تک باقی ہے۔</p><p>بہرحال حاسد کا شر ہوتا ہے اور اس سے اللہ کی پناہ مانگنا چاہیے اور اللہ کی حفاظت میں اپنے آپ کو داخل کرنا چاہئے۔ یہ اللہ کا فضل وکرم ہے کہ وہ اپنے رسول کو ہدایت فرماتا ہے کہ وہ اللہ کی پناہ میں آئیں اور آپ کے واسطہ سے آپ کے بعد آنے والی پوری امت کو یہ ہدایت کی جاتی ہے کہ وہ بھی اللہ کی پناہ میں آئے۔ جو ہر قسم کے شر سے پناہ گاہ فراہم کرنے والا ہے۔</p><p>امام بخاری نے ، اپنی سند کے ساتھ ، حضرت عائشہ ؓ سے روایت کی ہے کہ حضور اکرم جب رات بستر پر لیٹتے تو دونوں ہتھیلیوں کو ملالیتے ، پھر ان میں۔</p><p>قل ھو اللہ احد ........................ برب الناس (1:114) پڑھ کر پھونکتے۔ اور پھر پورے جسم پر ہتھیلیوں کو پھیرتے ، جہاں تک ممکن ہوتا ۔ سر اور چہرے سے شروع کرتے ، اور جسم کے سامنے کے حصے پر جس قدر ممکن ہوتا اور یہ عمل آپ تین بار کرتے۔ (اس حدیث کو اصحاب سنن نے اس طرح روایت کیا ہے ) ۔</p><p>٭٭٭٭٭</p>"
        },
        {
            "resource_id": 177,
            "text": "Ngươi hãy nói - hỡi Thiên Sứ -: Bề tôi cầu xin sự che chở và cứu rỗi từ nơi Thượng Đế của bình minh."
        },
        {
            "resource_id": 165,
            "text": "<p>বল, আমি আশ্রয় প্রার্থনা করছি ঊষার প্রতিপালকের কাছে।[১]</p><p>[১] الفَلَق এর সহীহ অর্থ হল, ঊষা বা প্রভাতকাল। এখানে বিশেষ করে 'ঊষার প্রতিপালক' এই জন্য বলা হয়েছে যে, যেমন আল্লাহ তাআলা রাতের অন্ধকারকে দূরীভূত করে দিনের উজ্জ্বলতা নিয়ে আসতে পারেন, তেমনি তিনি ভয় ও আতঙ্ক দূর করে আশ্রয় প্রার্থীকে নিরাপত্তা দান করতে পারেন। অথবা মানুষ যেমন রাত্রে এই অপেক্ষা করে যে, সকালের উজ্জ্বলতা এসে উপস্থিত হবে, ঠিক তেমনিভাবে ভীত মানুষ আশ্রয় প্রার্থনার মাধ্যমে (নিরাপত্তা লাভে) সফলতার প্রভাত উদয়ের আশায় থাকে। <em>(ফাতহুল ক্বাদীর)</em></p>"
        },
        {
            "resource_id": 93,
            "text": "الفلق : أصله شق الشئ عن الشئ ، وفصل بعض عن بعض ، والمراد به هنا : الصبح ، وسمى فلقا لإِنفلاق الليل وانشقاقه عنه ، كما فى قوله - تعالى - : ( فَالِقُ الإصباح ) أى : شاقٌّ ظلمة آخر الليل عن بياض الفجر . .ويصح أن يكون المراد به ، كل ما يفلقه الله - تعالى - من مخلوقات كالأرض التى تنفلق عن النبات ، والجبال التى تنفلق عن عيون الماء . .أى : قل - أيها الرسول الكريم - أعوذ وأستجير وأعتصم ، بالله - تعالى - الذى فلق الليل ، فانشق عنه الصباح ، والذى هو رب جميع الكائنات ، ومبدع كل المخلوقات . ."
        },
        {
            "resource_id": 792,
            "text": "ចូរអ្នក(ឱអ្នកនាំសារមូហាំម៉ាត់)ពោលចុះថាៈ ខ្ញុំសុំការការពារពីម្ចាស់ដែលគ្រប់គ្រងពេលទៀបភ្លឺឱ្យបញ្ចៀស"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Katakanlah, 'Aku berlindung kepada Rabb yang menguasai Shubuh, dari kejahatan makhlukNya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan-kejahatan wanita tukang sihir yang menghembus pada buhul-buhul, dan dari keja-hatan orang yang dengki apabila ia dengki'.\" <span class=\"green\">(Al-<span class=\"blue\">Falaq:</span> 1-5)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div>\n<span class=\"green\">(1)</span> Maksudnya, ﴾ قُلۡ <span class=\"brown\">﴿   \"Katakanlah,\" seraya memohon per-lindungan, ﴾</span> أَعُوذُ <span class=\"brown\">﴿   \"Aku berlindung,\" yakni aku berlindung dan ber-pegangan, ﴾</span> بِرَبِّ  ٱلۡفَلَقِ ﴿   \"kepada Rabb yang menguasai Shubuh,\" yang membelah butir tanaman dan biji buah-buahan dan yang menyibak Shubuh.                </div><div>\n<span class=\"green\">(2)</span> ﴾ مِن     شَرِّ مَا  خَلَقَ ﴿   \"Dari kejahatan makhlukNya.\" Ini mencakup seluruh makhluk Allah سبحانه وتعالى, baik manusia, jin, maupun binatang. Maka memohon perlindungan haruslah kepada Penciptanya dari keburukan yang ada padanya.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(3)</span> Kemudian Allah سبحانه وتعالى menyebutkan secara khusus setelah menyebutkan secara umum seraya berfirman, ﴾ وَمِن   شَرِّ غَاسِقٍ   إِذَا  وَقَبَ ﴿   \"Dan dari kejahatan malam apabila telah gelap gulita,\" yakni dari keja-hatan apa pun yang ada di malam hari ketika kegelapan menutupi manusia dan kala banyak ruh-ruh jahat gentayangan, dan binatang-binatang yang menyakitkan bertebaran.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(4)</span> ﴾ وَمِن  شَرِّ  ٱلنَّفَّٰثَٰتِ  فِي   ٱلۡعُقَدِ ﴿   \"Dan dari kejahatan-kejahatan wanita tukang sihir yang menghembus pada buhul-buhul,\" yakni dari kejahatan wanita-wanita penyihir yang menggunakan bantuan hembusan pada buhul yang diikatkan dengan sihir.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(5)</span> ﴾ وَمِن  شَرِّ     حَاسِدٍ  إِذَا  حَسَدَ ﴿   \"Dan dari kejahatan orang yang dengki apabila ia dengki.\" Orang dengki adalah orang yang senang atas le-nyapnya nikmat dari orang yang ia dengki dengan berusaha sekuat tenaga untuk melenyapkan nikmat tersebut dengan berbagai cara. Sehingga, perlu meminta perlindungan kepada Allah سبحانه وتعالى dari keja-hatannya dan untuk meruntuhkan tipu dayanya. Penyebar penya-kit-penyakit 'ain juga termasuk orang yang dengki karena tidaklah penyakit 'ain muncul kecuali dari seorang pendengki, bertabiat buruk, dan berjiwa keji.\nSurat ini mencakup perlindungan dari segala macam keja-hatan secara umum dan khusus dan menunjukkan bahwa sihir itu nyata, bahayanya mengkhawatirkan, dan kita harus meminta per-lindungan kepada Allah سبحانه وتعالى dari sihir dan pelakunya.                </div>"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><h2>The Position of Ibn Mas`ud concerning Al-Mu`awwidhatayn</h2><p>Imam Ahmad recorded from Zirr bin Hubaysh that Ubayy bin Ka`b told him that Ibn Mas`ud did not record the Mu`awwidhatayn in his Mushaf (copy of the Qur'an). So Ubayy said, \"I testify that the Messenger of Allah ﷺ informed me that Jibril said to him,</p><p>قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ</p><p>(Say: \"I seek refuge with the Lord of Al-Falaq.\")(113:1) So he said it. And Jibril said to him,</p><p>قُلْ أَعُوذُ بِرَبِّ النَّاسِ</p><p>(Say: \"I seek refuge with the Lord of mankind.\") (114:1) So he said it. Therefore, we say what the Prophet said.\"</p><h2>The Virtues of Surahs Al-Falaq and An-Nas</h2><p>In his Sahih, Muslim recorded on the authority of `Uqbah bin `Amir that the Messenger of Allah ﷺ said,</p><p>«أَلَمْ تَرَ آيَاتٍ أُنْزِلَتْ هَذِهِ اللَّيْلَةَ لَمْ يُرَ مِثْلُهُنَّ قَطُّ:</p><p>(Do you not see that there have been Ayat revealed to me tonight the like of which has not been seen before) They are</p><p>قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ »</p><p>(Say: \"I seek refuge with, the Lord of Al-Falaq.\")(113:1) and;</p><p>قُلْ أَعُوذُ بِرَبِّ النَّاسِ</p><p>(Say: \"I seek refuge with the Lord of mankind.\") (114:1)) This Hadith was recorded by Ahmad, At-Tirmidhi and An-Nasa'i. At-Tirmidhi said, \"Hasan Sahih.\"</p><h2>Another Narration</h2><p>Imam Ahmad recorded from `Uqbah bin `Amir that he said, \"While I was leading the Messenger of Allah ﷺ along one of these paths he said,</p><p>«يَا عُقْبَةُ أَلَا تَرْكَبُ؟»</p><p>(O `Uqbah! Will you not ride) I was afraid that this might be considered an act of disobedience. So the Messenger of Allah ﷺ got down and I rode for a while. Then he rode. Then he said,</p><p>«يَا عُقْبَةُ، أَلَا أُعَلِّمُكَ سُورَتَيْنِ مِنْ خَيْرِ سُورَتَيْنِ قَرَأَ بِهِمَا النَّاسُ؟»</p><p>(O `Uqbah! Should I not teach you two Surahs that are of the best two Surahs that the people recite) I said, `Of course, O Messenger of Allah.' So he taught me to recite</p><p>قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ</p><p>(Say: \"I seek refuge with the Lord of Al-Falaq.\") (113:1) and</p><p>قُلْ أَعُوذُ بِرَبِّ النَّاسِ</p><p>(Say: \"I seek refuge with the Lord of mankind.\") (114:1) Then the call was given to begin the prayer and the Messenger of Allah ﷺ went forward (to lead the people), and he recited them in the prayer. Afterwards he passed by me and said,</p><p>«كَيْفَ رَأَيْتَ يَا عُقَيْبُ، اقْرَأْ بِهِمَا كُلَّمَا نِمْتَ وَكُلَّمَا قُمْتَ»</p><p>(What do you think, O `Uqayb Recite these two Surahs whenever you go to sleep and whenever you get up.)\"</p><p>An-Nasa'i and Abu Dawud both recorded this Hadith.</p><h2>Another Narration</h2><p>«إِنَّ النَّاسَ لَمْ يَتَعَوَّذُوا بِمِثْلِ هَذَيْنِ:</p><p>(Verily, the people do not seek protection with anything like these two:</p><p>قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ</p><p>(Say: \"I seek refuge with the Lord of Al-Falaq.\")(113:1) and;</p><p>قُلْ أَعُوذُ بِرَبِّ النَّاسِ »</p><p>(Say: \"I seek refuge with (Allah) the Lord of mankind.\")) (114:1)</p><h2>Another Narration</h2><p>An-Nasa'i recorded that `Uqbah bin `Amir said, \"I was walking with the Messenger of Allah ﷺ when he said,</p><p>«يَا عُقْبَةُ قُلْ»</p><p>(O `Uqbah! Say!) I replied, `What should I say' So he was silent and did not respond to me. Then he said,</p><p>«قُلْ»</p><p>(Say!) I replied, `What should I say, O Messenger of Allah' He said,</p><p>«قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ »</p><p>(Say: \"I seek refuge with the Lord of Al-Falaq.\") So, I recited it until I reached its end. Then he said,</p><p>«قُلْ»</p><p>(Say!) I replied, `What should I say O Messenger of Allah' He said,</p><p>«قُلْ أَعُوذُ بِرَبِّ النَّاسِ »</p><p>(Say: \"I seek refuge with the Lord of mankind.\") So, I recited it until I reached its end. Then the Messenger of Allah ﷺ said,</p><p>«مَا سَأَلَ سَائِلٌ بِمِثْلِهَا، وَلَا اسْتَعَاذَ مُسْتَعِيذٌ بِمِثْلِهَا»</p><p>(No person beseeches with anything like these, and no person seeks refuge with anything like these.)\"</p><h2>Another Hadith</h2><p>An-Nasa'i recorded that Ibn `Abis Al-Juhani said that the Prophet said to him,</p><p>«يَا ابْنَ عَابِسٍ أَلَا أَدُلُّكَ أَوْ أَلَا أُخْبِرُكَ بِأَفْضَلِ مَا يَتَعَوَّذُ بِهِ الْمُتَعَوِّذُونَ؟»</p><p>(O Ibn `Abis! Shall I guide you to -- or inform you -- of the best thing that those who seek protection use for protection) He replied, \"Of course, O Messenger of Allah!\" The Prophet said,</p><p>«قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ</p><p>قُلْ أَعُوذُ بِرَبِّ النَّاسِ</p><p>هَاتَانِ السُّورَتَانِ»</p><p>(Say: \"I seek refuge with the Lord of Al-Falaq.\")( and (Say: \"I seek refuge with the Lord of mankind.\")( These two Surahs (are the best protection).) Imam Malik recorded from `A'ishah that whenever the Messenger of Allah ﷺ was suffering from an ailment, he would recite the Mu`awwidhatayn over himself and blow (over himself). Then if his pain became severe, `A'ishah said that she would recite the Mu`awwidhatayn over him and take his hand and wipe it over himself seeking the blessing of those Surahs. Al-Bukhari, Abu Dawud, An-Nasa'i and Ibn Majah all recorded this Hadith.</p><p>It has been reported from Abu Sa`id that the Messenger of Allah ﷺ used to seek protection against the evil eyes of the Jinns and mankind. But when the Mu`awwi- dhatayn were revea- led, he used them (for protection) and aban- doned all else besides them. At-Tirmidhi, An-Nasa'i and Ibn Majah recorded this. At-Tirmidhi said, \"This Hadith is Hasan Sahih.\"</p><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>(In the Name of Allah, the Most Gracious, the Most Merciful.</p><p>Ibn Abi Hatim recorded that Jabir said, \"Al-Falaq is the morning.\" Al-`Awfi reported from Ibn `Abbas, \"Al-Falaq is the morning.\" The same has been reported from Mujahid, Sa`id bin Jubayr, `Abdullah bin Muhammad bin `Aqil, Al-Hasan, Qatadah, Muhammad bin Ka`b Al-Qurazi and Ibn Zayd. Malik also reported a similar statement from Zayd bin Aslam. Al-Qurazi, Ibn Zayd and Ibn Jarir all said, \"This is like Allah's saying,</p><p>فَالِقُ الإِصْبَاحِ</p><p>(He is the Cleaver of the daybreak.).\" (6:96) Allah said,</p><p>مِن شَرِّ مَا خَلَقَ</p><p>(From the evil of what He has created,) This means from the evil of all created things. Thabit Al-Bunani and Al-Hasan Al-Basri both said, \"Hell, Iblis and his progeny, from among that which He (Allah) created.\"</p><p>وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ</p><p>(And from the evil of the Ghasiq when Waqab,) Mujahid said, \"Ghasiq is the night, and `when it Waqab' refers to the setting of the sun.\" Al-Bukhari mentioned this from him. Ibn Abi Najih also reported a similar narration from him (Mujahid).</p><p>The same was said by Ibn `Abbas, Muhammad bin Ka`b Al-Qurazi, Ad-Dahhak, Khusayf, Al-Hasan and Qatadah. They said, \"Verily, it is the night when it advances with its darkness.\" Az-Zuhri said,</p><p>وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ</p><p>(And from the evil of the Ghasiq when Waqab,) \"This means the sun when it sets.\" Abu Al-Muhazzim reported that Abu Hurayrah said,</p><p>وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ</p><p>(And from the evil of the Ghasiq when Waqab, ) \"This means the star.\" Ibn Zayd said, \"The Arabs used to say, `Al-Ghasiq is the declination (of the position) of the heavenly body known as Pleiades. The number of those who were ill and stricken with plague would increase whenever it would decline, and their number would lessen whenever it rose.\"'</p><p>Ibn Jarir said, \"Others have said that it is the moon.\"</p><p>The support for the people who hold this position (that it means the moon) is a narration that Imam Ahmad recorded from Al-Harith bin Abi Salamah. He said that `A'ishah said, \"The Messenger of Allah ﷺ took me by my hand and showed me the moon when it rose, and he said,</p><p>«تَعَوَّذِي بِاللهِ مِنْ شَرِّ هَذَا الْغَاسِقِ إِذَا وَقَبَ»</p><p>(Seek refuge with Allah from the evil of this Ghasiq when it becomes dark.)\" At-Tirmidhi and An-Nasa'i both recorded this Hadith in their Books of Tafsir in their Sunans. Allah said,</p><p>وَمِن شَرِّ النَّفَّـثَـتِ فِى الْعُقَدِ</p><p>(And from the evil of the blowers in knots,) Mujahid, `Ikrimah, Al-Hasan, Qatadah and Ad-Dahhak all said, \"This means the witches.\" Mujahid said, \"When they perform their spells and blow into the knots.\"</p><p>In another Hadith it has been reported that Jibril came to the Prophet and said, \"Are you suffering from any ailment, O Muhammad\" The Prophet replied,</p><p>«نَعَمْ»</p><p>(Yes.) So Jibril said, \"In the Name of Allah, I recite prayer (Ruqyah) over you, from every illness that harms you, from the evil of every envious person and evil eye. May Allah cure you.\"</p><h2>Discussion of the Bewitchment of the Prophet</h2><p>In the Book of Medicine of his Sahih, Al-Bukhari recorded that `A'ishah said, \"The Messenger of Allah ﷺ was bewitched until he thought that he had relations with his wives, but he had not had relations with them.\" Sufyan said, \"This is the worst form of magic when it reaches this stage.\" So the Prophet said,</p><p>«يَا عَائِشَةُ، أَعَلِمْتِ أَنَّ اللهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ؟ أَتَانِي رَجُلَانِ فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالْاخَرُ عِنْدَ رِجْلَيَّ، فَقَال الَّذِي عِنْدَ رَأْسِي لِلْاخَرِ: مَا بَالُ الرَّجُلِ؟ قَالَ: مَطْبُوبٌ، قَالَ: وَمَنْ طَبَّهُ، قَالَ: لَبِيدُ بْنُ أَعْصَمَ: رَجُلٌ مِنْ بَنِي زُرَيْقٍ حَلِيفٌ لِيَهُودَ، كَانَ مُنَافِقًا، قَالَ: وَفِيمَ؟ قَالَ: فِي مُشْطٍ وَمُشَاطَةٍ، قَالَ: وَأَيْنَ؟ قَالَ: فِي جُفِّ طَلْعَةٍ ذَكَرٍ، تَحْتَ رَاعُوفَةٍ فِي بِئْرِ ذَرْوَانَ»</p><p>(O `A'ishah! Do you know that Allah has answered me concerning that which I asked Him Two men came to me and one of them sat by my head while the other sat by my feet. The one who was sitting by my head said to the other one, `What is wrong with this man' The other replied, `He is bewitched.' The first one said, `Who bewitched him' The other replied, `Labid bin A`sam. He is a man from the tribe of Banu Zurayq who is an ally of the Jews, and a hypocrite.' The first one asked, `With what (did he bewitch him)' The other replied, `With a comb and hair from the comb.' The first one asked, `Where (is the comb)' The other answered, `In the dried bark of a male date palm under a rock in a well called Dharwan.') `A'ishah said, \"So he went to the well to remove it (the comb with the hair). Then he said,</p><p>«هَذِهِ الْبِئْرُ الَّتِي أُرِيتُهَا، وَكَأَنَّ مَاءَهَا نُقَاعَةُ الحِنَّاءِ،وَكَأَنَّ نَخْلَهَا رُؤُوسُ الشَّيَاطِين»</p><p>(This is the well that I saw. It was as if its water had henna soaked in it and its palm trees were like the heads of devils.) So he removed it (of the well). Then I (`A'ishah) said, `Will you not make this public' He replied,</p><p>«أَمَّا اللهُ فَقَدْ شَفَانِي، وَأَكْرَهُ أَنْ أُثِيرَ عَلَى أَحَدٍ مِنَ النَّاسِ شَرًّا»</p><p>(Allah has cured me and I hate to spread (the news of) wickedness to any of the people.)\"</p>"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>বলুন [১], ‘আমি আশ্রয় প্রার্থনা করছি [২] ঊষার রবের [৩]</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>সূরা ফালাক ও পরবর্তী সূরা নাস একই সাথে একই ঘটনায়  অবতীর্ণ হয়েছে। ইমাম ইবনুল কাইয়্যেম রাহেমাহুল্লাহ উভয় সূরার তাফসীর একত্রে লিখেছেন। তাতে বলেছেন যে, এ সূরাদ্বয়ের উপকারিতা ও কল্যাণ অপরিসীম এবং মানুষের জন্যে এ দু’টি সূরার প্রয়োজন অত্যধিক। বদনজর এবং সমস্ত দৈহিক ও আত্মিক অনিষ্ট দূর করায় এ সূরাদ্বয়ের কার্যকারিতা অনেক। বলতে গেলে মানুষের জন্যে শ্বাস-প্রশ্বাস, পানাহার ও পোষাক-পরিচ্ছদ যতটুকু প্রয়োজনীয়, এ সূরাদ্বয় তার চেয়ে বেশী প্রয়োজনীয়। সূরা ফালাক-এ দুনিয়াবী বিপদাপদ থেকে রক্ষা পাওয়ার জন্যে আল্লাহ্র আশ্রয় প্রার্থনা করা হয়েছে। পক্ষান্তরে সূরা আন-নাসে আখেরাতের আপদ ও মুসীবত থেকে আশ্রয় প্রার্থনার প্রতি জোর দেয়া হয়েছে। নির্ভরযোগ্য হাদীসসমূহে এ সূরা এবং সূরা আন-নাস উভয় সূরার অনেক ফযীলত ও বরকত বর্ণিত আছে। উকবা ইবনে আমের রাদিয়াল্লাহু ‘আনহু-এর বর্ণিত হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, তোমরা লক্ষ্য করেছ কি, আদ্য রাত্ৰিতে আল্লাহ্ তা‘আলা আমার প্রতি এমন আয়াত নাযিল করেছেন, যার সমতুল্য আয়াত দেখা যায় না; অর্থাৎ</p><p>فُلْ اَعُوْذُبِرَبِّ الْفَلَقِ ও قُلْ اَعُوْذُبِرَبِّ النَّاسِ</p><p>আয়াতসমূহ। [মুসলিমঃ ৮১৪] অন্য বর্ণনায় আছে, তাওরাত, ইঞ্জীল, যবূর এবং কুরআনেও অনুরূপ অন্য কোন সূরা নেই। [মুসনাদে আহমাদ: ৪/১৪৮, ১৫৮-১৫৯] এক সফরে রাসূলল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ওকবা ইবনে আমের রাদিয়াল্লাহু ‘আনহু-কে সূরা ফালাক ও সূরা নাস পাঠ করালেন, অতঃপর মাগরিবের সালাতে এ সূরাদ্বয়ই তেলাওয়াত করে বললেন: এই সূরাদ্বয় নিদ্ৰা যাওয়ার সময় এবং নিদ্রা থেকে গাত্ৰোত্থানের সময়ও পাঠ করো। [আবু দাউদ: ১৪৬২, মুসনাদে আহমাদ: ৪/১৪৮] অন্য হাদীসে তিনি প্রত্যেক সালাতের পর সূরাদ্বয় পাঠ করার আদেশ করেছেন। [আবু দাউদ: ১৫২৩ তিরমিয়ী: ২৯০৩, নাসায়ী: ১৩৩৬, মুসনাদে আহমাদ: ৪/১৫৫] আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, রাসূলল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোন রোগে আক্রান্ত হলে এই সূরাদ্বয় পাঠ করে হাতে ফুঁক দিয়ে সর্বাঙ্গে বুলিয়ে দিতেন। ইন্তেকালের পূর্বে যখন তাঁর রোগযন্ত্রণা বৃদ্ধি পায়, তখন আমি এই সূরাদ্বয় পাঠ করে তাঁর হাতে ফুঁক দিতাম। অতঃপর তিনি নিজে তা সর্বাঙ্গে বুলিয়ে নিতেন। আমার হাত তাঁর পবিত্ৰ হাতের বিকল্প হতে পারতনা। তাই আমি এরূপ করতাম। [বুখারী: ৫০১৬, মুসলিম: ২১৯২] উকবা ইবনে আমের রাদিয়াল্লাহু ‘আনহু বলেন, আমি বললাম, হে আল্লাহ্র রাসূল! আমি কি সূরা ইউসুফ ও সূরা হূদ থেকে পড়ব? তিনি বললেন, ‘বরং তুমি কুল আউযু বিরাব্বিল ফালাক দিয়ে পড়। কেননা, তুমি এর চেয়ে আল্লাহ্র নিকট প্রিয় ও অধিক অর্থপূর্ণ আর কোন সূরা পড়তে পারবে না। যদি তুমি পার, তবে এ সূরা যেন তোমার থেকে কখনো ছুটে না যায়’ [মুস্তাদরাকে হাকিম: ২/৫৪০] সারকথা এই যে, যাবতীয় বিপদাপদ থেকে নিরাপদ থাকার জন্যে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও সাহাবায়ে কেরাম এই সূরাদ্বয়ের আমল করতেন।</p><p>-----------------------------</p><p>[১] জনৈক ইয়াহুদী রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর উপর জাদু করেছিল। ফলে তিনি অসুস্থ হয়ে পড়েন। জিবরাঈল আগমন করে সংবাদ দিলেন যে, জনৈক ইয়াহুদী জাদু করেছে এবং যে জিনিসে জাদু করা হয়েছে, তা অমুক কুপের মধ্যে আছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম লোক পাঠিয়ে সেই জিনিস কূপ থেকে উদ্ধার করে আনলেন। তাতে কয়েকটি গ্রন্থি ছিল। তিনি গ্ৰন্থিগুলো খুলে দেয়ার সাথে সাথে সম্পূর্ণ সুস্থ হয়ে শয্যা ত্যাগ করেন। জিবরাঈল ইয়াহুদীর নাম বলে দিয়েছিলেন এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম তাকে চিনতেন। কিন্তু তিনি আজীবন এই ইয়াহুদীকে কিছু বলেননি, এমনকি তার উপস্থিতিতে মুখমণ্ডল কোনরূপ অভিযোগের চিহ্নও প্রকাশ করেননি। কপটবিশ্বাসী হওয়ার কারণে ইয়াহুদী রীতিমত দরবারে হাযির হত। [নাসায়ী: আল-কুবরা, ৩,৫৪৩, মুসনাদে আহমাদ: ৪/৩৬৭] আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত আছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর উপর জনৈক ইয়াহূদী জাদু করলে তার প্রভাবে তিনি মাঝে মাঝে দিশেহারা হয়ে পড়তেন এবং যে কাজটি করেননি, তাও করেছেন বলে অনুভব করতেন। একদিন তিনি আয়েশা রাদিয়াল্লাহু ‘আনহাকে বললেন, আমার রোগটা কি, আল্লাহ, তা‘আলা তা আমাকে বলে দিয়েছেন। (স্বপ্নে) দুব্যক্তি আমার কাছে আসল; একজন শিয়রের কাছে এবং অন্যজন পায়ের কাছে বসল। শিয়রের কাছে উপবিষ্ট ব্যক্তি অন্য জনকে বলল, তার অসুখটা কি? অন্যজন বললঃ ইনি জাদুগ্ৰস্ত। প্রথম ব্যক্তি জিজ্ঞেস করলঃ কে জাদু করল? অন্যজন বলল, লাবীদ ইব্ন আ‘সাম (বনু যুরাইকের এক ইহুদী মুনাফিক ব্যক্তি)। আবার প্রশ্ন হল: কি বস্তুতে জাদু করেছে? উত্তর হল, একটি চিরুনীতে। আবার প্রশ্ন হল, তা কোথায়? উত্তর হল, খেজুর ফলের আবরণীতে ‘যরওয়ান’ কূপে একটি পাথরের নীচে চাপা দিয়ে রাখা হয়েছে। অতঃপর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সে কূপে গেলেন এবং বললেন, স্বপ্নে আমাকে সেই কূপই দেখানো হয়েছে। অতঃপর বস্তুটি সেখান থেকে বের করে আনলেন। আয়েশা রাদিয়াল্লাহু ‘আনহা বললেন, আপনি ঘোষণা করলেন না কেন? (যে, অমুক ব্যক্তি আমার উপর জাদু করেছে) রসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আল্লাহ্ তা‘আলা আমাকে রোগ মুক্ত করেছেন। আর মানুষের মাঝে প্রতিক্রিয়া হোক, তা আমি চাইনি। [বুখারী: ৫৭৬৫]</p><p>তবে এটা মনে রাখা জরুরী যে, জাদুগ্ৰস্ত হওয়া নবুওয়তের পরিপন্থী নয়। যারা জাদুর স্বরূপ সম্পর্কে অবগত নয়, তারা বিস্মিত হয় যে, আল্লাহ্র রাসূলের উপর জাদু কিরূপে ক্রিয়াশীল হতে পারে। এখানে এতটুকু জানা জরুরী যে, জাদুর ক্রিয়াও অগ্নি, পানি ইত্যাদি স্বাভাবিক কারণাদির ক্রিয়ার ন্যায়। অগ্নি দহন করে অথবা উত্তপ্ত করে, পানি ঠাণ্ডা করে এবং কোন কোন কারণের পরিপ্রেক্ষিতে জ্বর আনে। এগুলো সবই স্বাভাবিক ব্যাপার। রাসূলগণ এগুলোর উর্ধ্বে নন। জাদুর প্রতিক্রিয়াও এমনি ধরনের একটি ব্যাপার। কাজেই তাদের জাদুগ্ৰস্ত হওয়া অবাস্তব নয়। [আদ্ওয়াউল বায়ান]</p><p>[২] মুমিন ব্যক্তি কোন জিনিসের ভীতি অনুভব করলে তার অনিষ্ট থেকে বাঁচার জন্য আল্লাহ্র আশ্রয় গ্ৰহণ করে। মারইয়াম সম্পর্কে বলা হয়েছে, যখন আকস্মাৎ নির্জনে আল্লাহ্র ফেরেশতা একজন মানুষের বেশ ধরে তার কাছে এলেন (তিনি তাকে আল্লাহ্র ফেরেশতা বলে জানতেন না) তখন তিনি বললেন, “যদি তোমার আল্লাহ্র ভয় থাকে, তাহলে আমি দয়াময় আল্লাহ্র আশ্রয় চাচ্ছি।” [সূরা মারইয়াম: ১৮] নূহ আলাইহিস্ সালাম আল্লাহ্র ভয়ে ভীত হয়ে আবেদন জানালেন, “হে আমার রব! যে জিনিস সম্পর্কে আমার জ্ঞান নেই তেমন কোন জিনিস আপনার কাছে চাওয়া থেকে আমি আপনার পানাহ চাই।” [সূরা হূদ: ৪৭] মূসা আলাইহিস্ সালাম যখন বনী ইসরাঈলদের গাভী যবেহ করার হুকুম দিলেন এবং তারা বলল, আপনি কি আমাদের সাথে ঠাট্টা করছেন? তখন তিনি তাদের জবাবে বললেন, “আমি মুর্খ-অজ্ঞদের মতো কথা বলা থেকে আল্লাহ্র আশ্রয় চাচ্ছি।”। [সূরা আল-বাকারাহ: ৬৭]</p><p>হাদীস গ্রন্থগুলোতে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে যেসব “তাআউউয” উদ্ধৃত হয়েছে সবগুলো তাও অনুরূপ আল্লাহ্র কাছে চাওয়া হয়েছে। যেমন, আয়েশা রাদিয়াল্লাহু ‘আনহা থেকে বর্ণিত, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দো‘আর সময় বলতেন, হে আল্লাহ্! আমি যেসব কাজ করেছি এবং যেসব কাজ করিনি তার অনিষ্ট থেকে তোমার পানাহ চাচ্ছি। [মুসলিম: ২৭১৬] অর্থাৎ কোন খারাপ কাজ করে থাকলে তার খারাপ ফল থেকে পানাহ চাই এবং কোন কাজ করা উচিত ছিল কিন্তু তা আমি করিনি, যদি এমন ব্যাপার ঘটে থাকে তাহলে তার অনিষ্ট থেকেও তোমার পানাহ চাই। অথবা যে কাজ করা উচিত নয় কিন্তু তা আমি কখনো করে ফেলবো, এমন সম্ভবনা থাকলে তা থেকেও তোমার আশ্রয় চাই। অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের একটি দো‘আ ছিল, “হে আল্লাহ্! তোমার যে নিয়ামত আমি লাভ করেছি তা যাতে আমার কাছ থেকে ছিনিয়ে না নেয়া হয়, তোমার কাছ থেকে যে নিরাপত্তা আমি লাভ করেছি তা থেকে যাতে আমাকে বঞ্চিত না করা হয়, তোমার গযব যাতে অকস্মাৎ আমার ওপর আপতিত না হয় সে জন্য এবং তোমার সব ধরনের অসন্তুষ্টি থেকে আমি তোমার আশ্রয় চাচ্ছি ”। [মুসলিম: ২৭৩৯]</p><p>অনুরূপভাবে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলতেন, “যে ইলম উপকারী নয়, যে হৃদয় তোমার ভয়ে ভীত নয়, যে নফস কখনো তৃপ্তি লাভ করে না এবং যে দো‘আ কবুল করা হয় না, আমি সেসব থেকে তোমার আশ্রয় চাচ্ছি”। [মুসলিম : ২৭২২] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আল্লাহ্র কাছে যেভাবে আশ্রয় প্রার্থনা করেছিলেন তা থেকে এটা স্পষ্ট হয় যে, প্রতিটি বিপদ আপদ ও অনিষ্টকারিতার মোকাবিলায় আল্লাহ্র কাছে আশ্রয় চাওয়াটাই মুমিনের কাজ, অন্য কারো কাছে নয়। তাছাড়া আল্লাহ্র প্রতি বিমুখ ও অনির্ভর হয়ে নিজের ওপর ভরসা করাও তার কাজ নয়।</p><p>[৩] “ফালাক” শব্দের আসল অর্থ হচ্ছে ফাটানো, চিরে ফেলা বা ভেদ করা। অন্য এক আয়াতে আল্লাহ্র গুণ فَالِقُ الْاِصْبَاحِ [সূরা আল-আন‘আম: ৯৬]  বর্ণনা করা হয়েছে। এর কয়েকটি অর্থ হতে পারে। একটি হল, প্রভাত; রাতের অন্ধকার চিরে প্রভাতের শুভ্রতা বেরিয়ে আসার কারণে এরূপ নামকরণ। কুরআন ব্যাখ্যাদাতাদের বিপুল সংখ্যক অংশ শব্দটির এ অর্থই গ্ৰহণ করেছেন। ইবনে কাসীর বলেন, এটিই বিশুদ্ধমত, ইমাম বুখারী এমতটি অবলম্বন করেছেন। “ফালাক” শব্দের আরেকটি অর্থ হচ্ছে সৃষ্টি। [ইবন কাসীর, তাবারী] আবার কোন কোন মুফাসসিরগণ বলেন, এখানে ফালাক বলতে আল্লাহ্ যেসব বস্তু একটি অপরটি থেকে চিরে বা ভেদ করে বের করেছেন, তা সবই উদ্দেশ্য। যেমন, দিবস বের হয় রাতের আবরণ চিরে; বীজের বুক চিরে সব ধরনের গাছ ও উদ্ভিদের অংকুর বের হয়; জমীন থেকে তরু-লতা, ফসল ইত্যাদি বের করা হয়; সব ধরনের প্রাণী মায়ের গর্ভাশয় চিরে অথবা ডিম ফুটে কিংবা অন্য কোন আবরণ ভেদ করে বের হয়; বৃষ্টির ধারা মেঘের স্তর ভেদ করে পৃথিবীতে নামে। ইমাম তাবারী বলেন, আল্লাহ্ এখানে আয়াতকে অনির্দিষ্ট করে দিয়েছেন, নির্দিষ্ট কোন অর্থে বেধে দেননি। তাই এখানে ফালাক বলতে যা বুঝায় তার সবই উদ্দেশ্য হবে। [আদ্ওয়াউল বায়ান, তাবারী]</p>"
        },
        {
            "resource_id": 183,
            "text": "かれが創られるものの悪から、"
        },
        {
            "resource_id": 165,
            "text": "<p>তিনি যা সৃষ্টি করেছেন, তার অনিষ্ট হতে। [১]</p><p>[১] এটি একটি ব্যাপকার্থবোধক বাক্য। এতে শয়তান ও তার বংশধর, জাহান্নাম এবং ঐ সমস্ত জিনিস হতে আশ্রয় চাওয়া হয়েছে, যার দ্বারা মানুষের ক্ষতি হতে পারে।</p>"
        },
        {
            "resource_id": 16,
            "text": "من شر جميع المخلوقات وأذاها."
        },
        {
            "resource_id": 179,
            "text": "laban sa kasamaan ng nakasasakit kabilang sa mga nilikha."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে [১] ,</p><p>[১] আল্লামা ইবনুল কাইয়্যেম রাহেমাহুল্লাহ বলেন, شر শব্দটি দু’প্রকার বিষয়বস্তুকে শামিল করে- (এক) প্রত্যক্ষ অনিষ্ট ও বিপদ, যা দ্বারা মানুষ সরাসরি কষ্ট পায়, (দুই) যা মুসীবত ও বিপদাপদের কারণ হয়ে থাকে, যেমন কুফার ও শির্ক। কুরআন ও হাদীসে যেসব বস্তু থেকে আশ্রয় চাওয়ার কথা আছে, সেগুলো এই প্রকারদ্বয়ের মধ্যেই সীমাবদ্ধ। সেগুলো হয় নিজেই বিপদ, না হয় কোন বিপদের কারণ।</p><p>এখানে লক্ষণীয় যে, আয়াতে বলা হয়েছে, “তিনি যা সৃষ্টি করেছেন তার অনিষ্ট হতে আল্লাহ্র আশ্রয় চাচ্ছি।” এ বাক্যে অনিষ্টকারিতা সৃষ্টির ব্যাপারটিকে আল্লাহ্র সাথে সম্পর্কিত করা হয়নি। বরং সৃষ্টিজগতের সৃষ্টিকে আল্লাহ্র সাথে সম্পর্কিত করা হয়েছে। আর অনিষ্টকারিতাকে সম্পর্কিত করা হয়েছে সৃষ্টির সাথে। অর্থাৎ একথা বলা হয়নি যে, আল্লাহ যে অনিষ্টকারিতাসমূহ সৃষ্টি করেছেন সেগুলো থেকে আশ্রয় চাচ্ছি। এ থেকে জানা যায়, মহান আল্লাহ্ কোন সৃষ্টিকে অনিষ্টকারিতার জন্য সৃষ্টি করেননি। বরং তাঁর প্রত্যেকটি কাজ কল্যাণকর এবং কোন না কোন কল্যাণমূলক প্রয়োজন পূর্ণ করার জন্যই হয়ে থাকে। তবে সৃষ্টির মধ্যে তিনি যেসব গুণ সমাহিত করে রেখেছেন, যেগুলো তাদের সৃষ্টির উদ্দেশ্য পূর্ণ করার জন্য প্রয়োজন, সেগুলো থেকে অনেক সময় এবং অনেক ধরনের সৃষ্টি থেকে প্রায়ই অনিষ্টকারিতার প্রকাশ ঘটে। [বাদায়ে‘উল ফাওয়ায়িদ: ২/৪৩৬]</p>"
        },
        {
            "resource_id": 92,
            "text": "مِنْ شَرِّ مَا خَلَقَ (2) ليس لها تفسير فى كتاب التحرير والتنوير"
        },
        {
            "resource_id": 182,
            "text": "免遭被造物的毒害，"
        },
        {
            "resource_id": 176,
            "text": "dalla parte maligna delle creature,"
        },
        {
            "resource_id": 180,
            "text": "২. কষ্টদায়ক সকল সৃষ্টির অনিষ্ট থেকে।"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 173,
            "text": "contre le mal des créatures malfaisantes,"
        },
        {
            "resource_id": 776,
            "text": "“De los males y los daños que puedan generar los seres creados”."
        },
        {
            "resource_id": 90,
            "text": "قيل : هو إبليس وذريته .وقيل جهنم .وقيل : هو عام ; أي من شر كل ذي شر خلقه الله عز وجل ."
        },
        {
            "resource_id": 792,
            "text": "ពីប្រការអាក្រក់ទាំងឡាយដែលទ្រង់បានបង្កើតមក។"
        },
        {
            "resource_id": 177,
            "text": "Tránh khỏi tất cả mọi điều xấu mà Ngài đã tạo hóa."
        },
        {
            "resource_id": 171,
            "text": "“From the evils of the harms of all creation.”"
        },
        {
            "resource_id": 790,
            "text": "কষ্টদায়ক সৃষ্টিৰ অনিষ্টৰ পৰা।"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "من شرّ ما يؤذي من المخلوقات."
        },
        {
            "resource_id": 174,
            "text": "dari kejahatan makhluk-makhluk yang mengganggu."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 172,
            "text": "mahlukattan zarar veren şeylerin kötülüklerinden."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">مِنْ شَرِّ مَا خَلَقَ (٢)</span> ] لە شەڕو خراپەی هەموو ئەو شتانەی كە خوای گەورە دروستی كردوون و شەڕو خراپەیان تیایە, خوایە من پەنا بە تۆ ئەگرم لە شەڕو خراپەی هەموو ئەو شتانەو بمپارێزە ئیتر ئەگەر دۆزەخ بێ كە خوای گەورە دروستی كردووەو سزایە, ئەگەر ئیبلیس و نەوەكانی ئیبلیس بێ, ئەگەر كافر و بێباوەڕان بن, ئەگەر ساحیرو جادووگەران بن هەرچی شتێك كە شەڕو خراپەیە خوایە من پەنا بە تۆ ئەگرم پەنام بدەو بمپارێزە, هەر كەسێكیش پەنا بەخوای گەورە بگرێ خوای گەورە پەنای ئەدات ."
        },
        {
            "resource_id": 791,
            "text": "ഉപദ്രവകാരികളായ സൃഷ്ടികളുടെ കെടുതിയിൽ നിന്ന്."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ مِنْ شَرِّ مَا خَلَقَ }</span> وهذا يشمل جميع ما خلق الله، من إنس، وجن، وحيوانات، فيستعاذ بخالقها، من الشر الذي فيها،"
        },
        {
            "resource_id": 178,
            "text": "от зла творений, причиняющих вред,"
        },
        {
            "resource_id": 168,
            "text": "<p>The word Sharr: ` Allamah Ibn Qayyim's Exposition</p><p>Verse [ 113:2] مِن شَرِّ‌ مَا خَلَقَ (From the evil of everything He has created.) ` Allamah Ibn Qayyim expounds that the word sharr (evil) is employed in two different senses: [ 1] pain, loss, injury, trouble, grief, distress and affliction which affect man directly, and they are by themselves troubles and afflictions; and [ 2] the factors that cause losses, injuries and afflictions. The second type covers unbelief, idolatry and all sins. The things from which the Qur'an and Sunnah require man to seek refuge in Allah are either of these two types. The Traditional supplication that is masnun after salah includes seeking of refuge from four things: [ 1] punishment of the grave; [ 2] punishment of the Hell-Fire; [ 3] hardships and privations of life; and [ 4] trials and tribulations of death. Of these, the first two are afflictions and punishments in their own right, and the last two are causes of afflictions and punishments.</p><p>Verse [ 113:2] (From the evil of everything He has created) covers the evil of the entire creation. This verse was sufficient to guard against all mischief and calamities. But three particular forms of evil have been singled out to seek protection which often cause calamities and afflictions.</p><p>The first thing singled out appears in verse [ 113:3] وَمِن شَرِّ‌ غَاسِقٍ إِذَا وَقَبَ (and from the evil of dark night when it penetrates.) The word ghasiq is derived from ghasaq (to become dark or intensely dark). Thus Sayyidna Ibn ` Abbas ؓ ، Hasan and Mujahid رحمۃ اللہ علیہما say that the word ghasiq stands for 'night'. The verb waqaba is derived from wuqub which means for utter darkness 'to overspread completely and intensely'. The verse means: 'I seek refuge in Allah from the night when its darkness has completely and intensely overspread'. The word 'night' has been specifically mentioned because this is the time when Jinn, Shaitans, harmful insects, animals and reptiles appear. Thieves and robbers emerge at this time to carry out their crimes of stealing and other acts of wickedness. The enemies attack at this time. Black magic has the worst effect when it is intensely dark at night. As soon as the dawn approaches, the effects of all these things disappear and fade away. [ Allamah Ibn Qayyim ]</p><p>Verse [ 113:4] وَمِن شَرِّ‌ النَّفَّاثَاتِ فِي الْعُقَدِ (and from the evil of the women who blow on the knots.) The word naffathat is derived from nafth which means 'to blow'. The word 'uqad is the plural of 'uqdah which means 'a knot'. The magicians usually tie knots on a string or piece of thread, recite magical incantations or formulae and blow on them as they do so. The phrase النَّفَّاثَاتِ فِي الْعُقَدِ (...the women who blow on the knots) refers to female magicians. It is possible that the pre-adjectival noun of the adjective naffathat be nufus [ souls ]. Thus this verse may be translated as 'the evil souls who blow on knots'. This translation would include men and women who carry out this evil practice. But most probably its pre-adjectival noun is 'womenfolk'. Women have been specifically mentioned perhaps because generally womenfolk have the natural disposition to carry out the evil practice of witchcraft; or probably because Labid Ibn A` sam, whose black magic was the cause of revelation of this Surah, got this most heinous act done by his daughters. Hence, the act of witchcraft is ascribed to them.</p><p>The reason why protection is sought against magicians is firstly that the cause of revelation of these two Surahs was the incident of magic. Secondly, people are normally unaware of the act of magicians, and they do not pay attention to getting themselves exorcised. They are under the impression that it is some kind of medical ailment and try to get themselves medically cured. In the meantime the magical effect continues to grow worse.</p><p>The third thing from which people are asked specifically to seek protection is hasid [ jealous ] and hasad [ jealousy ]. This has been specified for the same reasons as given above, because black magic was worked on the Prophet ﷺ on account of jealousy. The Jews and the hypocrites could not bear to see the rapid progress and expansion of Islam. They could not defeat him in outer combat; therefore they tried to satisfy their jealousy by performing witchcraft on him. There were uncountable number of green-eyed monsters against the Prophet ﷺ . That is the major reason why protection was sought against them. Jealousy of the jealous one gives him restless days and sleepless nights. He is at all times after causing loss to his envied person. Therefore, the harm he wishes to inflict is severe.</p><p>Hasad [ Jealousy ] and Ghibtah [ Envy ]</p><p>The Arabic word hasad, the English equivalent of which is 'jealousy', is invariably used in the bad sense. It generally means to desire the deprivation of the other man rather than one's own acquisition of any bliss that he may possess. Simply put, Hasad means that a person should feel unhappy at the better fortune and good quality that Allah has granted to another, and wishes that it should be taken away from the other person and given to him, or at least the other should be deprived of it. Hasad in this sense is totally forbidden and a major sin. This is the first sin that was committed in the heaven and also the first one committed on the earth. The Iblis was jealous of 'Adam in the heaven and the latter's son Qabil was jealous of his brother Habil on earth. [ Qurtubi ].</p><p>Ghibtah, on the other hand, means to desire for oneself the same blessing as the other man has, without any idea of the latter's losing it. This is not only permissible but also desirable.</p><p>Summary and Conclusion</p><p>Apart from the general protection that is sought in this Surah, protection is sought from three specific evils. These are mentioned separately in verses three, four and five. Furthermore, in the first and the third specific evils particular restrictions are placed. The first specific evil ghasiq [ darkness ] is restricted by the phrase إِذَا وَقَبَ \"when it penetrates\".</p><p>The third specific evil hid is restricted by the phraseإِذَا حَسَدَ when he envies\". The practice of witchcraft is left unrestricted because its harmful effect is general. The harmful effect of darkness is felt when there is total absence of light, plunging the night in intense and utter darkness. Likewise, jealousy may not cause harm to its object until the jealous one takes a practical step with word or deed to satisfy his heart. For until he takes a practical step, his being unhappy may be harmful to himself, but it is not harmful for the other person so that he may seek refuge from it. Hence, restrictions are placed on the first and the third specific evils.</p><p>Al-Hamdulillah</p><p>The Commentary on</p><p>Surah Al-Falaq</p><p>Ends here</p>"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"من شر ما خلق\"</span>.</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله تعالى <span class=\"red\">\"من شر ما خلق\"</span> أي من شر جميع المخلوقات وقال ثابت البناني والحسن البصري جهنم وإبليس وذريته مما خلق.</p>"
        },
        {
            "resource_id": 175,
            "text": "od zla kojeg čine stvorenja i njihovih uznemiravanja."
        },
        {
            "resource_id": 181,
            "text": "از شر مخلوقاتی که آزار می‌رسانند."
        },
        {
            "resource_id": 93,
            "text": "قل أعوذ بهذا الرب العظيم ( مِن شَرِّ مَا خَلَقَ ) أى : من شر كل ذى شر من المخلوقات ، لأنه لا عاصم من شرها إلا خالقها - عز وجل - إذ هو المالك لها ، والمتصرف فى أمرها ، والقابض على ناصيتها ، والقادر على تبديل أحوالها ، وتغيير شئونها ."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقال جلّ ثناؤه: <span class=\"arabic qpc-hafs green\">( مِنْ شَرِّ مَا خَلَقَ )</span> لأنه أمر نبيه أن يستعيذ <span class=\"arabic qpc-hafs green\">(من شرّ كل شيء)</span>، إذ كان كلّ ما سواه، فهو ما خَلَق.</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 2{ مِنْ شَرِّ مَا خَلَقَ۔ } ”میں پناہ میں آتا ہوں اس کی تمام مخلوقات کے شر سے۔“ یعنی ”شر“ مستقل طور پر علیحدہ وجود رکھنے والی کوئی چیز نہیں بلکہ یہ اللہ تعالیٰ کی مختلف مخلوقات کے اندر ہی کا ایک عنصر ہے۔ اس نکتے کو یوں سمجھئے کہ اللہ تعالیٰ کی ذات ہر قسم کے نقص یا عیب سے پاک ہے۔ لیکن اس کی مخلوق اپنے خالق کی طرح کامل نہیں ہوسکتی۔ چناچہ ہر مخلوق کے اندر کمی یا تقصیر و تنقیص کا کوئی نہ کوئی پہلو یا عنصر بالقوہ potentially موجود ہے۔ جیسے خود انسان کی متعدد کمزوریوں کا ذکر قرآن مجید میں آیا ہے۔ سورة النساء میں فرمایا گیا : { وَخُلِقَ الْاِنْسَانُ ضَعِیْفًا۔ } کہ انسان بنیادی طور پر کمزور پیدا کیا گیا ہے۔ سورة بنی اسرائیل میں { وَکَانَ الْاِنْسَانُ عَجُوْلًا۔ } کے الفاظ میں انسان کی جلد بازی کا ذکر ہوا۔ سورة المعارج میں اس کی تین کمزوریوں کا ذکر بایں الفاظ ہوا : { اِنَّ الْاِنْسَانَ خُلِقَ ہَلُوْعًا - اِذَا مَسَّہُ الشَّرُّ جَزُوْعًا - وَّاِذَا مَسَّہُ الْخَیْرُ مَنُوْعًا۔ } ”یقینا انسان پیدا کیا گیا ہے تھڑدلا۔ جب اسے کوئی تکلیف پہنچتی ہے تو بہت گھبرا جانے والا ہے۔ اور جب اسے بھلائی ملتی ہے تو بہت بخیل بن جاتا ہے۔“  گویا انسان روحانی طور پر اگرچہ احسن تقویم کے درجے میں پیدا کیا گیا ہے ‘ لیکن اس کے حیوانی اور مادی وجود میں مذکورہ خامیوں سمیت بہت سی کمزوریاں پائی جاتی ہیں۔ اسی طرح ہر مخلوق میں مختلف کمزوریوں کے متعدد پہلو پائے جاتے ہیں جن کی وجہ سے ’ شر ‘ جنم لیتا ہے۔ چناچہ اس آیت کا مفہوم یوں ہوگا کہ اے پروردگار ! تیری جس جس مخلوق میں شر کے جو جو پہلو پائے جاتے ہیں میں ان میں سے ہر قسم کے شر سے تیری پناہ میں آتا ہوں۔</p>"
        },
        {
            "resource_id": 91,
            "text": "ثم خص بعد ما عم،<span class=\"blue\"> فقال:</span> <span class=\"arabic qpc-hafs brown\">{ وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ }</span> أي: من شر ما يكون في الليل، حين يغشى الناس، وتنتشر فيه كثير من الأرواح الشريرة، والحيوانات المؤذية."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "“And I seek refuge in Allah from the evils that appear in the night, i.e. harmful creatures and bandits.”"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ )</span> يقول: ومن شرّ مظلم إذا دخل، وهجم علينا بظلامه.</p><p lang=\"ar\" class=\"ar \">ثم اختلف أهل التأويل في المظلم الذي عُنِي في هذه الآية، وأمر رسول الله صلى الله عليه وسلم بالاستعاذة منه،<span class=\"blue\"> فقال بعضهم:</span> هو الليل إذا أظلم.</p><p>* ذكر من قال ذلك:</p><p>حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه،<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ )</span> قال: الليل .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا ابن أبي عديّ،<span class=\"blue\"> قال:</span> أنبأنا عوف، عن الحسن،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ )</span> قال: أوّل الليل إذا أظلم .</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> ثنا أبو صخر،<span class=\"blue\"> عن القرظي أنه كان يقول في:</span> <span class=\"arabic qpc-hafs green\">( غَاسِقٍ إِذَا وَقَبَ )</span> يقول: النهار إذا دخل في الليل .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن رجل من أهل المدينة، عن محمد بن كعب <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ )</span> قال: هو غروب الشمس إذا جاء الليل، إذا وقب .</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( غَاسِقٍ )</span> قال: الليل <span class=\"arabic qpc-hafs green\">( إِذَا وَقَبَ )</span> قال: إذا دخل .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الحسن <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ )</span> قال: الليل إذا أقبل .</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة، عن الحسن <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ )</span> قال: إذا جاء .</p><p>&amp;; 24-703 &amp;;</p><p lang=\"ar\" class=\"ar \">حدثني عليّ،<span class=\"blue\"> قال:</span> ثنا أبو صالح،<span class=\"blue\"> قال:</span> ثني معاوية، عن عليّ، عن ابن عباس، قوله <span class=\"arabic qpc-hafs green\">( إِذَا وَقَبَ )</span> يقول: إذا أقبل.<span class=\"blue\"> وقال بعضهم:</span> هو النهار إذا دخل في الليل، وقد ذكرناه قبلُ.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن رجل من أهل المدينة، عن محمد بن كعب القُرَظِيّ<span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ )</span> قال: هو غروب الشمس إذا جاء الليل، إذا وجب .</p><p>وقال آخرون: هو كوكب.<span class=\"blue\"> وكان بعضهم يقول:</span> ذلك الكوكب هو الثُّريا.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا مجاهد بن موسى،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> أخبرنا سليمان بن حِبان، عن أبي المُهَزِّم،<span class=\"blue\"> عن أبي هريرة في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ )</span> قال: كوكب .</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ )</span> قال: كانت العرب تقول: الغاسق: سقوط الثريا، وكانت الأسقام والطواعين تكثر عند وقوعها وترتفع عند طلوعها .</p><p lang=\"ar\" class=\"ar \">ولقائلي هذا القول عِلة من أثر عن النبيّ صلى الله عليه وسلم. وهو ما حدثنا به نصر بن عليّ،<span class=\"blue\"> قال:</span> ثنا بكار بن عبد الله بن أخي همام،<span class=\"blue\"> قال:</span> ثنا محمد بن عبد العزيز بن عمر بن عبد الرحمن بن عوف، عن أبيه، عن أبي سلمة، عن أبي هريرة، عن النبيّ صلى الله عليه وسلم <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ )</span> قال: <span class=\"red\">\" النجم الغاسق \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال آخرون: بل الغاسق إذا وقب: القمر، ورووا بذلك عن النبيّ صلى الله عليه وسلم خبرا.</p><p>حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع؛ وحدثنا ابن سفيان،<span class=\"blue\"> قال:</span> ثنا أبي ويزيد بن هارون، به.</p><p lang=\"ar\" class=\"ar \">وحدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن محمد بن عبد الرحمن بن أبي ذئب، عن خاله الحارث بن عبد الرحمن، عن أبي سلمة بن عبد الرحمن،<span class=\"blue\"> عن عائشة قالت:</span> أخذ النبيّ صلى الله عليه وسلم بيدي، ثم نظر إلى القمر،<span class=\"blue\"> ثم قال:</span> <span class=\"red\">\" يا عائِشَةُ تَعَوَّذِي باللهِ مِنْ شَرِّ غَاسِقٍ إذَا وَقَب، وَهَذَا غاسِقٌ إذَا وَقَبَ\"</span>، وهذا لفظ حديث أبي كُرَيب، وابن وكيع. وأما ابن حُمَيد،<span class=\"blue\"> فإنه قال في حديثه:</span> قالت: أخَذَ النبيّ صلى الله عليه وسلم بيدي،<span class=\"blue\"> فقال:</span> <span class=\"red\">\" أتَدْرِينَ أيَّ شَيءٍ هَذَا؟ تَعَوَّذِي باللهِ مِنْ شَرِّ هَذَا؛ فإنَّ هَذَا الْغاسِقُ إذَا وَقَبَ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا محمد بن سنان،<span class=\"blue\"> قال:</span> ثنا أبو عامر،<span class=\"blue\"> قال:</span> ثنا ابن أبي ذئب، عن الحارث بن عبد الرحمن، عن عائشة، عن النبيّ صلى الله عليه وسلم نظر إلى القمر.<span class=\"blue\"> فقال:</span> <span class=\"red\">\" يا عائِشَةُ اسْتَعِيذِي باللهِ مِنْ شَرِّ هَذَا، فإنَّ هَذَا الْغاسِقُ إذَا وَقَبَ\"</span> .</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك عندي بالصواب،<span class=\"blue\"> أن يقال:</span> إن الله أمر نبيه صلى الله عليه وسلم أن يستعيذ <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ غَاسِقٍ )</span> وهو الذي يُظْلم،<span class=\"blue\"> يقال:</span> قد غَسَق الليل يَغُسْق غسوقا: إذا أظلم <span class=\"arabic qpc-hafs green\">( إِذَا وَقَبَ )</span> يعني: إذا دخل في ظلامه؛ والليل إذا دخل في ظلامه غاسق، والنجم إذا أفل غاسق، والقمر غاسق إذا وقب، ولم يخصص بعض ذلك بل عمّ الأمر بذلك، فكلّ غاسق، فإنه صلى الله عليه وسلم كان يُؤمر بالاستعاذة من شره إذا وقب.<span class=\"blue\"> وكان يقول في معنى وقب:</span> ذهب.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( غَاسِقٍ إِذَا وَقَبَ )</span> قال: إذا ذهب، ولست أعرف ما قال قتادة في ذلك في كلام العرب،<span class=\"blue\"> بل المعروف من كلامها من معنى وقب:</span> دخل.</p>"
        },
        {
            "resource_id": 179,
            "text": "Nagpapasanggalang ako kay Allāh laban sa mga kasamaan na lumilitaw sa gabi gaya ng mga hayop at mga magnanakaw."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 776,
            "text": "“Busco refugio en Al-lah de los males que aparecen en la noche, como criaturas dañinas y bandidos”."
        },
        {
            "resource_id": 177,
            "text": "Và tránh khỏi mọi điều xấu trong đêm tối từ động vật và trộm cướp."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"ومن شر غاسق إذا وقب\"</span>، أخبرنا أبو الحسن السرخسي، أخبرنا زاهر بن أحمد أخبرنا جعفر بن محمد المغلس، حدثنا هارون بن إسحاق الهمداني، حدثنا وكيع عن ابن أبي ذئب، عن خاله الحارث بن عبد الرحمن،<span class=\"blue\"> عن أبي سلمة عن عائشة قالت:</span> <span class=\"arabic qpc-hafs\">\"أخذ النبي صلى الله عليه وسلم بيدي فنظر إلى القمر فقال: يا عائشة، استعيذي بالله من شر غاسق إذا وقب. هذا غاسق إذا وقب\"</span>.</p><p lang=\"ar\" class=\"ar \">فعل هذا: المراد به: القمر إذا خسف واسود <span class=\"arabic qpc-hafs\">\"وقب\"</span>،<span class=\"blue\"> أي:</span> دخل في الخسوف وأخذ في الغيبوبة وأظلم.<span class=\"blue\"> وقال ابن عباس:</span> الغاسق: الليل إذا أقبل بظلمته من المشرق ودخل في كل شيء وأظلم و الغسق: الظلمة، يقال غسق الليل وأغسق إذا أظلم، وهو قول الحسن ومجاهد،<span class=\"blue\"> يعني الليل إذا أقبل /ودخل و الوقوب:</span> الدخول، وهو دخول الليل بغروب الشمس.<span class=\"blue\"> قال مقاتل:</span> يعني ظلمة الليل إذا دخل سواده في ضوء النهار.<span class=\"blue\"> وقيل:</span> سمي الليل غاسقاً لأنه أبرد من النهار،<span class=\"blue\"> والغسق:</span> البرد.<span class=\"blue\"> وقال ابن زيد:</span> يعني الثريا إذا سقطت.<span class=\"blue\"> ويقال:</span> إن الأسقام تكثر عند وقوعها وترتفع عند طلوعها.</p>"
        },
        {
            "resource_id": 16,
            "text": "ومن شر ليل شديد الظلمة إذا دخل وتغلغل، وما فيه من الشرور والمؤذيات."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "ثم قال - تعالى - : ( وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ) والغاسق : الليل عندما يشتد ظلامه ، ومنه قوله - تعالى - : ( أَقِمِ الصلاة لِدُلُوكِ الشمس إلى غَسَقِ الليل . . . ) أى : إلى ظلامه .وقوله : ( وقب ) من الوقوب ، وهو الدخول ، يقال : وقبت الشمس إذا غابت وتوارت فى الأفق . أى : وقل أعوذ به - تعالى - من شر الليل إذا اشتد ظلامه ، وأسدل ستاره على كل شئ واختفى تحت جنحه ما كان ظاهرا .ومن شأن الليل عندما يكون كذلك ، أن يكون مخيفا مرعبا ، لأن الإِنسان لا يتبين ما استتر تحته من أعداء ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَ۔ } ”اور خاص طور پر اندھیرے کے شر سے جب وہ چھا جائے۔“ ظاہر ہے رات کے اندھیرے میں انسانوں ‘ جنوں اور ضرر رساں جانوروں اور کیڑوں مکوڑوں کی صورت میں شر پھیلانے والے عناصر زیادہ فعال اور مستعد ہوجاتے ہیں۔ گویا رات کا اندھیرا بذات خود ایک بہت بڑا شر ہے جس سے بچنے کے لیے اللہ تعالیٰ کی پناہ میں آنا ضروری ہے۔</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (٣)</span> ] وە خوایە پەنا بە تۆ ئەگرم لە شەڕو خراپەی شەو كاتێك كە دێت و دونیا تاریك ئەبێ, بۆچی ئەفەرمووێ: شەڕو خراپەی شەو كاتێك كە دێت؟ لەبەر ئەوەی لە شەودا هەموو دڕندەكان و مارو دووپشك و ئەو شتانەی كە زیانیان هەیە لە شوێنی خۆیان دەرئەچن, وە ئەو كەسانەی كە خراپەكارو دزو جەردەو چەتەو پیاوكوژو ڕێگرو ئەوانە زیاتر لە شەودا دەرئەكەون, بۆیە خوایە پەنا ئەگرم بە تۆ لە شەڕو خراپەی شەو كاتێك كە دێت كە زۆربەی خراپەكان لە شەودا ئەكرێن."
        },
        {
            "resource_id": 175,
            "text": "I kod Allaha tražim spas od zla koje se pojavljuje noću, u vidu životinja i lopova."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>‘আর অনিষ্ট হতে রাতের অন্ধকারের, যখন তা গভীর হয়, [১]</p><p>[১] পূর্বোক্ত আয়াতের ভাষায় সমগ্র সৃষ্টির অনিষ্টই রয়েছে। কাজেই আশ্রয় গ্রহণের জন্যে এ বাক্যটিই যথেষ্ট ছিল, কিন্তু এস্থলে আরও তিনটি বিষয় আলাদা করে উল্লেখ করা হয়েছে, যা প্রায়ই বিপদ ও মুসীবতের কারণ হয়ে থাকে। প্ৰথমে বলা হয়েছে, وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَ এখানে غسق শব্দের অর্থ অন্ধকারাচ্ছন্ন হওয়া। কোন কোন মুফাসসির এর অর্থ নিয়েছেন রাত্রি। وقب এর অর্থ অন্ধকার পূর্ণরূপে বৃদ্ধি পাওয়া বা ছেয়ে যাওয়া। আয়াতের অর্থ এই যে, আমি আল্লাহ্র আশ্রয় চাই রাত্রির অনিষ্ট থেকে, যখন তার অন্ধকার গভীর হয়। রাতের অন্ধকারের অনিষ্টকারিতা থেকে বিশেষ করে পানাহ চাওয়ার নির্দেশ দেবার কারণ হচ্ছে এই যে, রাত্ৰিবেলায় জিন, শয়তান, ইতরপ্রাণী কীট-পতঙ্গ ও চোর-ডাকাত বিচরণ করে এবং অপকার করতে পারে। তাই রাতের বেলা যেসব অনিষ্টকারিতা ও বিপদ-আপদ নাযিল হয় সেগুলো থেকে আল্লাহ্র কাছে আশ্রয় চাওয়ার হুকুম দেয়া হয়েছে। [আদ্ওয়াউল বায়ান, সা’দী]</p><p>সহীহ হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু ‘আনহা বলেন, এক রাতে আকাশে চাঁদ ঝলমল করছিল। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমার হাত ধরে তার দিকে ইশারা করে বললেন, আল্লাহ্র কাছে পানাহ চাও: هَذَا الغَا سِقُ إِذَا وَقَبَ অর্থাৎ এ হচ্ছে সেই গাসেক ইযা ওয়াকাব [মুসনাদে আহমাদ: ৬/৬১, তিরমিয়ী: ৩৩৬৬]। চাঁদের উদয় যেহেতু রাতের বেলায়ই হয়ে থাকে এবং দিনের বেলা চাঁদ আকাশের গায়ে থাকলেও উজ্জ্বল থাকে না, তাই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর উক্তির অর্থ হচ্ছে এর (অর্থাৎ চাঁদের) আগমনের সময় অর্থাৎ রাত থেকে আল্লাহ্র আশ্রয় চাও [ইবন কাসীর]। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “যখন সূর্য ডুবে যায়, তখন শয়তানরা সবদিকে ছড়িয়ে পড়ে। কাজেই শিশুদেরকে তখন ঘরের মধ্যে রাখো এবং নিজেদের গৃহপালিত পশুগুলোও বেঁধে রাখো যতক্ষণ রাতের আঁধার খতম না হয়ে যায়।” [বুখারী: ৩২৮০, ৩৩১৬, মুসলিম: ২০১২]।</p>"
        },
        {
            "resource_id": 182,
            "text": "我求护于真主，护佑我免遭夜间出现的动物和强盗的毒害，"
        },
        {
            "resource_id": 165,
            "text": "<p>অনিষ্ট হতে রাত্রির, যখন তা অন্ধকারাচ্ছন্ন হয়। [১]</p><p>[১] রাতের অন্ধকারেই হিংস্র জন্তু, ক্ষতিকর প্রাণী ও পোকা-মাকড়; অনুরূপভাবে অপরাধপ্রবণ হিংস্র মানুষ নিজ নিজ জঘন্য ইচ্ছা পূরণের আশা নিয়ে বাসা হতে বের হয়। এই বাক্য দ্বারা সে সকল অনিষ্টকর জীব থেকে আশ্রয় প্রার্থনা করা হয়েছে।</p><p>غَاسِق শব্দের অর্থ হল রাত্রিকাল এবং وَقَب শব্দের অর্থ হল প্রবেশ করে, ছেয়ে যায় প্রভৃতি।</p>"
        },
        {
            "resource_id": 92,
            "text": "وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3)عطف أشياء خاصة هي ممَّا شمِله عموم { من شر ما خلق } [ الفلق : 2 ] ، وهي ثلاثة أنواع من أنواع الشرور :أحدها : وقت يغلب وقوع الشر فيه وهو الليل .والثاني : صنف من الناس أقيمت صناعتهم على إرادة الشر بالغير .والثالث : صنف من الناس ذُو خُلُق من شأنه أن يبعث على إلحاق الأذى بمن تعلق به .وأعيدت كلمة { من شر } بعد حرف العطف في هذه الجملة . وفي الجملتين المعطوفتين عليها مع أن حرف العطف مغننٍ عن إعادة العامل قصداً لتأكيد الدعاء ، تعرضاً للإِجابة ، وهذا من الابتهال فيناسبه الإِطناب .والغاسق : وصف الليل إذا اشتدت ظلمته يقال : غَسَق الليل يغسق ، إذا أظلم قال تعالى : { إلى غسق الليل } [ الإسراء : 78 ] ، فالغاسق صفة لموصوف محذوف لظهوره من معنى وصفه مثل الجواري في قوله تعالى : { ومن آياته الجوار في البحر } [ الشورى : 32 ] وتنكير { غاسق } للجنس لأن المراد جنس الليل .وتنكير { غاسق } في مقام الدعاء يراد به العموم لأن مقام الدعاء يناسب التعميم . ومنه قول الحريري في المقامة الخامسة : «يا أهل ذا المعنى وقيتُم ضُراً» أي وقيتم كل ضر .وإضافة الشر إلى غاسق من إضافة الاسم إلى زمانه على معنى ( في ) كقوله تعالى : { بَلْ مَكْرُ الليل والنهارِ } [ سبأ : 33 ] .والليل : تكثر فيه حوادث السوء من اللصوص والسباع والهوام كما تقدم آنفاً .وتقييد ذلك بظرف { إذا وقب } أي إذا اشتدت ظلمته لأن ذلك وقت يتحيّنه الشطَّار وأصحاب الدعارة والعَيث ، لتحقّق غلبَة الغفلة والنوم على الناس فيه ، يقال : أغْدَر الليلُ ، لأنه إذا اشتد ظلامه كثر الغدْر فيه ، فعبر عن ذلك بأنه أغدَر ، أي صار ذا غَدر على طريق المجاز العقلي .ومعنى { وقب } دخل وتغلغل في الشيء ، ومنه الوَقْبة : اسم النقرة في الصخرة يجتمع فيها الماء ، ووقبت الشمس غابت ، وخُص بالتعوذ أشد أوقات الليل توقعاً لحصول المكروه ."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ومن شر غاسق إذا وقب اختلف فيه ؛ فقيل : هو الليل . والغسق : أول ظلمة الليل ؛ يقال منه : غسق الليل يغسق أي أظلم . قال ابن قيس الرقيات :إن هذا الليل قد غسقا     واشتكيت الهم والأرقاوقال آخر :يا طيف هند لقد أبقيت لي أرقا     إذ جئتنا طارقا والليل قد غسقاهذا قول ابن عباس والضحاك وقتادة والسدي وغيرهم . و وقب على هذا التفسير : أظلم ؛ قاله ابن عباس . والضحاك : دخل . قتادة : ذهب . يمان بن رئاب : سكن . وقيل : نزل ؛ يقال : وقب العذاب على الكافرين ؛ نزل . قال الشاعر :[ ص: 230 ]وقب العذاب عليهم فكأنهم     لحقتهم نار السموم فأحصدواوقال الزجاج : قيل الليل غاسق لأنه أبرد من النهار . والغاسق : البارد . والغسق : البرد ؛ ولأن في الليل تخرج السباع من آجامها ، والهوام من أماكنها ، وينبعث أهل الشر على العبث والفساد . وقيل : الغاسق : الثريا ؛ وذلك أنها إذا سقطت كثرت الأسقام والطواعين ، وإذا طلعت ارتفع ذلك ؛ قاله عبد الرحمن بن زيد . وقيل : هو الشمس إذا غربت ؛ قاله ابن شهاب . وقيل : هو القمر . قال القتبي : إذا وقب القمر : إذا دخل في ساهوره ، وهو كالغلاف له ، وذلك إذا خسف به . وكل شيء أسود فهو غسق . وقال قتادة : إذا وقب إذا غاب . وهو أصح ؛ لأن في الترمذي عن عائشة : أن النبي - صلى الله عليه وسلم - نظر إلى القمر ، فقال : \" يا عائشة ، استعيذي بالله من شر هذا ، فإن هذا هو الغاسق إذا وقب \" . قال أبو عيسى : هذا حديث حسن صحيح . وقال أحمد بن يحيى ثعلب عن ابن الأعرابي في تأويل هذا الحديث : وذلك أن أهل الريب يتحينون وجبة القمر . وأنشد :أراحني الله من أشياء أكرهها     منها العجوز ومنها الكلب والقمرهذا يبوح وهذا يستضاء به     وهذه ضمرز قوامة السحروقيل : الغاسق : الحية إذا لدغت . وكأن الغاسق نابها ؛ لأن السم يغسق منه ؛ أي يسيل . ووقب نابها : إذا دخل في اللديغ . وقيل : الغاسق : كل هاجم يضر ، كائنا ما كان ؛ من قولهم : غسقت القرحة : إذا جرى صديدها ."
        },
        {
            "resource_id": 183,
            "text": "降りゆく夜のとばりの悪である、有害な動物や盗賊たちから、"
        },
        {
            "resource_id": 181,
            "text": "و از شرهایی که شب‌هنگام از جنبندگان و دزدان آشکار می‌گردد به الله پناه می‌برم."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">( ومن شر غاسق إذا وقب )</span> قال مجاهد : غاسق الليل إذا وقب : غروب الشمس . حكاه البخاري عنه . ورواه ابن أبي نجيح ، عنه . وكذا قال ابن عباس ، ومحمد بن كعب القرظي ، والضحاك ، وخصيف ، والحسن ،<span class=\"blue\"> وقتادة :</span> إنه الليل إذا أقبل بظلامه .</p><p lang=\"ar\" class=\"ar \">وقال الزهري : <span class=\"arabic qpc-hafs\">( ومن شر غاسق إذا وقب )</span> الشمس إذا غربت .<span class=\"blue\"> وعن عطية وقتادة :</span> إذا وقب الليل : إذا ذهب .<span class=\"blue\"> وقال أبو المهزم :</span> عن أبي هريرة : <span class=\"arabic qpc-hafs\">( ومن شر غاسق إذا وقب )</span> كوكب .<span class=\"blue\"> وقال ابن زيد :</span> كانت العرب تقول : الغاسق : سقوط الثريا ، وكان الأسقام والطواعين تكثر عند وقوعها ، وترتفع عند طلوعها .</p><p lang=\"ar\" class=\"ar \">قال ابن جرير : ولهؤلاء من الأثر ما حدثني : نصر بن علي ، حدثني بكار بن عبد الله - ابن أخي همام - ، حدثنا محمد بن عبد العزيز بن عمر بن عبد الرحمن بن عوف ، عن أبيه ، عن أبي سلمة ، عن أبي هريرة ،<span class=\"blue\"> عن النبي صلى الله عليه وسلم :</span> <span class=\"red\">\" <span class=\"arabic qpc-hafs\">( ومن شر غاسق إذا وقب )</span> قال : النجم الغاسق \"</span> .</p><p>قلت : وهذا الحديث لا يصح رفعه إلى النبي صلى الله عليه وسلم .</p><p>قال ابن جرير : وقال آخرون : هو القمر .</p><p>قلت : وعمدة أصحاب هذا القول ما رواه الإمام أحمد :</p><p lang=\"ar\" class=\"ar \">حدثنا أبو داود الحفري ، عن ابن أبي ذئب ، عن الحارث ،<span class=\"blue\"> عن أبي سلمة قال :</span> قالت عائشة رضي الله عنها : أخذ رسول الله صلى الله عليه وسلم بيدي ، فأراني القمر حين يطلع ،<span class=\"blue\"> وقال :</span> <span class=\"red\">\" تعوذي بالله من شر هذا الغاسق إذا وقب \"</span> .</p><p lang=\"ar\" class=\"ar \">ورواه الترمذي والنسائي في كتابي التفسير من سننيهما ، من حديث محمد بن عبد الرحمن ابن أبي ذئب ، عن خاله الحارث بن عبد الرحمن به .<span class=\"blue\"> وقال الترمذي :</span> حسن صحيح .<span class=\"blue\"> ولفظه :</span> <span class=\"red\">\" تعوذي بالله من شر هذا ، فإن هذا الغاسق إذا وقب \"</span> .<span class=\"blue\"> ولفظ النسائي :</span> <span class=\"red\">\" تعوذي بالله من شر هذا ، هذا الغاسق إذا وقب \"</span> .</p><p lang=\"ar\" class=\"ar \">قال أصحاب القول الأول وهو أنه الليل إذا ولج -<span class=\"blue\"> :</span> هذا لا ينافي قولنا ; لأن القمر آية الليل ، ولا يوجد له سلطان إلا فيه ، وكذلك النجوم لا تضيء ، إلا في الليل ، فهو يرجع إلى ما قلناه ، والله أعلم .</p>"
        },
        {
            "resource_id": 178,
            "text": "и прибегаю к защите Аллаха от зла, которое проявляется ночью от животных и воров,"
        },
        {
            "resource_id": 172,
            "text": "Gece ortaya çıkan canlıların ve hırsızların kötülüklerinden Allah’a sığınırım."
        },
        {
            "resource_id": 174,
            "text": "Aku berlindung kepada Allah dari berbagai keburukan yang muncul pada malam hari, dari hewan melata maupun pencuri."
        },
        {
            "resource_id": 790,
            "text": "আৰু মই আল্লাহৰ আশ্ৰয় বিচাৰো সেইবোৰ কষ্টদায়ক বস্তুৰ পৰা যিবোৰ ৰাতিত ওলায়। যেনে- কীট- পতংগ, চোৰ আদি।"
        },
        {
            "resource_id": 792,
            "text": "ហើយខ្ញុំសុំពីអល់ឡោះមេត្តាបញ្ចៀសពីប្រការអាក្រក់នៃពេលយប់នៅពេលដែលភាពងងឹតបានមកដល់ ដូចជាសត្វសាហាវនិងចោរ។"
        },
        {
            "resource_id": 173,
            "text": "contre les maux de la nuit provenant des animaux et des voleurs,"
        },
        {
            "resource_id": 180,
            "text": "৩. আমি আল্লাহর নিকট আশ্রয় চাচ্ছি প্রত্যেক সে সব অনিষ্ট থেকে যেগুলো রাত্রিতে প্রকাশ পায়। তথা জীব-জন্তু কিংবা চোর ইত্যাদি।"
        },
        {
            "resource_id": 791,
            "text": "രാത്രിയിൽ പുറത്തു വരുന്ന ഉപദ്രവങ്ങളിൽ നിന്നും - വിഷജന്തുക്കൾ, കള്ളന്മാർ തുടങ്ങിയവ - ഞാൻ അല്ലാഹുവിൽ അഭയം തേടുന്നു."
        },
        {
            "resource_id": 905,
            "text": "وأعتصم بالله من الشرور التي تظهر في الليل من دواب ولصوص."
        },
        {
            "resource_id": 176,
            "text": "e mi rifugio presso Allāh dal male di ogni belva e dei ladri che si rivelano nella notte,"
        },
        {
            "resource_id": 183,
            "text": "結び目に息を吹きかける女呪術師の悪から、"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ومن شر النفاثات في العقد يعني الساحرات اللائي ينفثن في عقد الخيط حين يرقين عليها . شبه النفخ كما يعمل من يرقي . قال الشاعر :أعوذ بربي من النافثات     في عضه العاضه المعضهوقال متمم بن نويرة :نفثت في الخيط شبيه الرقى     من خشية الجنة والحاسدوقال عنترة :فإن يبرأ فلم أنفث عليه     وإن يفقد فحق له الفقود[ ص: 231 ] السابعة : وروى النسائي عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : من عقد عقدة ثم نفث فيها ، فقد سحر ، ومن سحر فقد أشرك ، ومن تعلق شيئا وكل إليه . واختلف في النفث عند الرقى فمنعه قوم ، وأجازه آخرون . قال عكرمة : لا ينبغي للراقي أن ينفث ، ولا يمسح ولا يعقد . قال إبراهيم : كانوا يكرهون النفث في الرقى . وقال بعضهم : دخلت ، على الضحاك وهو وجع ، فقلت : ألا أعوذك يا أبا محمد ؟ قال : لا شيء من ذلك ولكن لا تنفث ؛ فعوذته بالمعوذتين . وقال ابن جريج قلت لعطاء : القرآن ينفخ به أو ينفث ؟ قال : لا شيء من ذلك ولكن تقرؤه هكذا . ثم قال بعد : انفث إن شئت . وسئل محمد بن سيرين عن الرقية ينفث فيها ، فقال : لا أعلم بها بأسا ، وإذا اختلفوا فالحاكم بينهم السنة . روت عائشة أن النبي - صلى الله عليه وسلم - كان ينفث في الرقية ؛ رواه الأئمة ، وقد ذكرناه أول السورة وفي ( سبحان ) . وعن محمد بن حاطب أن يده احترقت فأتت به أمه النبي - صلى الله عليه وسلم - فجعل ينفث عليها ويتكلم بكلام ؛ زعم أنه لم يحفظه . وقال محمد بن الأشعث : ذهب بي إلى عائشة - رضي الله عنها - وفي عيني سوء ، فرقتني ونفثت .وأما ما روي عن عكرمة من قوله : لا ينبغي للراقي أن ينفث ، فكأنه ذهب فيه إلى أن الله تعالى جعل النفث في العقد مما يستعاذ به ، فلا يكون بنفسه عوذة . وليس هذا هكذا ؛ لأن النفث في العقد إذا كان مذموما لم يجب أن يكون النفث بلا عقد مذموما . ولأن النفث في العقد إنما أريد به السحر المضر بالأرواح ، وهذا النفث لاستصلاح الأبدان ، فلا يقاس ما ينفع بما يضر . وأما كراهة عكرمة المسح فخلاف السنة . قال علي - رضي الله عنه - : اشتكيت ، فدخل علي النبي - صلى الله عليه وسلم - وأنا أقول : اللهم إن كان أجلي قد حضر فأرحني ، وإن كان متأخرا فاشفني وعافني ، وإن كان بلاء فصبرني . فقال النبي - صلى الله عليه وسلم - \" كيف قلت \" ؟ فقلت له : فمسحني بيده ، ثم قال : \" اللهم اشفه \" فما عاد ذلك الوجع بعد . وقرأ عبد الله بن عمرو وعبد الرحمن بن سابط وعيسى بن عمر ورويس عن يعقوب ( من شر النافثات ) في وزن ( فاعلات ) . ورويت عن عبد الله بن القاسم مولى أبي بكر الصديق - رضي الله عنهما - . وروي أن نساء سحرن النبي - صلى الله عليه وسلم - في إحدى عشرة عقدة ، فأنزل الله المعوذتين إحدى عشرة آية . قال ابن زيد : كن من اليهود ؛ يعني السواحر المذكورات . وقيل : هن بنات لبيد بن الأعصم ."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ )</span> يقول: ومن شرّ السواحر الّلاتي ينفُثن في عُقَد الخيط، حين يَرْقِين عليها.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه، عن ابن عباس <span class=\"arabic qpc-hafs green\">(7)</span> <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ )</span> قال: ما خالط السِّحر من الرُّقَي .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا ابن أبي عديّ، عن عوف، عن الحسن <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ )</span> قال: السواحر والسَّحرَة .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر،<span class=\"blue\"> قال:</span> تلا قتادة: <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ )</span> قال: إياكم وما خالط السِّحر من هذه الرُّقَى .</p><p lang=\"ar\" class=\"ar \">قال: ثنا ابن ثور، عن معمر، عن ابن طاوس، عن أبيه،<span class=\"blue\"> قال:</span> ما من شيء أقرب إلى الشرك من رُقْية المجانين .</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قال:</span> كان الحسن يقول إذا جاز <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ )</span> قال: إياكم وما خالط السحر .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن جابر، عن مجاهد وعكرِمة <span class=\"arabic qpc-hafs green\">( النَّفَّاثَاتِ فِي الْعُقَدِ )</span> قال: قال مجاهد: الرُّقَى في عقد الخيط،<span class=\"blue\"> وقال عكرِمة:</span> الأخذ في عقد الخيط .</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ )</span> قال: النفاثات: السواحر في العقد.</p>"
        },
        {
            "resource_id": 181,
            "text": "و از شر زنان ساحری که در گره‌ها می‌دمند به او تعالی پناه می‌برم."
        },
        {
            "resource_id": 175,
            "text": "I kod njega tražim spas od sihirbasica koje pušu u čvorove."
        },
        {
            "resource_id": 16,
            "text": "ومن شر الساحرات اللاتي ينفخن فيما يعقدن من عُقَد بقصد السحر."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( ومن شر النفاثات في العقد )</span> قال مجاهد ، وعكرمة ، والحسن ، وقتادة ،<span class=\"blue\"> والضحاك :</span> يعني : السواحر -<span class=\"blue\"> قال مجاهد :</span> إذا رقين ونفثن في العقد .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثنا ابن عبد الأعلى ، حدثنا ابن ثور ، عن معمر ، عن ابن طاوس ،<span class=\"blue\"> عن أبيه قال :</span> ما من شيء أقرب من الشرك من رقية الحية والمجانين .</p><p lang=\"ar\" class=\"ar \">وفي الحديث الآخر : أن جبريل جاء إلى رسول الله صلى الله عليه وسلم فقال : اشتكيت يا محمد ؟<span class=\"blue\"> فقال :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> فقال :</span> بسم الله أرقيك ، من كل داء يؤذيك ، ومن شر كل حاسد وعين ، الله يشفيك .</p><p lang=\"ar\" class=\"ar \">ولعل هذا كان من شكواه ، عليه السلام ، حين سحر ، ثم عافاه الله تعالى وشفاه ، ورد كيد السحرة الحساد من اليهود في رءوسهم ، وجعل تدميرهم في تدبيرهم ، وفضحهم ، ولكن مع هذا لم يعاتبه رسول الله صلى الله عليه وسلم يوما من الدهر ، بل كفى الله وشفى وعافى .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا أبو معاوية ، حدثنا الأعمش ، عن يزيد بن حيان ،<span class=\"blue\"> عن زيد بن أرقم قال :</span> سحر النبي صلى الله عليه وسلم رجل من اليهود فاشتكى لذلك أياما ،<span class=\"blue\"> قال :</span> فجاءه جبريل فقال : إن رجلا من اليهود سحرك ، عقد لك عقدا في بئر كذا وكذا ، فأرسل إليها من يجيء بها . فبعث رسول الله صلى الله عليه وسلم <span class=\"reference brown\">[ عليا رضي الله تعالى عنه ]</span> فاستخرجها ،<span class=\"blue\"> فجاء بها فحللها قال :</span> فقام رسول الله صلى الله عليه وسلم كأنما نشط من عقال ، فما ذكر ذلك لليهودي ولا رآه في وجهه <span class=\"reference brown\">[ قط ]</span> حتى مات .</p><p>ورواه النسائي ، عن هناد ، عن أبي معاوية محمد بن حازم الضرير .</p><p lang=\"ar\" class=\"ar \">وقال البخاري في <span class=\"red\">\" كتاب الطب \"</span> من صحيحه : حدثنا عبد الله بن محمد قال : سمعت سفيان بن عيينة يقول : أول من حدثنا به ابن جريج ،<span class=\"blue\"> يقول :</span> حدثني آل عروة ، عن عروة فسألت هشاما عنه ، فحدثنا عن أبيه ،<span class=\"blue\"> عن عائشة قالت :</span> كان رسول الله صلى الله عليه وسلم سحر ، حتى كان يرى أنه يأتي النساء ولا يأتيهن -<span class=\"blue\"> قال سفيان :</span> وهذا أشد ما يكون من السحر ، إذا كان كذا -<span class=\"blue\"> فقال :</span> <span class=\"red\">\" يا عائشة أعلمت أن الله قد أفتاني فيما استفتيته فيه ؟ أتاني رجلان فقعد أحدهما عند رأسي ، والآخر عند رجلي ،<span class=\"blue\"> فقال الذي عند رأسي للآخر :</span> ما بال الرجل ؟<span class=\"blue\"> قال :</span> مطبوب .<span class=\"blue\"> قال :</span> ومن طبه ؟<span class=\"blue\"> قال :</span> لبيد بن أعصم - رجل من بني زريق حليف ليهود كان منافقا -<span class=\"blue\"> وقال :</span> وفيم ؟<span class=\"blue\"> قال :</span> في مشط ومشاقة .<span class=\"blue\"> قال :</span> وأين ؟<span class=\"blue\"> قال :</span> في جف طلعة ذكر تحت رعوفة في بئر ذروان \"</span> .<span class=\"blue\"> قالت :</span> فأتى <span class=\"reference brown\">[ النبي صلى الله عليه وسلم ]</span> البئر حتى استخرجه فقال : <span class=\"red\">\" هذه البئر التي أريتها ، وكأن ماءها نقاعة الحناء ، وكأن نخلها رءوس الشياطين \"</span> .<span class=\"blue\"> قال :</span> فاستخرج . <span class=\"reference brown\">[ قالت ]</span> .<span class=\"blue\"> فقلت :</span> أفلا ؟<span class=\"blue\"> أي :</span> تنشرت ؟<span class=\"blue\"> فقال :</span> <span class=\"red\">\" أما الله فقد شفاني ، وأكره أن أثير على أحد من الناس شرا \"</span> .</p><p lang=\"ar\" class=\"ar \">وأسنده من حديث عيسى بن يونس وأبي ضمرة أنس بن عياض وأبي أسامة ويحيى القطان وفيه : <span class=\"red\">\" قالت : حتى كان يخيل إليه أنه فعل الشيء ولم يفعله \"</span> .<span class=\"blue\"> وعنده :</span> <span class=\"red\">\" فأمر بالبئر فدفنت \"</span> . وذكر أنه رواه عن هشام أيضا ابن أبي الزناد والليث بن سعد .</p><p lang=\"ar\" class=\"ar \">وقد رواه مسلم من حديث أبي أسامة حماد بن أسامة وعبد الله بن نمير . ورواه أحمد عن عفان ، عن وهيب ، عن هشام به .</p><p lang=\"ar\" class=\"ar \">ورواه الإمام أحمد أيضا عن إبراهيم بن خالد ، عن رباح ، عن معمر ، عن هشام عن أبيه ،<span class=\"blue\"> عن عائشة قالت :</span> لبث رسول الله صلى الله عليه وسلم ستة أشهر يرى أنه يأتي ولا يأتي ، فأتاه ملكان ، فجلس أحدهما عند رأسه ، والآخر عند رجليه ،<span class=\"blue\"> فقال أحدهما للآخر :</span> ما باله ؟<span class=\"blue\"> قال :</span> مطبوب .<span class=\"blue\"> قال :</span> ومن طبه ؟<span class=\"blue\"> قال :</span> لبيد بن الأعصم وذكر تمام الحديث .</p><p lang=\"ar\" class=\"ar \">وقال الأستاذ المفسر الثعلبي في تفسيره : قال ابن عباس وعائشة رضي الله عنهما : كان غلام من اليهود يخدم رسول الله صلى الله عليه وسلم فدبت إليه اليهود فلم يزالوا به حتى أخذ مشاطة رأس النبي صلى الله عليه وسلم وعدة أسنان من مشطه ، فأعطاها اليهود فسحروه فيها . وكان الذي تولى ذلك رجل منهم -<span class=\"blue\"> يقال له :</span> <span class=\"reference brown\">[ لبيد ]</span> بن أعصم - ثم دسها في بئر لبني زريق ،<span class=\"blue\"> ويقال لها :</span> ذروان ، فمرض رسول الله صلى الله عليه وسلم وانتثر شعر رأسه ، ولبث ستة أشهر يرى أنه يأتي النساء ولا يأتيهن ، وجعل يذوب ولا يدري ما عراه . فبينما هو نائم إذ أتاه ملكان فقعد أحدهما عند رأسه والآخر عند رجليه ،<span class=\"blue\"> فقال الذي عند رجليه للذي عند رأسه :</span> ما بال الرجل ؟<span class=\"blue\"> قال :</span> طب .<span class=\"blue\"> قال :</span> وما طب ؟<span class=\"blue\"> قال :</span> سحر .<span class=\"blue\"> قال :</span> ومن سحره ؟<span class=\"blue\"> قال :</span> لبيد بن أعصم اليهودي .<span class=\"blue\"> قال :</span> وبم طبه ؟<span class=\"blue\"> قال :</span> بمشط ومشاطة .<span class=\"blue\"> قال :</span> وأين هو ؟<span class=\"blue\"> قال :</span> في جف طلعة تحت راعوفة في بئر ذروان -<span class=\"blue\"> والجف :</span> قشر الطلع ،<span class=\"blue\"> والراعوفة :</span> حجر في أسفل البئر ناتئ يقوم عليه الماتح - فانتبه رسول الله صلى الله عليه وسلم مذعورا ،<span class=\"blue\"> وقال :</span> <span class=\"red\">\" يا عائشة ، أما شعرت أن الله أخبرني بدائي ؟ \"</span> . ثم بعث رسول الله صلى الله عليه وسلم عليا والزبير وعمار بن ياسر ، فنزحوا ماء البئر كأنه نقاعة الحناء ، ثم رفعوا الصخرة ، وأخرجوا الجف ، فإذا فيه مشاطة رأسه وأسنان من مشطه ، وإذا فيه وتر معقود ، فيه اثنتا عشرة عقدة مغروزة بالإبر . فأنزل الله تعالى السورتين ، فجعل كلما قرأ آية انحلت عقدة ، ووجد رسول الله صلى الله عليه وسلم خفة حين انحلت العقدة الأخيرة ، فقام كأنما نشط من عقال ، وجعل جبريل عليه السلام ،<span class=\"blue\"> يقول :</span> باسم الله أرقيك ، من كل شيء يؤذيك ، من حاسد وعين الله يشفيك .<span class=\"blue\"> فقالوا :</span> يا رسول الله ، أفلا نأخذ الخبيث نقتله ؟<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" أما أنا فقد شفاني الله ، وأكره أن يثير على الناس شرا \"</span> .</p><p lang=\"ar\" class=\"ar \">هكذا أورده بلا إسناد ، وفيه غرابة ، وفي بعضه نكارة شديدة ، ولبعضه شواهد مما تقدم ، والله أعلم .</p>"
        },
        {
            "resource_id": 178,
            "text": "и я прибегаю к Его защите от зла колдунов, поплевывающих на узлы,"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ }</span> أي: ومن شر السواحر، اللاتي يستعن على سحرهن بالنفث في العقد، التي يعقدنها على السحر."
        },
        {
            "resource_id": 804,
            "text": "پەناگرتن بە خوا لە شەڕو خراپەى جادووگەران\n [ <span class=\"arabic uthmani\">وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (٤)</span> ] وە خوایە پەنا بە تۆ ئەگرم لە شەڕو خراپەی ئەو ئافرەتە ساحیرو جادووگەرانەی كە پەت و دەزوو گرێ ئەدەن و فووی پیا ئەكەن و سیحرو جادوو ئەكەن, خوایە پەنا ئەگرم بە تۆ لە شەڕو خراپەی ئەو ئافرەتە جادووگەرانە, پیاویش جادوو ئەكات بەڵام زیاتر جادووكردن پیشەی ئافرەتە بۆیە لێرە باسى ئافرەتى كردووە، وە پێغەمبەری خوا صلى الله علیه وسلم سیحری لێكرا لەلایەن (لەبیدی كوڕی ئەعصەمی) جوولەكەوە كە مونافیق بووەو هاوپەیمانی جوولەكە بووە یان جوولەكە بووە، كە سیحری لە پێغەمبەری خوا كرد صلى الله علیه وسلم لە شانەو چەند تەڵە موویەكدا وە كردیە ناو بیرێكەوە تا دوو مەلائیكەت هاتن و یەكێكیان لای سەری و ئەویتریان لای قاچی راوەستان و پرسیاریان كرد ئەمە چیەتی؟ وتیان: سیحری لێكراوە, كێ سیحری لێ كردووە؟ وتیان: (لەبیدی كوڕی ئەعصەمی) جوولەكە، لە چیدا؟ وتیان: لە شانەو هەندێ دەزوو و موو ئەو شتانەدا, وتیان: لە كوێ؟ وتیان: لە بیری (ذەروان) دایە ئەڵێ: پێغەمبەر صلى الله علیه وسلم چوو دەری كردو بیرەكەی پڕ كردەوە كە ئاوەكەی لێڵ و بۆگەن ببوو وە لە دوای ئەوە خوای گەورە شیفای دا، هەرچەندە كاریگەرى لە پێغەمبەرایەتى نەكردبوو بەڵكو كاریگەرى تەنها لە ژیانى ئاسایی كردبوو."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "“And I seek His refuge from the evils of the sorceresses who blow onto knots.”"
        },
        {
            "resource_id": 172,
            "text": "Düğümlere üfleyen büyücü kadınların kötülüklerinden O'na sığınırım."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "e mi rifugio presso di Lui dal male delle streghe che soffiano sui nodi per praticare magia,"
        },
        {
            "resource_id": 174,
            "text": "Aku berlindung kepada Allah dari keburukan para penyihir yang meniup pada buhul-buhul tali."
        },
        {
            "resource_id": 905,
            "text": "وأعتصم به من شرّ السواحر اللائي يَنْفُثْن في العُقَد."
        },
        {
            "resource_id": 790,
            "text": "আৰু আল্লাহৰ আশ্ৰয় বিচাৰিছো যাদুকৰ মহিলাৰ অনিষ্টৰ পৰা, যিসকলে গাঁঠিত ফুঁ দিয়ে।"
        },
        {
            "resource_id": 177,
            "text": "Tránh khỏi mọi điều hãm hại của các bùa phép và ma thuật được thổi vào trong những cái gút thắt."
        },
        {
            "resource_id": 792,
            "text": "ហើយខ្ញុំសុំពីទ្រង់ សូមទ្រង់មេត្តាបញ្ជៀសពីប្រការអាក្រក់របស់ពួកស្ត្រីមេធ្មប់ដែលពួកគេបានសូត្រមន្តអាគមផ្លុំក្នុងចំណងខ្សែគាថារបស់ពួកគេ។"
        },
        {
            "resource_id": 776,
            "text": "“Busco refugio en Al-lah de los males de las hechiceras sopladoras de nudos”."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 173,
            "text": "contre le mal des sorcières qui soufflent dans les nœuds,"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 179,
            "text": "Nagpapasanggalang ako sa Kanya laban sa kasamaan ng mga babaing manggagaway na umiihip sa mga buhol."
        },
        {
            "resource_id": 180,
            "text": "৪. আমি তাঁর সাহায্যে প্রতিরক্ষামূলক ব্যবস্থা নিচ্ছি সে সব জাদুকর মহিলাদের থেকে যারা রাত্রিকালীন সময়ে গ্রন্থিতে ফুঁ দেয়।"
        },
        {
            "resource_id": 92,
            "text": "وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4)هذا النوع الثاني من الأنواع الخاصة المعطوفة على العام من قوله : { من شر ما خلق } [ الفلق : 2 ] . وعُطف { شر النفاثات في العقد } على شر الليل لأن الليل وقت يتحين فيه السحَرة إجراء شعوذتهم لئلا يطلع عليهم أحد .والنفث : نفخ مع تحريك اللسان بدون إخراج ريق فهو أقل من التفل ، يفعله السحرة إذا وضعوا علاج سحرهم في شيء وعَقدوا عليه عُقَداً ثم نفثوا عليها .فالمراد ب { النفاثات في العقد } : النساء الساحرات ، وإنما جيء بصفة المؤنث لأن الغالب عند العرب أن يتعاطى السحرَ النساء لأن نساءهم لا شغل لهن بعد تهيئة لوازم الطعام والماء والنظافة ، فلذلك يكثر انكبابهن على مثل هاته السفاسف من السحر والتَّكهن ونحو ذلك ، فالأوهام الباطلة تتفشى بينهن ، وكان العرب يزعمون أن الغُول ساحرةٌ من الجِن . وورد في خبر هجرة الحبشة أن عمارة بن الوليد بن المغيرة اتُّهم بزوجة النجاشي وأن النجاشي دعَا له السوَاحر فنفخن في إحليله فصار مسلوب العقل هائماً على وجهه ولحق بالوحوش .و { العُقد } : جمع عقدة وهي ربط في خيط أو وَتَر يزعم السحرة أنه سحر المسحور يستمر ما دامت تلك العقد معقودة ، ولذلك يخافون من حَلها فيدفنونها أو يخبئونها في محل لا يُهتدى إليه . أمر الله رسوله صلى الله عليه وسلم بالاستعاذة من شر السحرة لأنه ضمن له أن لا يلحقه شر السحرة ، وذلك إبطال لقول المشركين في أكاذيبهم إنه مسحور ، قال تعالى : { وقال الظالمون إنْ تتبعون إلا رجلاً مسحوراً } [ الفرقان : 8 ] .وجملة القول هنا : أنه لما كان الأصح أن السورة مكية فإن النبي صلى الله عليه وسلم مأمون من أن يصيبه شر النفاثات لأن الله أعاذه منها .وأمّا السحر فقد بسطنا القول فيه عند قوله تعالى : { يعلِّمون الناس السحر } في سورة البقرة ( 102 ) .وإنما جعلت الاستعاذة من النفاثات لا من النفْث ، فلم يقل : إذا نفثن في العقد ، للإِشارة إلى أن نفثهن في العُقد ليس بشيء يجلب ضراً بذاته وإنما يجلب الضر النافثاتُ وهن متعاطيات السحر ، لأن الساحر يحرص على أن لا يترك شيئاً مما يحقق له ما يعمله لأجله إلاّ احتال على إيصاله إليه ، فربما وضع له في طعامه أو شرابه عناصر مفسدة للعقل أو مهلكة بقصد أو بغير قصد ، أو قاذورات يُفسد اختلاطُها بالجسد بعضَ عناصر انتظام الجسم يختلّ بها نشاط أعصابه أو إرادته ، وربما أغرى به من يغتاله أو من يتجسس على أحواله ليُرِي لمن يسألونه السحر أن سحره لا يتخلف ولا يخطىء .وتعريف { النفاثات } تعريف الجنس وهو في معنى النكرة ، فلا تفاوت في المعنى بينه وبين قوله : { ومن شر غاسق } [ الفلق : 3 ] وقوله : { ومن شر حاسد } [ الفلق : 5 ] . وإنما أوثر لفظ { النفاثات } بالتعريف لأن التعريف في مثله للإِشارة إلى أن حقيقة معلومة للسامع مثل التعريف في قولهم : «أرسلها العراك» كما تقدم في قوله تعالى : { الحمد للَّه } في سورة الفاتحة ( 2 ) .وتعريف { النفاثات } باللام إشارة إلى أنهن معهودات بين العرب ."
        },
        {
            "resource_id": 182,
            "text": "我求护于祂，使我免遭摧毁信仰的妖术家的毒害。"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( ومن شر النفاثات في العقد )</span> يعني السواحر اللاتي ينفثن في عقد الخيط حين يرقين عليها .<span class=\"blue\"> قال أبو عبيدة :</span> هن بنات لبيد بن الأعصم سحرن النبي - صلى الله عليه وسلم - .</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>এবং ঐসব আত্মার অনিষ্ট হতে, যারা (যাদু করার উদ্দেশ্যে) গ্রন্থিতে ফুৎকার দেয়। [১]</p><p>[১] النَّفَّاثَات শব্দটি হল স্ত্রীলিঙ্গ, যা النُّفُوس উহ্য বিশেষ্যর বিশেষণ। مِن شَرِّ النفوس النَّفَّثَات অর্থাৎ, গ্রন্থি বা গিরাতে ফুৎকারকারী আত্মার অনিষ্ট হতে আশ্রয় প্রার্থনা। এ থেকে উদ্দেশ্য হল, যাদুর মত জঘন্য কর্মের কর্তা নর ও নারী উভয়ই। মোটকথা, এ দিয়ে যাদুকরের অনিষ্ট থেকে পানাহ চাওয়া হয়েছে। যাদুকর মন্ত্র পড়ে পড়ে ফুঁক মেরে গিরা দিতে থাকে। সাধারণতঃ যাকে যাদু করা হয়, তার চুল অথবা কোন ব্যবহূত জিনিস সংগ্রহ করে তাতে যাদু করা হয়।</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>‘আর অনিষ্ট হতে সমস্ত নারীদের, যারা গিরায় ফুঁক দেয়, [১]</p><p>[১] দ্বিতীয় বিষয় হচ্ছে, وَمِنْ شَرِّا لنَّفّٰثٰتِ فِى الْعُقَدِ এখানে نفث এর অর্থ ফুঁ দেয়া। عُقَد শব্দটি عقدة এর বহুবচন। অর্থ গ্রন্থি। যারা জাদু করে, তারা ডোর ইত্যাদিতে গিরা লাগিয়ে তাতে জাদুর মন্ত্র পড়ে ফুঁ দেয়। এখানে نَفَّاثَاتِ স্ত্রী লিঙ্গ ব্যবহার করা হয়েছে। বাহ্যত এটি নারীর বিশেষণ। এটি খারাপ আত্মাকেও বুঝাতে পারে। তখন অর্থ হবে ফুঁকদানকারী খারাপ আত্মা থেকে আমি আশ্রয় চাচ্ছি। আবার এটা ফুঁ দানকারীদের সমষ্টিকেও নির্দেশ করতে পারে, যাতে পুরুষ ও নারী উভয়ই দাখিল আছে। [আদওয়াউল বায়ান, ফাতহুল কাদীর]</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4{ وَمِنْ شَرِّ النَّفّٰثٰتِ فِی الْعُقَدِ۔ } ”اور ان عورتوں کے شر سے جو گرہیں باندھ کر پھونکیں مارتی ہیں۔“ یعنی وہ تمام ٹونے ٹوٹکے ‘ تعویذ گنڈے اور سفلی عملیات جن کے ذریعے سے کسی انسان کو نقصان پہنچانے کی کوشش کی جاتی ہے۔ اس موضوع کے حوالے سے یہاں یہ نکتہ اچھی طرح سے سمجھ لیجیے کہ کسی چیز کا بالفعل موجود ہونا اور بات ہے اور اس چیز کا حلال ‘ حرام یا جائز ‘ ناجائزہونا الگ بات ہے۔ مثلاً جادو ایک حقیقت ہے لیکن کفر ہے۔ شراب اپنی ایک مخصوص تاثیر رکھتی ہے لیکن حرام ہے۔ اسی طرح علم نجوم ‘ پامسٹری ہاتھ کی لکیروں کا علم اور سفلی عملیات کی حقیقت اور تاثیر سے انکار نہیں کیا جاسکتا ظاہر ہے جب ہم اچھے وظائف و کلمات کی اچھی تاثیر کو مانتے ہیں تو ہمیں سفلی و شیطانی کلمات وغیرہ کی منفی تاثیر کا بھی اقرار کرنا پڑے گا لیکن شریعت نے ہمیں ایسے علوم سے استفادہ کرنے اور ایسے علوم کی بنیاد پر کیے گئے دعو وں پر یقین کرنے سے منع کردیا ہے۔ ظاہر ہے اس نوعیت کی تمام چیزیں اللہ تعالیٰ کے اذن کے بغیر نہ تو موثر ہوسکتی ہیں اور نہ ہی کسی کو نقصان پہنچا سکتی ہیں۔ اس لیے ان کے شر سے بچنے کا آسان اور موثر طریقہ یہی ہے کہ انسان خود کو اللہ تعالیٰ کی پناہ میں دے دے۔</p>"
        },
        {
            "resource_id": 93,
            "text": "ثم قال - سبحانه - : ( وَمِن شَرِّ النفاثات فِي العقد ) وأصل النفاثات جمع نفَّاثَة ، وهذا اللفظ صيغة مبالغة من النَّفث ، وهو النفخ مع ريق قليل يخرج من الفم .والعُقَد : جمع عُقْدة من العَقْدِ الذى هو ضد الحل ، وهى اسم لكل ما ربط وأحكم ربطه .والمراد بالنفاثات فى العقد : النساء السواحر ، اللائى يعقدن عقدا فى خيوط وينفثن عليها من أجل السحر .وجئ بصيغة التأنيث فى لفظ \" النفاثات \" لأن معظم السحرة كن من النساء .ويصح أن يكون النفاثات صفة للنفوس التى تفعل ذلك ، فيكون هذا اللفظ شاملا للذكور والإِناث .وقيل المراد بالنفاثات فى العقد : النمامون الذين يسعون بين الناس والفساد ، فيقطعون بما أمر الله به أن يوصل . . وعلى ذلك تكون فى \" النفاثة \" للمبالغة كعلامة وفهامة ، وليست للتأنيث .أى : وقل - أيضا - أستجير بالله - تعالى - من شرور السحرة والنمامين ، ومن كل الذين يفسدون فى الأرض ولا يصلحون ."
        },
        {
            "resource_id": 791,
            "text": "കെട്ടുകളിൽ ഊതുന്ന മാരണക്കാരികളായ സ്ത്രീകളുടെ കെടുതിയിൽ നിന്നും."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ )</span> اختلف أهل التأويل في الحاسد الذي أمر النبيّ صلى الله عليه وسلم أن يستعيذ من شرّ حسده به،<span class=\"blue\"> فقال بعضهم:</span> ذلك كلّ حاسد أمر النبيّ صلى الله عليه وسلم أن يستعيذ من شرّ عينه ونفسه.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ )</span> قال: من شرّ عينه ونفسه، وعن عطاء الخراساني مثل ذلك.<span class=\"blue\"> قال معمر:</span> وسمعت ابن طاوس يحدّث عن أبيه،<span class=\"blue\"> قال:</span> العَينُ حَقٌّ، وَلَو كانَ شَيءٌ سابق القَدرِ، سَبَقَتْهُ العَينُ، وإذا اسْتُغْسِل <span class=\"arabic qpc-hafs green\">(8)</span> أحدكم فَلْيَغْتَسِل .</p><p lang=\"ar\" class=\"ar \">وقال آخرون: بل أمر النبيّ صلى الله عليه وسلم بهذه الآية أن يستعيذ من شرّ اليهود الذين حسدوه.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ )</span> قال: يهود، لم يمنعهم أن يؤمنوا به إلا حسدهم .</p><p lang=\"ar\" class=\"ar \">وأولى القولين بالصواب في ذلك،<span class=\"blue\"> قول من قال:</span> أمر النبيّ صلى الله عليه وسلم أن يستعيذ من شرّ كلّ حاسد إذا حسد، فعابه أو سحره، أو بغاه سوءًا.</p><p lang=\"ar\" class=\"ar \">وإنما قلنا: ذلك أولى بالصواب؛ لأن الله عزّ وجلّ لم يخصص من قوله <span class=\"arabic qpc-hafs green\">( وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ )</span> حاسدا دون حاسد، بل عمّ أمره إياه بالاستعاذة من شرّ كلّ حاسد، فذلك على عمومه.</p><p>آخر تفسير سورة الفلق</p>"
        },
        {
            "resource_id": 790,
            "text": "আৰু আল্লাহৰ আশ্ৰয় বিচাৰো হিংসুকৰ অনিষ্টৰ পৰা যেতিয়া সি হিংসাৰ ভাৱনাৰে কোনো কাম কৰে।"
        },
        {
            "resource_id": 182,
            "text": "我求护于祂，使我免遭使嫉妒者产生嫉妒的毒害。”"
        },
        {
            "resource_id": 776,
            "text": "“Y busco refugio en Él del mal del envidioso cuando actúa por envidia”."
        },
        {
            "resource_id": 905,
            "text": "وأعتصم به من شرّ حاسد إذا عمل بما يدفعه إليه الحسد."
        },
        {
            "resource_id": 16,
            "text": "ومن شر حاسد مبغض للناس إذا حسدهم على ما وهبهم الله من نعم، وأراد زوالها عنهم، وإيقاع الأذى بهم."
        },
        {
            "resource_id": 175,
            "text": "I kod Njega tražim spas od zla zavidnika koji radi ono iz čega proizlazi zavist."
        },
        {
            "resource_id": 791,
            "text": "അസൂയക്കാരൻ തൻ്റെ അസൂയ കാരണത്താൽ ചെയ്യുന്ന ഉപദ്രവങ്ങളിൽ നിന്നും."
        },
        {
            "resource_id": 183,
            "text": "また、嫉妬する者の嫉妬の悪から。"
        },
        {
            "resource_id": 181,
            "text": "و از شر حسود آن‌گاه که حسد ورزد، با آنچه که حسد را به خودش بازمی‌گرداند به او تعالی پناه می‌برم."
        },
        {
            "resource_id": 792,
            "text": "ហើយខ្ញុំសុំពីទ្រង់ផងដែរ សូមទ្រង់មេត្តាបញ្ជៀសពីប្រការអាក្រក់របស់អ្នកដែលច្រណែនឈ្នានីសនៅពេលដែលគេច្រណែនឈ្នានីស។"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"ومن شر حاسد إذا حسد\"</span>، يعني اليهود فإنهم كانوا يحسدون النبي صلى الله عليه وسلم.</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>‘আর অনিষ্ট হতে হিংসুকের [১], যখন সে হিংসা করে [২]।’</p><p>[১] তৃতীয় বিষয় হচ্ছে, حسد যার শাব্দিক অর্থ হিংসা। হিংসার মানে হচ্ছে, কোন ব্যক্তিকে আল্লাহ্ যে অনুগ্রহ, শ্রেষ্ঠত্ব বা গুণাবলী দান করেছে তা দেখে কোন ব্যাক্তি নিজের মধ্যে জ্বালা অনুভব করে এবং তার থেকে ওগুলো ছিনিয়ে নিয়ে এ দ্বিতীয় ব্যক্তিকে দেয়া হোক, অথবা কমপক্ষে তার থেকে সেগুলো অবশ্যি ছিনিয়ে নেয়া হোক- এ আশা করা। তবে কোন ব্যক্তি যদি আশা করে অন্যের প্রতি যে অনুগ্রহ করা হয়েছে তার প্রতিও তাই করা হোক, তাহলে এটাকে হিংসার সংজ্ঞায় ফেলা যায় না। সুতরাং, হিংসার মূল হলো, কারও নেয়ামত ও সুখ দেখে দগ্ধ হওয়া ও সে নেয়ামতের অবসান কামনা করা। হিংসার কারণেই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর উপর ইহুদীরা জাদু করেছিল, হত্যার প্রচেষ্টা চালানো হয়েছিল।</p><p>তাছাড়া ইহুদী, মুশরিক ও মুনাফিকরা মুসলিমদের ইসলামের নেয়ামত পাওয়া দেখে হিংসার অনলে দগ্ধ হত। তাই এ সূরা যেন কুরআনের শেষের দিকে এসেছে মুসলমানদেরকে তাদের নেয়ামত এবং এ নেয়ামতের কারণে তাদের প্রতি হিংসুকদের হিংসা করার কথা স্মরণ করিয়ে দেওয়ার জন্যেই এসেছে। [আদ্ওয়াউল বায়ান] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর প্রতি হিংসা পোষনকারীর সংখ্যা জগতে অনেক। এ কারণেও বিশেষভাবে হিংসা থেকে আশ্রয় প্রার্থনা করা হয়েছে এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে এ ব্যাপারে নির্দেশ প্ৰদান করা হয়েছে। [তাবারী] এই হিংসা হারাম ও মহাপাপ। এটাই আকাশে কৃত সর্বপ্রথম গোনাহ এবং এটাই পৃথিবীতে কৃত সর্বপ্রথম গোনাহ। আকাশে ইবলীস আদম আলাইহিস সালাম এর প্রতি এবং পৃথিবীতে আদমপুত্র তার ভাইয়ের প্রতি হিংসা করেছিল। [কুরতুবী]</p><p>[২] এখানে বলা হয়েছে, ‘হিংসুক যখন হিংসা করে’ অর্থাৎ তার মনের আগুন নিভাবার জন্য নিজের কথা ও কাজের মাধ্যমে কোন পদক্ষেপ নেয়, তার হিংসাকে প্রকাশ করে, সেই অবস্থায় তার অনিষ্টকারি তা থেকে বাঁচার জন্য আল্লাহ্র আশ্রয় চাওয়া হয়েছে। [ফাতহুল কাদীর]</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( ومن شر النفاثات في العقد )</span> قال مجاهد ، وعكرمة ، والحسن ، وقتادة ،<span class=\"blue\"> والضحاك :</span> يعني : السواحر -<span class=\"blue\"> قال مجاهد :</span> إذا رقين ونفثن في العقد .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثنا ابن عبد الأعلى ، حدثنا ابن ثور ، عن معمر ، عن ابن طاوس ،<span class=\"blue\"> عن أبيه قال :</span> ما من شيء أقرب من الشرك من رقية الحية والمجانين .</p><p lang=\"ar\" class=\"ar \">وفي الحديث الآخر : أن جبريل جاء إلى رسول الله صلى الله عليه وسلم فقال : اشتكيت يا محمد ؟<span class=\"blue\"> فقال :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> فقال :</span> بسم الله أرقيك ، من كل داء يؤذيك ، ومن شر كل حاسد وعين ، الله يشفيك .</p><p lang=\"ar\" class=\"ar \">ولعل هذا كان من شكواه ، عليه السلام ، حين سحر ، ثم عافاه الله تعالى وشفاه ، ورد كيد السحرة الحساد من اليهود في رءوسهم ، وجعل تدميرهم في تدبيرهم ، وفضحهم ، ولكن مع هذا لم يعاتبه رسول الله صلى الله عليه وسلم يوما من الدهر ، بل كفى الله وشفى وعافى .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا أبو معاوية ، حدثنا الأعمش ، عن يزيد بن حيان ،<span class=\"blue\"> عن زيد بن أرقم قال :</span> سحر النبي صلى الله عليه وسلم رجل من اليهود فاشتكى لذلك أياما ،<span class=\"blue\"> قال :</span> فجاءه جبريل فقال : إن رجلا من اليهود سحرك ، عقد لك عقدا في بئر كذا وكذا ، فأرسل إليها من يجيء بها . فبعث رسول الله صلى الله عليه وسلم <span class=\"reference brown\">[ عليا رضي الله تعالى عنه ]</span> فاستخرجها ،<span class=\"blue\"> فجاء بها فحللها قال :</span> فقام رسول الله صلى الله عليه وسلم كأنما نشط من عقال ، فما ذكر ذلك لليهودي ولا رآه في وجهه <span class=\"reference brown\">[ قط ]</span> حتى مات .</p><p>ورواه النسائي ، عن هناد ، عن أبي معاوية محمد بن حازم الضرير .</p><p lang=\"ar\" class=\"ar \">وقال البخاري في <span class=\"red\">\" كتاب الطب \"</span> من صحيحه : حدثنا عبد الله بن محمد قال : سمعت سفيان بن عيينة يقول : أول من حدثنا به ابن جريج ،<span class=\"blue\"> يقول :</span> حدثني آل عروة ، عن عروة فسألت هشاما عنه ، فحدثنا عن أبيه ،<span class=\"blue\"> عن عائشة قالت :</span> كان رسول الله صلى الله عليه وسلم سحر ، حتى كان يرى أنه يأتي النساء ولا يأتيهن -<span class=\"blue\"> قال سفيان :</span> وهذا أشد ما يكون من السحر ، إذا كان كذا -<span class=\"blue\"> فقال :</span> <span class=\"red\">\" يا عائشة أعلمت أن الله قد أفتاني فيما استفتيته فيه ؟ أتاني رجلان فقعد أحدهما عند رأسي ، والآخر عند رجلي ،<span class=\"blue\"> فقال الذي عند رأسي للآخر :</span> ما بال الرجل ؟<span class=\"blue\"> قال :</span> مطبوب .<span class=\"blue\"> قال :</span> ومن طبه ؟<span class=\"blue\"> قال :</span> لبيد بن أعصم - رجل من بني زريق حليف ليهود كان منافقا -<span class=\"blue\"> وقال :</span> وفيم ؟<span class=\"blue\"> قال :</span> في مشط ومشاقة .<span class=\"blue\"> قال :</span> وأين ؟<span class=\"blue\"> قال :</span> في جف طلعة ذكر تحت رعوفة في بئر ذروان \"</span> .<span class=\"blue\"> قالت :</span> فأتى <span class=\"reference brown\">[ النبي صلى الله عليه وسلم ]</span> البئر حتى استخرجه فقال : <span class=\"red\">\" هذه البئر التي أريتها ، وكأن ماءها نقاعة الحناء ، وكأن نخلها رءوس الشياطين \"</span> .<span class=\"blue\"> قال :</span> فاستخرج . <span class=\"reference brown\">[ قالت ]</span> .<span class=\"blue\"> فقلت :</span> أفلا ؟<span class=\"blue\"> أي :</span> تنشرت ؟<span class=\"blue\"> فقال :</span> <span class=\"red\">\" أما الله فقد شفاني ، وأكره أن أثير على أحد من الناس شرا \"</span> .</p><p lang=\"ar\" class=\"ar \">وأسنده من حديث عيسى بن يونس وأبي ضمرة أنس بن عياض وأبي أسامة ويحيى القطان وفيه : <span class=\"red\">\" قالت : حتى كان يخيل إليه أنه فعل الشيء ولم يفعله \"</span> .<span class=\"blue\"> وعنده :</span> <span class=\"red\">\" فأمر بالبئر فدفنت \"</span> . وذكر أنه رواه عن هشام أيضا ابن أبي الزناد والليث بن سعد .</p><p lang=\"ar\" class=\"ar \">وقد رواه مسلم من حديث أبي أسامة حماد بن أسامة وعبد الله بن نمير . ورواه أحمد عن عفان ، عن وهيب ، عن هشام به .</p><p lang=\"ar\" class=\"ar \">ورواه الإمام أحمد أيضا عن إبراهيم بن خالد ، عن رباح ، عن معمر ، عن هشام عن أبيه ،<span class=\"blue\"> عن عائشة قالت :</span> لبث رسول الله صلى الله عليه وسلم ستة أشهر يرى أنه يأتي ولا يأتي ، فأتاه ملكان ، فجلس أحدهما عند رأسه ، والآخر عند رجليه ،<span class=\"blue\"> فقال أحدهما للآخر :</span> ما باله ؟<span class=\"blue\"> قال :</span> مطبوب .<span class=\"blue\"> قال :</span> ومن طبه ؟<span class=\"blue\"> قال :</span> لبيد بن الأعصم وذكر تمام الحديث .</p><p lang=\"ar\" class=\"ar \">وقال الأستاذ المفسر الثعلبي في تفسيره : قال ابن عباس وعائشة رضي الله عنهما : كان غلام من اليهود يخدم رسول الله صلى الله عليه وسلم فدبت إليه اليهود فلم يزالوا به حتى أخذ مشاطة رأس النبي صلى الله عليه وسلم وعدة أسنان من مشطه ، فأعطاها اليهود فسحروه فيها . وكان الذي تولى ذلك رجل منهم -<span class=\"blue\"> يقال له :</span> <span class=\"reference brown\">[ لبيد ]</span> بن أعصم - ثم دسها في بئر لبني زريق ،<span class=\"blue\"> ويقال لها :</span> ذروان ، فمرض رسول الله صلى الله عليه وسلم وانتثر شعر رأسه ، ولبث ستة أشهر يرى أنه يأتي النساء ولا يأتيهن ، وجعل يذوب ولا يدري ما عراه . فبينما هو نائم إذ أتاه ملكان فقعد أحدهما عند رأسه والآخر عند رجليه ،<span class=\"blue\"> فقال الذي عند رجليه للذي عند رأسه :</span> ما بال الرجل ؟<span class=\"blue\"> قال :</span> طب .<span class=\"blue\"> قال :</span> وما طب ؟<span class=\"blue\"> قال :</span> سحر .<span class=\"blue\"> قال :</span> ومن سحره ؟<span class=\"blue\"> قال :</span> لبيد بن أعصم اليهودي .<span class=\"blue\"> قال :</span> وبم طبه ؟<span class=\"blue\"> قال :</span> بمشط ومشاطة .<span class=\"blue\"> قال :</span> وأين هو ؟<span class=\"blue\"> قال :</span> في جف طلعة تحت راعوفة في بئر ذروان -<span class=\"blue\"> والجف :</span> قشر الطلع ،<span class=\"blue\"> والراعوفة :</span> حجر في أسفل البئر ناتئ يقوم عليه الماتح - فانتبه رسول الله صلى الله عليه وسلم مذعورا ،<span class=\"blue\"> وقال :</span> <span class=\"red\">\" يا عائشة ، أما شعرت أن الله أخبرني بدائي ؟ \"</span> . ثم بعث رسول الله صلى الله عليه وسلم عليا والزبير وعمار بن ياسر ، فنزحوا ماء البئر كأنه نقاعة الحناء ، ثم رفعوا الصخرة ، وأخرجوا الجف ، فإذا فيه مشاطة رأسه وأسنان من مشطه ، وإذا فيه وتر معقود ، فيه اثنتا عشرة عقدة مغروزة بالإبر . فأنزل الله تعالى السورتين ، فجعل كلما قرأ آية انحلت عقدة ، ووجد رسول الله صلى الله عليه وسلم خفة حين انحلت العقدة الأخيرة ، فقام كأنما نشط من عقال ، وجعل جبريل عليه السلام ،<span class=\"blue\"> يقول :</span> باسم الله أرقيك ، من كل شيء يؤذيك ، من حاسد وعين الله يشفيك .<span class=\"blue\"> فقالوا :</span> يا رسول الله ، أفلا نأخذ الخبيث نقتله ؟<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" أما أنا فقد شفاني الله ، وأكره أن يثير على الناس شرا \"</span> .</p><p lang=\"ar\" class=\"ar \">هكذا أورده بلا إسناد ، وفيه غرابة ، وفي بعضه نكارة شديدة ، ولبعضه شواهد مما تقدم ، والله أعلم .</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 178,
            "text": "и я прибегаю к Его защите от зла завистника, когда он поступает в соответствии со своей завистью»."
        },
        {
            "resource_id": 171,
            "text": "“And I seek His refuge from the evil of the jealous one when he acts out his jealousy.”"
        },
        {
            "resource_id": 170,
            "text": "Арабский глагол «фалака» («раскалывать») подчеркивает то, что именно Всевышний Господь рассекает ночной мрак, когда наступает рассвет, а также рассекает семена, когда они прорастают. Только Он может защитить Своих рабов от зла людей, бесов, животных и всех остальных творений. Всевышний подчеркнул, что некоторые творения приносят много зла. Ночью людей обуревает дремота, а по земле бродят злые духи и вредные твари. Колдуньи дуют на узлы для того, чтобы навести на людей порчу. А завистники желают, чтобы люди лишились благ, и даже прикладывают для этого усилия. Защитить людей от зла нечестивцев и разрушить их козни может только Аллах, и поэтому каждый человек обязан прибегать к Его защите. К завистникам также относятся люди с дурным глазом, потому что сглазить может только завистливый человек со скверной натурой и порочной душой. Таким образом, эта сура учит мусульман искать у Аллаха убежища и спасения от зла в целом и некоторых его проявлений в частности. Она также служит доказательством того, что колдовство действительно имеет место и что его вреда следует опасаться, прибегая к защите Аллаха от козней колдуний и колдунов."
        },
        {
            "resource_id": 93,
            "text": "ثم ختم - سبحانه - السورة الكريمة بقوله : ( وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ) أى إذا ظهر ما فى نفسه من الحسد وعمل بمقتضاه بترتيب مقدمات الشر ، ومبادى الأضرار بالمحسود قولا وفعلا ..وقد نهى النبى صلى الله عليه وسلم عن الحسد فى أحاديث كثيرة منها قوله : \" لا تباغضوا ولا تحاسدوا . . \" .ومنها قوله : \" إياكم والحسد فإنه يأكل الحسنات ، كما تأكل النار الحطب \" .هذا ، وقد تكلم العلماء كلاما طويلا عند تفسيرهم لقوله - تعالى - : ( وَمِن شَرِّ النفاثات فِي العقد ) عن السحر ، فمنهم من ذهب إلى أنه لا حقيقة له وإنما هو تخييل وتمويه . .وجمهورهم على إثباته ، وأن له آثارا حقيقية ، وأن الساحر قد يأتى بأشياء غير عادية ، إلا أن الفاعل الحقيقى فى كل ذلك هو الله - تعالى - .وقد بسطنا القول فى هذه المسألة عند تفسيرنا لقوله - تعالى - فى سورة البقرة : ( واتبعوا مَا تَتْلُواْ الشياطين على مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ ولكن الشياطين كَفَرُواْ يُعَلِّمُونَ الناس السحر . . . ) نسأل الله - تعالى - أن يعيذنا من شرار خلقه . .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم . ."
        },
        {
            "resource_id": 804,
            "text": "پەناگرتن بە خوا لە شەڕو خراپەى حەسود \n [ <span class=\"arabic uthmani\">وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (٥)</span> ] وە خوایە پەنا ئەگرم بە تۆ لە شەڕو خراپەی حەسوود, كەسێك كە حەسوودی بە خەڵكى ئەبات و بەو بەشەی كە خوای گەورە پێی بەخشیووە ڕازی نییەو ئاواتەخوازە خەڵكى زەرەرو زیانیان لێ بكەوێ, خوای گەورە نیعمەتی بە كەسێك داوە ئاواتەخوازە ئەو نیعمەتە نەمێنێ ئیتر بۆ ئەم بێت یان بۆ ئەم نەیات ئەو هەر حەسوودە, خوایە پەنا ئەگرم بە تۆ لە شەڕو خراپەی مرۆڤی حەسوود كاتێك كە حەسوودی ئەبات خوایە پەنام بدەو بمپارێزە, وتمان: هەر كەسێك پەنا بۆ خوای گەورە بەرێ خوای گەورە پەنای ئەدات و ئەیپارێزێ, وە پەنا بردن بۆ جگە لە خواى گەورە شەریك دانانە بۆ خوای گەورە، والله اعلم. \nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (فەلەق) والحمد لله."
        },
        {
            "resource_id": 173,
            "text": "et contre le mal de l’envieux lorsque son envie le pousse à l’action."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>এবং অনিষ্ট হতে হিংসুকের, যখন সে হিংসা করে। [১]</p><p>[১] হিংসা তখন হয়, যখন হিংসাকারী হিংসিত ব্যক্তির নিয়ামতের ধ্বংস কামনা করে। সুতরাং তা থেকেও পানাহ চাওয়া হয়েছে। কেননা, হিংসাও এক জঘন্যতম চারিত্রিক ব্যাধি; যা মানুষের পুণ্যরাশিকে ধ্বংস করে ফেলে।</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ومن شر حاسد إذا حسد قد تقدم في سورة ( النساء ) معنى الحسد ، وأنه تمني زوال نعمة المحسود وإن لم يصر للحاسد مثلها . والمنافسة هي تمني مثلها وإن لم تزل . فالحسد شر مذموم . والمنافسة مباحة وهي الغبطة . وقد روي أن النبي - صلى الله عليه وسلم - قال : المؤمن يغبط ، والمنافق يحسد . وفي الصحيحين : لا حسد إلا في اثنتين يريد لا غبطة وقد مضى في سورة ( النساء ) والحمد لله .قلت : قال العلماء : الحاسد لا يضر إلا إذا ظهر حسده بفعل أو قول ، وذلك بأن يحمله الحسد على إيقاع الشر بالمحسود ، فيتبع مساوئه ، ويطلب عثراته . قال - صلى الله عليه وسلم - : \" إذا حسدت فلا تبغ . . . \" الحديث . وقد تقدم . والحسد أول ذنب عصي الله به في السماء ، وأول ذنب عصي به في الأرض ، فحسد إبليس آدم ، وحسد قابيل هابيل . والحاسد ممقوت مبغوض مطرود ملعون ولقد أحسن من قال :قل للحسود إذا تنفس طعنة     يا ظالما وكأنه مظلومالتاسعة : هذه سورة دالة على أن الله سبحانه خالق كل شر ، وأمر نبيه - صلى الله عليه وسلم - أن يتعوذ من جميع الشرور . فقال : من شر ما خلق . وجعل خاتمة ذلك الحسد ، تنبيها على عظمه ، وكثرة ضرره . والحاسد عدو نعمة الله . قال بعض الحكماء : بارز الحاسد ربه من خمسة أوجه : أحدها : أنه أبغض كل نعمة ظهرت على غيره .وثانيها : أنه ساخط لقسمة ربه ، كأنه يقول : لم قسمت هذه القسمة ؟وثالثها : أنه ضاد فعل الله ، أي إن فضل الله يؤتيه من يشاء ، وهو يبخل بفضل الله .ورابعها : أنه خذل أولياء الله ، أو يريد خذلانهم وزوال النعمة عنهم . وخامسها : أنه أعان عدوه إبليس . وقيل : الحاسد لا ينال في المجالس إلا ندامة ، ولا ينال عند الملائكة إلا لعنة وبغضاء ، ولا ينال في الخلوة إلا جزعا وغما ، ولا ينال في الآخرة إلا حزنا واحتراقا ، ولا ينال من الله إلا بعدا ومقتا .وروي أن النبي - صلى الله عليه وسلم - قال : \" ثلاثة لا يستجاب دعاؤهم : آكل الحرام ، ومكثر الغيبة ، ومن كان في قلبه غل أو حسد للمسلمين \" . والله سبحانه وتعالى أعلم ."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ }</span> والحاسد، هو الذي يحب زوال النعمة عن المحسود فيسعى في زوالها بما يقدر عليه من الأسباب، فاحتيج إلى الاستعاذة بالله من شره، وإبطال كيده، ويدخل في الحاسد العاين، لأنه لا تصدر العين إلا من حاسد شرير الطبع، خبيث النفس، فهذه السورة، تضمنت الاستعاذة من جميع أنواع الشرور، عمومًا وخصوصًا.ودلت على أن السحر له حقيقة يخشى من ضرره، ويستعاذ بالله منه <span class=\"arabic qpc-hafs\">[ومن أهله]</span>."
        },
        {
            "resource_id": 179,
            "text": "Nagpapasanggalang ako sa Kanya laban sa kasamaan ng isang naiinggit kapag gumawa ito ng itinutulak sa kanya ng inggit.\""
        },
        {
            "resource_id": 172,
            "text": "Hasedinin kendisini yapmaya sürüklediği ameli işlediğinde hasetçilerin şerrinden O'na sığınırım."
        },
        {
            "resource_id": 92,
            "text": "وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)عطف شر الحاسد على شر الساحر المعطوف على شر الليل ، لمناسبة بينه وبين المعطوف عليه مباشرةً وبينه وبين المعطوف عليه بواسطته ، فإن مما يدعو الحاسد إلى أذى المحسود أن يتطلب حصول أذاهُ لتوهم أن السحر يزيل النعمة التي حسده عليها ولأن ثوران وجدان الجسد يكثر في وقت الليل ، لأن الليل وقت الخلوة وخطورِ الخواطر النفسية والتفكر في الأحوال الحافة بالحاسد وبالمحسود .والحسد : إحساس نفساني مركب من استحسان نعمة في الغير مع تمني زوالها عنه لأجل غيرة على اختصاص الغير بتلك الحالة أو على مشاركته الحاسد فيها . وقد يطلق اسم الحسد على الغبطة مجازاً .والغبطة : تمنّي المرء أن يكون له من الخير مثلُ ما لمن يروق حاله في نظره ، وهو محمل الحديث الصحيح : « لا حَسَدَ إلا في اثنتين » أي لا غبطة ، أي لا تحق الغبطة إلا في تينك الخصلتين ، وقد بين شهاب الدين القرافي الفرق بين الحسد والغبطة في الفرق الثامن والخمسين والمائتين .فقد يغلب الحسدُ صبرَ الحاسد وأناتَه فيحمله على إيصال الأذى للمحسود بإتلاف أسباب نعمته أو إهلاكه رأساً . وقد كان الحسد أولَ أسباب الجنايات في الدنيا إذ حسد أحد ابني آدم أخاه على أن قُبِل قربانه ولم يقبل قُربان الآخر ، كما قصّه الله تعالى في سورة العقود .وتقييد الاستعاذة من شره بوقت : { إذا حسد } لأنه حينئذ يندفع إلى عمل الشر بالمحسُود حين يجيش الحسد في نفسه فتتحرك له الحيل والنوايا لإِلحاق الضرّ به . والمراد من الحسد في قوله : { إذا حسد } حسد خاص وهو البالغ أشد حقيقته ، فلا إشكال في تقييد الحسد ب { حسد } وذلك كقول عمرو بن معد يكرب :وبَدَت لميسُ كأنَّها ... بَدْرُ السماءِ إذا تَبَدَّىأي تجلى واضحاً منيراً .ولما كان الحسد يستلزم كون المحسود في حالة حسنة كثر في كلام العرب الكناية عن السيد بالمحسود ، وبعكسه الكناية عن سيّىء الحال بالحاسد ، وعليه قول أبي الأسود :حسدوا الفتى أن لم ينالوا سعيه ... فالقوم أعداءٌ له وخصومكضرائرِ الحسناء قُلْنَ لوجهها ... حَسَداً وبُغضاً إنّه لَمشُوموقول بشار بن بُرد: ... إن يحْسدوني فإني غيرُ لائمهمقَبْلي من الناس أهلُ الفَضْل قد حُسِدوا ... فدَام لي ولَهُم مَا بي وما بِهِمُوماتَ أكْثَرُنَا غَيْظاً بِمَا يَجِد ..."
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">This chapter, containing five verses, was revealed at Makkah. It is a prayer for protection. The title of the chapter is derived from verse no. 1, which asks people to seek refuge in ‘the Lord of the Dawn or Daybreak’ from every kind of ill arising from outer nature and from the envy and the dark and evil plottings of others. God is the One who rends the darkness of night and brings out from it the light of dawn. It is this God who can remove the dark clouds of trouble overshadowing a man and bring him into the sunshine of well-being. The present world has been made with a view to putting human beings to the test. So, here there is evil along with good. The only way for man to be safe from the ill effects of evil is to seek refuge in God against it. Evil is of different kinds. For example, the mischief indulged in by evil-hearted people in the dead of the night, and the practitioners of witchcraft. Similarly, there are individuals who, seeing others living prosperously, become jealous and make the latter the victims of their jealousy-inspired actions. A believer should seek refuge in God from the mischief of all such people, and undoubtedly it is God alone who has the power to protect man from all kinds of evil.</p>"
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">اللہ وہ ہے جو رات کی تاریکی کو پھاڑ کر اس کے اندر سے صبح کی روشنی نکالتا ہے۔ یہی خدا ایسا کرسکتا ہے کہ وہ آفتوں کے سیاہ بادل کو انسان سے ہٹائے اور اس کو عافیت کے اجالے میں لے آئے۔</p><p lang=\"ur\">موجودہ دنیا امتحان کی مصلحت کے تحت بنائی گئی ہے۔ اس لیے یہاں خیر کے ساتھ شر بھی شامل ہے۔ اس شر سے بچنے کی تدبیر صرف یہ ہے کہ آدمی اس کے مقابلہ میں اللہ کی پناہ حاصل کرے۔ یہ شر بہت قسم کے ہیں۔ مثلاً وہ شر جو بدباطن لوگ رات کی تاریکی میں کرتے ہیں۔ جادو کرنے والے لوگ جو اکثر گرہوں میں پھونک مار کر جادو کا عمل کرتے ہیں۔ اسی طرح وہ لوگ جو کسی کو اچھے حال میں دیکھ کر جلن میں مبتلا ہوجائیں اور اس کو اپنی حاسدانہ کارروائیوں کا شکار بنائیں۔ مومن کو ایسے تمام لوگوں سے اللہ کی پناہ مانگنی چاہيے۔ اور بلا شبہ اللہ ہی یہ طاقت رکھتا ہے کہ شر کی تمام قسموں سے انسان کو پناہ دے سکے۔</p>"
        },
        {
            "resource_id": 180,
            "text": "৫. আমি তাঁর নিকট হিংসুক যখন হিংসা করে তখন তার অনিষ্ট থেকে প্রতিরক্ষামূলক ব্যবস্থা গ্রহণ করছি।"
        },
        {
            "resource_id": 174,
            "text": "Aku juga berlindung kepada Allah dari kejahatan pendengki apabila ia berbuat sesuatu akibat dorongan kedengkiannya.”"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 5{ وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدَ۔ } ”اور حسد کرنے والے کے شر سے بھی میں اللہ کی پناہ مانگتا ہوں جب وہ حسد کرے۔“ ظاہر ہے جب ایک انسان کسی دوسرے انسان سے حسد کرتا ہے تو عین ممکن ہے وہ اپنے حاسدانہ جذبات سے مغلوب ہو کر عملی طور پر بھی اسے نقصان پہنچانے کے درپے ہوجائے۔ حضرت ابوہریرہ رض سے مروی ہے کہ رسول اللہ ﷺ نے ارشاد فرمایا : اَلْعَیْنُ حَقٌّ 1 یعنی نظر لگ جانا برحق ہے۔ چناچہ حاسدانہ نگاہ بذات خود بھی منفی اثرات کی حامل ہوسکتی ہے۔ اس لیے حاسد کے شر سے بچنے کے لیے بھی اللہ تعالیٰ کی پناہ کی ضرورت ہے۔ بہرحال جادو ‘ ٹونے ‘ تعویذ گنڈے ‘ نظر بد وغیرہ کے اثرات اپنی جگہ مسلم ّہیں۔ سورة البقرۃ کی آیت 102 میں شیاطین ِجن کا ذکر آیا ہے جو حضرت سلیمان علیہ السلام کے زمانے میں لوگوں کو جادو سکھایا کرتے تھے۔ بلکہ یہ گھنائونا کاروبار کسی نہ کسی انداز سے ہر زمانے میں چلتا رہا ہے۔ آج بھی ہمارے معاشرے میں بہت سے لوگ ایسی چیزیں سیکھنے سکھانے اور پھر مختلف دعو وں کے ساتھ اپنا کاروبار چمکانے میں مصروف ہیں۔ البتہ جیسا کہ قبل ازیں بھی وضاحت کی جا چکی ہے ہماری شریعت میں ایسی چیزیں سیکھنا اور پھر کسی بھی انداز میں ان سے استفادہ کرنا حرام ہے۔ اس حوالے سے ایک بندئہ مومن کو اپنے دل میں پختہ یقین رکھنا چاہیے کہ ان میں سے کوئی چیز بھی اللہ تعالیٰ کے اذن کے بغیر اسے کسی قسم کا کوئی نقصان نہیں پہنچا سکتی ‘ جیسا کہ سورة البقرۃ کی مذکورہ آیت میں بھی واضح کیا گیا ہے : { وَمَاھُمْ بِضَآرِّیْنَ بِہٖ مِنْ اَحَدٍ اِلاَّ بِاِذْنِ اللّٰہِط } آیت 102۔ ایک بندئہ مومن کو یہ بھی یقین رکھنا چاہیے کہ جو تکلیف بھی آئے گی وہ اللہ تعالیٰ کے اذن سے ہی آئے گی یہ بھی ممکن ہے کہ کسی وجہ سے اللہ تعالیٰ خود کسی انسان کو کسی تکلیف یا مشکل سے دوچار کرنا چاہے اور اللہ کے اذن سے ہی دور ہوگی۔ جہاں تک ایسی چیزوں سے حفاظتی تدابیر اپنانے یا ایسے کسی شیطانی حملے کے توڑ کرنے کا تعلق ہے تو ان دو سورتوں مُعَوِّذَتَین کے ہوتے ہوئے ایک بندئہ مسلمان کو کسی اور عمل ‘ تعویذ یا تدبیر کی ضرورت نہیں ہے۔ ظاہر ہے یہ سورتیں اسی مقصد کے لیے اللہ تعالیٰ نے حضور ﷺ کو سکھائی تھیں اور اس لحاظ سے یہ حضور ﷺ کی وساطت سے امت کے لیے ایک بیش بہا تحفے کا درجہ رکھتی ہیں۔  حضرت عائشہ صدیقہ رض روایت کرتی ہیں کہ رسول اللہ ﷺ کا یہ معمول تھا کہ ہر شب آرام کرنے سے پہلے آخری تینوں سورتیں سورۃ الاخلاص اور معوذتین پڑھ کر اپنے مبارک ہاتھوں پر دم فرماتے اور پھر اپنے سارے جسم پر پھیر لیتے۔ مزید برآں شیطانی اثرات اور نظربد وغیرہ سے حفاظت کے لیے احادیث میں متعدد ادعیہ ماثورہ بھی وارد ہوئی ہیں ‘ جن کو ہمیں اپنا معمول بنانا چاہیے۔</p>"
        },
        {
            "resource_id": 177,
            "text": "Khỏi những sự ganh ghét và hãm hại của người đời khi được Allah ban cho những ân huệ."
        },
        {
            "resource_id": 176,
            "text": "e mi rifugio presso di Lui dal male dell'invidioso quando compie qualche atto causato dall'invidia."
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "113"
        }
    }
}