{
    "tafsirs": [
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">جب آسمان پھٹ جائے گا<span class=\"green\">(1)</span> اور جب تارے بکھر جائیں گے<span class=\"green\">(2)</span> اور جب سمندر چلا دیے جائیں گے<span class=\"green\">(3)</span> اور جب قبریں اکھیڑ دی جائیں گی<span class=\"green\">(4)</span> تو جان لے گا ہر نفس جو آگے بھیجا اس نے اور <span class=\"green\">(جو)</span> پیچھے چھوڑا<span class=\"green\">(5)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[5-1]</span>     یعنی جب آسمان پھٹ کر پراگندہ ہو جائے گا،  ستارے بکھر جائیں گے اور ان کا حسن و جمال زائل ہو جائے گا،  جب سمندر بہہ کر ایک دوسرے سے مل جائیں گے اور ایک ہی سمندر بن جائیں گے،  قبریں شق کر کے اکھاڑ دی جائیں گی،  اور ان میں سے مردے باہر نکال لیے جائیں گے اور ان کو اعمال کی جزا و سزا کی خاطر اللہ تعالیٰ کے حضور کھڑا کرنے کے لیے  جمع کیا جائے گا،  پس اس وقت پردہ ہٹ جائے گا اور وہ سب کچھ زائل ہو جائے گا جو چھپاہوا تھا۔ اور ہر نفس جان لے گا کہ اس کے پاس کیا نفع اور خسران ہے،  اس وقت جب ظالم دیکھے گا کہ اس کے ہاتھوں نے کیا کمائی آگے بھیجی ہے اور شقاوت ابدی اور عذاب سرمدی کا یقین ہو جائے گا تو وہ <span class=\"grﷺﷺn\">(حسرت اور پشیمانی سے)</span> اپنے ہاتھوں پر کاٹے گا۔ اس وقت متقین جنھوں نے صالح اعمال آگے بھیجے ہیں،  عظیم کامیابی،  دائمی نعمتوں اور جہنم کے عذاب سے سلامتی سے بہرہ مند ہوں گے۔                </div>"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Gök yarıldığı zaman,\n2- Yıldızlar saçıldığı zaman,\n3- Denizler taşıp birbirine katıldığı zaman,\n4- Kabirlerin altı<span class=\"green\">(ndakiler)</span> üstüne getirildiği zaman,\n5- Herkes önce yaptığı ve geriye bıraktığı ne varsa hepsini bilmiş olacaktır.</p><div><span class=\"green\">(Mekke’de inmiştir. 19 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><p lang=\"tr\" class=\"tr \">\n                                        1-3. Yani semâ çatlayıp yarıldığı, yıldızları etrafa dağıldığı ve güzellikleri kaybolduğu, denizler kaynayıp taşarak tek bir deniz haline getirildiği zaman;\n4-5. Kabirler içerisindeki ölüler dışarı çıkartılmak sureti ile alt-üst edildiği ve Allah’ın huzurunda amellerinin karşılıklarının verilmesi için de hesaplarının görüleceği yere haşredildikleri zaman;\nİşte o vakit perde açılacak, gizlilikler ortadan kalkacak, her bir nefis sahip olduğu kârı ve zararı bilmiş olacaktır. \nİşte o vakit, zalim kendi elleriyle yaptıklarını görüp de ebedi bedbahtlığın kaçınılmaz olduğunu ve sonsuz azaptan kurtulmanın imkânsızlığını gördüğünde pişmanlıktan ellerini ısıracaktır. \nİşte o vakit salih ameller işlemiş bulunan takvâ sahipleri, pek büyük kurtuluşa mazhar olacak, ebedi nimetlere nail olacak ve cehennem azabından kurtulacaklardır.                </p>"
        },
        {
            "resource_id": 157,
            "text": "<p>اذا السمائ ........................ واخرت</p><p>گزشتہ سورت میں ہم نے ان آثار کی بات کی تھی جو ان مظاہر کو دیکھ کر انسانی احساس پر نمودار ہوتے تھے ، یہ مناظر اس عظیم انقلاب سے متعلق تھے جو دست قدرت اس کائنات میں برپاکردے گا ، اس کائنات کو اس طرح ہلا مارا جائے گا کہ کوئی چیز اپنی جگہ پر قائم نہ رہے گی اور اس عظیم کائنات کو تہ وبالا کردیا جائے گا۔ ہم نے وہاں یہ بھی بتایا تھا کہ ان آثار میں سے بڑا اثر یہ ہوتا ہے کہ انسان کا دل اس پوری کائنات سے اٹھ جاتا ہے اور انسان اپنا تعلق اس خالق حقیقی کے ساتھ جوڑ لیتا ہے جو باقی اور لازوال ہے ۔ جو اس وقت بھی باقی رہے گا جب یہ پوری کائنات ہلا ماری جائے گی۔ ان تمام انقلابات ، زلزلوں اور توڑپھوڑ کے عظیم عمل میں انسان کے لئے واحدجائے پناہ اس ذات کبریا کی درگاہ ہے جو ثابت ، برقرار اور اس قدر منظم ہے جسے خلود اور دوام حاصل ہے۔ اور یہ خلود اور دوام صرف اسی ذات کا خاصہ ہے۔</p><p>یہ اس عظیم کائناتی انقلاب کے جو پہلو لائے گئے ہیں ، ان میں سے ایک پہلو آسمان کا پھٹنا ہے۔ آسمان کے پھٹنے اور شق ہونے کا ذکر اور منظر قرآن مجید کے کئی مقامات پر پیش کیا گیا ہے۔ سورة رحمن میں ہے۔</p><p>فاذا انشقت ................ کالدھان (37:55) ” جب آسمان پھٹ جائے گا تو وہ اس طرح سرخ ہوگا جس طرح چمڑا سرخ ہوتا ہے “۔ اور سورة الحاقہ میں ہے :</p><p>وانشقت .................... واھیة (16:69) ” اور آسمان پھٹ جائے گا اور اس کی بندش کھل جائے گی “۔ اور سورة انشقاق میں ہے :</p><p>اذا ........................ انشقت (1:84) ” جب آسمان پھٹ جائے گا “۔ اس مصیبت کے دن کی مشکلات اور حقائق میں سے ایک بڑی حقیقت یہ ہوگی کہ اس دن آسمان پھٹ جائے گا۔ اب سوال یہ ہے کہ آسمان کے پھٹنے کی تفصیلی کیفیت کیا ہوگی ؟ تو حقیقت یہ ہے کہ اس کے بارے میں کچھ بھی نہیں کہا جاسکتا۔ نہ اس کی اصل حقیقت سے ہم خبردار ہیں۔ جو کچھ ہم کہہ سکتے ہیں وہ یہی ہے کہ اس کائنات کی شکل و صورت میں ایک عظیم تغیر رونما ہوگا جو ہمیں نظر آتی ہے اور اس کا یہ موجودہ نظام درہم برہم ہوجائے گا اور اس کی موجودہ بندش کھل جائے گی جس نے اس کے تمام کر ات کو اس وقت اپنی جگہ باندھ کر رکھا ہے۔</p><p>یہاں اس عظیم فضا میں ستاروں کے بکھر جانے کا منظر بھی فضا کی ہولناکی میں شریک ہوجاتا ہے۔ اس وقت یہ ستارے اپنے اپنے مدار میں ایک خوفناک سرعت اور تیزی کے ساتھ گردش کررہے ہیں۔ لیکن اپنے اپنے مدار میں جکڑے ہوئے ہیں ، اور ایسا نہیں ہے کہ اس محیرالعقول وسیع فضا میں جدھر منہ ہو ، ادھر دوڑتے رہیں ، اور اگر یہ اس طرح بکھر جائیں جس طرح اس وقت ہوگا جب قیامت برپا ہوگی تو وہ اس نہایت مضبوط غیر مرئی نظام کی بندش سے چھوٹ جائیں ، جس نے ان کو جوڑ رکھا ہے ، تو یہ فضا میں اسی طرح پھرتے رہیں جس طرح ایک ذرہ فضا میں اڑتارہتا ہے۔</p><p>سمندروں کی ” تفجیر “ کا ایک مفہوم تو یہ ہوسکتا ہے کہ یہ بھر جائیں اور خشکی کو بھی اپنی لپیٹ میں لے لیں اور ایک عظیم طغیانی آجائے ، نیز اس کے یہ معنی بھی ہوسکتے ہیں کہ پانی پھٹ جائے اور جن عناصر سے وہ مرکب ہے ، ان عناصر کی صورت اختیار کرلے۔ یعنی آکسیجن اور ہائیڈروجن۔ جس طرح پانی کی تشکیل سے قبل یہ ہائیڈروجن اور آکسیجن گیس کی شکل میں تھا۔ اور یہ مفہوم بھی ہوسکتا ہے کہ یہ دونوں عناصر بھی ایٹم اور ہائیڈروجن بم کی طرح پھٹ جائیں۔ اس کا تصور اب اچھی طرح کیا جاسکتا ہے کہ اگر ایٹم اور ہائیڈروجن پھٹ جائیں تو اس کائنات کے اندر کیا کچھ ہوجائے گا جبکہ موجود ایٹم بم اور ہائیڈروجن بم اس دھماکے کے مقابلے میں محض کھلونے ہیں یا ” تفجیر “ کے کوئی اور معنی ہیں جو ابھی تک ہماری سمجھ سے باہر ہیں۔ عرض ایک عظیم ہولناک اور خوفناک صورت حالات ہوگی۔</p><p>قبروں کا کھلنا بھی ان حالات کی وجہ سے ہوگا یا مفہوم یہ ہوگا کہ اس طویل تبدیلی کے دوران حقیقتاً قبریں پھٹ پڑیں گی اور ان میں سے لوگوں کے جسم اٹھ کھڑے ہوں گے تاکہ یہ میدان حشر میں حساب و کتاب کے لئے چل پڑیں۔ اس آخری مفہوم کی تائید فقرہ مابعد سے بھی ہوتی ہے۔</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>আকাশ যখন বিদীর্ণ হবে। [১]</p><p>[১] অর্থাৎ, আল্লাহর আদেশ এবং তাঁর ভয়ে (আসমান) ফেটে যাবে এবং ফিরিশতাগণ নিচে অবতরণ করবেন।</p>"
        },
        {
            "resource_id": 792,
            "text": "នៅពេលដែលមេឃប្រេះបែកដោយសារការចុះមករបស់ពពួកម៉ាឡាអ៊ីកាត់។"
        },
        {
            "resource_id": 177,
            "text": "Khi bầu trời bị chẻ làm đôi để giới Thiên Thần đi xuống."
        },
        {
            "resource_id": 172,
            "text": "Gökyüzü, meleklerin inişi sebebiyle parçalandığında."
        },
        {
            "resource_id": 183,
            "text": "天使たちが降りて来るので、天が分裂する時、"
        },
        {
            "resource_id": 92,
            "text": "إِذَا السَّمَاءُ انْفَطَرَتْ (1) الافتتاح ب { إذا } افتتاح مشوِّق لما يرد بعدها من متعلقها الذي هو جواب ما في ( إذا ) من معنى الشرط كما تقدم في أول سورة إذا الشمس كورت ، سوى أن الجمل المتعاطفة المضاف إليها هي هنا أقل من اللاتي في سورة التكوير لأن المقام لم يقتض تطويل الإِطناب كما اقتضاه المقام في سورة التكوير وإن كان في كلتيهما مقتض للإِطناب لكنه متفاوت لأن سورة التكوير من أول السور نزولاً كما علمت آنفاً .وأما سورة الانفطار فبينها وبين سورة التكوير أربع وسبعون سورة تكرر في بعضها إثبات البعث والجزاء والإِنذار وتقرر عند المخاطبين فأغنى عن تطويل الإِطناب والتهويل .و { إذا } ظرف للمستقبل متضمن معنى الشرط .والمعربون يقولون : خافض لشرطه منصوب بجوابه ، وهي عبارة حسنة جامعة .والقول في الجمل التي أضيف إليها { إذا } من كونها جملاً مفتتحة بمسند إليه مخبر عنه بمسند فعلي دون أن يؤتى بالجملة الفعلية ودون تقدير أفعال محذوفة قبل الأسماء ، لقصد الاهتمام بالمسند إليه وتقوية الخبر .وكذلك القول في تكرير كلمة ( إذا ) بعد حروف العطف كالقول في جمل { إذا الشمس كورت } [ التكوير : 1 ] .و { انفطرت } : مطاوع فطر ، إذا جعل الشيء مفطوراً ، أي مشقوقاً ذا فطور ، وتقدم في سورة الملك .وهذا الانفطار : انفراج يقع فيما يسمى بالسماء وهو ما يشبه القبة في نظر الرائي يراه تسير فيه الكواكب في أسْمات مضبوطة تسمى بالأفلاك تشاهد بالليل ، ويعرف سمتها في النهار ، ومشاهدتها في صورة متماثلة مع تعاقب القرون تدل على تجانس ما هي مصورة منه فإذا اختلّ ذلك وتخللته أجسام أو عناصر غريبة عن أصل نظامه تفككت تلك الطباق ولاح فيها تشقق فكان علامة على انحلال النظام المتعلق بها كله .والظاهر أن هذا الانفطار هو المعبر عنه بالانشقاق أيضاً في سورة الانشقاق وهو حدث يكون قبل يوم البعث وأنه من أشراط الساعة لأنه يحصل عند إفساد النظام الذي أقام الله عليه حركات الكواكب وحركة الأرض وذلك يقتضيه قرنه بانتثار الكواكب وتفجر البحار وتبعثر القبور .وأما الكشط الذي تقدم في سورة التكوير ( 11 ) في قوله : { وإذا السماء كشطت } فذلك عرض آخر يعرض للسماوات يوم الحشر فهو من قبيل قوله تعالى : { ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلاً } [ الفرقان : 25 ] ."
        },
        {
            "resource_id": 160,
            "text": "تفسیر سورۃ الإنفطار:<div lang=\"ur\" class=\"ur\"><p>نسائی میں ہے کہ سیدنا معاذ رضی اللہ عنہ نے عشاء کی نماز پڑھائی اور میں لمبی قرأت پڑھی، تو نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>معاذ کیا یہ سورتیں نہ تھیں؟ <span class=\"arabic qpc-hafs\"> «سَبِّحِ اسْمَ رَبِّکَ الْاَعْلیٰ»</span>  اور <span class=\"arabic qpc-hafs\"> «وَالضُّحَى»</span>  اور <span class=\"arabic qpc-hafs\"> «اِذَا السَّمَآءُ انۡفَطَرَتۡ»</span> ۔‏<span>“</span>  <span class=\"reference\">[سنن نسائی:998،قال الشيخ الألباني:صحیح]</span> ‏ اس حدیث کی اصل بخاری و مسلم میں ہے۔  <span class=\"reference\">[صحیح بخاری:705]</span> ‏ ہاں <span class=\"arabic qpc-hafs\"> «اِذَا السَّمَآءُ انۡفَطَرَتۡ»</span>  کا ذکر صرف نسائی کی روایت میں ہے اور وہ حدیث پہلے گزر چکی ہے جس میں بیان ہے کہ جو شخص قیامت کے دن کو اپنی آنکھوں سے دیکھنا چاہے وہ <span class=\"arabic qpc-hafs\"> «إِذَا الشَّمْسُ كُوِّرَتْ»</span>  اور <span class=\"arabic qpc-hafs\"> «اِذَا السَّمَآءُ انۡفَطَرَتۡ»</span>  اور <span class=\"arabic qpc-hafs\"> «إِذَا السَّمَاء انشَقَّتْ»</span>  پڑھ لے۔  <span class=\"reference\">[سنن ترمذي:3333،قال الشيخ الألباني:صحیح]</span> ‏</p></div>اور قبریں پھوٹ پڑیں ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">اللہ تعالیٰ فرماتا ہے کہ <span class=\"text-translation\">” قیامت کے دن آسمان ٹکڑے ٹکڑے ہو جائیں گے “</span>۔ جیسے فرمایا <span class=\"arabic qpc-hafs\"> «السَّماءُ مُنفَطِرٌ بِهِ»</span>    <span class=\"reference\">[73-المزمل:18]</span> ‏ <span class=\"text-translation\">” اور ستارے سب کے سب گر پڑیں گے اور کھاری اور میٹھے سمندر آپس میں خلط ملط ہو جائیں گے۔ اور پانی سوکھ جائے گا قبریں پھٹ جائیں گی، ان کے شق ہونے کے بعد مردے بھی جی اٹھیں گے، پھر ہر شخص اپنے اگلے پچھلے اعمال کو بخوبی جان لے گا “</span>۔ </p><p class=\"ur\"> پھر اللہ تعالیٰ اپنے بندوں کو دھمکاتا ہے کہ <span class=\"text-translation\">” تم کیوں مغرور ہو گئے ہو؟ “</span> یہ نہیں کہ اللہ تعالیٰ اس کا جواب طلب کرتا ہو یا سکھاتا ہو، بعض نے یہ بھی کہا ہے بلکہ انہوں نے جواب دیا ہے کہ اللہ کے کرم نے غافل کر رکھا ہے، یہ معنی بیان کرنے غلط ہیں۔ </p><p class=\"ur\"> صحیح مطلب یہی ہے کہ <span class=\"text-translation\">” اے ابن آدم! اپنے باعظمت اللہ سے تو نے کیوں بے پرواہی برت رکھی ہے، کس چیز نے تجھے اس کی نافرمانی پر اکسا رکھا ہے؟ اور کیوں تو اس کے مقابلے پر آمادہ ہو گیا ہے؟ “</span> </p><p class=\"ur\"> حدیث شریف میں ہے کہ <span class=\"text-translation\"> قیامت کے دن اللہ تعالیٰ فرمائے گا، اے ابن آدم! تجھے میری جانب سے کسی چیز نے مغرور کر رکھا تھا؟ ابن آدم! بتا تو نے میرے نبیوں کو کیا جواب دیا؟ </span> </p><p class=\"ur\"> سیدنا عمر رضی اللہ عنہ نے ایک شخص کو اس آیت کی تلاوت کرتے ہوئے سنا تو فرمایا کہ <span>”</span>انسانی جہالت نے اسے غافل بنا رکھا ہے<span>“</span>، سیدنا ابن عمر، سیدنا ابن عباس رضی اللہ عنہم وغیرہ سے بھی یہی مروی ہے۔ </p><p class=\"ur\"> قتادہ رحمہ اللہ فرماتے ہیں <span>”</span>اسے بہکانے والا شیطان ہے۔‏<span>“</span> فضیل ابن عیاض رحمہ اللہ فرماتے ہیں کہ <span>”</span>اگر مجھ سے یہ سوال ہو تو میں جواب دوں گا کہ تیرے لٹکائے ہوئے پروں نے۔‏<span>“</span> ابوبکر وراق رحمہ اللہ فرماتے ہیں <span>”</span>میں تو کہوں گا کہ <span class=\"arabic qpc-hafs\"> «الْكَرِيمِ»</span>  کے کرم نے بے فکر کر دیا۔‏<span>“</span> </p><p class=\"ur\"> بعض سخن شناس فرماتے ہیں کہ یہاں پر <span class=\"arabic qpc-hafs\"> «الْكَرِيمِ»</span>  کا لفظ لانا گویا جواب کی طرف اشارہ سکھانا ہے، لیکن یہ قول کچھ فائدے مند نہیں، بلکہ مطلب صحیح یہ ہے کہ کرم والوں کو اللہ کے کرم کے مقابلہ میں بدافعال اور برے اعمال نہ کرنے چاہئیں۔ </p><p class=\"ur\"> سیدنا کلبی اور مقاتل رضی اللہ عنہما فرماتے ہیں کہ <span>”</span>اخنس بن شریق کے بارے میں یہ نازل ہوئی ہے۔ اس خبیث نے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو مارا تھا اور اسی وقت چونکہ اس پر کچھ عذاب نہ آیا تو وہ پھول گیا اس پر یہ آیت نازل ہوئی۔‏<span>“</span>   <span class=\"reference\">[بغوی:4/424:ضعیف]</span> ‏ </p><p> پھر فرماتا ہے <span class=\"text-translation\">” وہ اللہ جس نے تجھے پیدا کیا، پھر درست بنایا، پھر درمیانہ قد و قامت بخشا، خوش شکل اور خوبصورت بنایا “</span>۔</p></div><div>10368</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسند احمد کی حدیث میں ہے کہ <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے اپنی ہتھیلی میں تھوکا پھر اس پر اپنی انگلی رکھ کر فرمایا کہ اللہ تعالیٰ فرماتا ہے، اے ابن آدم! کیا تو مجھے عاجز کر سکتا ہے؟ حالانکہ میں نے تجھے اس جیسی چیز سے پیدا کیا ہے پھر ٹھیک ٹھاک کیا، پھر صحیح قامت بنایا، پھر تجھے پہنا اوڑھا کر چلنا پھرنا سکھایا، آخر کار تیرا ٹھکانہ زمین کے اندر ہے تو نے خوب دولت جمع کی اور میری راہ میں دینے سے باز رہا یہاں تک کہ جب دم حلق میں آ گیا تو کہنے لگا میں صدقہ کرتا ہوں۔ بھلا اب صدقے کا وقت کہاں؟ </span>۔   <span class=\"reference\">[سنن ابن ماجہ:2707،قال الشيخ الألباني:حسن]</span> ‏ جس صورت میں چاہا ترکیب دی یعنی باپ کی، ماں کی، ماموں کی، چچا کی صورت پر پیدا کیا۔ </p><p class=\"ur\"> <span class=\"text-translation\"> ایک شخص سے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>تیرے ہاں بچہ کیا ہو گا؟<span>“</span> اس نے کہا: یا لڑکا یا لڑکی، فرمایا: <span>”</span>کس کے مشابہ ہو گا؟<span>“</span> کہا: یا میرے یا اس کی ماں کے، فرمایا!: <span>”</span>خاموش ایسا نہ کہہ، نطفہ جب رحم میں ٹھہرتا ہے تو آدم تک کا نسب اس کے سامنے ہوتا ہے۔‏<span>“</span> پھر آپ نے <span class=\"arabic qpc-hafs\"> «فِي أَيِّ صُورَةٍ مَّا شَاءَ رَكَّبَكَ»</span>   <span class=\"reference\">[82-الإنفطار:2]</span> ‏ پڑھی اور فرمایا: <span>”</span>جس صورت میں اس نے چاہا تجھے چلایا<span>“</span> </span>۔   <span class=\"reference\">[تفسیر ابن جریر الطبری:36567:ضعیف]</span> ‏ یہ حدیث اگر صحیح ہوتی تو آیت کے معنی کرنے کے لیے کافی تھی لیکن اس کی سند ثابت نہیں ہے۔ مظہرین ہثیم جو اس کے راوی ہیں یہ متروک الحدیث ہیں، ان پر اور جرح بھی ہے۔ </p><p class=\"ur\"> بخاری و مسلم کی ایک اور حدیث میں ہے کہ <span class=\"text-translation\"> ایک شخص نے نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے پاس آ کر کہا میری بیوی کو جو بچہ پیدا ہوا ہے وہ سیاہ فام ہے، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>تیرے پاس اونٹ بھی ہیں؟<span>“</span> کہا: جی ہاں، فرمایا: <span>”</span>کس رنگ کے؟<span>“</span> کہا: سرخ رنگ کے، فرمایا: <span>”</span>ان میں کوئی چتکبرا بھی ہے؟<span>“</span> کہا: ہاں، فرمایا: <span>”</span>اس رنگ کا بچہ سرخ نر و مادہ کے درمیان کیسے پیدا ہو گیا؟<span>“</span> کہنے لگا شاید اس کی نسل کی طرف کوئی رگ کھینچ لے گئی ہو، آپ نے فرمایا: <span>”</span>اسی طرح تیرے بچے کے سیاہ رنگ کے ہونے کی وجہ بھی شاید یہی ہو<span>“</span> </span>۔   <span class=\"reference\">[صحیح بخاری:5305]</span> ‏ </p><p> عکرمہ رحمہ اللہ فرماتے ہیں اگر چاہے بندر کی صورت بنا دے اگر چاہے سور کی۔</p></div><div>10369</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ابوصالح رحمہ اللہ فرماتے ہیں اگر چاہے کتے کی صورت میں بنا دے اگر چاہے گدھے کی اگر چاہے سور کی، قتادہ رحمہ اللہ فرماتے ہیں یہ سب سچ ہے اور اللہ ہر چیز پر قادر ہے لیکن وہ مالک ہمیں بہترین، عمدہ، خوش شکل اور دل لبھانے والی پاکیزہ پاکیزہ شکلیں صورتیں عطا فرماتا ہے۔ </p><p class=\"ur\"> پھر فرماتا ہے کہ اس کریم اللہ کی نافرمانیوں پر تمہیں آمادہ کرنے والی چیز صرف یہی ہے کہ تمہارے دلوں میں قیامت کی تکذیب ہے تم اس کا آنا ہی برحق نہیں جانتے اس لیے اس سے بےپرواہی برت رہے ہو، تم یقین مانو کہ تم پر بزرگ محافظ اور کاتب فرشتے مقرر ہیں تمہیں چاہیئے کہ ان کا لحاظ رکھو وہ تمہارے اعمال لکھ رہے ہیں، تمہیں برائی کرتے ہوئے شرم آنی چاہیئے۔  <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں کہ اللہ کے یہ بزرگ فرشتے تم سے جنابت اور پاخانہ کی حالت کے سوا کسی وقت الگ نہیں ہوتے۔ تم انکا احترام کرو، غسل کے وقت بھی پردہ کر لیا کرو، دیوار سے یا اوٹ سے ہی سہی یہ بھی نہ تو اپنے کسی ساتھی کو کھڑا کر لیا کرو تاکہ وہی پردہ ہو جائے </span>۔   <span class=\"reference\">[تفسیر قرطبی:19/248:مرسل]</span> ‏ <span>(‏ابن ابی حاتم)</span> </p><p class=\"ur\"> بزار کی اس حدیث کے الفاظ میں کچھ تغیر و تبدل ہے اور اس میں یہ بھی ہے کہ <span class=\"text-translation\"> اللہ تعالیٰ تمہیں ننگا ہونے سے منع کرتا ہے، اللہ کے ان فرشتوں سے شرماؤ، اس میں یہ بھی ہے کہ غسل کے وقت بھی یہ فرشتے دور ہو جاتے ہیں </span>۔   <span class=\"reference\">[مختصر زوائد البزار:1/181:اسناد ضعیف]</span> ‏ </p><p class=\"ur\"> ایک حدیث میں ہے کہ <span class=\"text-translation\"> جب یہ کراماً کاتبین بندے کے روزانہ اعمال اللہ کے سامنے پیش کرتے ہیں تو اگر شروع اور آخر میں استغفار ہو تو اللہ تعالیٰ فرماتا ہے کہ اس کے درمیان کی سب خطائیں میں نے اپنے غلام کی بخش دیں </span>۔   <span class=\"reference\">[مسند بزار:3252،،قال الشيخ زبیرعلی زئی:اسناد ضعیف]</span> ‏ </p><p> ایک اور ضعیف حدیث میں ہے کہ <span class=\"text-translation\"> اللہ تعالیٰ کے بعض فرشتے انسانوں کو اور ان کے اعمال جو جانتے پہنچانتے ہیں جب کسی بندے کو نیکی میں مشغول پاتے ہیں تو آپس میں کہتے ہیں کہ آج کی رات فلاں شخص نجات پا گیا فلاح حاصل کر گیا اور اس کے خلاف دیکھتے ہیں تو آپس میں ذکر کرتے ہیں اور کہتے ہیں کہ آج کی رات فلاں ہلاک ہوا </span>۔   <span class=\"reference\">[مسند بزار:3214:ضعیف]</span> ‏</p></div><div>10370</div>"
        },
        {
            "resource_id": 804,
            "text": "سووره‌تی (ئينفيطار) (واته‌: له‌ت بوون)\nسووره‌تێكى مه‌ككى یه‌و (١٩) ئایه‌ته‌\nپێغه‌مبه‌ری خوا - <span class=\"saw\">صلی الله علیه وسلم</span> - ئه‌فه‌رمووێ: [ <span class=\"arabic uthmani\">هه‌ر كه‌سێك پێی خۆشه‌ ته‌ماشای ڕۆژی قیامه‌ت بكات وه‌ك ئه‌وه‌ی به‌چاوی خۆی بیبینێ با (إِذَا الشَّمْسُ كُوِّرَتْ) و (إِذَا السَّمَاءُ انْفَطَرَتْ)  و (إِذَا السَّمَاءُ انْشَقَّتْ) بخوێنێ</span> ] چونكه‌ دیمه‌نه‌كانی ڕۆژی قیامه‌ت له‌و سووره‌تانه‌دا زۆر به‌ ئاشكرا و ڕوونی و جوانی باسكراوه‌، كاتێك كه‌ ئه‌یخوێنی وه‌ك ئه‌وه‌ وایه‌ به‌ چاوی خۆت قیامه‌ت ببینیت.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">إِذَا السَّمَاءُ انْفَطَرَتْ (١)</span> ] كاتێك كه‌ ئاسمان شه‌ق و له‌ت ئه‌بێت بۆ دابه‌زینی فریشته‌كان."
        },
        {
            "resource_id": 16,
            "text": "إذا السماء انشقت، واختلَّ نظامها، وإذا الكواكب تساقطت، وإذا البحار فجَّر الله بعضها في بعض، فذهب ماؤها، وإذا القبور قُلِبت ببعث مَن كان فيها، حينئذ تعلم كلُّ نفس جميع أعمالها، ما تقدَّم منها، وما تأخر، وجوزيت بها."
        },
        {
            "resource_id": 182,
            "text": "当苍穹为众天使的下降而裂开的时候，"
        },
        {
            "resource_id": 178,
            "text": "Когда небо разверзнется для нисхождения из него ангелов,"
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p><span class=\"arabic qpc-hafs\">\"إذا السماء انفطرت\"</span>، انشقت.</p>"
        },
        {
            "resource_id": 791,
            "text": "ആകാശം മലക്കുകൾ അതിൽ നിന്ന് ഇറങ്ങി വരുന്നത് കാരണത്താൽ പൊട്ടിപ്പിളർന്നാൽ;"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "When the sky will split apart because of the angels descending from it."
        },
        {
            "resource_id": 905,
            "text": "إذا السماء تشققت لنزول الملائكة منها."
        },
        {
            "resource_id": 179,
            "text": "Kapag ang langit ay nagkabiyak-biyak dahil sa pagbaba ng mga anghel mula roon,"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">أي:</span> إذا انشقت السماء وانفطرت،"
        },
        {
            "resource_id": 181,
            "text": "آن‌گاه که آسمان برای نزول فرشتگان از آن شکافته شود."
        },
        {
            "resource_id": 175,
            "text": "Kada nebo popuca i otvori se kako bi meleki sišli"
        },
        {
            "resource_id": 93,
            "text": "قوله - سبحانه - : ( إِذَا السمآء انفطرت ) بيان لما ستكون عليه السماء عند اقتراب قيام الساعة .ومعنى : ( انفطرت ) انشقت ، من الفطر - بفتح الفاء - بمعنى الشق ، كما قال - تعالى - فى أول سورة الانشقاق : ( إِذَا السمآء انشقت ) يقال : فطرت الشئ فانفطر ، أى : شققته فانشق . أى : إذا السماء تصدعت وتشققت فى الوقت الذى يريده الله - تعالى - لها أن تكون كذلك ."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 776,
            "text": "Cuando el cielo se rompa debido a los ángeles que descienden de él."
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1 ـ 5}</span> أي: إذا انشقَّت السماء، وانفطرت، وتناثرت نجومُها، وزال جمالُها، وفُجِّرت البحار، فصارت بحراً واحداً، وبُعْثِرَتِ القبور بأن أُخْرِج ما فيها من الأموات وحُشِروا للموقف بين يدي الله للجزاء على الأعمال؛ فحينئذٍ ينكشف الغطاء، ويزول ما كان خفيًّا، وتعلم كلُّ نفس ما معها من الأرباح والخسران. هنالك يعضُّ الظالم على يديه إذا رأى ما قدَّمت يداه وأيقن بالشقاء الأبديِّ والعذاب السَّرمديِّ، وهنالك يفوز المتَّقون المقدِّمون لصالح الأعمال بالفوز العظيم والنعيم المقيم والسلامة من عذاب الجحيم.                </div>"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله تعالى :  إِذَا السَّمَاءُ انْفَطَرَتْ <span class=\"arabic qpc-hafs green\">(1)</span></p>"
        },
        {
            "resource_id": 174,
            "text": "Jika langit telah terbelah untuk turunnya para malaikat melalui celahnya,"
        },
        {
            "resource_id": 164,
            "text": "<p>হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, হযরত মুআয (রাঃ) ইশার নামাযে ইমামতি করেন এবং তাতে তিনি লম্বা কিরআত করেন। (তখন তার বিরুদ্ধে এটার অভিযোগ করা হলে) নবী (সঃ) তাকে বলেনঃ “হে মুআয (রাঃ)! তুমি তো বড়ই ক্ষতিকর কাজ করেছে? (আরবি) এবং (আরবি)-এই সূরাগুলো কি নেই? এই হাদীসের মূল সহীহ্ বুখারী ও সহীহ মুসলিমেও রয়েছে। হ্যা, তবে (আরবি) এর বর্ণনা শুধু সুনানে নাসাঈতে রয়েছে। আর ঐ হাদীসটি ইতিপূর্বে গত হয়েছে যাতে রয়েছেঃ “য়ে ব্যক্তি কামনা করে যে, কিয়ামতকে সে যেন স্বচক্ষে দেখছে, সে যেন (আরবি) এবং (আরবি)-এই সূরাগুলো পাঠ করে।”<b>১-১২ নং আয়াতের তাফসীর</b>আল্লাহ্ তা'আলা বলেন যে, কিয়ামতের দিন আকাশ ফেটে টুকরো টুকরো হয়ে যাবে। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “ওর সাথে আকাশ বিদীর্ণ হয়ে যাবে।” (৭৩:১৮) ‘আর নক্ষত্ররাজি বিক্ষিপ্তভাবে ঝরে পড়বে। লবণাক্ত ও মিষ্টি পানির সমুদ্র পরস্পর একাকার হয়ে যাবে। পানি শুকিয়ে যাবে, কবরসমূহ ফেটে যাবে। কবর, ফেটে যাওয়ার পর মৃতেরা জীবিত হয়ে উঠবে। তারপর সব মানুষ পূর্ববর্তী ও পরবর্তী সব আমল সম্পর্কে অবহিত হবে। এরপর আল্লাহ তা'আলা স্বীয় বান্দাদেরকে ধমক দিয়ে বলেনঃ হে মানুষ! কিসে তোমাদেরকে প্রতিপালক হতে প্রতারিত করলো? আল্লাহ তা'আলা যে, এ কথার জবাব চান বা শিক্ষা দিচ্ছেন তা নয়। কেউ কেউ এ কথাও বলেন যে, বরং আল্লাহ্ তা'আলা জবাব দিয়েছেন যে, আল্লাহ্ তা'আলার অনুগ্রহ তাদেরকে গাফিল করে ফেলেছে। এ অর্থ বর্ণনা করা ভুল। সঠিক অর্থ হলো? হে আদম সন্তান! নিজেদের সম্মানিত প্রতিপালকের প্রতি তোমরা এতোটা উদাসীন হয়ে পড়লে কেন? কোন্ জিনিস তোমাদেরকে তাঁর অবাধ্যতায় উদ্বুদ্ধ করেছে? কেনই বা তোমরা তাঁর প্রতিদ্বন্দ্বিতায় লেগে পড়েছো? এটা তো মোটেই সমীচীন হয়নি। যেমন হাদীস শরীফে এসেছেঃ কিয়ামতের দিন আল্লাহ তা'আলা বলবেনঃ হে আদম-সন্তান! কোন জিনিস তোমাকে আমার সম্বন্ধে বিভ্রান্ত করেছে? হে আদম সন্তান! তুমি আমার রাসূলদেরকে কি জবাব দিয়েছো?”হযরত সুফিয়ান (রঃ) হতে বর্ণিত আছে যে, হযরত উমার (রাঃ) একটি লোককে (আরবি)-এ আয়াতটি পাঠ করতে শুনে বলেনঃ “অজ্ঞতা।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন) অর্থাৎ মানুষের অজ্ঞতাই তাকে তার মহান প্রতিপালক সম্বন্ধে বিভ্রান্ত করেছে। হযরত ইবনে উমার (রাঃ), হযরত ইবনে আব্বাস (রাঃ) প্রমুখ গুরুজন হতেও এরূপই বর্ণিত হয়েছে। কাতাদাহ (রঃ) বলেন যে, মানুষকে বিভ্রান্তকারী হলো শয়তান। হযরত ফুযায়েল ইবনে আইয়ায (রঃ) বলেন, যদি আমাকে জিজ্ঞেস করা হয়ঃ “কিসে বিভ্রান্ত করেছে। তবে অবশ্যই আমি বলবো: তোমার লটকানো পর্দাই তোমাকে বিভ্রান্ত করেছে। আবু বকর আল আররাক (রঃ) বলেনঃ “কিসে তোমাকে তোমায় মহাম প্রতিপালক সম্বন্ধে বিভ্রান্ত করেছে?” যদি এ প্রশ্ন আমাকে করা হয় তবে অবশ্যই আমি বলবো: অনুগ্রহকারীর অনুগ্রহই আমাকে বিভ্রান্ত করেছে। মা'রেফাত অভিজ্ঞ ব্যক্তিদের কারো কারো মতে এখানে (আরবি) শব্দটিই যেন জবাবের ইঙ্গিত বহন করছে। কিন্তু এ উক্তিটি তেমন যুক্তিযুক্ত নয়। বরং এর প্রকৃত তাৎপর্য হলো এই যে, অনুগ্রহশীল আল্লাহর অনুগ্রহের মুকাবিলায় মন্দ কাজ তথা দুস্কৃতি না করাই সমীচীন। কালবী (রঃ) এবং মুকাতিল (রঃ) বলেন যে, এ আয়াতটি আসওয়াদ ইবনে শুরায়েকের ব্যাপারে অবতীর্ণ হয়। এই দুবৃত্ত নবী পাক (সঃ)-কে মেরেছিল। তৎক্ষণাৎ তার উপর আল্লাহর আযাব না আসায় সে আনন্দে আটখানা হয়েছিল। তখন এই আয়াত নাযিল হয়।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ তিনি তোমাকে সৃষ্টি করেছেন, অতঃপর তোমাকে সুঠাম করেছেন এবং তৎপর সুবিন্যস্ত করেছেন। অর্থাৎ কিসে তোমাকে তোমার মহান প্রতিপালক সম্বন্ধে বিভ্রান্ত করেছে যিনি তোমাকে সৃষ্টি করেছেন, তারপর তোমাকে সুঠাম করেছেন এবং মধ্যম ধরনের আকার-আকৃতি প্রদান করেছেন ও সুন্দর চেহারা দিয়ে সুদর্শন করেছেন?হযরত বিশর ইবনে জাহ্হা আল ফারাশী (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) তাঁর হাতের তালুতে থুথু ফেলেন এবং ওর উপর তার একটি আঙ্গুল রেখে বলেন, আল্লাহ্ তা'আলা ইরশাদ করেছেনঃ হে আদম সন্তান! তুমি কি আমাকে অপারগ করতে পার? অথচ আমি তোমাকে এই রকম জিনিস হতে সৃষ্টি করেছি, তারপর ঠিকঠাক করেছি, এরপর সঠিক আকার-আকৃতি দিয়েছি। অতঃপর পোশাক-পরিচ্ছদ পরিধান করে চলাফেরা করতে শিখিয়েছি। পরিশেষে তোমার ঠিকানা হবে মাটির গর্ভে। অথচ তুমি তো বড়ই বড়াই করছো, আমার পথে দান করা হতে বিরত থেকেছে। তারপর যখন কণ্ঠনালীতে নিঃশ্বাস এসে পৌঁছেছে তখন বলেছেঃ এখন আমি সাদকা বা দান-খয়রাত করছি। কিন্তু এখন আর দান-খয়রাত করার সময় কোথায়? (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)এরপর ঘোষিত হচ্ছেঃ যেই আকৃতিতে চেয়েছেন, তিনি তোমাকে গঠন করেছেন। অর্থাৎ পিতা, মাতা, মামা, চাচার চেহারার সাথে সাদৃশ্যপূর্ণ করে গঠন করেছেন। আলী ইবনে রাবাহ (রাঃ) তাঁর পিতা হতে এবং তিনি তার দাদা হতে বর্ণনা করেছেন যে, তাঁর দাদাকে নবী (সঃ) জিজ্ঞেস করেনঃ “তোমার ঘরে কি সন্তান জন্মগ্রহণ করবে?” উত্তরে তিনি বলেনঃ “ছেলে হবে অথবা মেয়ে হবে।” রাসূলুল্লাহ (সঃ) আবার জিজ্ঞেস করলেনঃ “কার সাথে সাদৃশ্যযুক্ত হবে। তিনি জবাবে বললেনঃ ! হে আল্লাহর রাসূল (সঃ)! আমার সাথে অথবা তার মায়ের সাথে সাদৃশ্যযুক্ত হবে।” তখন রাসূলুল্লাহ্ (সঃ) তাকে বললেনঃ “থামো, এরূপ কথা বলো না। বীর্য যখন জরায়ুতে অবস্থান করে তখন হযরত আদম (আঃ) পর্যন্ত নাসাব বা বংশ ওর সামনে থাকে। তুমি কি আল্লাহ্ তা'আলার কিতাবের (আরবি)-এই আয়াতটি পড়নি? অর্থাৎ “যেই আকৃতিতে চেয়েছেন, তিনি তোমাকে গঠন করেছেন।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ), ইমাম ইবনে আবী হাতিম (রঃ) এবং ইমাম তিবরানী (রঃ) বর্ণনা করেছেন। এটা যদি সহীহ হতো তবে এটা আয়াতের অর্থ প্রকাশের জন্যে যথেষ্ট হতো কিন্তু এ হাদীসের সনদ সঠিক প্রমাণিত নয়। কেননা, মুতহির ইবনে হায়সাম (রঃ) বলেন যে, এতে আবু সাঈদ ইবনে ইউনুস নামক একজন বর্ণনাকারী রয়েছেন যার হাদীস পরিত্যক্ত। তাছাড়া তার ব্যাপারে আরো অভিযোগ রয়েছে)সহীহ বুখারী ও সহীহ্ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, একটি লোক বলেনঃ “হে আল্লাহ্র রাসূল (সঃ)! আমার স্ত্রী একটি কালো বর্ণের সন্তান প্রসব করেছে।” রাসূলুল্লাহ (সঃ) তাঁকে বললেনঃ “তোমার উট  আছে কি?” লোকটি উত্তরে বলেনঃ “হ্যা, আছে।” তিনি জিজ্ঞেস করলেনঃ “উটগুলো কি রঙ এর?” লোকটি জবাব দিলেনঃ “লাল রঙ-এর।” তিনি আবার প্রশ্ন করলেনঃ “উটগুলোর মধ্যে সাদা-কালো রঙ বিশিষ্ট কোন উট আছে কি?” লোকটি উত্তর দিলেনঃ “হ্যা, আছে।” তিনি জিজ্ঞেস করলেনঃ “লাল রঙ বিশিষ্ট নর-মাদী উটের মধ্যে এই রঙ-এর উট কিভাবে জন্ম নিলো?” লোকটি বললেনঃ “সম্ভবতঃ উর্ধ্বতন বংশধারায় কোন শিরা সে টেনে নিয়েছে।” তখন রাসূলুল্লাহ্ (সঃ) লোকটিকে বললেনঃ “তোমার সন্তানের কালো রঙ হওয়ার পিছনেও এ ধরনের কোন কারণ থেকে থাকবে।” হযরত ইকরামা (রঃ) বলেন যে, তিনি ইচ্ছা করলে বানরের বা শূকরের আকৃতিতেও সৃষ্টি করতে পারেন। আবু সালেহ্ (রঃ) বলেন যে, তিনি (আল্লাহ্) ইচ্ছা করলে কুকুরের আকৃতিতেও সৃষ্টি করতে পারেন, আবার ইচ্ছা করলে গাধা বা শূকরের আকৃতি দিয়ে গঠন করতে পারেন। কাতাদাহ্ (রঃ) বলেনঃ এ সবই সত্য যে, আল্লাহ্ তাবারাকা ওয়া তা'আলা সব কিছুরই উপর সক্ষম। কিন্তু আমাদের সেই মালিক আমাদেরকে উন্নত, উৎকৃষ্ট, হৃদয়গ্রাহী এবং সুন্দর আকৃতি দিয়ে সৃষ্টি করেছেন। এরপর আল্লাহ্ তা'আলা বলেনঃ মহান ও অনুগ্রহশীল আল্লাহ্র অবাধ্যতায় তোমাদেরকে কিয়ামতের প্রতি অবিশ্বাসই শুধু উদ্বুদ্ধ করেছে। কিয়ামত যে অবশ্যই সংঘটিত হবে এটা তোমাদের মন কিছুতেই বিশ্বাস করছে না। এ কারণেই তোমরা এ রকম বেপরোয়া মনোভাব ও ঔদাসীন্য প্রদর্শন করেছে। তোমাদের এই বিশ্বাস রাখা অবশ্যই উচিত যে, তোমাদের উপর সম্মানিত, সংরক্ষণকারী লিপিকর ফেরেশতাবৃন্দ নিযুক্ত রয়েছেন। তাঁদের সম্পর্কে তোমাদের সচেতন হওয়া দরকার। তারা তোমাদের আমলসমূহ লিপিবদ্ধ করছেন ও সংরক্ষণ করছেন। পাপ, অন্যায় বা মন্দ কাজ করার ব্যাপারে তোমাদের লজ্জিত হওয়া উচিত।হযরত মুজাহিদ (রঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা সম্মানিত লিপিকর ফেরেশতাদের সম্মান করো। তাঁরা নাপাক অবস্থা এবং পায়খানায় যাওয়ার অবস্থা ছাড়া কখনোই তোমাদের থেকে পৃথক হন না। গোসলের সময়েও তোমরা পর্দা করবে। দেয়াল যদি না থাকে তবে উট দ্বারা হলেও পর্দার ব্যবস্থা করবে। যদি সেটাও সম্ভব না হয় তবে নিজের কোন সাথীকে দাঁড় করিয়ে রাখবে, তাহলে ওটাই পর্দার কাজ করবে।” (এ হাদীসটি ইমাম ইবনে আবী হাতিম (রঃ) বর্ণনা করেছেন)হাফিয আবু বকর আল বাযার (রঃ) এ হাদীসটি হযরত আনাস (রাঃ) হতে বর্ণনা করেছেন। এতে শব্দের কিছু হেরফের রয়েছে। এতে একথাও রয়েছেঃ আল্লাহ্ তা'আলা তোমাদেরকে উলঙ্গ হতে নিষেধ করেছেন। তোমরা আল্লাহর এই ফেরেশতাদের সম্মান করো। এতে এও আছে যে, গোসলের সময়েও এই ফেরেশতারা দূরে চলে যান।অন্য একটি হাদীসে আছে যে, কিরামান কাতিবীন আল্লাহর সামনে বান্দার দৈনন্দিনের আমল উপস্থাপন করেন। যদি দেখা যায় যে, শুরুতে ও শেষে ইসতিগফার রয়েছে, তবে আল্লাহ তাআলা বলেনঃ আমি আমার এ বান্দার (শুরু ও শেষের) মধ্যবর্তী সমস্ত গুণাহ মাফ করে দিলাম। আরো একটি দুর্বল হাদীসে বর্ণিত আছে যে, আল্লাহ তা'আলার কোন কোন ফেরেশতা মানুষ এবং তাদের আমলসমূহ জানেন ও চিনেন। কোন বান্দাকে পুণ্য কাজে লিপ্ত দেখলে তারা পরস্পর বলাবলি করেন যে, আজ রাত্রে অমুক ব্যক্তি মুক্তি লাভ করেছে। পক্ষান্তরে কাউকে পাপ কর্মে লিপ্ত দেখলে তারা নিজেদের মধ্যে সেটাও আলোচনা করেন এবং বলেন যে, আজ রাত্রে অমুক ব্যক্তি ধ্বংসপ্রাপ্ত হয়েছে।</p>"
        },
        {
            "resource_id": 90,
            "text": "سورة الانفطارمكية عند الجميع . وهي تسع عشرة آيةبسم الله الرحمن الرحيمإذا السماء انفطرتقوله تعالى : إذا السماء انفطرت أي تشققت بأمر الله ; لنزول الملائكة ; كقوله : ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا . وقيل : تفطرت لهيبة الله تعالى . والفطر : الشق ; يقال : فطرته فانفطر ; ومنه فطر ناب البعير : طلع ، فهو بعير فاطر ، وتفطر الشيء : شقق ، وسيف فطار أي فيه شقوق ; قال عنترة :وسيفي كالعقيقة وهو كمعي سلاحي لا أفل ولا فطاراوقد تقدم في غير موضع ."
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Когда небо расколется,  <span class=\"green\">(2)</span> когда тела небесные осыплются,  <span class=\"green\">(3)</span> когда моря перельются и смешаются <span class=\"green\">(или высохнут)</span>,  <span class=\"green\">(4)</span> когда могилы перевернутся,  <span class=\"green\">(5)</span> тогда каждая душа узнает, что она совершила и что оставила после себя.</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1-5)</span> Когда небо расколется, когда звезды падут и лишатся своей красы, когда моря перельются и станут единым морем, когда будут опрокинуты могилы и усопшие в них мертвецы восстанут, чтобы предстать пред Аллахом на месте сбора для воздаяния за совершенные ими деяния, тогда откроется завеса тайны и тайное станет явным. В тот час всякая душа узнает, получит ли она прибыль или ока- жется в убытке.\nНечестивец, увидев то, что уготовали его руки, и станет кусать свои пальцы, ибо ничто не заставит его усомниться в ожидающем его вечном несчастье и бес- конечном мучении. А богобоязненные рабы Аллаха, заблаговременно вершив- шие благие дела, обретут великий успех и вечную благодать и будут избавлены от адских мук.\nПорицая людей, не исполняющих своих обязанностей пред Аллахом и осме- ливающихся на совершение грехов,<span class=\"blue\"> Всевышний сказал:</span>\n</div>"
        },
        {
            "resource_id": 173,
            "text": "Lorsque le Ciel se fendra afin que les anges en descendent,"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">إِذَا السَّمَاء انفَطَرَتْ آنگاه  که  آسمان  بشکافد ،\nوَإِذَا الْكَوَاكِبُ انتَثَرَتْ و آنگاه  که ، ستارگان  پراکنده  شوند ،\nوَإِذَا الْبِحَارُ فُجِّرَتْ و آنگاه  که  درياها به  هم  بپيوندند ،\nوَإِذَا الْقُبُورُ بُعْثِرَتْ و آنگاه  که  قبرها زير و زبر گردند ،\nعَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ هر کس  مي  داند چه  چيز پيشاپيش  فرستاده  و چه  چيز بر جاي  گذاشته  است.</p><p>\n                                                            مکي و 19 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1 - 5)</span> هنگامی که آسمان شکافته می‌گردد و ستارگان پخش و پراکنده می‌شوند و فرو می‌ریزند و زیبائی آنها از بین می‌رود، و دریاها بر جوشانده می‌شوند و راه آنها به هم بازمی‌گردد و همه به یک دریا تبدیل می‌شوند و گورها زیر و رو می‌شوند و مردگان بیرون می‌آیند و در محشر و در پیشگاه خداوند برای جزای اعمال گرد می‌آیند، در این هنگام پرده کنار می‌رود و آنچه پنهان بوده آشکار می‌شود، و هرکس سود و زیان خود را می‌داند. در اینجا ستمگر وقتی آنچه از پیش فرستاده را می‌بیند، انگشتانش را گاز می‌گیرد و به شقاوت همیشگی و عذاب جاودانه یقین حاصل می‌نماید. و در اینجا پرهیزگاران که کارهای شایسته کرده‌اند، رستگار می‌شوند و نعمت پایدار و سالم ماندن از عذاب دوزخ را به دست می‌آورند.                </div>"
        },
        {
            "resource_id": 166,
            "text": "<p>যখন আসমান বিদীর্ণ হবে,</p><p><b> সূরা সংক্রান্ত আলোচনাঃ </b></p><p><b> আয়াত সংখ্যাঃ </b> ১৯ আয়াত।</p><p><b> নাযিল হওয়ার স্থানঃ </b> মক্কী।</p><p>। রহমান, রহীম আল্লাহ্র নামে ।</p>"
        },
        {
            "resource_id": 790,
            "text": "যেতিয়া আকাশখন ফাঁটি যাব, যাতে তাৰ পৰা ফিৰিস্তাসকল নামি আহে।"
        },
        {
            "resource_id": 180,
            "text": "১. যখন আসমান থেকে ফিরিশতাদের অবতরণের ফলে তা বিদীর্ণ হবে।"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><h2>The Virtues of Surat Al-Infitar</h2><p>An-Nasa'i recorded from Jabir that Mu`adh stood and lead the people in the Night prayer, and he made the recitation of his prayer long. So the Prophet said,</p><p>«أَفَتَّانٌ أَنْتَ يَا مُعَاذُ؟ أَيْنَ كُنْتَ عَنْ</p><p>سَبِّحِ اسْمَ رَبِّكَ الاّعْلَى</p><p>وَالضُّحَى</p><p>وَ</p><p>إِذَا السَّمَآءُ انفَطَرَتْ »</p><p>(Are you putting the people to trial O Mu`adh Why don't you recite (Glorify the Name of your Lord the Most High) (87), (By the forenoon) (93), and (When the heaven is cleft asunder) (82))\" The basis of this Hadith is found in the Two Sahihs, however the mentioning of</p><p>إِذَا السَّمَآءُ انفَطَرَتْ</p><p>(When the heaven is cleft asunder.) has only been mentioned by An-Nasa'i. It has been previously mentioned in a narration from `Abdullah bin `Umar that the Prophet said,</p><p>«مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى الْقِيَامَةِ رَأْيَ عَيْنٍ فَلْيَقْرَأْ:</p><p>إِذَا الشَّمْسُ كُوِّرَتْ</p><p>و</p><p>إِذَا السَّمَآءُ انفَطَرَتْ</p><p>و</p><p>إِذَا السَّمَآءُ انشَقَّتْ »</p><p>(Whoever would be pleased to look at the Day of Resurrection with his own eyes, then let him recite, (When the sun is Kuwwirat.) (81) and; (When the heaven is cleft asunder) (82) and; (When the heaven is split asunder) (84).)</p><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>(In the Name of Allah, the Most Gracious, the Most Merciful.</p><p>إِذَا السَّمَآءُ انفَطَرَتْ</p><p>(When the heaven is cleft asunder (Infatarat).) meaning, it splits. This is as Allah says,</p><p>السَّمَآءُ مُنفَطِرٌ بِهِ</p><p>(Whereon the heaven will be cleft asunder (Munfatir)) (73:18) Then Allah says,</p><p>وَإِذَا الْكَوَاكِبُ انتَثَرَتْ</p><p>(And when the stars Intatharat.) meaning, fallen.</p><p>وَإِذَا الْبِحَارُ فُجِّرَتْ</p><p>(And when the seas Fujjirat.) `Ali bin Abi Talhah reported from Ibn `Abbas that he said, \"Allah will cause some of it to burst forth over other parts of it.\" Al-Hasan said, \"Allah will cause some parts of it to burst forth over other parts of it, and its water will go away.\" Qatadah said, \"Its fresh water will mix with its salt water.\"</p><p>وَإِذَا الْقُبُورُ بُعْثِرَتْ</p><p>(And when the graves Bu`thirat.) Ibn `Abbas said, \"searched.\" As-Suddi said, \"Tub`athiru means that they will be moved and those who are in them will come out.\"</p><p>عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ</p><p>(A person will know what he has sent forward and left behind.) meaning, when this happens then this will occur. Mankind should not forget about Allah Allah says,</p><p>يأَيُّهَا الإِنسَـنُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ</p><p>(O man! What has made you careless about your Lord, the Most Generous) This is a threat. It is not an attempt to get a reply as some people mistakenly think. They consider it as if the Most Generous is asking them so that they will say, \"His honor deceived him (or made him careless of his Lord).\" rather the meaning of this Ayah is, \"O Son of Adam! What has deceived you from your Lord, the Most Generous -- meaning the Most Great -- so that you went forth disobeying Him, and you met Him with that which was unbefitting.\" This is similar to what has been reported in the Hadith,</p><p>«يَقُولُ اللهُ تَعَالَى يَوْمَ الْقِيَامَةِ: يَا ابْنَ آدَمَ مَا غَرَّكَ بِي؟ يَا ابْنَ آدَمَ مَاذَا أَجَبْتَ الْمُرْسَلِينَ؟»</p><p>(Allah will say on the Day of Judgement: \"O Son of Adam! What has deceived you concerning Me O Son of Adam What was your response to the Messengers\") Al-Baghawi mentioned that Al-Kalbi and Muqatil said, \"This Ayah was revealed about Al-Aswad bin Shariq who struck the Prophet and he was not punished in retaliation. So Allah revealed,</p><p>مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ</p><p>(What has made you careless about your Lord, the Most Generous)\" Then Allah said,</p><p>الَّذِى خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ</p><p>(Who created you, fashioned you perfectly, and gave you due proportion.) meaning, `what has deceived you concerning the Most Generous Lord'</p><p>الَّذِى خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ</p><p>(Who created you, fashioned you perfectly, and gave you due proportion.) meaning, `He made you complete, straight, and perfectly balanced and proportioned in stature. He fashioned you in the best of forms and shapes.' Imam Ahmad recorded from Busr bin Jahhash Al-Qurashi that one day the Messenger of Allah ﷺ spat in his palm and placed his finger on it. Then he said,</p><p>«قَالَ اللهُ عَزَّ وَجَلَّ: يَا ابْنَ آدَمَ أَنْى تُعْجِزُنِي وَقَدْ خَلَقْتُكَ مِنْ مِثْلِ هذِهِ؟ حَتْى إِذَا سَوَّيْتُكَ وَعَدَلْتُكَ مَشَيْتَ بَيْنَ بُرْدَيْنِ، وَلِلْأَرْضِ مِنْكَ وَئِيدٌ، فَجَمَعْتَ وَمَنَعْتَ حَتْى إِذَا بَلَغَتِ التَّرَاقِيَ قُلْتَ: أَتَصَدَّقُ وَأَنَّى أَوَانُ الصَّدَقَةِ؟»</p><p>(Allah the Mighty and Sublime says: \"O Son of Adam! How can you escape Me when I created you from something similar to this (spit) Then I fashioned you and made your creation balanced so that you walked between the two outer garments. And the earth has a burial place for you. So you gathered (wealth) and withheld it until your soul reached your collarbone (i.e., death comes). Then, at that time you say, `I will give charity now.' But how will there be time for charity\") This Hadith has also been recorded by Ibn Majah . Concerning Allah's statement,</p><p>فِى أَىِّ صُورَةٍ مَّا شَآءَ رَكَّبَكَ</p><p>(In whatever form He willed, He put you together.) Mujahid said, \"In which resemblance: the father, the mother, the paternal uncle, or the maternal uncle.\" In the Two Sahihs it is recorded from Abu Hurayrah that a man said, \"O Messenger of Allah! Verily, my wife has given birth to a black boy.\" The Prophet said,</p><p>«هَلْ لَكَ مِنْ إِبِلٍ؟»</p><p>(Do you have any camels) The man said, \"Yes.\" The Prophet then said,</p><p>«فَمَا أَلْوَانُهَا»</p><p>(What color are they) The man said, \"Red.\" The Prophet said,</p><p>«فَهَلْ فِيهَا مِنْ أَوْرَق»</p><p>(Do any of them have patches of gray) The man said, \"Yes.\" The Prophet asked him,</p><p>«فَأَنْى أَتَاهَا ذلِك»</p><p>(How did this happen to them) The man replied, \"It is probably an inherited genetical strain.\" The Prophet then said,</p><p>«وَهَذَا عَسَى أَنْ يَكُونَ نَزَعَهُ عِرْق»</p><p>(Likewise, this (with your son) is probably an inherited genetical strain.) The Cause of Deception and alerting to the Fact that Angels record the Deeds of the Children of Adam Concerning Allah's statement,</p><p>كَلاَّ بَلْ تُكَذِّبُونَ بِالدِّينِ</p><p>(Nay! But you deny (the Day of) Ad-Din.) meaning, `you are only compelled to oppose the Most Generous and meet Him with disobedience, by your rejection in your hearts of the Hereafter, the recompense and the reckoning.' Concerning Allah's statement,</p><p>وَإِنَّ عَلَيْكُمْ لَحَـفِظِينَ - كِرَاماً كَـتِبِينَ - يَعْلَمُونَ مَا تَفْعَلُونَ</p><p>(But verily, over you to watch you (are) Kiraman Katibin, they know all that you do.) (82:10-12) meaning, `indeed there are noble guardian angels over you, so do not meet them with evil deeds, because they write down all that you do.'</p>"
        },
        {
            "resource_id": 176,
            "text": "Quando il cielo si screpolerà in modo che gli angeli possano discendervi,"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">قال النسائي أخبرنا محمد بن قدامة حدثنا جرير عن الأعمش عن محارب بن دثار عن جابر قال قام معاذ فصلى العشاء الآخرة فطول فقال النبي صلى الله عليه وسلم أفتان يا معاذ [ أفتان يا معاذ أين كنت عن سبح اسم ربك الأعلى والضحى وإذا السماء انفطرت ؟!</p><p lang=\"ar\" class=\"ar \">وأصل الحديث مخرج في الصحيحين ولكن ذكر <span class=\"red\">\" إذا السماء انفطرت في أفراد النسائي وتقدم من رواية عبد الله بن عمر عن النبي صلى الله عليه وسلم -<span class=\"blue\"> قال من سره أن ينظر إلى القيامة رأي عين فليقرأ :</span> ( إذا الشمس كورت \"</span> و <span class=\"red\">\" إذا السماء انفطرت \"</span> و \" إذا السماء انشقت .</p><p>يقول تعالى <span class=\"arabic qpc-hafs\">( إذا السماء انفطرت )</span> أي انشقت كما قال <span class=\"arabic qpc-hafs\">( السماء منفطر به )</span> الزمر : 18</p>"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Apabila langit terbelah, dan apabila bintang-bintang jatuh berserakan, dan apabila lautan dijadikan meluap, dan apabila kuburan-kuburan dibongkar, maka tiap-tiap jiwa akan menge-tahui apa yang telah dikerjakan dan yang dilalaikannya.\" <span class=\"green\">(Al-<span class=\"blue\">Infithar:</span> 1-5)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(1-5)</span> Maksudnya, bila langit runtuh dan terbelah, bintang-bintangnya berhamburan, hilang keindahannya, laut-laut meluap hingga menjadi satu lautan, kuburan terbongkar mengeluarkan semua mayat yang ada di dalamnya untuk dikumpulkan di tempat pemberhentian di hadapan Allah سبحانه وتعالى untuk pembalasan amal per-buatan, pada hari itu penutup tersingkap, sesuatu yang samar menjadi nyata, dan setiap jiwa mengetahui keberuntungan atau kerugian yang menyertainya. Di sana, orang zhalim menggigit jari pada saat melihat perbuatan yang telah dilakukannya dan yakin akan mendapatkan kesengsaraan abadi dan siksaan selamanya. Di sana, <span class=\"green\">(sebaliknya)</span> orang bertakwa yang melakukan amal baik men-dapatkan kemenangan besar, kenikmatan abadi, dan selamat dari siksaan Neraka Jahim.                </div>"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "আৰু যেতিয়া নক্ষত্ৰবোৰ বিক্ষিপ্তভাৱে খহি পৰিব।"
        },
        {
            "resource_id": 776,
            "text": "Cuando los planetas caigan uno tras otro y se dispersen."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "e quando le stelle cadranno sparse,"
        },
        {
            "resource_id": 177,
            "text": "Khi các vì sao rơi rải rác."
        },
        {
            "resource_id": 14,
            "text": "<p>أي تساقطت.</p>"
        },
        {
            "resource_id": 791,
            "text": "നക്ഷത്രങ്ങൾ ചിന്നിച്ചിതറി കൊണ്ട് ഉതിർന്നു വീണാൽ."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "وانتثرت  نجومها، وزال جمالها،"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "( وَإِذَا الكواكب انتثرت ) أى : وإذا النجوم تهاوت وتساقطت وتفرقت ، ويقال : نثرت الشئ على الأرض ، إذا ألقيته عليها متفرقا ، فانتثار الكواكب معناه : تفرقا عن مواضعها التى كانت فيها ."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 174,
            "text": "jika bintang-bintang telah jatuh berserakan,"
        },
        {
            "resource_id": 792,
            "text": "និងនៅពេលដែលភពទាំងឡាយត្រូវបានធ្លាក់បែកខ្ទេចខ្ទី។"
        },
        {
            "resource_id": 171,
            "text": "When the stars fall one after the other and are scattered."
        },
        {
            "resource_id": 178,
            "text": "когда звезды падут и рассыпятся,"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 183,
            "text": "星々が次々落ちて来て、散らされる時、"
        },
        {
            "resource_id": 90,
            "text": "أي تساقطت ; نثرت الشيء أنثره نثرا , فانتثر , والاسم النثار .والنثار بالضم : ما تناثر من الشيء , ودر منثر , شدد للكثرة ."
        },
        {
            "resource_id": 180,
            "text": "২. যখন নক্ষত্ররাজি বিক্ষিপ্তভাবে ঝরে পড়বে।"
        },
        {
            "resource_id": 92,
            "text": "وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ (2) والانتثار : مطاوع النثر ضد الجمع وضد الضم ، فالنثر هو رمي أشياء على الأرض بتفرق .وأما التفرق في الهواء فإطلاق النثر عليه مجاز كما في قوله تعالى : { فجعلناه هباء منثوراً } [ الفرقان : 23 ] . فانتثار الكواكب مستعار لتفرق هيئات اجتماعها المعروفة في مواقعها ، أو مستعار لخروجها من دوائر أفلاكها وسموتها فتبدو مضطربة في الفضاء بعد أن كانت تلوح كأنها قارّة ، فانتثارها تبددها وتفرق مجتمعها ، وذلك من آثار اختلال قوة الجاذبية التي أقيم عليها نظام العالم الشمسي ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ (٢)</span> ] وه‌ كاتێك كه‌ ئه‌ستێره‌كان به‌ر ئه‌بنه‌وه‌."
        },
        {
            "resource_id": 172,
            "text": "Yıldızlar, saçılarak döküldüğünde."
        },
        {
            "resource_id": 179,
            "text": "at kapag ang mga tala ay nagbagsakan na nakasabog,"
        },
        {
            "resource_id": 165,
            "text": "<p>যখন নক্ষত্ররাজি বিক্ষিপ্তভাবে ঝরে পড়বে,</p>"
        },
        {
            "resource_id": 173,
            "text": "que les astres tomberont éparpillés,"
        },
        {
            "resource_id": 166,
            "text": "<p>আর যখন নক্ষত্রমণ্ডলী বিক্ষিপ্তভাবে ঝরে পরবে,</p>"
        },
        {
            "resource_id": 175,
            "text": "kada zvijezde počnu na sve strane razbacane, padati."
        },
        {
            "resource_id": 182,
            "text": "当众星辰相继散落的时候，"
        },
        {
            "resource_id": 905,
            "text": "وإذا الكواكب تساقطت متناثرة."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"وإذا الكواكب انتثرت\"</span>، تساقطت.</p>"
        },
        {
            "resource_id": 181,
            "text": "و آن‌گاه که ستارگان پراکنده سقوط کنند."
        },
        {
            "resource_id": 180,
            "text": "৩. যখন সমুদ্রগুলোকে একটির উপর অপরটিকে খুলে দেয়ার ফলে উদ্বেলিত হবে।"
        },
        {
            "resource_id": 905,
            "text": "وإذا البحار فتح بعضها على بعض فاختلطت."
        },
        {
            "resource_id": 172,
            "text": "Denizler birbirine açılıp karıştığında."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"وإذا البحار فجرت\"</span>، فجر بعضها في بعض، واختلط العذب بالملح، فصارت بحراً واحداً.<span class=\"blue\"> وقال الربيع:</span> <span class=\"arabic qpc-hafs\">\"فجرت\"</span>: فاضت.</p>"
        },
        {
            "resource_id": 181,
            "text": "و آن‌گاه که دریاها بر روی یکدیگر گشوده شوند و در هم آمیزند."
        },
        {
            "resource_id": 776,
            "text": "Cuando los mares se abran el uno al otro y se desborden."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 182,
            "text": "当海洋彼此开通海水浑然一体的时候，"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>যখন সমুদ্রগুলি উদ্বেলিত হবে, [১]</p><p>[১] আর সমস্ত সমুদ্রের পানি একটি সমুদ্রে জমা হয়ে যাবে। (অথবা সমস্ত সমুদ্র একটি সমুদ্রে পরিণত হবে। লোনা-মিঠা এক হয়ে যাবে।) তারপর আল্লাহ তাআলা পশ্চিমী হাওয়া প্রেরণ করবেন, যা তাতে আগুন জ্বালিয়ে দেবে, যার ফলে আকাশ-ছোঁয়া আগুনের শিখা উঠতে থাকবে।</p>"
        },
        {
            "resource_id": 171,
            "text": "When the seas are opened into one another and they merge."
        },
        {
            "resource_id": 92,
            "text": "وَإِذَا الْبِحَارُ فُجِّرَتْ (3) وتفجير البحار انطلاق مائها من مستواه وفيضانه على ما حولها من الأرضين كما يتفجر ماء العين حين حفرها لِفساد كرة الهواء التي هي ضاغطة على مياه البحار وبذلك التفجير يعمّ الماء على الأرض فيهلك ما عليها ويختل سطحها ."
        },
        {
            "resource_id": 175,
            "text": "kada se morske vode preliju jedne u druge i pomiješaju."
        },
        {
            "resource_id": 791,
            "text": "സമുദ്രങ്ങൾ ഒന്നിനു മീതെ ഒന്നായി തുറന്നു വിടപ്പെടുകയും, അങ്ങനെ അവ കൂടിക്കലരുകയും ചെയ്താൽ."
        },
        {
            "resource_id": 174,
            "text": "jika seluruh lautan telah dibukakan tabirnya sehingga bercampur satu sama lain,"
        },
        {
            "resource_id": 173,
            "text": "que les mers s’ouvriront les unes sur les autres et se mélangeront,"
        },
        {
            "resource_id": 179,
            "text": "at kapag ang mga dagat ay binuksan ang ilan sa mga ito sa iba sa mga ito saka nagkahalu-halo,"
        },
        {
            "resource_id": 166,
            "text": "<p>আর যখন সাগরগুলো বিস্ফোরিত করা হবে,</p>"
        },
        {
            "resource_id": 176,
            "text": "e quando i mari si uniranno e si mescoleranno,"
        },
        {
            "resource_id": 15,
            "text": "<p>يقول تعالى ذكره: <span class=\"arabic qpc-hafs green\">( إِذَا السَّمَاءُ انْفَطَرَتْ )</span> انشقَّت، وإذا كواكبها انتثرت منها فتساقطت.</p>"
        },
        {
            "resource_id": 792,
            "text": "និងនៅពេលដែលសមុទ្រទាំងឡាយផ្ទុះឡើងព្រមគ្នា ហើយរលាយចូលគ្នាតែមួយ។"
        },
        {
            "resource_id": 177,
            "text": "Khi các đại dương và biển cả dâng trào cuồn cuộn hòa lẫn vào nhau."
        },
        {
            "resource_id": 93,
            "text": "( وَإِذَا البحار فُجِّرَتْ ) أى : شققت جوانبها ، فزالت الحواجز التى بينها ، واختلط بعضها ببعض فصارت جميعها بحرا واحدا ، فقوله ( فُجِّرَتْ ) مأخوذ من الفجر - بفتح الفاء - وهو شق الشئ شقا واسعا ، يقال : فجر الماء فتفجر ، إذا شقه شقا واسعا ترتب عليه سيلان الماء بشدة ."
        },
        {
            "resource_id": 183,
            "text": "大洋が互いに開かれて、そして混ざり合い、"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "আৰু যেতিয়া সাগৰসমূহক এটাক আন এটাৰ বাবে খুলি দিয়া হব। আৰু সেইবোৰ পৰস্পৰে মিলিত হব।"
        },
        {
            "resource_id": 91,
            "text": "وفجرت البحار فصارت بحرا واحدا،"
        },
        {
            "resource_id": 14,
            "text": "<p>قال علي بن أبي طلحة عن ابن عباس فجر الله بعضهم في بعض.</p><p lang=\"ar\" class=\"ar \">وقال الحسن فجر الله بعضها في بعض فذهب ماؤها وقال قتادة اختلط عذبها بمالحها وقال الكلبي ملئت.</p>"
        },
        {
            "resource_id": 90,
            "text": "أي فجر بعضها في بعض , فصارت بحرا واحدا , على ما تقدم .قال الحسن : فجرت : ذهب ماؤها ويبست ; وذلك أنها أولا راكدة مجتمعة ; فإذا فجرت تفرقت , فذهب ماؤها .وهذه الأشياء بين يدي الساعة , على ما تقدم في \" إذا الشمس كورت \" [ التكوير : 1 ] ."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَإِذَا الْبِحَارُ فُجِّرَتْ (٣)</span> ] وه‌ كاتێك كه‌ ده‌ریاكان هه‌ندێكیان ئه‌ته‌قێنه‌وه‌ ناو هه‌ندێكیان و تێكه‌ڵ ئه‌كرێن و ئه‌بنه‌ یه‌ك ده‌ریایه‌ك، وه‌ وتراوه‌: ده‌ریای شۆر (سوێر) و ده‌ریای ئاوی شیرین و سازگار تێكه‌ڵ ئه‌كرێن به‌یه‌كدا، خوای گه‌وره‌ هه‌ندێكی تێكه‌ڵ به‌ هه‌ندێكی ئه‌كات، یاخود وتراوه‌: ئه‌ته‌قێنرێنه‌وه‌ ناو یه‌كتری، واته‌: ئاویان تیادا نامێنێ و به‌تاڵ ئه‌بنه‌وه‌، یاخود تێكه‌ڵ به‌یه‌ك ئه‌كرێن و ئه‌بن به‌ یه‌ك ده‌ریاو پڕ ئه‌بن."
        },
        {
            "resource_id": 178,
            "text": "когда моря перельются и смешаются друг с другом,"
        },
        {
            "resource_id": 180,
            "text": "৪. যখন মৃতদেরকে পুনরুত্থান দেয়ার ফলে কবরের মাটি উলট-পালট হবে।"
        },
        {
            "resource_id": 166,
            "text": "<p>আর যখন সাগরগুলো বিস্ফোরিত করা হবে,</p><p>[১] প্রথম তিনটি আয়াতে কিয়ামতের প্রথম পর্বের উল্লেখ করা হয়েছে এবং এই আয়াতে দ্বিতীয় পর্বের কথা বলা হয়েছে। কবর খুলে ফেলার মানে হচ্ছে, তা খুলে তা থেকে মানুষকে আবার নতুন করে জীবিত করে উঠানো। [কুরতুবী]</p>"
        },
        {
            "resource_id": 776,
            "text": "Cuando el suelo de las tumbas se abra para resucitar a los muertos en ellas."
        },
        {
            "resource_id": 91,
            "text": "وبعثرت القبور بأن أخرجت  ما فيها من الأموات،"
        },
        {
            "resource_id": 182,
            "text": "当坟墓的土被翻开，以复活里面的死人的时候，"
        },
        {
            "resource_id": 181,
            "text": "و آن‌گاه که خاک قبرها برای برانگیختن مردگان‌شان زیر و رو شود."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "وَإِذَا الْقُبُورُ بُعْثِرَتْ (4) ومعنى : { بعثرت } : انقلبَ باطنها ظاهِرَها ، والبعثرة : الانقلاب ، يقال : بعثر المتاع إذا قلب بعضه على بعض . قال في «الكشاف» : «بعثر مركب من البعث مع راء ضُمت إليه» . وقال البيضاوي قيل : إن بعثر مركب من بعث وراء الإِثارة كبسمل اه ، ونقل مثله عن السهيلي . وأن بعثر منحوت من بعث وإثارة مثل : بسمل ، وحَوْقل ، فيكون في بعثر معنى فعلين بَعَثَ وأثَار ، أي أخرج وقلب ، فكأنه قلب لأجل إخراج ما في المقلوب .والذي اقتصر عليه أيمة اللغة أن معنى بعثر : قلب بَعض شيء على بعضه .وبعثرة القبور : حالة من حالات الانقلاب الأرضي والخسف خصت بالذكر من بين حالات الأرض لما فيها من الهول باستحضار حالة الأرض وقد ألقت على ظاهرها ما كان في باطن المقابر من جثث كاملة ورفات ، فإن كان البعث عن عدم كما مال إليه بعض العلماء أو عن تفريق كما رآه بعض آخر ، فإن بعث الأجساد الكاملة يجوز أن يختص بالبعث عن تفريق ويختص بعث الأجساد البالية والرمم بالكون عن عدم ."
        },
        {
            "resource_id": 93,
            "text": "( وَإِذَا القبور بُعْثِرَتْ ) أى : صار باطنُها ظاهرَهَا ، وخرج ما فيها من الموتى مسرعين ، يقال : بعثر فلان متاعه ، إذا فرقه وبدده وقب بعضه على بعض .والمراد أن التراب الذى كان فيها يبعثر ويزال ، ويخرج الموتى من تلك القبور للحساب والجزاء ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 179,
            "text": "at kapag ang mga libingan ay itinaob ang alabok ng mga ito para sa pagbuhay sa sinumang nasa mga ito na mga patay;"
        },
        {
            "resource_id": 173,
            "text": "que la terre des tombes sera retournée afin que les morts qu'elles contiennent soient ressuscités."
        },
        {
            "resource_id": 15,
            "text": "<p><span class=\"arabic qpc-hafs green\">( وَإِذَا الْبِحَارُ فُجِّرَتْ )</span> يقول: فجَّر بعضها في بعض، فملأ جميعها.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل على اختلاف منهم في بعض ذلك.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عليّ،<span class=\"blue\"> قال:</span> ثنا أبو صالح،<span class=\"blue\"> قال:</span> ثني معاوية، عن عليّ، عن ابن عباس،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَإِذَا الْبِحَارُ فُجِّرَتْ )</span> يقول: بعضها في بعض.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( وَإِذَا الْبِحَارُ فُجِّرَتْ )</span> فُجِّر عذبها في مالحها، ومالحها في عذبها.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الحسن <span class=\"arabic qpc-hafs green\">( وَإِذَا الْبِحَارُ فُجِّرَتْ )</span> قال: فجِّر بعضها في بعض، فذهب ماؤها.<span class=\"blue\"> وقال الكلبي:</span> ملئت.</p>"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "وإذا القبور قُلِب ترابها لبعث من فيها من الأموات."
        },
        {
            "resource_id": 174,
            "text": "dan jika tanah kuburan telah dibalik agar mayat yang ada di dalamnya dibangkitkan,"
        },
        {
            "resource_id": 175,
            "text": "i kada se zemlja kaburova ispretura kako bi mrtvi koji su u njima oživljeni bili."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"وإذا القبور بعثرت\"</span>، بحثت وقلب ترابها وبعث ما فيها من الموتى أحياءً،<span class=\"blue\"> يقال:</span> بعثرت الحوض وبحثرته، إذا قلبته فجعلت أسفله أعلاه.</p>"
        },
        {
            "resource_id": 171,
            "text": "When the soil of graves is turned over to resurrect the dead in them."
        },
        {
            "resource_id": 791,
            "text": "ഖബ്റുകൾക്കുള്ളിൽ കിടക്കുന്നവരെ പുനരുജ്ജീവിപ്പിക്കുന്നതിനായി അതിലെ മണ്ണ് കീഴ്മേൽ മറിക്കപ്പെടുകയും ചെയ്താൽ;"
        },
        {
            "resource_id": 178,
            "text": "когда земля могил будет перевернута для воскрешения мертвых, что есть в них,"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>এবং যখন কবরসমূহ  উন্মোচিত হবে; [১]</p><p>[১] অর্থাৎ, কবর থেকে মৃতরা জীবন্ত হয়ে বাইরে বেরিয়ে আসবে। بُعثِرَت এর অর্থ হল, উৎপাটিত হবে অথবা তার মাটিকে উলট-পালট করে দেওয়া হবে।</p>"
        },
        {
            "resource_id": 14,
            "text": "<p><span class=\"arabic qpc-hafs\">( وإذا القبور بعثرت )</span> قال ابن عباس بحثت وقال السدي تبعثر تحرك فيخرج من فيها .</p>"
        },
        {
            "resource_id": 177,
            "text": "Khi các ngôi mộ bị lật ngược lên để phục sinh những linh hồn từ cõi chết."
        },
        {
            "resource_id": 172,
            "text": "İçinde bulunan ölülerin yeniden dirilmesi için kabirlerin toprağı alt üst edildiğinde."
        },
        {
            "resource_id": 792,
            "text": "និងនៅពេលដែលផ្នូរទាំងឡាយត្រូវបានគេក្រឡាប់ ដើម្បីពង្រស់សាកសពដែលនៅក្នុងនោះ(ឲ្យក្រោកចេញពីផ្នូរ)។"
        },
        {
            "resource_id": 183,
            "text": "土が掘り返されて、復活のため墓場が暴かれる時、"
        },
        {
            "resource_id": 176,
            "text": "e quando verrà ribaltata la terra delle tombe in modo che faccia sorgere i morti che vi erano sepolti;"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَإِذَا الْقُبُورُ بُعْثِرَتْ (٤)</span> ] وه‌ كاتێك كه‌ مردووی ناو گۆڕه‌كان ده‌رئه‌كرێن بۆ ئه‌وه‌ی لێپرسینه‌وه‌یان له‌گه‌ڵدا بكرێ."
        },
        {
            "resource_id": 790,
            "text": "আৰু যেতিয়া কবৰবোৰৰ মাটি ওলোটাই দিয়া হব, তাৰ ভিতৰত থকা মৃত ব্যক্তিক পুনৰ্জীৱিত কৰাৰ বাবে।"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "أي قلبت وأخرج ما فيها من أهلها أحياء ; يقال : بعثرت المتاع : قلبته ظهرا لبطن , وبعثرت الحوض وبحثرته : إذا هدمته وجعلت أسفله أعلاه .وقال قوم منهم الفراء : \" بعثرت \" : أخرجت ما في بطنها من الذهب والفضة .وذلك من أشراط الساعة : أن تخرج الأرض ذهبها وفضتها .\" علمت نفس ما قدمت وأخرت \" مثل : \" ينبأ الإنسان يومئذ بما قدم وأخر \" [ القيامة : 13 ] .وتقدم .وهذا جواب \" إذا السماء انفطرت \" لأنه قسم في قول الحسن وقع على قوله تعالى : \" علمت نفس \""
        },
        {
            "resource_id": 180,
            "text": "৫. তখন সবাই জানতে পারবে যে, সে পূর্বে কী আমল প্রেরণ করেছে। আর পেছনে কী আমল ছেড়ে এসেছে।"
        },
        {
            "resource_id": 165,
            "text": "<p>তখন প্রত্যেকেই জানতে পারবে সে পূর্বে যা প্রেরণ করেছে এবং পশ্চাতে কি ছেড়ে এসেছে।[১]</p><p>[১] অর্থাৎ, যখন এই উল্লিখিত বিষয়গুলি সংঘটিত হবে, তখন মানুষের কৃত আমল প্রকাশ পেয়ে যাবে। যা কিছু সে ভাল-মন্দ আমল করেছে, তা সামনে উপস্থিত পাবে। পশ্চাতে ছাড়া আমল বলতে উদ্দেশ্য হল, নিজের চাল-চলন এবং আমলের ভাল অথবা মন্দ নমুনা (আদর্শ) যা মানুষ দুনিয়ায় ছেড়ে যায় এবং লোকেরা সেই আদর্শের উপর আমল করে। এবার যদি তার আদর্শ ভাল হয় এবং তার মৃত্যুর পরেও লোকেরা তার আদর্শ অনুসারে আমল করে, তাহলে সেই সওয়াবও তার কাছে পৌঁছতে থাকে। আর যদি সে মন্দ আদর্শ ছেড়ে যায় এবং সেই আদর্শ অনুযায়ী লোকেরা আমল করে, তাহলে সেই পাপের ভাগী সেও হয়।</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "إذا بدت هذه الأمور من أشراط الساعة ختمت الأعمال فعلمت كل نفس ما كسبت ; فإنها لا ينفعها عمل بعد ذلك .وقيل : أي إذا كانت هذه الأشياء قامت القيامة , فحوسبت كل نفس بما عملت , وأوتيت كتابها بيمينها أو بشمالها , فتذكرت عند قراءته جميع أعمالها .وقيل : هو خبر , وليس بقسم , وهو الصحيح إن شاء الله تعالى ."
        },
        {
            "resource_id": 168,
            "text": "<p>Commentary</p><p>عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَ‌تْ (...then one will know what he sent ahead and what he left behind....82:5) In the preceding verses [ 1-4] of the Surah, Allah depicts the scene of the Day of Judgment that when the sky splits, the stars fall, the seas are poured forth [ i.e. the fresh and salt water bodies will merge to form one mass of water ] and the graves are overturned [ i.e. corpses will emerge from their graves ], every soul shall come to know what it had sent ahead and what it had left behind. The phrase 'what he sent ahead' means the good or evil act which he has done in his life; and the phrase 'what he left behind' means what he failed to do or refrained from doing. It is also possible that 'what he sent ahead' refers to the acts he has done himself, and 'what he left behind' refers to the acts one has not done himself, but he has laid down a custom in the society. The Holy Prophet ﷺ is reported to have said: \"If anyone establishes a good tradition in Islam, he will have a reward for it and the equivalent of the rewards of those who act upon it after him, without theirs being diminished in any respect; but he who establishes a bad custom in Islam will bear the responsibility of it and the responsibility of those who act upon it after him, without theirs being diminished in any respect.\" This subject was dealt with earlier under the following verse: يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ 'Man will be informed of what he sent ahead and what he left behind. [ 75:13] '</p>"
        },
        {
            "resource_id": 791,
            "text": "ആ സന്ദർഭത്തിൽ ഓരോ വ്യക്തിയും താൻ മുൻപ് ചെയ്തു വെച്ച പ്രവർത്തനങ്ങളും, ചെയ്യാതെ പിന്തിച്ച പ്രവർത്തനങ്ങളും അറിയുന്നതാണ്."
        },
        {
            "resource_id": 171,
            "text": "At that time, every soul will know the actions it sent forward and those it left behind and did not do."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَإِذَا الْقُبُورُ بُعْثِرَتْ )</span> يقول: وإذا القبور أُثيرت فاستخرج من فيها من الموتى أحياء،<span class=\"blue\"> يقال:</span> بعثر فلان حوض فلان: إذا جعل أسفله أعلاه،<span class=\"blue\"> يقال:</span> بعثرة وبحثرة: لغتان.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عليّ،<span class=\"blue\"> قال:</span> ثنا أبو صالح،<span class=\"blue\"> قال:</span> ثني معاوية، عن عليّ، عن ابن عباس،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَإِذَا الْقُبُورُ بُعْثِرَتْ )</span> يقول: بُحثت.</p>"
        },
        {
            "resource_id": 179,
            "text": "sa sandaling iyon, malalaman ng bawat kaluluwa ang ipinauna niya na gawa at ang ipinahuli niya mula roon kaya hindi niya nagawa."
        },
        {
            "resource_id": 14,
            "text": "<p>أي إذا كان هذا حصل هذا.</p>"
        },
        {
            "resource_id": 792,
            "text": "នៅពេលនោះ មនុស្សម្នាក់ៗនឹងដឹងពីទង្វើដែលខ្លួនបានសាងកន្លងមក និងទង្វើទាំងឡាយដែលគេពន្យារពេលមិនទាន់បានសាង។"
        },
        {
            "resource_id": 177,
            "text": "Đấy là lúc mỗi linh hồn sẽ biết được tất cả mọi việc làm mà mình đã gửi đi và những gì còn bỏ lại chưa làm."
        },
        {
            "resource_id": 790,
            "text": "তেতিয়া প্ৰত্যেক ব্যক্তিয়ে জানিব পাৰিব যে, তেওঁ কোনটো কাম কৰিছে আৰু কোনটো পিছফালে এৰি আহিছে অৰ্থাৎ কৰা নাই।"
        },
        {
            "resource_id": 91,
            "text": "وحشروا للموقف بين يدي الله للجزاء على الأعمال. فحينئذ ينكشف الغطاء، ويزول ما كان خفيا، وتعلم كل نفس ما معها من الأرباح والخسران، هنالك يعض الظالم على يديه إذا رأى أعماله باطلة، وميزانه قد خف، والمظالم قد تداعت إليه، والسيئات قد حضرت لديه، وأيقن بالشقاء الأبدي والعذاب السرمدي  .و <span class=\"arabic qpc-hafs\">[هنالك]</span> يفوز المتقون المقدمون لصالح الأعمال بالفوز العظيم، والنعيم المقيم والسلامة من عذاب الجحيم."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ (٥)</span> ] له‌م كاته‌دا كه‌ ئه‌م شتانه‌ ڕوو ئه‌دات هه‌موو كه‌سێك ئه‌زانێت كه‌ چ كرده‌وه‌ی كردووه‌ باش یاخود خراپ، ئه‌وه‌ی پێشی خستووه‌و ئه‌وه‌ی دوای خستووه‌ هه‌ر هه‌مووی ئه‌زانێ و ئه‌یبینێ، له‌به‌ر ئه‌وه‌ی هه‌مووی نووسراوه‌و تۆمار كراوه‌و هیچی لێ نه‌فه‌وتێنراوه‌."
        },
        {
            "resource_id": 905,
            "text": "عند ذلك تعلم كل نفس ما قدمت من عمل، وما أخَّرت منه فلم تعمله."
        },
        {
            "resource_id": 172,
            "text": "O zaman herkes yapmış olduğu amelleri ve erteleyerek yapmadıklarını bilecektir."
        },
        {
            "resource_id": 178,
            "text": "вот тогда каждая душа узнает о деяниях, которые совершила и которые упустила."
        },
        {
            "resource_id": 181,
            "text": "در این هنگام هرکس از اعمالی‌که پیش از وفات فرستاده، و اعمالی‌که به تأخیر انداخته و انجام نداده است آگاه می‌شود."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( علمت نفس ما قدمت وأخرت )</span> قيل : <span class=\"arabic qpc-hafs\">\" ما قدمت \"</span> من عمل صالح أو سيئ و <span class=\"arabic qpc-hafs\">\" أخرت \"</span> من سنة حسنة أو سيئة .<span class=\"blue\"> وقيل :</span> <span class=\"arabic qpc-hafs\">\" ما قدمت \"</span> من الصدقات و <span class=\"arabic qpc-hafs\">\" أخرت \"</span> من التركات على ما ذكرنا في قوله : <span class=\"arabic qpc-hafs\">\" ينبأ الإنسان يومئذ بما قدم وأخر \"</span> <span class=\"green\">( القيامة - 13 )</span> .</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 5{ عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَاَخَّرَتْ۔ } ”اُس وقت ہر جان ‘ جان لے گی کہ اس نے کیا آگے بھیجا اور کیا پیچھے چھوڑا۔“ اس دن ہر شخص کو واضح طور پر معلوم ہوجائے گا کہ اس نے کیا کیا اچھے یا برے اعمال آگے بھیجے تھے اور ان کے آثار و نتائج کی شکل میں کیا کچھ وہ اپنے پیچھے دنیا میں چھوڑ آیا تھا۔ اس مضمون کی وضاحت قبل ازیں سورة القیامہ کی آیت 13 کے تحت بھی کی جا چکی ہے۔ اس کے علاوہ اس آیت کا ایک مفہوم یہ بھی ہے کہ قیامت کے دن ہر انسان کو بتادیا جائے گا کہ اس نے کس شے کو آگے کیا تھا اور کس شے کو پیچھے رکھا تھا۔ یعنی دنیا اور آخرت میں سے اس نے کس کو مقدم رکھا تھا اور کس کو موخر کیا تھا۔ آیت کے اس مفہوم سے واضح ہوتا ہے کہ قیامت کے دن کسی انسان کی کامیابی یا ناکامی کا انحصار کلی طور پر اس ”طرزِعمل“ پر ہے جو وہ اپنی زندگی میں دنیا اور آخرت کے بارے میں اختیار کرتا ہے۔ یعنی انسان کا ایک طرزعمل یہ ہوسکتا ہے کہ میرا اصل مطلوب و مقصود تو آخرت ہے ‘ دنیا کا کیا ہے جو مل گیا وہی غنیمت ہے اور اگر کبھی نہ بھی ملے تب بھی کوئی بات نہیں۔ دوسرا ممکنہ رویہ یہ ہے کہ میرا اصل مقصود تو دنیا ہے ‘ اس کے ساتھ ساتھ اگر آخرت بھی مل جائے تو اچھا ہے ‘ چاہے وہ کسی کی سفارش سے مل جائے یا کسی اور حیلے سے۔ لیکن میری پہلی ترجیح Ist priority بہرحال دنیا اور اس کا مال و متاع ہے ‘ اور زندگی میں میری ساری تگ و دو اسی کے لیے ہے۔</p>"
        },
        {
            "resource_id": 176,
            "text": "in quel momento, ogni anima verrà a conoscenza delle azioni che ha compiuto e di quelle che non ha compiuto."
        },
        {
            "resource_id": 183,
            "text": "それぞれの魂は、既にしたことと、後にし残したことを知っている。"
        },
        {
            "resource_id": 157,
            "text": "<p>علمت .................... واخرت (5:82) ” اس وقت ہر شخص کو اس کا اگلا پچھلا سب کیا دھرا معلوم ہوجائے گا “۔ یعنی جو پہلے کیا اور جو بعد میں کیا ، یا یہ کہ جو اس نے دنیا میں کیا اور جو اچھے اور برے آثار دنیا میں چھوڑے یا جو دنیا میں عیش کیا اور جو آخرت کے لئے ذخیرہ کیا۔ مطلب یہ ہے کہ ان عظیم حادثات اور انقلابات کے بعد ہر شخص اگلا پچھلا جان لے گا۔ یہ حادثات میں ہر حادثہ ہی خوفناک ہوگا۔</p><p>قرآن کریم کا مخصوص انداز کلام ملاحظہ کیجئے۔ کہا جاتا ہے۔</p><p>علمت نفس ” نفس یہ جان لے گا “۔ نفس سے یہاں مراد ہر نفس ہے لیکن ” ہر “ کو حذف کرنا بات کو نہایت نفیس اور خوبصورت بنا دیتا ہے۔ بات یہاں آکر ختم نہیں ہوجاتی کہ ہر ایک شخص اپنے تمام اعمال کا پورا پورا علم حاصل کرلے گا۔ بلکہ اس علم کے انسان پر شدید اثرات ہوں گے۔ جس طرح کہا جاتا ہے اچھا تمہیں معلوم ہوجائے گا۔ اگرچہ آیت میں اس بات کی صراحت نہیں ہے کہ کیا اثرات ہوں گے نفس پر۔ لیکن یہ ان عظیم کائناتی حادثات سے بھی سخت ہوں گے۔ انداز کلام سے اس مفہوم کا انعکاس ہوتا ہے۔</p><p>یہ تھا ایک ایسا مطلع جس نے انسانی احساس و شعور اور عقل وخرد کو یوں بیدار کردیا۔ اب اگلے پیرے میں انسان کی موجودہ حالت پر ایک تبصرہ آتا ہے کہ یہ انسان کس قدر غافل اور لاپرواہ ہے ، یہاں انداز عتاب نہایت ہمدردانہ ہے اور اس عتاب میں سرزنش اور جھڑکی کا پہلو درپردہ ہے۔ اور بظاہر بات اللہ کی عنایات پر تدبر کی گئی ہے۔ خصوصاً انسان کی موجودہ ، متوازن اور خوبصورت اور معتدل شکل و صورت میں پیدائش کو مدنظررکھتے ہوئے۔ اللہ تعالیٰ کی قدرت میں یہ بات تھی کہ انسان کو موجودہ معتدل اور متوازن شکل و صورت اور جسم کے اعضاء سے فرو تر شکل دے دیتا لیکن اللہ نے اسے ایسی صورت دی کہ جو تکنیکی اور خوبصورتی دونوں اعتار سے بےمثال ہے۔ کیا انسان پر لازم نہیں ہے کہ وہ ان چیزوں پر غور کرے اور شکر ادا کرے۔</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>তখন প্রত্যেকে জানবে, সে কী আগে পাঠিয়েছে ও কী পিছনে রেখে গিয়েছে [১]।</p><p>[১] অর্থাৎ আকাশ বিদীর্ণ হওয়া, নক্ষত্ৰসমূহ ঝরে পড়া, সমুদ্র একাকার হয়ে যাওয়া, কবর থেকে মৃতদের বের হয়ে আসা ইত্যাকার কেয়ামতের ঘটনা যখন ঘটে যাবে, তখন প্রত্যেকেই জেনে নিবে সে কি অগ্ৰে প্রেরণ করেছে এবং কি পশ্চাতে ছেড়েছে। মূলে বলা হয়েছে, تَافَرَّمَتْ وَاَخَّرَتْ। এ শব্দগুলোর কয়েকটি অর্থ হতে পারে এবং সবগুলো অর্থই এখানে প্রযোজ্য। এক. যে ভালো ও মন্দ কাজ করে মানুষ আগে পাঠিয়ে দিয়েছে তাকে مَا قَدَّمَتْ এবং যেগুলো করতে সে বিরত থেকেছে  তাকে مَاأخَّرَتْ  বলা যায়। সুতরাং কেয়ামতের দিনে প্রত্যেকেই জেনে নিবে সে সৎ অসৎ কি কর্ম করেছে এবং কি সৎ অসৎ কর্ম করেনি। [তাবারী] দুই. যা কিছু প্ৰথমে করেছে তা تَافَرَّمَتْ এবং যা কিছু পরে করেছে তা مَاأَخَّرَتْ এর অন্তর্ভুক্ত। অর্থাৎ সম্পাদনের ধারাবাহিকতা ও তারিখ অনুসারে মানুষের প্রত্যেকটি কাজের হিসেব সম্বলিত আমলনামা তার সামনে এসে যাবে। [মুয়াসসার] তিন. যেসব ভালো বা মন্দ কাজ মানুষ তার জীবনে করেছে সেগুলো تَافَرَّمَتْ এর অন্তরভুক্ত। এ মানুষের সমাজে এসব কাজের যে প্রভাব ও ফলাফল সে নিজের পেছনে রেখে এসেছে সেগুলো مَاأَخَّرَتْ এর অন্তর্ভুক্ত। কাজটি সৎ হলে তার সওয়াব সে পেতে থাকবে এবং অসৎ হলে তার গোনাহ আমলানামায় লিখিত হতে থাকবে। হাদীসে আছে “যে ব্যক্তি ইসলামে কোন উত্তম সুন্নত ও নিয়ম চালু করে সে তার সওয়াব সবসময় পেতে থাকবে। পক্ষান্তরে যে ব্যক্তি কোন কুপ্ৰথা অথবা পাপ কাজ চালু করে যতদিন মানুষ এই পাপ কাজ করবে: ততদিন তার আমলনামায় এর গোনাহ লিখিত হতে থাকবে।” [তিরমিয়ী: ২৬৭৫, ইবনে মাজাহ: ২০৭, মুসনাদে আহমাদ: ২/৫০৪] [আত-তাফসীরুসসহীহ]</p>"
        },
        {
            "resource_id": 170,
            "text": "Когда небо расколется, когда звезды падут и лишатся своей красы, когда моря перельются и станут единым морем, когда будут опрокинуты могилы и усопшие в них мертвецы восстанут, чтобы предстать пред Аллахом на месте сбора для воздаяния за совершенные ими деяния, тогда откроется завеса тайны и тайное станет явным. В тот час всякая душа узнает, получит ли она прибыль или окажется в убытке. Нечестивец, увидев то, что уготовали его руки, и станет кусать свои пальцы, ибо ничто не заставит его усомниться в ожидающем его вечном несчастье и бесконечном мучении. А богобоязненные рабы Аллаха, заблаговременно вершившие благие дела, обретут великий успех и вечную благодать и будут избавлены от адских мук. Порицая людей, не исполняющих своих обязанностей пред Аллахом и осмеливающихся на совершение грехов, Всевышний сказал:"
        },
        {
            "resource_id": 93,
            "text": "وقوله : ( عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ ) جواب ( إذا ) فى الآيات الأربع .أى : إذا تم ذلك ، علمت كل نفس ما قدمت من خير أو شر ، وما أخرت من سنة حسنة ، أو سنة سيئة يعمل بها بعدها .قال الجمل ما ملخصه : واعلم أن المراد من هذه الآيات أنه إذا وقعت هذه الأشياء التى هى أشراط الساعة ، فهناك يحصل الحشر والنشر ، وهى هنا أربعة : اثنان منها يتعلقان بالعلويات ، واثنان يتعلقان ، بالسفليات ، والمراد بهذه الآيات : بيان تخريب العالم ، وفناء الدنيا ، وانقطاع التكاليف . . وإنما كررت إذا لتهويل ما فى حيزها من الدواهى .وجواب ( إذا ) وما عطف عليها قوله ( عَلِمَتْ نَفْسٌ ) أى : علمت كل نفس وقت هذه المذكورات الأربعة ( مَّا قَدَّمَتْ ) من الأعمال وما أخرت منها فلم تعمله .ومعنى علم النفس بما قدمت وأخرت : العلم التفصيلى . وذلك عند نشر الصحف - كما تقدم فى سورة التكوير - أما العلم الإِجمالى فيحصل فى أول زمن الحشر ، لأن المطيع يرى آثار السعادة ، والعاصى يرى آثار الشقاوة فى أول الأمر ، وأما العلم التفصيلى فإنما يحصل عند قراءة الكتب والمحاسبة . ."
        },
        {
            "resource_id": 92,
            "text": "عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ (5)وجملة : { علمت نفس ما قدمت وأخرت } جوابٌ لما في { إذا } من معنى الشرط ، ويتنازع التعلق به جميع ما ذكر من كلمات { إذا } الأربع . وهذا العلم كناية عن الحساب على ما قدمت النفوس وأخرت .وعِلم النفوس بما قدمت وأخرت يحصل بعد حصول ما تضمنته جمل الشرط ب { إذا } إذ لا يلزم في ربط المشروط بشرطه أن يكون حصوله مقارناً لحصول شرطه لأنّ الشروط اللغوية أسباب وأمارات وليست عِللاً ، وقد تقدم بيان ذلك في سورة التكوير .صيغة الماضي في قوله : { انفطرت } وما عطف عليه مستعملة في المستقبل تشبيهاً لتحقيق وقوع المستقبل بحصول الشيء في الماضي .وإثبات العلم للناس بما قدموا وأخروا عند حصول تلك الشروط لعدم الاعتداد بعلمهم بذلك الذي كان في الحياة الدنيا ، فنزل منزلة عدم العلم كما تقدم بيانه في قوله : { علمت نفس ما أحضرت } في سورة التكوير ( 14 ) .ونفس } مراد به العموم على نحو ما تقدم في : { علمت نفس ما أحضرت } في سورة التكوير ( 14 ) .وما قدمت وأخرت } : هو العمل الذي قدمتْه النفس ، أي عملته مقدماً وهو ما عملته في أول العمر ، والعملُ الذي أخرته ، أي عملته مؤخراً أي في آخر مدة الحياة ، أو المراد بالتقديم المبادرة بالعمل ، والمراد بالتأخير مقابله وهو ترك العمل .والمقصود من هذين تعميم التوقيف على جميع ما عملته ومثله قوله تعالى : { ينبأ الإنسان يومئذ بما قدم وأخر } في سورة لا أقسم بيوم القيامة ( 13 ) .والعلم يتحقق بإدراك ما لم يكن معلوماً من قبل وبتذكر ما نُسي لطول المدة عليه كما تقدم في نظيره في سورة التكوير . وهذا وعيد بالحساب على جميع أعمال المشركين ، وهم المقصود بالسورة كما يشير إليه قوله بعد هذا : { بل تكذبون بالدين } [ الانفطار : 9 ] ، ووعد للمتقين ، ومختلط لمن عملوا عملاً صالحاً وآخر سيئاً ."
        },
        {
            "resource_id": 182,
            "text": "此时，每个人都知道自己之前和之后所做的全部行为，"
        },
        {
            "resource_id": 173,
            "text": "Toute âme saura ce qu’elle a présenté comme œuvres et ce qu’elle aura reporté et non accompli, lorsque tout cela aura lieu."
        },
        {
            "resource_id": 174,
            "text": "pada saat itulah setiap jiwa mengetahui perbuatan yang telah dilakukannya dan yang telah dilalaikannya karena tidak mengamalkannya."
        },
        {
            "resource_id": 175,
            "text": "Tada će svako znati šta je uradio, a šta je od djela propustio i izostavio."
        },
        {
            "resource_id": 776,
            "text": "En ese momento, cada alma sabrá las acciones que hizo y las que dejó de hacer por negligencia."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 174,
            "text": "Wahai manusia yang ingkar kepada Tuhanmu! Apa yang membuatmu mengingkari perintah Tuhanmu ketika Dia menunda siksamu dan tidak menyegerakannya karena memuliakan kamu?!"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : يا أيها خاطب بهذا منكري البعث . وقال ابن عباس : الإنسان هنا : الوليد بن المغيرة . وقال عكرمة : أبي بن خلف . وقيل : نزلت في أبي الأشد بن كلدة الجمحي . عن ابن عباس أيضا ( ما غرك بربك ) أي ما الذي غرك حتى كفرت ؟ بربك الكريم أي المتجاوز عنك . قال قتادة : غره شيطانه المسلط عليه . الحسن : غره شيطانه الخبيث . وقيل : حمقه وجهله . رواه الحسن عن عمر - رضي الله عنه - . وروى غالب الحنفي قال : لما قرأ رسول الله - صلى الله عليه وسلم - يا أيها الإنسان ما غرك بربك الكريم قال : \" غره الجهل \" وقال صالح بن مسمار : بلغنا أن رسول الله - صلى الله عليه وسلم - قرأ يا أيها الإنسان ما غرك بربك الكريم ؟ فقال : \" غره جهله \" . وقال عمر - رضي الله عنه - : كما قال الله تعالى : إنه كان ظلوما جهولا . وقيل : غره عفو الله ، إذ لم يعاقبه في أول مرة . قال إبراهيم بن الأشعث : قيل : للفضيل بن عياض : لو أقامك الله تعالى يوم القيامة بين يديه ، فقال لك : ما غرك بربك الكريم ؟ ماذا كنت تقول ؟ قال : كنت أقول غرني ستورك المرخاة ; لأن الكريم هو الستار . نظمه ابن السماك فقال :يا كاتم الذنب أما تستحي والله في الخلوة ثانيكا     غرك من ربك إمهالهوستره طول مساويكا[ ص: 211 ] وقال ذو النون المصري : كم من مغرور تحت الستر وهو لا يشعر .وأنشد أبو بكر بن طاهر الأبهري :يا من غلا في العجب والتيه     وغره طول تماديهأملى لك الله فبارزته     ولم تخف غب معاصيهوروي عن علي - رضي الله عنه - أنه صاح بغلام له مرات فلم يلبه فنظر فإذا هو بالباب ، فقال : ما لك لم تجبني ؟ فقال . لثقتي بحلمك ، وأمني من عقوبتك . فاستحسن جوابه فأعتقه . وناس يقولون : ما غرك : ما خدعك وسول لك ، حتى أضعت ما وجب عليك ؟ وقال ابن مسعود : ما منكم من أحد إلا وسيخلو الله به يوم القيامة ، فيقول له : يابن آدم ماذا غرك بي ؟ يابن آدم ماذا عملت فيما علمت ؟ يابن آدم ماذا أجبت المرسلين ؟"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 792,
            "text": "ឱមនុស្សដែលប្រឆាំងនឹងម្ចាស់របស់អ្នក! តើអ្វីដែលធ្វើឱ្យអ្នកហ៊ានប្រឆាំងនឹងបទបញ្ជាម្ចាស់របស់អ្នក ខណៈដែលទ្រង់បានពន្យារពេលដល់អ្នកដោយទ្រង់មិនដាក់ទោសអ្នកភ្លាមៗ(ពេលអ្នកធ្វើខុស) ជាក្តីសណ្តោសមួយអំពីទ្រង់នោះ?"
        },
        {
            "resource_id": 157,
            "text": "<p>یہاں انسان کو خطاب اس کی انسانیت کے حوالے سے کیا گیا ہے۔ انسان میں صف انسانیت ہی وہ صفت ہے جو اسے ممتاز اور مکرم بناتی ہے۔ اور اپنی اس صفت کی وجہ سے انسان کو تمام دوسرے حیوانات اور زندہ مخلوقات پر برتری اور فضیلت حاصل ہے۔ اور جس کی وجہ سے انسان مقام بلند تک پہنچا ہے۔ اور اس پر اللہ کا فضل وکرم ہوا ہے۔</p><p>اس کے بعد نہایت ہی ہمدردانہ اور خوبصورت تنبیہہ اور عتاب آتا ہے۔ ذرا الفاظ دیکھئے :۔</p><p>ماغرک .................... الکریم (6:82) ” کس چیز نے تجھے اپنے اس رب کریم کی طرف سے دھوکے میں ڈال دیا ہے “۔ اے انسان ، ذرا غور کر ، تمہارا مربی ، تمہارا نگہباں تمہاری کس قدر عزت افزائی کرتا ہے۔ جس نے تمہیں انسانیت بخشی جس کی وجہ سے تم غور وفکر کرتے ہو ، بات کو سمجھتے ہو ، حیوانیت سے بلند ہوتے ہو ، آخر کیا چیز ہے جس نے تمہیں اپنے رب کے بارے میں دھوکے میں ڈال دیا ہے اور تم رب کے احکام میں تقصیرات اور کو تاہیاں کرتے ہو اور سستی کرتے ہو ، اللہ کے بارے میں گستاخیاں کرتے ہو ، جبکہ وہ نہایت ہی مہربان مربی ہے ، جس نے قدم قدم پر تم پر فضل وکرم کررکھا ہے ، جس کے کرموں اور انعامات میں سے بڑی نعمت اور کرم تمہاری یہ انسانیت ہے ، اور انسانیت کا خلاصہ یہ ہے کہ تم نیک وبد کی تمیز رکھتے ہو۔</p><p>اس کے بعد اس ربانی تکریم اور عزت افزائی کی تفصیلات دی جاتی ہیں۔ پہلے نہایت ہی موثر اشاراتی اور گہرے معانی پر مشتمل ایک مجمل پکار تھی اور عزت و تکریم کے خفیہ اشارے تھے اور پوشیدہ معانی تھے جو ایک آسمانی پکار اور محبت آمیز ندا میں مضمر تھے۔ اب تفصیلات ۔ تفصیلات میں انسان کی تخلیق ، اس کی موزونیت اور اس کے غایت درجہاعتدال کے حقائق لائے جاتے ہیں۔ اگر اللہ چاہتا تو انسان کو کسی اور صورت میں بناسکتا تھا ، لیکن یہ محض اس کا فضل وکرم ہے کہ اس نے انسان کے لئے اس قدر خوبصورت شکل تجویز کی۔ اگر انسان صرف اپنی شکل و صورت اور جسمانی ساخت کی تکنیکی کمالات پر ہی غور کرے تو وہ اللہ کا شکر کرے ، مگر انسان نہ صرف یہ کہ شکر نہیں کرتا بلکہ وہ نہایت غرے کے ساتھ راہ غفلت پر سرپٹ دوڑ رہا ہے۔</p><p>ماغرک .................... فعدلک (7:82) ” اے انسان ! کس چیز نے تجھے اپنے اس رب کریم کی طرف سے دھوکے میں ڈال دیا جس نے تجھے پیدا کیا ، تجھے تک سک سے درست کیا ، تجھے متناسب بنایا “۔ یہ ایک ایسا اشارہ ہے کہ اگر انسان کی انسانیت بیدار ہو ، اور اس کا قلب ونظر پاک ہو ، تو اس سے اس کی انسانیت کا ذرہ ذرہ جاگ اٹھے اور اس کا پورا وجود کانپ اٹھے اس لئے کہ انسان کا خالق اس کی سرزنش کررہا ہے۔ اپنے احسانات بتلا کر سرزنش کرتا ہے جبکہ انسان خواب غفلت میں مدہوش ہے ، پراز تقصیرات زندگی بسر کررہا ہے ، بلکہ وہ اپنے آقا اور مولا کے بارے میں سخت گستاخ ہے حالانکہ اس آقا نے اسے اس قدر پیاری ، متناسب اور معتدل شکل و صورت اور شخصیت دی ہے۔</p><p>حقیقت یہ ہے کہ انسان کو موجودہ خوبصورت ، معتدل اور متناسب شکل پر پیدا کرنا اور اس اتمام اعضا کا اچھی طرح اپنے وظائف کو پورا کرتے چلے جانا ایک ایسی حقیقت ہے جس پر طویل تدبر اور جدوجہد کی ضرورت ہے ، اور اس غور وفکر کے بعد پھر شکر بجا لانا فرض ہے۔ اور اس بات کی ضرورت ہے کہ انسان ایسے خالق کے ساتھ دل کی گہرائیوں سے محبت رکھے اور اس کا احترام کرے۔ جس نے اس تخلیق کے ذریعے انسان کو مکرم بنایا ، اور یہ تکریم اور تفصیل اللہ کا محض فضل وکرم تھا ، اس لئے کہ اللہ اس بات پر قادر تھا کہ وہ انسان کو کسی بھی نئی شکل و صورت میں پیدا کرتا ، جس طرح چاہتا ، لیکن اللہ نے موجودہ خوبصورت پیاری اور معتدل اور متناسب شکل انسان کو عطا کی۔</p><p>حقیقت یہ کہ اپنی ساخت کے اعتبار سے انسان بےمثال ہے۔ اس کی شکل و صورت نہایت ہی موزوں ومعتدل ہے اور اس کی ساخت کے نقشے میں بیشمار عجائبات ہیں۔ خودانسان کو اللہ نے فہم وادراک کی جو قوت دی ہے اس کے جسم کے اندر موجود تکنیکی کمالات اور عجائبات اس کی قوت ادراک سے وراء ہیں۔ یہ تخلیق اس کائنات میں موجود دوسری تخلیقات سے بھی زیادہ عجیب ہے۔</p><p>خوبصورتی ، تناسب اور اعتدال انسان کے جسم سے بالکل عیاں ہیں ، خود انسان کو قوائے مدر کہ بھی اپنی جگہ عجائبات ہیں۔ انسانی نفسیات اور اس کی روحانی دنیا بھی عجیب تر ہے۔ اور نفسیاتی اور روحانی دنیا بھی اس کے جسمانی اعتدال اور تناسب کے ساتھ ہم آہنگ ہیں۔</p><p>دور جدید میں لوگوں نے صرف انسان کی جسمانی ساخت پر کئی کتابیں تصنیف کی ہیں اور ان میں تفصیلات کے ساتھ بتایا گیا ہے کہ انسانی ساخت کے اندر کیا کیا تکنیکی عجائبات ہیں۔ پورا مطالعہ پیش کرنا تو ممکن نہیں ہے بعض اشارات پر ہم یہاں اکتفا کریں گے۔</p><p>انسانی جسم کے اندر جو بڑے بڑے نظام ہیں ، مثلاً ہڈیوں کا نظام ، عضلات کا نظام ، جلد کا نظام ، ہاضمے کا نظام ، دوران خون کا نظام ، سانس کا نظام ، تناسل کا نظام ، شریانوں کا نظام ، اعصاب کا نظام ، پیشاب کا نظام ، اس کی قوت ذائقہ ، قوت شامہ اور سمع وبصر کی قوتیں یہ تمام نظام اگر وقت نظر سے دیکھے جائیں تو اپنی اپنی جگہ پر سب عجائبات ہیں۔ انسان نے آج تک جس قدر پیچیدہ سے پیچیدہ تکنیکی آلات ایجاد کیے ہیں وہ ان نظاموں کے مقابلے میں کوئی حیثیت نہیں رکھتے۔ انسان جب ان نظاموں پر غور کرتا ہے تو اس پر دہشت طاری ہوجاتی ہے اور وہ سکتے میں آجاتا ہے لیکن انسان ہے کہ اپنی ذات کے ان عظیم عجائبات سے صرف نظر کرلیتا ہے۔</p><p>سائنس کا ایک انگریزی جریدہ لکھتا ہے :” ہاتھ قدرت کے عجائبات میں سے ایک منفرد عجوبہ ہے۔ اسنانکے لئے ایسا آلہ ایجاد کرنا ممکن ہی نہیں ہے۔ کسی کے لئے یہ ممکن نہیں ہے کہ وہ ہاتھ کی طرح سادہ آلہ ایجاد کرے جس کے اندر وہ کمالات ہوں جو ہاتھ میں ہیں۔ انسان پڑھنے کے وقت کتاب کو ہاتھ سے پکڑتا ہے اور ہاتھ اسے آنکھ سے موزوں کرکے فاصل پر لے جاتے ہیں۔ یہ پوزیشن خود کار طریقے سے ہاتھ فورات طے کردیتے ہیں۔ اگر آپ کتاب کا ورق الٹنا چاہیں تو ہاتھ کی انگلی نہایت تکنیکی طریقے سے ورق پر رکھی جاتی ہے۔ اور تھوڑے سے دباﺅ سے ورق الٹ جاتا ہے۔ پھر قلم پکڑتے ہیں اور ہاتھ کے اعصاب خود بخود قلم کو چلاتے ہیں ، پھر یہ ہاتھ عجیب انداز سے انسانی ضرورت کے تمام ہتھیاروں اور اوزاروں کو استعمال کرتا ہے۔ چمچ ، چھری ، قلم اور دوسرے آلات خود بخود جس طرح ہم چاہیں ، ہاتھ کی گرفت میں آتے ہیں۔ یہ قدرتی آلہ 27 ہڈیوں اور 15 عضلات پر مشتمل ہے اور محیرالعقول ہے “۔ (اللہ اور جدید علم ، استاد عبدرازاق)</p><p>انسان کا کان اور اس کا جوف دراصل چار ہزار کے لگ بھگ نصف قوس کی کمانوں پر مشتمل ہے ، یہ کمانیں نہایت عمدگی سے بنائی گئی ہیں اور باہم دگر نہایت تکنیکی اعتبار سے مربوط ہیں۔ یہ موسیقی کے آلات کے مشابہ ہیں۔ اور یہ کمانیں ہر قسم کی آواز کو ایک عجیب انداز سے عقل اور دماغ کی طرف منتقل کرتی ہیں۔ بجلی کی کڑک کی سخت آواز ہو یا درختوں کی نہایت خوشگوار سرسراہٹ ہو ، کرخت آواز ہو یا آلات موسیقی کی خوشگوار آواز ہو ، یہ نصف قوس کے بیشمار نشیب و فراز جو کان کے اندر بنے ہوئے ہیں ، اس آواز کو من وعن دماغ تک پہنچاتے ہیں “۔</p><p>” آنکھ بھی ایک عجیب آلہ ہے ، روشنی کو اخذ کرنے والے تین کروڑ سے اوپر اعصاب کے سرے اس کے اندر موجود ہیں۔ پھر آنکھ کی حفاظت کے لئے پپوٹے اور اس کے اوپر پلکوں کا جنگلہ ہے۔ یہ نہایت خوبصورتی سے کسی بھی بیرونی چیز کو اندر آنے نہیں دیتے۔ اور خود کار طریقے سے حرکت میں رہتے ہیں۔ اور اجنبی چیزوں کو روکتے اور موڑتے ہیں۔ پلکوں کا سایہ دھوپ کی شدت کو بھی کم کرتا ہے اور پپوٹے خود کا طریقے سے آنکھ کو تر رکھتے ہیں۔ آنکھ کی صفائی کا نظام کس خوبصورتی سے کیا گیا ہے ، یہ سیال مادہ جسے آنسو کا نام دیا جاتا ہے یہ آنکھ کو ہر وقت صاف رکھتا ہے اور بہترین صفائی کرنے والا سیال ہے “۔ (علم ایمان کی دعوت دیتا ہے)</p><p>” چکھنے کا نظام انسان کی زبان میں رکھا گیا ہے۔ زبان کے لعاب دار پردے میں بیشمار چکھنے والے خلیے ہیں۔ یہ خلیے گھنڈیوں کی شکل میں ہیں۔ ان گھنڈیوں کی شکلیں مختلف ہوتی ہیں۔ کچھ ریشہ دار ہوتی ہیں ، بعض محدب ہوتی ہیں اور بعض پھٹی ہوئی ہوتی ہیں۔ اور یہ خلیے زبان کے نگلنے اور چکھنے والے پٹھوں سے غذا حاصل کرتے ہیں۔ جب انسان کوئی چیز کھاتا ہے تو اس عمل سے چکھنے والے اعصاب متاثر ہوتے ہیں اور یہ اثرات دماغ تک جاتے ہیں اور یہ پورا نظام انسانی منہ کے ابتدائی حصہ میں تخلیق کیا گیا ہے تاکہ اگر انسان کسی چیز کو ناپسند کرتا ہے تو اسے تھوک سکے۔ یوں منہ کے اندرہی انسان معلوم کرلیتا ہے کہ جو چیز کھائی جارہی ہے وہ تلخ ہے ، شیریں ہے ، گرم ہے ، سرد ہے ، نمکین ہے یا جلانے والی ہے۔ زبان کے اندر چکھنے کی تو ہزار گھنڈیاں ہیں اور پٹھوں کے ذریعہ دماغ کے ساتھ مربوط ہوتی ہیں ۔ ان کا حجم کیا ہے اور یہ کس طرح عمل کرتی ہیں ؟ یہ ایک حیرت انگیز بات ہے “۔ (اللہ اور جدید سائنس)</p><p>” اور پھر اعصاب کا نظام جو پورے جسم میں پھیلا ہوا ہے ، یہ ایسے باریک ریشوں کا مرکب ہے جو جسم کے ہر طرف پہنچے ہوئے ہیں۔ جسم کے کونے کونے سے آگے یہ بڑے اعصاف سے جڑتے جاتے ہیں۔ اور اعصاب کے مرکزی نظام سے مربوط ہوتے ہیں۔ اگر جسم کا کوئی حصہ بھی کسی طرح متاثر ہو تو یہ نظام مرکزی نظام کو اطلاع دیتا ہے ، چاہے موسم کی معمولی سی تبدیلی کیوں نہ ہو۔ یہ نظام پورے جسم سے احساسات داغ تک پہنچاتا ہے اور دماغ اس تاثر کے بعد حکم صادر کرتا ہے اور یہ نظام نہایت ہی تیزی سے پیغام رسانی کا کام کرتا ہے۔ اس پیغام رسانی کی رفتار سو میٹر فی سیکنڈ ہے “۔</p><p>” نظام ہضم ایسا ہے جس طرح کوئی کیمیاوی لیبارٹری ہوتی ہے۔ کوئی چیز کھاتے ہی اس لیبارٹری میں ایک عجیب عمل شروع ہوتا ہے اور یہ فیکٹری ماسوائے معدے کے اس تھیلے کا سب کچھ چاٹ لیتی ہے۔ اور یہ عمل نہایت ہی حیرت انگیز طریقہ سے ہوتا ہے “۔</p><p>” اس لیبارٹری میں ہم انواع و اقسام کے کھانے داخل کرتے ہیں ، ہمارے سامنے یہ بات نہیں ہوتی کہ ان کے ساتھ یہ لیبارٹری کیا کرے گی اور نہ ہم سوچتے ہیں کہ یہ کھانے کس طرح ہضم ہوں گے۔ گوشت ، تلی ہوئی مچھلی اور دوسری خوراکیں کچھ پانی کے ساتھ اس لیبارٹری میں داخل کردیتے ہیں “۔ (اللہ اور جدید سائنس)</p><p>” کھانوں کے اس مجموعے سے یہ لیبارٹری نفع بخش چیزیں لے لیتی ہے کہ تنور میں یہ مختلف کھانے اس طرح ٹوٹتے پھوٹتے ہیں کہ ان کے تمام اجزاء تحلیل ہوجاتے ہیں۔ وہ فضلات کو نکال کر باقی چیزوں کی پروٹین کی شکل دیتی ہے تاکہ ہو جسم کے مختلف خلیات کے لئے غذا کا کام دیں۔ یہ نظام ہضم اس ملغوبے سے ضروری اجزاء کیلشیم ، گندھک ، آیوڈین ، لوہا اور بیشمار دوسرے اجزاء اخذ کرلیتا ہے اور اس بات کا پورا خیال رکھتا ہے کہ کوئی کارآمد جزضائع نہ ہو ، تاکہ ان سے ہر مون پیدا ہوں اور انسانی زندگی کے لئے تمام ضروری مواد بقدر ضرورت مہیا ہوتا رہے اور نہایت منظم طریقے سے ہوتا رہے۔ معدہ چربی اور دوسرے بعض اجزاء کا ذخیرہ بھی کرتا ہے تاکہ ہنگامی ضروریات کے وقت یہ مواد کام آسکے۔ اور یہ لیبارٹری یہ سب کام خود کار طریقے سے کرتی ہے اور انسان کو نہ اس کے بارے میں سوچنا پڑتا ہے اور نہ کوئی کام کرنا پڑتا ہے۔ نہ انسان کو اس کے اسباب وعلل معلوم ہوتے ہیں۔ ہم بس اس کے اندر بیشمار چیزیں ڈال دیتے ہیں اور پھر یقین ہوتا ہے کہ ہماری زندگی کو جاری رکھنے کے لئے معدہ خود بخود ضروری اشیاء اخذ کرے گا۔ اور سارے کام خود کرے گا۔</p><p>جب خوراک ، نظام ہضم کے ذریعے نئی شکل اختیار کرتی ہے تو معدہ ان کو جسم کے کھربوں خلیات تک ان کی خوراک کے طور پر پہنچاتا ہے۔ اس کرہ ارض پر پوری آبادی سے زیادہ خلیات خود ایک انسان کے جسم میں ہیں۔ اور ہر خلیہ الگ خوراک مانگتا ہے جسے فراہم کیا جاتا ہے۔ ہر خلیہ تک صرف اس کی ضرورت کی غذا پہنچتی ہے۔ اور یہ خلیات پھر اعضاء کی شکل اختیار کرتے ہیں مثلاً ہڈیاں ، ناخن ، کان ، آنکھیں ، دانت اور دوسرے اعضائ “۔</p><p>” پس معدہ ایک ایسی لیبارٹری ہے جو کسی بھی انسان تخلیق کردہ لیبارٹری سے زیادہ پیچیدہ ہے۔ اور اس کے ساتھ ترسیل کا ایک عجیب نظام ہے جو کسی بھی انسانی نظام ترسیل اور اخذ سے زیادہ ٹیکنیکل ہے۔ اور آج تک انسان نے ایسا پیچیدہ نظام نہ دیکھا ہے نہ ایجاد کیا ہے اور اس لیبارٹری کا نظام نہایت ضبط اور منصوبہ بندی سے کام کرتا ہے۔ (یہ تمام اقتباسات کتاب ” سائنس ایمان کی دعوت دیتی ہے “ سے لیے گئے ہیں) ۔</p><p>انسانی جسم کے اندر کام کرنے والے نظاموں کے بارے میں بھی بہت کچھ کہا جاتا ہے۔ لیکن ان تمام نظاموں میں انسان کے ساتھ حیوانات بھی کسی نہ کسی طرح شریک ہیں۔ اگرچہ ان میں سے ہر نظام خواہ انسانوں میں ہو یا حیوانات میں ، اپنی جگہ معجز ہے۔ لیکن انسان کی عقلی ، فکری اور روحانی خصوصیات وہ ہیں جس میں یہ منفرد ہے اور یہ وہی خصوصیات ہیں جن کے بارے میں اللہ انسان کو اس طرف متوجہ کرتا ہے کہ یہ اس پر اس کا احسان عظیم ہے۔</p>"
        },
        {
            "resource_id": 172,
            "text": "Ey Rabbine kâfir olan insan! Lütfuyla sana zaman verdiği ve seni cezalandırmak için acele etmediği halde, seni Rabbinin emrine muhalif kılan nedir?"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ )</span> يقول تعالى ذكره: علمت كلّ نفس ما قدّمت لذلك اليوم من عمل صالح ينفعه، وأخرت وراءه من شيء سنَّه فعمل به.</p><p>واختلف أهل التأويل في تأويل ذلك، فقال بعضهم بنحو الذي قلنا في ذلك.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا المعتمر بن سليمان، عن أبيه،<span class=\"blue\"> قال:</span> ثني عن القُرَظي،<span class=\"blue\"> أنه قال في:</span> <span class=\"arabic qpc-hafs green\">( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ )</span> قال: ما قدّمت مما عملت، وأما ما أخَّرت فالسنة يَسُنها الرجل يُعمل بها من بعده.</p><p>وقال آخرون: عُني بذلك ما قدّمت من الفرائض التي أدتها، وما أخَّرت من الفرائض التي ضيعتها.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن أبيه، عن سعيد بن مسروق، عن عكرِمة <span class=\"arabic qpc-hafs green\">( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ )</span> قال: ما افترض عليها<span class=\"arabic qpc-hafs green\">( وَأَخَّرَتْ )</span> قال: مما افترض عليها.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه، عن ابن عباس <span class=\"arabic qpc-hafs green\">( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ )</span> قال: تعلم ما قدّمت من طاعة الله، وما أخرت مما أُمِرَت به من حقّ لله عليه لم تعمل به.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ )</span> قال: ما قدّمت من خير، وأخَّرت من حق الله عليها لم تعمل به.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة، <span class=\"arabic qpc-hafs green\">( مَا قَدَّمَتْ وَأَخَّرَتْ )</span> قال: ما قدمت من طاعة الله وما أخرت من حق الله.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد في قوله: <span class=\"arabic qpc-hafs green\">( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ )</span> قال: ما قدّمت: عملت،<span class=\"blue\"> وما أخرت:</span> تركت وضيَّعت، وأخرت من العمل الصالح الذي دعاها الله إليه.</p><p>وقال آخرون: بل معنى ذلك: ما قدّمت من خير أو شرّ، وأخَّرت من خير أو شرّ.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا هشيم،<span class=\"blue\"> قال:</span> أخبرنا العوّام، عن إبراهيم التيمي،<span class=\"blue\"> قال:</span> ذكروا عنده هذه الآية <span class=\"arabic qpc-hafs green\">( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ )</span> قال: أنا مما أخَّرَ الحجاج.</p><p lang=\"ar\" class=\"ar \">وإنما اخترنا القول الذي ذكرناه، لأن كلّ ما عمل العبد من خير أو شرّ فهو مما قدّمه، وأن ما ضيَّع من حقّ الله عليه وفرّط فيه فلم يعمله، فهو مما قد قدّم من شرّ، وليس ذلك مما أخَّر من العمل، لأن العمل هو ما عمله. فأما ما لم يعمله فإنما هو سيئة قدّمها،<span class=\"blue\"> فلذلك قلنا:</span> ما أخر: هو ما سنه من سنة حسنة وسيئة، مما إذا عمل به العامل، كان له مثل أجر العامل بها أو وزره.</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>হে মানুষ! কিসে তোমাকে তোমার মহামহিম প্রতিপালক হতে প্রতারিত করল?[১]</p><p>[১] অর্থাৎ, কোন্ বস্তু তোমাকে ধোঁকা ও প্রতারণায় ফেলে রেখেছে? যার কারণে তুমি সেই প্রভুকে অস্বীকার করেছ; যিনি তোমার প্রতি অনুগ্রহ করেছেন এবং তোমাকে অস্তিত্ব প্রদান করেছেন, তোমাকে জ্ঞান ও সমঝ-বোঝ দান করেছেন, জীবন-যাপন করার জন্য নানান উপকরণ দিয়েছেন।</p>"
        },
        {
            "resource_id": 173,
            "text": "Ô être humain qui mécroit en ton Seigneur, pour quelle raison Lui as-tu désobéi lorsqu’Il t’a accordé un délai et ne s’est pas empressé de te punir, par magnanimité de Sa part?"
        },
        {
            "resource_id": 180,
            "text": "৬. হে রবকে অস্বীকারকারী মানুষ! কোন্ বস্তু তোমাকে তোমার সেই মহামহিম রবের নির্দেশ লঙ্ঘন করতে বাধ্য করলো। যখন তিনি অনুগ্রহপূর্বক তোমাকে পাকড়াও না করে অবকাশ দিলেন?!"
        },
        {
            "resource_id": 166,
            "text": "<p>হে মানুষ! কিসে তোমাকে তোমার মহান রব সম্পর্কে বিভ্ৰান্ত করল?</p>"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">6- Ey insan! O kerim Rabbine karşı seni aldatan nedir?\n7- O ki seni yarattı, yaratılışını da düzgün ve birbiriyle uyumlu kıldı.\n8- Dilediği bir suretle sana şekil verdi.\n9- Asla! Bilakis siz, hesabı yalanlıyorsunuz.\n10- Halbuki üzerinizde bekçiler,\n11- Çok şerefli yazıcılar vardır.\n12- Onlar, her yaptığınızı bilirler.</p><div lang=\"tr\" class=\"tr \">\n                                        6. Yüce Allah, kendisine karşı kusurlu davranan,<span class=\"blue\"> kendisine isyan etme cesaretini gösteren insana azarla karışık hitap ederek şöyle buyurmaktadır:</span>\n\"Ey insan! O kerim Rabbine karşı seni aldatan nedir?” Sen, O’nun haklarını mı hafife olıyorsun yoksa azabını mı küçümsüyorsun yoksa O’nun, amellerin karşılığını vereceğine imanın mı yok? \n7. <span class=\"brown\">“O ki seni” en güzel şekilde “yarattı.”</span>Yoksa seni yaratan O değil mi?<span class=\"brown\">“Yaratılışını da düzgün ve birbiriyle uyumlu kıldı.”</span> En güzel şekilde, en hoş bir görünüşte, dimdik ve son derece uyumlu ölçülerde, her bir azanı yerli yerince yarattı. Bu nimetleri sana ihsan edene karşı nankörlük etmek yahut bunca iyilikleri verenin iyiliklerini inkâr etmek sana yakışır mı? Şüphesiz ki bu, senin cahilliğinden, zulmünden, inadından ve ahmaklığından kaynaklanmaktadır. \n8. O, senin suretini bir köpek, eşek veya buna benzer bir hayvan suretinde kılmadığı için Allah’a hamdetmelisin. Bundan dolayı Yüce Allah,<span class=\"blue\"> şöyle buyurmaktadır:</span><span class=\"brown\">“Dilediği bir suretle sana şekil verdi.”</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        9-12. <span class=\"brown\">“Hayır! Bilakis siz hesabı yalanlıyorsunuz.”</span> Bunca öğütlere ve hatırlatmalara rağmen hâlâ hesabı, amellerin karşılığının görüleceğini yalanlamaya devam ediyorsunuz. Oysa yaptıklarınızdan dolayı hesaba çekilmeniz kaçınılmaz bir şeydir. Zaten Yüce Allah, üzerinize şerefli meleklerini görevlendirmiştir, bunlar söylediklerinizi ve yaptıklarınızı yazarlar ve bunları çok iyi bilirler. \nBunun kapsamına hem kalbî fiiller, hem azaların fiilleri girmektedir. O halde size yakışan bu meleklere saygılı olmaktır.                </div>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">اے انسان! کس چیز نے دھوکے میں ڈالا تجھے اپنے رب کریم کی بابت؟<span class=\"green\">(6)</span> وہ جس نے تجھے پیدا کیا ، پھر تجھے ٹھیک ٹھاک کیا ، پھر تجھے معتدل بنایا<span class=\"green\">(7)</span> جس صورت میں اس نے چاہا تجھے جوڑ دیا<span class=\"green\">(8)</span> ہرگز نہیں!بلکہ تم جھٹلاتے ہو جزا کو<span class=\"green\">(9)</span> جبکہ  بلاشبہ تم پر نگران ہیں <span class=\"green\">(10)</span> معزز لکھنے والے <span class=\"green\">(11)</span> وہ جانتے ہیں جو کچھ تم کرتے ہو <span class=\"green\">(12)</span></p><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[8-6]</span>     اللہ تبارک و تعالیٰ اپنے حق میں تقصیر اور اپنی نافرمانیوں کی جسارت کا ارتکاب کرنے والے انسان پر عتاب کرتے ہوئے  فرماتاہے <span class=\"arabic qpc-hafs brown\">﴿ يٰۤاَيُّهَا الۡاِنۡسَانُ مَا غَرَّكَ بِرَبِّكَ الۡكَرِيۡمِ﴾</span>  ’’اے انسان! تجھے اپنے بارے میں کس چیز نے دھوکہ دیا۔‘‘      کیا تمھاری طرف سے اس کے حقوق سے استہزا کے طور پر  یا اس کے عذاب کی تحقیر کے طور پر یا اس کی جزا و سزا پر تمھارے عدم ایمان کی بنا پر؟ کیا وہ ہستی <span class=\"arabic qpc-hafs brown\">﴿ الَّذِيۡ خَلَقَكَ فَسَوّٰىكَ﴾</span> جس نے تجھے بہترین صورت میں پیدا کیا <span class=\"arabic qpc-hafs brown\">﴿فَعَدَلَكَ﴾</span> اور اس نے تجھے درست اور معتدل ترکیب پر،  حسین ترین شکل اور جمیل ترین ہیئت میں پیدا کیا۔ تب کیا تمھارے لیے یہ مناسب ہے کہ تم منعم کی نعمت کی ناشکری اور محسن کے احسان کا انکار کرو،  بلاشبہ  یہ محض تمھاری جہالت،  تمھارے ظلم،  تمھارے عناد اور تمھاری طرف سے حق کو غصب کرنے کے سوا کچھ نہیں ہے،  پس اللہ تعالیٰ کا شکر ادا کر کہ اس نے تجھے کتے،<span class=\"bluﷺ\">  گدھے یا کسی اور حیوان کی شکل و صورت عطا نہیں کی۔\n اس لیے فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿ فِيۡۤ اَيِّ صُوۡرَةٍ مَّا شَآءَ رَؔكَّبـَكَ﴾</span> ’’جس صورت میں چاہا تجھے ترکیب دے دیا۔‘‘                </div>"
        },
        {
            "resource_id": 91,
            "text": "يقول تعالى معاتبا للإنسان المقصر في حق ربه،<span class=\"blue\"> المتجرئ على مساخطه  :</span> <span class=\"arabic qpc-hafs brown\">{ يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ }</span> أتهاونا منك في حقوقه؟ أم احتقارا منك لعذابه؟ أم عدم إيمان منك بجزائه؟"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( يا أيها الإنسان ما غرك بربك الكريم )</span> ما خدعك وسول لك الباطل حتى أضعت ما وجب عليك .<span class=\"blue\"> والمعنى :</span> ماذا أمنك من <span class=\"reference\">[ عذابه ]</span> قال عطاء : نزلت في الوليد بن المغيرة .</p><p lang=\"ar\" class=\"ar \">وقال الكلبي ومقاتل : نزلت في الأسود بن شريق ضرب النبي فلم يعاقبه الله - عز وجل -<span class=\"blue\"> فأنزل الله هذه الآية يقول :</span> ما الذي غرك بربك الكريم المتجاوز عنك إذ لم يعاقبك عاجلا بكفرك ؟<span class=\"blue\"> قال قتادة :</span> غره عدوه المسلط عليه يعني الشيطان قال مقاتل : غره عفو الله حين لم يعاقبه في أول <span class=\"reference\">[ مرة ]</span> .<span class=\"blue\"> وقال السدي :</span> غره رفق الله به .</p><p lang=\"ar\" class=\"ar \">وقال ابن مسعود : ما منكم من أحد إلا سيخلو الله به يوم القيامة .<span class=\"blue\"> فيقول :</span> يا ابن آدم ما غرك بي ؟ يا ابن آدم ماذا عملت فيما <span class=\"reference\">[ علمت ]</span> ؟ يا ابن آدم ماذا أجبت المرسلين ؟ .</p><p lang=\"ar\" class=\"ar \">وقيل للفضيل بن عياض : لو أقامك الله يوم القيامة فقال : ما غرك بربك الكريم ماذا كنت تقول ؟<span class=\"blue\"> قال :</span> أقول غرني ستورك المرخاة .</p><p lang=\"ar\" class=\"ar \">وقال يحيى بن معاذ : لو أقامني بين يديه فقال ما غرك بي ؟ <span class=\"reference\">[ فأقول ]</span> غرني بك برك بي سالفا وآنفا .</p><p>وقال أبو بكر الوراق : لو قال لي : ما غرك بربك الكريم لقلت : غرني كرم الكريم .</p><p lang=\"ar\" class=\"ar \">قال بعض أهل الإشارة : إنما قال بربك الكريم دون سائر أسمائه وصفاته كأنه لقنه الإجابة حتى يقول : غرني كرم الكريم .</p>"
        },
        {
            "resource_id": 179,
            "text": "O taong tagatangging sumampalataya sa Panginoon mo, ano ang nagsanhi sa iyo na sumalungat ka sa utos ng Panginoon mo nang nag-antabay Siya sa iyo at hindi Siya nagmadali sa iyo sa kaparusahan bilang pagpaparangal mula sa Kanya?"
        },
        {
            "resource_id": 912,
            "text": "<div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{6 ـ 8}</span> يقول تعالى معاتباً للإنسان المقصِّر في حقِّه المتجرِّئ على معاصيه: <span class=\"arabic qpc-hafs brown\">{يا أيُّها الإنسان ما غَرَّك بربِّك الكريم}</span>: أتهاوناً منك في حقوقه؟ أم احتقاراً منك لعذابه؟! أم عدم إيمانٍ منك بجزائِهِ؟! أليس هو <span class=\"arabic qpc-hafs brown\">{الذي خَلَقَكَ فسوَّاك}</span>: في أحسن تقويم، <span class=\"arabic qpc-hafs brown\">{فعَدَلَك}</span>: وركَّبك تركيباً قويماً معتدلاً في أحسن الأشكال وأجمل الهيئات؟! فهل يَليق بك أن تكفُرَ نعمة المنعِم أو تَجْحَدَ إحسان المحسن؟! إنْ هذا إلاَّ من جهلك وظلمك وعنادك وغشمك؛ فاحمد الله إذْ لم يجعلْ صورتَكَ صورة كلبٍ أو حمارٍ أو نحوهما من الحيوانات،<span class=\"blue\"> ولهذا قال تعالى:</span><span class=\"arabic qpc-hafs brown\">{في أيِّ صورةٍ ما شاء ركَّبَك}</span>.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{9 ـ 12}</span> وقوله: <span class=\"arabic qpc-hafs brown\">{كلاَّ بل تكذِّبونَ بالدِّين}</span>؛<span class=\"blue\"> أي:</span> مع هذا الوعظ والتَّذكير لا تزالون مستمرِّين على التَّكذيب بالجزاء، وأنتم لا بدَّ أن تُحاسبوا على ما عمِلْتُم، وقد أقام الله عليكم ملائكةً كراماً، يكتُبون أقوالكم وأفعالكم ويَعْلَمونها ، فدخل في هذا أفعالُ القلوبِ وأفعالُ الجوارح؛ فاللائق بكم أن تكرِموهم وتُجِلُّوهم.                </div>"
        },
        {
            "resource_id": 182,
            "text": "不信真主的人啊！是什么使你违背你的主的命令呢？祂迟缓而未急于惩罚你，作为对你的尊重。"
        },
        {
            "resource_id": 176,
            "text": "O uomo che hai rinnegato il tuo Dio, cosa ti ha indotto a disobbedire all'ordine del tuo Dio, quando ti ha concesso una tregua e non ha affrettato la tua punizione, facendoti un onore, da parte Sua?!"
        },
        {
            "resource_id": 790,
            "text": "হে নিজ প্ৰতিপালকক অস্বীকাৰকাৰী সকল! কিহে তোমালোকক তোমালোকৰ প্ৰতিপালকৰ আদেশৰ অমান্য কৰিবলৈ উদগনি দিছে। যিহেতু তেওঁ তোমালোকক সুযোগ দিছে আৰু নিজ অনুগ্ৰহৰে শাস্তি প্ৰদানত খৰখেদা কৰা নাই।"
        },
        {
            "resource_id": 178,
            "text": "О человек неверующий в своего Господа, что заставило тебя нарушить приказ твоего Господа, когда Он предоставил тебе отсрочку и не поспешил с наказанием по Своему великодушию?!"
        },
        {
            "resource_id": 181,
            "text": "ای انسان کافر به پروردگارت، چه چیزی تو را واداشت که با فرمان پروردگارت مخالفت کنی آن‌گاه که به تو مهلت داد و به لطف خویش کیفرت را به تعجیل نینداخت؟!"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(6)</span> О человек! Что ввело тебя в заблуждение относительно твоего Великодушного Господа,   <span class=\"green\">(7)</span> Который сотворил тебя и сделал твой облик совершенным и соразмеренным?  <span class=\"green\">(8)</span> Он сложил тебя в том облике, в каком пожелал. <span class=\"green\">(9)</span> Но нет! Вы же считаете ложью воздаяние.       <span class=\"green\">(10)</span> Воистину, над вами есть хранители —  <span class=\"green\">(11)</span> благородные писцы,  <span class=\"green\">(12)</span> которые знают о том, что вы совершаете.</p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(6-8)</span> Неужели ты заблуждаешься, потому что пренебрегаешь своими обязанностями перед Ним? Или же ты считаешь Его наказание презренным? Или же ты вовсе не веруешь в Его возмездие? Разве не Он даровал тебе прочное, стройное и пропор- циональное сложение, прекрасный вид и совершенный образ? Разве подобает те- бе отвечать неблагодарностью на благодеяния столь щедрого Дарителя или отри-\nцать милость своего Благодетеля? Причина этого — твое невежество, нечестие и упорство. Тебе надлежит воздавать хвалу Аллаху за то, что Он не создал тебя в образе собаки, осла или другого животного.<span class=\"blue\"> Поэтому Аллах сказал:</span>\n</div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(9-12)</span> Но, несмотря на эти проповеди и увещания, вы продолжаете считать ложью воз- даяние за ваши деяния.\nВы непременно будете держать ответ за все, что совершили. Аллах установил над вами благородных ангелов, которые записывают ваши слова и деяния. Они веда-<span class=\"blue\"> ют обо всех ваших деяниях:</span> о том, что переживают ваши сердца и что творят ва- ши тела. Поэтому вы должны уважать и почитать их.                </div>"
        },
        {
            "resource_id": 183,
            "text": "人間よ、猶予を与えられ懲罰を急がれなかったのは主の恵みであったが、それなのに何があなたを主から惑わせ、その命令を拒否したのか。"
        },
        {
            "resource_id": 804,
            "text": "{چى مرۆڤى له‌خۆبایی كردووه‌؟}\n [ <span class=\"arabic uthmani\">يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ (٦)</span> ] ئه‌ی مرۆڤ چی تۆی له‌ خشته‌ بردووه‌ به‌ په‌روه‌ردگاری به‌ڕێزت، ئه‌مه‌ هه‌ڕه‌شه‌یه‌كی قورسه‌ له‌و كه‌سانه‌ی كه‌ له‌ خشته‌ براون و له‌ ڕێگای ڕاست ده‌رچوونه‌، واته‌: ئه‌ى مرۆڤ چی وای لێ كردووى كه‌ ڕووبه‌ڕووی چاكه‌ی خوای گه‌وره‌ ببیته‌وه‌ به‌ تاوان و خراپه‌كاری، (ئیمامی عومه‌ر) ئه‌م ئایه‌ته‌ی خوێنده‌وه‌و سوێندی خوارد به‌ خوای گه‌وره‌و فه‌رمووی: نه‌زانی و نه‌فامی مرۆڤه‌ وای لێ كردووه‌ كه‌ ڕووبه‌ڕووی ئه‌و هه‌موو چاكه‌یه‌ی  خوای گه‌وره‌ بێته‌وه‌ به‌ تاوان و سه‌رپێچى، وه‌ (قه‌تاده‌) ئه‌فه‌رمووێ: ئه‌وه‌ی مرۆڤی له‌ خشته‌ بردووه‌ ته‌نها بریتییه‌ له‌ شه‌یتان، یاخود وتراوه‌: ئه‌وه‌یه‌ كه‌ هه‌ر كه‌سێك تاوانێك بكات خوای گه‌وره‌ ڕاسته‌وخۆ سزای نادات ئه‌مه‌ وای له‌ مرۆڤ كردووه‌ كه‌ له‌ خشته‌ ببرێ و به‌رامبه‌ر به‌ چاكه‌كانی خوای گه‌وره‌ كرده‌وه‌ی خراپ ئه‌نجام بدات، (موقاتیل) ئه‌فه‌رمووێ: ئه‌و ئایه‌ته‌ له‌سه‌ر (ئه‌سوه‌دی كوڕی شوره‌یق) دابه‌زیوه‌."
        },
        {
            "resource_id": 776,
            "text": "¡Humanos que han rechazado a su Señor! ¿Qué les hizo ir en contra de las órdenes de su Señor cuando Él les dio tiempo y no los castigó rápidamente, como un favor de Su parte?"
        },
        {
            "resource_id": 905,
            "text": "يا أيها الإنسان الكافر بربك، ما الذي جعلك تخالف أمر ربك حين أمهلك ولم يعاجلك بالعقوبة تكرّمًا منه؟!"
        },
        {
            "resource_id": 16,
            "text": "يا أيها الإنسان المنكر للبعث، ما الذي جعلك تغتَرُّ بربك الجواد كثير الخير الحقيق بالشكر والطاعة، أليس هو الذي خلقك فسوَّى خلقك فعَدَلك، وركَّبك لأداء وظائفك، في أيِّ صورة شاءها خلقك؟"
        },
        {
            "resource_id": 92,
            "text": "يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ (6) استئناف ابتدائي لأن ما قبله بمنزلة المقدمة له لتهيئة السامع لتلقي هذه الموعظة لأن ما سبقه من التهويل والإِنذار يهيّىء النفس لقبول الموعظة إذ الموعظة تكون أشدّ تغلغلاً في القلب حينئذ لما يشعر به السامع من انكسار نفسه ورقّة قلبه فيزول عنه طغيان المكابرة والعناد فخطر في النفوس ترقب شيء بعد ذلك .النداء للتنبيه تنبيهاً يشعر بالاهتمام بالكلام والاستدعاء لسماعه فليس النداء مستعملاً في حقيقته إذ ليس مراداً به طلب إقبال ولا هو موجّه لشخص معين أو جماعة معينة بل مثلُه يجعله المتكلم موجّهاً لكل من يسمعه بقصد أو بغير قصد .فالتعريف في { الإِنسان } تعريف الجنس ، وعلى ذلك حمله جمهور المفسرين ، أي ليس المراد إنساناً معيناً ، وقرينة ذلك سياق الكلام مع قوله عَقِبَه { بل تكذبون بالدين وإن عليكم لحافظين } [ الانفطار : 9 ، 10 ] الآية .وهذا العموم مراد به الذين أنكروا البعث بدلالة وقوعه عقب الإِنذار بحصول البعث ويدل على ذلك قوله بعده : { بل تكذبون بالدين } [ الانفطار : 9 ] فالمعنى : يا أيها الإنسان الذي أنكر البعث ولا يكون منكر البعث إلا مشركاً لأن إنكار البعث والشرك مُتلازمان يومئذ فهو من العامّ المراد به الخصوص بالقرينة أو من الاستغراق العرفي لأن جمهور المخاطبين في ابتداء الدعوة الإِسلامية هم المشركون .و { مَا } في قوله : { ما غرك بربك } استفهامية عن الشيء الذي غرّ المشرك فحمله على الإِشراك بربه وعلى إنكار البعث .وعن ابن عباس وعطاء : الإِنسان هنا الوليد بن المغيرة ، وعن عكرمة المراد أبيّ بن خلف ، وعن ابن عباس أيضاً : المراد أبو الأشد بن كَلَدَة الجُمحِي ، وعن الكلبي ومقاتل : نزلت في الأسود بن شَريق .والاستفهام مجاز في الإِنكار والتعجيب من الإِشراك بالله ، أي لا موجب للشرك وإنكار البعث إلا أن يكون ذلك غروراً غرّه عنا كناية عن كون الشرك لا يخطر ببال العاقل إلا أن يغره به غار ، فيحتمل أن يكون الغرور موجوداً ويحتمل أن لا يكون غروراً .والغرور : الإِطماع بما يتوهمه المغرور نفعاً وهو ضرّ ، وفعلُه قد يسند إلى اسم ذات المُطمع حقيقة مثل : { ولا يغرنكم باللَّه الغرور } [ لقمان : 33 ] أو مجازاً نحو : { وغرتكم الحياة الدنيا } [ الجاثية : 35 ] فإن الحياة زمان الغرور ، وقد يسند إلى اسم معنى من المعاني حقيقة نحو : { لا يغرنك تقلب الذين كفروا في البلاد } [ آل عمران : 196 ] . وقول امرىء القيس: ... أغرَّك مني أن حبك قاتليأو مجازاً نحو قوله تعالى : { زخرف القول غروراً } [ الأنعام : 112 ] .ويتعدى فعله إلى مفعول واحد ، وقد يذكر مع مفعوله اسم ما يتعلق الغرور بشؤونه فيعدى إليه بالباء ، ومعنى الباء فيه الملابسة كما في قوله : { ولا يغرنكم باللَّه الغرور } [ لقمان : 33 ] ، أي لا يغرنكم غروراً متلبساً بشأن الله ، أي مصاحباً لشؤون الله مصاحبة مجازية وليست هي بَاء السببية كما يقال : غره ببذل المال ، أو غرّه بالقول ."
        },
        {
            "resource_id": 177,
            "text": "Này hỡi con người phủ nhận Thượng Đế của mình, điều gì khiến các ngươi nghịch lại mệnh lệnh của Ngài khi Ngài cố trì hoãn không trừng phạt các ngươi vì sự rộng lượng của Ngài?!"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 6{ یٰٓــاَیُّہَا الْاِنْسَانُ مَا غَرَّکَ بِرَبِّکَ الْکَرِیْمِ۔ } ”اے انسان ! تجھے کس چیز نے دھوکے میں ڈال دیا ہے اپنے ربّ کریم کے بارے میں۔“ ظاہر ہے یہ کام شیطان لعین ہی کرتا ہے۔ وہی انسان کو اللہ تعالیٰ کے بارے میں دھوکے میں ڈالتا ہے۔ اس حوالے سے قرآن مجید میں بنی نوع انسان کو باربار خبردار کیا گیا ہے ‘ مثلاً سورة لقمان میں فرمایا : { وَلَا یَغُرَّنَّکُمْ بِاللّٰہِ الْغَـرُوْرُ۔ } کہ وہ بڑا دھوکے باز تم لوگوں کو اللہ کے بارے میں کہیں دھوکے میں مبتلا نہ کر دے ! لیکن اللہ تعالیٰ کی طرف سے تمام تر تنبیہات کے باوجود اکثر انسان شیطان کے اس جال میں پھنس جاتے ہیں۔ اس مقصد کے لیے شیطان مختلف لوگوں کے ساتھ مختلف چالیں اور حربے آزماتا ہے۔ مثلاً ایک دیندار شخص کو اہم فرائض سے ہٹانے کے لیے وہ نوافل اور ذکر و اذکار کا ُ پرکشش پیکج پیش کرسکتا ہے کہ تم اقامت دین اور دوسرے فرائض دینی کا خیال چھوڑو اور اللہ تعالیٰ کا قرب حاصل کرنے کے لیے راتوں کو جاگنے اور تہجد کی پابندی پر توجہ دو۔ عام مسلمانوں کے لیے اس کی بہت ہی تیر بہدف چال یہ ہے کہ اللہ تعالیٰ غفورٌ رحیم ہے ‘ وہ کوئی خوردہ گیر نہیں کہ اپنے مومن بندوں کو چھوٹی چھوٹی خطائوں پر پکڑے۔ وہ تو بہت بڑے بڑے گناہگاروں کو بھی معاف کردیتا ہے۔ اور حقیقت یہ ہے کہ ہمارے ہاں بےعملی کی سب سے بڑی وجہ شیطان کی یہی چال ہے ‘ بلکہ اس دلیل کے سہارے اکثر لوگ گناہوں کے بارے میں حیران کن حد تک جری اور بےباک ہوجاتے ہیں۔ اس لحاظ سے آیت زیر مطالعہ ہم میں سے ہر ایک کو دعوت فکر دے رہی ہے کہ اے اللہ کے بندے ! تمہاری بےعملی کی وجہ کہیں یہ تو نہیں ہے کہ شیطان نے تمہیں اللہ تعالیٰ کی شان غفاری کے نام پر دھوکے میں مبتلا کردیا ہے ؟</p>"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Hai manusia, apakah yang telah memperdayakan kamu <span class=\"green\">(berbuat durhaka)</span> terhadap Rabbmu Yang Maha Pemurah? Yang telah menciptakan kamu lalu menyempurnakan kejadianmu dan menjadikan <span class=\"green\">(susunan tubuh)</span>mu seimbang, dalam bentuk apa saja yang Dia kehendaki, Dia menyusun tubuhmu. Bukan hanya dur-haka saja, bahkan kamu mendustakan Hari Pembalasan. Padahal sesungguhnya bagi kamu ada <span class=\"green\">(malaikat-malaikat)</span> yang menga-wasi <span class=\"green\">(pekerjaanmu)</span>, yang mulia <span class=\"green\">(di sisi Allah)</span> dan yang mencatat <span class=\"green\">(pekerjaan-pekerjaanmu itu)</span>, mereka mengetahui apa yang kamu kerjakan.\" <span class=\"green\">(Al-<span class=\"blue\">Infithar:</span> 6-12)</span>.</p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(6-8)</span> Allah سبحانه وتعالى berfirman mencela manusia yang tidak me-nunaikan kewajiban semestinya dan berani menerjang kemaksiatan-kemaksiatan, ﴾ يَٰٓأَيُّهَا  ٱلۡإِنسَٰنُ  مَا  غَرَّكَ  بِرَبِّكَ   ٱلۡكَرِيمِ <span class=\"brown\">﴿   \"Hai manusia, apakah yang telah memperdayakan kamu <span class=\"green\">(berbuat durhaka)</span> terhadap Rabbmu Yang Maha Pemurah?\" Apakah karena ketidakpedulianmu pada kewajiban-kewajibanNya, ataukah karena kalian menghina azabNya, ataukah karena kamu tidak beriman akan balasanNya? Bukankah Dia ﴾</span> ٱلَّذِي   خَلَقَكَ فَسَوَّىٰكَ <span class=\"brown\">﴿   \"Yang telah menciptakan kamu lalu menyempurnakan keja-dianmu\" dalam bentuk yang paling sempurna, ﴾</span> فَعَدَلَكَ <span class=\"brown\">﴿   \"dan menja-dikan <span class=\"green\">(susunan tubuh)</span>mu seimbang,\" dan menyusunmu secara rapi, tegak, dan lurus dalam bentuk yang paling sempurna dan indah? Lantas apakah kamu pantas mengkufuri nikmat dari Dzat yang memberi, ataukah karena kamu mengingkari kebaikan Dzat yang berbuat baik? Semua itu tidak lain adalah karena kebodohan, ke-zhaliman, dan pembangkanganmu. Bersyukurlah pada Allah سبحانه وتعالى, ka-rena tidak membuat wujudmu seperti bentuk anjing, keledai, atau binatang lainnya. Karena itu Allah سبحانه وتعالى berfirman, ﴾</span> فِيٓ  أَيِّ  صُورَةٖ  مَّا  شَآءَ  رَكَّبَكَ ﴿   \"Dalam bentuk apa saja yang Dia kehendaki, Dia menyusun tubuhmu.\"                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(9-12)</span> Allah سبحانه وتعالى berfirman, ﴾ كـَلَّا  بَلۡ  تُكَذِّبُونَ  بِٱلدِّينِ  ﴿ \"Bukan hanya durhaka saja, bahkan kamu mendustakan Hari Pembalasan,\" maksud-nya, meski dengan nasihat dan peringatan ini, kalian tetap saja mendustakan Hari Pembalasan dan kalian pasti akan dihisab atas apa pun yang kalian lakukan. Allah سبحانه وتعالى menugaskan para malaikat mulia untukmu, mereka mencatat perkataan dan perbuatanmu dan mereka mengetahuinya. Termasuk dalam hal ini adalah aktivitas hati dan anggota badan. Selayaknya kalian memuliakan dan meng-hormati mereka.                </div>"
        },
        {
            "resource_id": 791,
            "text": "അല്ലയോ നിൻ്റെ രക്ഷിതാവിനെ നിഷേധിച്ച മനുഷ്യാ! നിനക്ക് അവധി നൽകുകയും, നിന്നോടുള്ള ഔദാര്യത്താൽ ഉടനടി നിന്നെ ശിക്ഷക്കായി പിടികൂടാതെ അവധാനത കാണിക്കുകയും ചെയ്ത നിൻ്റെ രക്ഷിതാവിൻ്റെ കൽപ്പനകളോട് എതിരാകാൻ നിന്നെ പ്രേരിപ്പിച്ചതെന്താണ്?"
        },
        {
            "resource_id": 175,
            "text": "O čovječe koji ne vjeruješ u svoga Gospodara, šta je to što te obmanulo pa se suprotstavljaš naredbi Allaha, kada te On ostavlja do roka određenog i ne požuruje da te kazni, kao vid počasti prema tebi?"
        },
        {
            "resource_id": 171,
            "text": "O man who has rejected his Lord! What has made you go against the instruction of your Lord when He gave you respite and did not punish you quickly, as a favour from Him?!"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله <span class=\"arabic qpc-hafs\">( يا أيها الإنسان ما غرك بربك الكريم )</span> ؟<span class=\"blue\"> :</span> هذا تهديد لا كما يتوهمه بعض الناس من أنه إرشاد إلى الجواب حيث قال : <span class=\"arabic qpc-hafs\">( الكريم )</span> حتى يقول قائلهم غره كرمه بل المعنى في هذه الآية ما غرك يا ابن آدم بربك الكريم - أي العظيم حتى أقدمت على معصيته وقابلته بما لا يليق كما جاء في الحديث يقول الله يوم القيامة ابن آدم ما غرك بي ابن آدم ماذا أجبت المرسلين</p><p lang=\"ar\" class=\"ar \">قال ابن أبي حاتم حدثنا أبي ، حدثنا ابن أبي عمر حدثنا سفيان أن عمر سمع رجلا يقرأ <span class=\"arabic qpc-hafs\">( يا أيها الإنسان ما غرك بربك الكريم )</span> فقال عمر الجهل .</p><p lang=\"ar\" class=\"ar \">وقال أيضا حدثنا عمر بن شبة حدثنا أبو خلف حدثنا يحيى البكاء سمعت ابن عمر يقول وقرأ هذه الآية <span class=\"arabic qpc-hafs\">( يا أيها الإنسان ما غرك بربك الكريم )</span> قال ابن عمر غره والله جهله</p><p>قال وروي عن ابن عباس والربيع بن خثيم والحسن مثل ذلك</p><p>وقال قتادة <span class=\"arabic qpc-hafs\">( ما غرك بربك الكريم )</span> شيء ما غر ابن آدم غير هذا العدو الشيطان</p><p>وقال الفضيل بن عياض لو قال لي ما غرك بي لقلت ستورك المرخاة</p><p>وقال أبو بكر الوراق لو قال لي <span class=\"arabic qpc-hafs\">( ما غرك بربك الكريم )</span> لقلت غرني كرم الكريم</p><p lang=\"ar\" class=\"ar \">قال البغوي وقال بعض أهل الإشارة إنما قال <span class=\"arabic qpc-hafs\">( بربك الكريم )</span> دون سائر أسمائه وصفاته كأنه لقنه الإجابة .</p><p lang=\"ar\" class=\"ar \">وهذا الذي تخيله هذا القائل ليس بطائل لأنه إنما أتى باسمه <span class=\"arabic qpc-hafs\">( الكريم )</span> ; لينبه على أنه لا ينبغي أن يقابل الكريم بالأفعال القبيحة وأعمال السوء</p><p lang=\"ar\" class=\"ar \">و قد حكى البغوي عن الكلبي ومقاتل أنهما قالا نزلت هذه الآية في الأسود بن شريق ضرب النبي صلى الله عليه وسلم ولم يعاقب في الحالة الراهنة فأنزل الله <span class=\"arabic qpc-hafs\">( ما غرك بربك الكريم )</span> ؟ .</p>"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">يَا أَيُّهَا الْإِنسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ اي  آدمي  ، چه  چيز تو را به  پروردگار کريمت  مغرور کرده  است  ?\nالَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ آن  که  تو را بيافريد و اعضايت  تمام  کرد و اعتدالت  بخشيد.\nفِي أَيِّ صُورَةٍ مَّا شَاء رَكَّبَكَ و به  هر صورتي  که  خواست  اعضاي  تو را به  هم  انداخت.\nكَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ آگاه  باشيد که  شما روز جزا را دروغ  مي  انگاريد\nوَإِنَّ عَلَيْكُمْ لَحَافِظِينَ حال  آنکه  بر شما، محافظاني  گمارده  شده  اند\nكِرَامًا كَاتِبِينَ کاتباني  بزرگوار ،\nيَعْلَمُونَ مَا تَفْعَلُونَ مي  دانند که  شما چه  مي  کنيد.</p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(6 - 8)</span> خداوند متعال با سرزنش انسانی که در ادای حق خدا کوتاهی ورزیده و بر ارتکاب گناهان جرأت نموده است می‌فرماید: (<span class=\"arabic qpc-hafs brown\">﴿يَٰٓأَيُّهَا ٱلۡإِنسَٰنُ مَا غَرَّكَ بِرَبِّكَ ٱلۡكَرِيمِ﴾</span>) ای انسان! چه چیز تو را در برابر پروردگار بزرگوارت مغرور ساخته است؟! آیا در انجام حقوق خداوند سستی می‌ورزی؟ یا اینکه عذاب او را ناچیز می‌دانی؟ یا اینکه به سزا و جزای خداوند باور نداری؟ آیا خداوند همان نیست که تو را (<span class=\"arabic qpc-hafs brown\">﴿خَلَقَكَ﴾</span>) آفرید و از بهترین سیما برخوردارت نمود؟ (<span class=\"arabic qpc-hafs brown\">﴿فَعَدَلَكَ﴾</span>) و ترکیب تو را درست و متناسب قرار داد، و در بهترین شکل‌ها تو را آفرید؟! آیا شایستۀ تو است که نعمت خدا را که به تو انعام نموده ناسپاسی کنی، و احسان او را انکار نمایی؟ این کار جز از جهالت و ستمگری و عناد تو سرچشمه نمی‌گیرد. پس خداوند را ستایش کن که سیمای تو را چون سیمای سگ یا الاغ یا دیگر حیوانات قرار نداده است.<span class=\"blue\"> بنابراین خداوند متعال فرمود:</span> (<span class=\"arabic qpc-hafs brown\">﴿فِيٓ أَيِّ صُورَةٖ مَّا شَآءَ رَكَّبَكَ﴾</span>) و آنگاه به هر شکلی که خواست تو را ترکیب کرد. آیا خداوند همان نیست که تو را (<span class=\"arabic qpc-hafs brown\">﴿خَلَقَكَ﴾</span>) آفرید و از بهترین سیما برخوردارت نمود؟ (<span class=\"arabic qpc-hafs brown\">﴿فَعَدَلَكَ﴾</span>) و ترکیب تو را درست و متناسب قرار داد، و در بهترین شکل‌ها تو را آفرید؟! آیا شایستۀ تو است که نعمت خدا را که به تو انعام نموده ناسپاسی کنی، و احسان او را انکار نمایی؟ این کار جز از جهالت و ستمگری و عناد تو سرچشمه نمی‌گیرد. پس خداوند را ستایش کن که سیمای تو را چون سیمای سگ یا الاغ یا دیگر حیوانات قرار نداده است.<span class=\"blue\"> بنابراین خداوند متعال فرمود:</span> (<span class=\"arabic qpc-hafs brown\">﴿فِيٓ أَيِّ صُورَةٖ مَّا شَآءَ رَكَّبَكَ﴾</span>) و آنگاه به هر شکلی که خواست تو را ترکیب کرد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(9 - 12)</span> (<span class=\"arabic qpc-hafs brown\">﴿كَلَّا بَلۡ تُكَذِّبُونَ بِٱلدِّينِ﴾</span>) با وجود این موعظه و پند دادن، همواره به دروغ انگاشتن روز جزا ادامه می‌دهید.  شما باید آنچه را که کرده‌اید محاسبه نمایید، و خداوند فرشتگانی گرامی گمارده است که گفته‌ها و کارهایتان را می‌نویسند و آن را می‌دانند. خطرات دل‌ها و افعال اعضا و جوارح در این داخل است. بنابراین آنچه شایستۀ شماست این است که این فرشتگان را گرامی و بزرگ بدارید.                </div>"
        },
        {
            "resource_id": 93,
            "text": "وبعد أن أشار - سبحانه - إلى أهوال علامات الساعة التى من شأنها أن تنبه العقول والحواس والمشاعر . . أتبع ذلك بنداء للإِنسان فقال - تعالى - : ( ياأيها الإنسان مَا غَرَّكَ بِرَبِّكَ الكريم ) والغرور : الخداع . يقال : غر فلان فلانا ، إذا خدعه وأطمعه بالباطل . والخطاب لجنس الإِنسان ، وقيل للكافر .و \" ما \" استفهامية ، والمقصود بالاستفهام : الإِنكار والتعجيب من حال هذا الإِنسان المخدوع .أى : يا أيها الإِنسان المخلوق بقدرة ربك وحده ، أى شئ غرك وخدعك وجعل جانبا من جنسك يكفر بخالقه ، ويعبد غيره ، وجانبا آخر يعصى ربه ، ويقصر فى أداء حقوقه؟قال الإِمام ابن كثير : قوله - تعالى - : ( ياأيها الإنسان مَا غَرَّكَ بِرَبِّكَ الكريم ) : هذا تهديد ، لا كما يتوهمه بعض الناس من أنه إرشاد إلى الجواب ، حيث قال : ( الكريم ) ، حتى يقول قائلهم : غره كرمه . بل المعنى فى الآية : ما غرك يا بن آدم بربك الكريم - ، أى : العظيم - حتى أقدمت على معصيته ، وقابلته بما لا يليق؟ كما جاء فى الحديث : \" يقول الله يوم القيامة : يا بن آدم ماذا أجبت المرسلين؟ \" . .وهذا الذى تخيله هذا القائل ليس تحته طائل ، لأنه إنما أتى باسمه الكريم لينبه على أنه لا ينبغى أن يقابل الكريم بالأفعال القبيحة ، وأعمال السوء . .والمقصود بالنداء هنا : التنبيه إلى ما سيأتى بعده من توجيهات ، وليس المقصود به طلب الإِقبال على شئ معين .وإيثار تعريف الله - تعالى - بصفة الرب ، لما فى معنى الرب من التربية والرعاية والملكيمة ، والإِيجاد من العدم . . ففى هذا الوصف تذكير للإِنسان بنعم خالقه الذى أنشأه من العدم ، وتعهده بالرعاية والتربية .وكذلك الوصف بالكريم ، فيه - أيضاً - تذكير لهذا الإِنسان بكرم ربه عليه ، إذ مقتضى هذا الكرم منه - تعالى - ، أن يقابل المخلوق ذلك بالشكر والطاعة ."
        },
        {
            "resource_id": 168,
            "text": "<p>‌ يَا أَيُّهَا الْإِنسَانُ مَا غَرَّ‌كَ (0 man! at has deceived you about your Gracious Lord...82:6) The opening of the Surah mentions the violent events that will take place at the end of this worldly life, and the current set of verses reminds us of the inceptive stages of our creation. The sum total of the verses purport to say that if man had considered carefully, he would have believed in Allah and His Messenger ﷺ ، and he would not have deviated a hair's breadth from Divine injunctions, but he slumped into heedlessness and forgetfulness. In the present verse, he is reprimanded by a rhetorical question and by means of gentle remonstrance as to what has lured him away from His Gracious Lord, and led him to disobedience, despite he knows his beginning, and he knows his end.</p><p>The verse further goes on to remind man of the inceptive stages of his creation. First, it says: خَلَقَكَ فَسَوَّاكَ (who created you, then perfected you...82:7). The sense is that not only did Allah create man, but He also perfected his creation and proportioned his body, limbs and organs. Every limb and organ is well placed. The body, height, length and breadth of every limb are kept in harmony, symmetry and balance. Any deviation from the symmetrical construction of the human body, the organs will become dysfunctional. Then the verse says: فَعَدَلَكَ (...then brought you in due proportion?...82:7). Man is granted such symmetry, harmony and balance that no other animal in the world is granted to that degree. Along with physical and physiological symmetry and harmony, he has been granted well-balanced disposition, despite the fact that man is made up of opposing humours - blood, phlegm, black bile and yellow bile. Some are hot and others are cold, and yet the perfect wisdom of Allah prepared a well-balanced disposition. Thereafter a third characteristic is mentioned as follows:</p>"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"الذي خلقك فسواك فعدلك\"</span>، قرأ أهل الكوفة وأبو جعفر <span class=\"arabic qpc-hafs\">\"فعدلك\"</span> بالتخفيف أي صرفك وأمالك إلى أي صورة شاء حسناً وقبيحاً وطويلاً وقصيراً. وقرأ الآخرون بالتشديد أي قومك وجعلك معتدل الخلق والأعضاء.</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ (٧)</span> ] ئه‌و په‌روه‌ردگاره‌ی تۆ كه‌ سه‌ره‌تا دروستى كردوویت له‌ دڵۆپه‌ ئاوێك، وه‌ دواتر ڕێكی خستوویت و له‌سه‌ر پێی خۆت ئه‌ڕۆی، وه‌ هه‌سته‌وه‌ره‌كانی بیستن و بینین و عه‌قڵی پێ به‌خشیویت، وه‌ له‌ جوانترین شێوه‌دا دروستى كردوویت."
        },
        {
            "resource_id": 178,
            "text": "Он сотворил тебя после того как тебя не было вовсе, и Он сотворил тебя, придав тебе совершенный, соразмерный облик."
        },
        {
            "resource_id": 92,
            "text": "الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ (7) وإذ كانت الملابسة لا تتصوّر ماهيتها مع الذوات فقد تعين في باء الملابسة إذا دخلت على اسم ذات أن يكون معها تقدير شأن من شؤون الذات يفهم من المقام ، فالمعنى هنا : ما غرك بالإِشراك بربك كما يدل عليه قوله : { الذي خلقك فسواك فعدلك } الآية فإن منكر البعث يومئذ لا يكون إلاّ مشركاً .وإيثار تعريف الله بوصف «ربك» دون ذكر اسم الجلالة لما في معنى الرب من الملك والإِنشاء والرفق ، ففيه تذكير للإِنسان بموجبات استحقاق الرب طاعة مربوبه فهو تعريض بالتوبيخ .وكذلك إجراء وصف الكريم دون غيره من صفات الله للتذكير بنعمته على الناس ولطفه بهم فإن الكريم حقيق بالشكر والطاعة .والوصف الثالث الذي تضمنته الصلة : { فعَدَّلك في أيّ صورة } جامع لكثير مما يؤذن به الوصفان الأولان فإن الخلق والتسوية والتعديل وتحسين الصورة من الرفق بالمخلوق ، وهي نعم عليه وجميع ذلك تعريض بالتوبيخ على كفران نعمته بعبادة غيره .وذكر عن صالح بن مسمار قال : بلغنا أن النبي صلى الله عليه وسلم تلا هذه الآية فقال : «غره جهله» ، ولم يذكر سنداً .وتعداد الصلات وإن كان بعضها قد يغني عن ذكر البعض فإن التسوية حالة من حالات الخلق ، وقد يغني ذكرها عن ذكر الخلق كقوله : { فسواهن سبع سماوات } [ البقرة : 29 ] ولكن قُصد إظهار مراتب النعمة . وهذا من الإِطناب المقصود به التذكير بكل صلة والتوقيف عَليها بخصوصها ، ومن مقتضيات الإِطناب مقام التوبيخ .والخَلق : الإِيجاد على مقدار مقصود .والتسْوية : جعل الشيء سويّاً ، أي قويماً سليماً ، ومن التسوية جعل قواه ومنافعه الذاتية متعادلة غير متفاوتة في آثار قيامها بوظائفها بحيث إذا اختل بعضها تطرق الخلل إلى البقية فنشأ نقص في الإِدراك أو الإِحساس أو نشأ انحراف المزاج أو ألم فيه ، فالتسوية جامعة لهذا المعنى العظيم .والتعديل : التناسب بين أجزاء البدن مثل تناسب اليدين ، والرجلين ، والعينين ، وصورة الوجه ، فلا تفاوت بين متزاوجها ، ولا بشاعة في مجموعها . وجعَلَه مستقيم القامة ، فلو كانت إحدى اليدين في الجنب ، والأخرى في الظهر لاختلّ عملهما ، ولو جعل العينان في الخلف لانعدمت الاستفادة من النظر حال المشي ، وكذلك مواضع الأعضاء الباطنة من الحَلق والمعدة والكبد والطحال والكليتين . وموضع الرئتين والقلب وموضع الدماغ والنخاع .وخلق الله جسد الإِنسان مقسمةً أعضاؤه وجوارحه على جهتين لا تفاوت بين جهة وأخرى منهما وجعل في كل جهة مثل ما في الأخرى من الأوردة والأعصاب والشرايين .وفرع فعل «سواك» على { خلقك } وفِعل «عدَّلك» على «سوّاك» تفريعاً في الذكر نظراً إلى كون معانيها مترتبة في اعتبار المعتبر وإن كان جميعاً حاصلاً في وقت واحد إذ هي أطوار التكوين من حين كونه مضغة إلى تمام خلقه فكان للفاء في عطفها أحسن وقع كما في قوله تعالى :{ الذي خلق فسوى والذي قدر فهدى } [ الأعلى : 2 ، 3 ] .وقرأ الجمهور : { فعدَّلك } بتشديد الدال . وقرأه عاصم وحمزة والكسائي وخلف بتخفيف الدال ، وهما متقاربان إلا أن التشديد يدل على المبالغة في العدل ، أي التسوية فيفيد إتقان الصنع .وقوله : { في أي صورة } اعلم أن أصل { أي } أنها للاستفهام عن تمييز شيء عن مشاركيه في حاله كما تقدم في قوله تعالى : { من أي شيء خلقه } في سورة عبس ( 18 ) وقوله تعالى : { فبأي حديث بعده يؤمنون } [ الأعراف : 185 ] .والاستفهام بها كثيراً ما يراد به الكناية عن التعجب أو التعجيب من شأن ما أضيفت إليه { أيّ } لأن الشيء إذا بلغ من الكمال والعظمة مبلغاً قوياً يُتساءل عنه ويُستفهم عن شأنه ، ومن هنا نشأ معنى دلالة { أيّ } على الكمال ، وإنما تحقيقه أنه معنى كنائي كثر استعماله في كلامهم ، وإنما هي الاستفهامية ، و { أيّ } هذه تقع في المعنى وصفاً لنكرة إمّا نعتاً نحو : هو رجل أيُّ رجل ، وإما مضافة إلى نكرة كما في هذه الآية"
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( الذي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ . في أَىِّ صُورَةٍ مَّا شَآءَ رَكَّبَكَ ) صفات أخرى للرب - عز وجل - الكريم المنان .والخلق : هو الإِيجاد على مقدار معين مقصود . والتسوية : جعل الشئ سويا ، أى : قويما سليما خاليا من الاضطراب والاختلال .وقوله : ( فَعَدَلَكَ ) قرأها بعضهم بفتح الدال مع التخفيف ، وقرأها آخرون بفتحها مع التشديد ، وهما متقاربان ، إلا أن التشديد يفيد المبالغة فى التعديل ، الذى هو جعل البنية معتدلة ، متناسبة الأعضاء ، فالتسوية ترجع إلى عدم النقصان فى الأعضاء ، والتعديل يرجع إلى عدم التخالف فيها وهذا ، باعتبار الأصل فى خلق الإِنسان ، فلا عبرة بوجود ما يخالف ذلك فى قلة من أفراد الإِنسان .والمعنى : يأيها الإِنسان ، أى شئ خدعك وجرأك على معصية ربك الكريم . . الذى من مظاهر كرمه أنه ( خَلَقَكَ فَسَوَّاكَ ) بأن جعل أعضاءك سوية سليمة . مهيأة لاكتساب منافعها على حسب ما تقتضيه حكمة خالقك ( فعدلك ) أى : فعدل أعضاؤك بأن جعلها متناسقة متوازنة بعضها مع بعض ، فلم يجعل - مثلا - إحدى يديك طويلة والأخرى قصيرة ، ولم ثيجعل - مثلا - جانباً من جسدك أبيض ، والأخر أسود .ومن مظاهر قدرته وكرمه - أيضاً - أنه - سبحانه - ركبك ووضعك فى أى صورة من الصور المتنوعة التى اقتضتها مشيئته وحكمته ."
        },
        {
            "resource_id": 170,
            "text": "Неужели ты заблуждаешься, потому что пренебрегаешь своими обязанностями перед Ним? Или же ты считаешь Его наказание презренным? Или же ты вовсе не веруешь в Его возмездие? Разве не Он даровал тебе прочное, стройное и пропорциональное сложение, прекрасный вид и совершенный образ? Разве подобает тебе отвечать неблагодарностью на благодеяния столь щедрого Дарителя или отрицать милость своего Благодетеля? Причина этого - твое невежество, нечестие и упорство. Тебе надлежит воздавать хвалу Аллаху за то, что Он не создал тебя в образе собаки, осла или другого животного. Поэтому Аллах сказал:"
        },
        {
            "resource_id": 176,
            "text": "Colui che ti ha creato dopo che fosti nulla e che ha modellato i tuoi arti perfettamente,"
        },
        {
            "resource_id": 183,
            "text": "かれはあなたを無から創造し、形を与え、四肢の均整を取り、"
        },
        {
            "resource_id": 790,
            "text": "যিয়ে তোমাক অনস্থিত্বৰ পৰা অস্থিত্বলৈ আনিছে আৰু সঠিক অংগযুক্ত সন্তুলিত শৰীৰ প্ৰদান কৰিছে।"
        },
        {
            "resource_id": 177,
            "text": "Ngài là Đấng đã tạo hóa ngươi từ không là gì và ban cho ngươi hình thể tốt đẹp và cân đối."
        },
        {
            "resource_id": 165,
            "text": "<p>যিনি তোমাকে সৃষ্টি করেছেন, [১] অতঃপর তোমাকে সুঠাম করেছেন [২] এবং তারপর সুসমঞ্জস করেছেন। [৩]</p><p>[১] অর্থাৎ, নিকৃষ্ট বীর্যবিন্দু থেকে, অথচ ইতিপূর্বে তোমার কোন অস্তিত্বই ছিল না।</p><p>[২] অর্থাৎ, তোমাকে একটি পূর্ণাঙ্গ মানবরূপে সৃষ্টি করেছেন। তুমি শ্রবণ করতে, দর্শন করতে এবং জ্ঞান-বুদ্ধি প্রয়োগ করতে পার।</p><p>[৩] তোমাকে মাঝারি গড়নের, লম্বালম্বি সোজা, সুশ্রী ও সুদর্শনময় বানিয়েছেন। অথবা তোমার দুটি চোখ, দুটি কান, দুটি হাত, দুটি পা (এবং অন্য সকল অঙ্গকে) সুসমঞ্জস যথোপযুক্ত আকৃতি দান করেছেন। যদি তোমার এই অঙ্গ-প্রত্যঙ্গ সামঞ্জস্যময় না হত, তাহলে তোমার অস্তিত্বে সুশ্রীময়তা প্রকাশ না পেয়ে কুশ্রীময়তা প্রকাশ পেত। এইরূপ সৃষ্টিকেই অন্য স্থানে 'আহসানে তাক্ব<u>বী</u>ম' (সুন্দরতম গঠন) বলে ব্যক্ত করা হয়েছে। (لَقَدْ خَلَقْنَا الإنْسَانَ فِيْ أَحْسَنِ تَقْوِيْم)</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>যিনি তোমাকে সৃষ্টি করেছেন, অতঃপর তোমাকে সুঠাম করেছেন এবং সুসামঞ্জস্য করেছেন [১] ,</p><p>[১] অর্থাৎ মহান আল্লাহ্ তোমাকে এই পূর্ণাঙ্গ মানবিক আকৃতি দান করেছেন। তোমার সামনে সব রকমের প্রাণী রয়েছে, তাদের মোকাবিলায় তোমার সবচেয়ে সুন্দর শারীরিক কাঠামো এবং শ্রেষ্ঠ ও উন্নত শক্তি একেবারেই সুস্পষ্ট। অন্যত্র বলা হয়েছে, “অবশ্যই আমরা সৃষ্টি করেছি মানুষকে সুন্দরতম গঠনে” । [আদওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 7{ الَّذِیْ خَلَقَکَ فَسَوّٰٹکَ فَعَدَلَکَ۔ } ”جس نے تمہیں تخلیق کیا ‘ پھر تمہارے نوک پلک سنوارے ‘ پھر تمہارے اندر اعتدال پیدا کیا۔“ اللہ تعالیٰ نے تمہارے قوائے جسمانی اور قوائے نفسیاتی میں ہر طرح سے اعتدال اور توازن پیدا کیا ہے۔ گویا تمہاری تخلیق اللہ تعالیٰ کی صفت عدل کی مظہر ہے۔ تمہاری تخلیق کے اندر توازن اور خوبصورتی کا یہ پہلو گویا اس حقیقت پر گواہ ہے کہ اللہ تعالیٰ ہر معاملے میں عدل و اعتدال کو پسند فرماتا ہے اور یہ کہ وہ تم انسانوں کے ساتھ آخرت میں بھی عدل و انصاف کا معاملہ فرمائے گا ‘ تاکہ گناہگاروں کو قرار واقعی سزا مل سکے اور نیکوکار اپنی نیکیوں کا پورا پورا بدلہ پائیں۔ تمہاری مبنی براعتدال تخلیق و ترکیب کا تقاضا تو یہ تھا کہ تمہارے خیالات و اعمال بھی اعتدال اور توازن کا مظہر ہوتے ‘ مگر تم لوگ ہو کہ اپنے خالق کے بارے میں ہی دھوکے میں مبتلا ہوگئے ہو۔ تم اس کی شان غفاری کو تو بہت اہتمام سے یاد رکھتے ہو جبکہ اس کی صفت عدل سمیت بہت سی دوسری صفات کو بالکل ہی بھولے ہوئے ہو۔ تمہاری یہ بےاعتدالی تمہارے اس خالق کو بالکل پسند نہیں ہے جس نے تمہاری تخلیق کا خمیر ہی اعتدال سے اٹھایا ہے۔</p>"
        },
        {
            "resource_id": 792,
            "text": "ជាអ្នកដែលបានធ្វើឲ្យអ្នកមានវត្តមានដែលពីមុនមកអ្នកគ្មានវត្តមានសោះ ហើយទ្រង់ធ្វើឱ្យអ្នកមានកាយសម្បទា និងអវយវៈសមសួននឹងដងខ្លួន។"
        },
        {
            "resource_id": 91,
            "text": "أليس هو <span class=\"arabic qpc-hafs brown\">{ الَّذِي خَلَقَكَ فَسَوَّاكَ }</span> في أحسن تقويم؟ <span class=\"arabic qpc-hafs brown\">{ فَعَدَلَكَ }</span> وركبك تركيبا قويما معتدلا، في أحسن الأشكال، وأجمل الهيئات، فهل يليق بك أن تكفر نعمة المنعم، أو تجحد إحسان المحسن؟"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 182,
            "text": "祂从无中创造了你，并使你成为体态匀称的人，"
        },
        {
            "resource_id": 90,
            "text": "الذي خلقك أي قدر خلقك من نطفة فسواك في بطن أمك ، وجعل لك يدين ورجلين وعينين وسائر أعضائك فعدلك أي جعلك معتدلا سوي الخلق ; كما يقال : هذا شيء معدل . وهذه قراءة العامة وهي اختيار أبي عبيد وأبي حاتم ; قال الفراء : وأبو عبيد : يدل عليه قوله تعالى : لقد خلقنا الإنسان في أحسن تقويم . وقرأ الكوفيون : عاصم وحمزة والكسائي : فعدلك مخففا أي : أمالك وصرفك إلى أي صورة شاء ، إما حسنا وإما قبيحا ، وإما طويلا وإما قصيرا . وقال موسى بن علي بن أبي رباح اللخمي عن أبيه عن جده قال : قال لي النبي - صلى الله عليه وسلم - : \" إن النطفة إذا استقرت في الرحم أحضرها الله كل نسب بينها وبين آدم \" ."
        },
        {
            "resource_id": 179,
            "text": "[Siya] ang nagpairal sa iyo matapos na ikaw dati ay wala, saka gumawa sa iyo na nahubog ang mga bahagi ng katawan, na naaangkop sa mga ito."
        },
        {
            "resource_id": 180,
            "text": "৭. যিনি তোমাকে অনস্তিত্ব থেকে অস্তিত্বে এনেছেন এবং তোমাকে সুবিন্যস্ত ও সুসামঞ্জস্য করেছেন।"
        },
        {
            "resource_id": 173,
            "text": "Ton Seigneur t’a fait exister à partir du néant et t’a donné une constitution harmonieuse."
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله تعالى :  يَا أَيُّهَا الإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ <span class=\"arabic qpc-hafs green\">(6)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: يا أيها الإنسان الكافر، أيّ شيء غرّك بربك الكريم، غرّ الإنسانَ به عدوُّه المسلَّط عليه.</p><p lang=\"ar\" class=\"ar \">كما حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ )</span> شيء ما غرّ ابن آدم هذا العدوّ الشيطان.</p>"
        },
        {
            "resource_id": 171,
            "text": "The One Who gave you existence after you were non-existent, and Who proportioned and balanced your limbs."
        },
        {
            "resource_id": 175,
            "text": "Onaj koji te je stvorio nakon što nisi bio ništa i koji ti je dao skladne organe i dijelove tijela."
        },
        {
            "resource_id": 791,
            "text": "നിന്നെ ശൂന്യതയിൽ നിന്ന് സൃഷ്ടിക്കുകയും, എല്ലാ അവയവങ്ങളും ഒത്ത നിലയിൽ നിന്നെ ആക്കുകയും ചെയ്തവനത്രെ അവൻ."
        },
        {
            "resource_id": 905,
            "text": "الذي أوجدك بعد أن كنت عدمًا، وجعلك سويّ الأعضاء معتدلها."
        },
        {
            "resource_id": 776,
            "text": "Al-lah les dio existencia cuando no existían, y les dio forma y equilibró sus extremidades."
        },
        {
            "resource_id": 181,
            "text": "همان ذاتی‌که پس از اینکه نیست بودی تو را پدید آورد، و تو را درست‌اندام و متناسب قرار داد."
        },
        {
            "resource_id": 174,
            "text": "Dialah yang telah menciptakan dirimu yang sebelumnya tidak ada dan menjadikanmu dengan tubuh yang sempurna dan seimbang."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله <span class=\"arabic qpc-hafs\">( الذي خلقك فسواك فعدلك )</span> أي ما غرك بالرب الكريم <span class=\"arabic qpc-hafs\">( الذي خلقك فسواك فعدلك )</span> أي جعلك سويا معتدل القامة منتصبها في أحسن الهيئات والأشكال</p><p lang=\"ar\" class=\"ar \">قال الإمام أحمد حدثنا أبو النضر حدثنا حريز حدثني عبد الرحمن بن ميسرة عن جبير بن نفير عن بسر بن جحاش القرشي أن رسول الله صلى الله عليه وسلم بصق يوما في كفه فوضع عليها إصبعه ثم قال قال الله عز وجل ابن آدم أنى تعجزني وقد خلقتك من مثل هذه حتى إذا سويتك وعدلتك مشيت بين بردين وللأرض منك وئيد فجمعت ومنعت حتى إذا بلغت التراقي قلت أتصدق وأنى أوان الصدقة</p><p lang=\"ar\" class=\"ar \">وكذا رواه ابن ماجه عن أبي بكر بن أبي شيبة عن يزيد بن هارون عن حريز بن عثمان به .</p><p lang=\"ar\" class=\"ar \">قال شيخنا الحافظ أبو الحجاج المزي وتابعه يحيى بن حمزة عن ثور بن يزيد عن عبد الرحمن بن ميسرة .</p>"
        },
        {
            "resource_id": 172,
            "text": "Yokluğunun ardından seni var etti, azalarını doğru ve düzgün kıldı."
        },
        {
            "resource_id": 157,
            "text": "<p>الذی ........................ فعدلک (7:82) ” جس نے تمہیں پیدا کیا ، تمہیں نک سک سے درشت کیا اور متناسب بنایا “۔ اور یہ خطاب یایھا الانسان سے شروع کیا۔</p><p>مثلاً انسان کی قوت مدرکہ جو عقل میں ہے ، ہم اس کی حقیقت کو نہیں جانتے ، اس قدر جانتے کہ یہ ادراک قوت عقلیہ کے ذریعے ہوتا ہے اور قوت عقلیہ ہی آلہ ادراک ہے۔ جہاں تک عقل کا تعلق ہے ، ہم نے اسے جانتے ہیں اور نہ یہ جانتے ہیں کہ اس قوت کا عمل ادراک کس طرح کام کرتا ہے۔</p><p>ہماری معلومات اور مدرکات کس طرح دماغ میں رہتی ہیں ، ہم بس اس قدر فرض کرلیتے ہیں کہ نہایت ہی لطیف دماغی اور اعصابی ریشوں کے ذریعہ یہ معلومات اور مدرکات ذہن اور عقل میں منتقل ہوتی ہیں۔ لیکن عقل اسے کہاں سٹور کرتی ہے ؟ اگر یہ فرض کرلیا جائے کہ دماغ کے اندر ریکارڈ کرنے کا کوئی فیتو ہے تو پھر ساٹھ (60) سال کے لئے کئی ملین میٹر طویل فیتہ ونا چاہئے کہ وہ ساٹھ سالہ زندگی میں انسانی مشاہدات کو ریکارڈ کرے۔ ساٹھ سال کا ذکر ہم اس لئے کرتے ہیں کہ بالعموم اوسط عمر ساٹھ سال ہوتی ہے۔ ان ساٹھ سالوں میں انسان الفاظ ومعانی ، تاثرات اور شعور اور مناظر ومشاہد کے لاتعداد چیزیں اپنے دماغ میں ریکارڈ کرتا ہے۔</p><p>انفرادی الفاظ ومعانی پھر کس طرح مرکب ہوکر نتائج پیدا کرتے ہیں۔ انفرادی حادثات اور انفرادی تصاویر کس طرح کمپوز ہوکر علم اور کلچر پیدا کرتی ہیں۔ یہ ایک الگ دنیا ہے اور معلومات علوم اور اصول میں بدل جاتی ہیں۔ مدرکات اور ادراک کی شکل اختیار کرلیتی ہیں اور تجربات سے علم وسائنس وجود میں آتے ہیں۔ یہ اپنی جگہ دنیا کے عجائبات ہیں۔</p><p>یہ تو ہوئی انسان کی خصوصیات میں سے ایک خصوصیت ، جو اس کے ساتھ مخصوص ہے۔ اور اس کی وجہ سے انسان ممتاز ہے۔ لیکن انسان کی خصوصیات میں سے یہ کوئی بڑی خصوصیت نہیں ہے بلکہ انسان کے اندر اللہ کی روح سے جلا ہوا ایک چراغ بھی ہے جسے انسان روح کہا جاتا ہے ۔ انسان کی یہ روح انسان کو جمال کائنات کے ساتھ جوڑتی ہے اور یہی روح ہر انسان کو خالق کی روح سے مربوط کرتی ہے۔ اور انسان کو وہ لمحات نصیب کرتی ہے جن میں انسان حقیقت کبریٰ کے ساتھ جڑ جاتا ہے ، جو اپنی جگہ لامحدود ہے اور اس اتصال میں پھر انسان جمال حقیقت کبریٰ کی کچھ جھلکیاں پالیتا ہے۔</p><p>انسان اس روح کی حقیقت سے بھی بیخبر ہے۔ روح تو ایک بڑی چیز ہے ، انسان جن محسوسات کا ادراک کرتا ہے ، وہ تو ان کی حقیقت سے بھی بےبہرہ ہوتا ہے۔ لیکن یہ روح ہی ہے جو اسے خوشی اور سعادت مندی کے وہ لمحات اور وہ جھلکیاں عطا کرتی ہے جن کی وجہ سے وہ اس زمین پر ہوتے ہوئے بھی عالم بالا سے مربوط ہوجاتا ہے۔ اور یوں وہ جنت کی ابدی زندگی کے لئے تیار ہوجاتا ہے اور وہ اس قابل ہوجاتا ہے کہ حقیقت کبریٰ کے جمال کو دیکھ سکے۔</p><p>یہ روح ، انسان کے لئے اللہ کا مخصوص تحفہ ہے۔ اور اس روح ہی کی وجہ سے انسان ، انسان قرار پایا ہے۔ اور اسی وجہ سے اللہ نے اسے یوں مخاطب کیا۔</p><p>یایھا الانسان اور پھر اسے اس قدر محبت آمیز سرزنش کی۔</p><p>ماغرک ................ الکریم (6:82) ” تجھے رب کریم کے بارے میں کس چیز نے غرے میں ڈال دیا ہے “۔ یہ اللہ کی طرف سے انسان کے لئے براہ راست سرزنش ہے۔ اللہ بذات خود انسان کو پکارتا ہے اور انسان جب نظریں اٹھاتا ہے تو وہ اللہ کے سامنے ایک گنہگار ، غافل ، اللہ کے فضل وکرم کی قدر نہ کرنے والا ، بلکہ اللہ کے ہاں ایک گستاخ شخصیت کی صورت میں کھڑا نظر آتا ہے۔ اب اللہ تعالیٰ اسے اپنی عظیم نعمت اور اپنے فضل وکرم سے آگاہ فرماتا ہے۔ اور اس کو اس کی ناقدری ، اور اس کی تقصیرات اور گستاخیوں سے مطلع فرماتا ہے۔</p><p>یہ ایک انسانی سرزنش ہے کہ اگر انسان میں احساس ہو تو وہ پانی پانی ہوجائے۔ اگر انسان اپنی انسانیت کے سر چشمے کو تلاش کرے ، اور اللہ کی اس اطلاع اور اللہ کی ذات پر غور کرے اور یہ دیکھے کہ وہ کس بادشاہ کے سامنے کھڑا ہے۔ اسے کس قدر عظیم ذات پکاررہی ہے ، اور اس کی سرزنش کررہی ہے اور اس پر یہ عتاب ہورہا ہے ، تو حقیقت یہ ہے کہ انسان پگھل کر رہ جائے۔ ذرا غور کرو۔</p><p>یایھا الانسان ................................ رکبک (6:82 تا 8) ” اے انسان ، کس چیز نے تجھے اپنے رب کریم کی طرف سے دھوکے میں ڈال دیا ، جس نے تجھے پیدا کیا ، تجھے نک سک سے درست کیا ، تجھے متناسب بنایا ، اور جس صورت میں چاہا ، تجھ کو جوڑ کر تیار کیا “۔</p><p>اب اگلے پیرے میں یہ بتایا ہے کہ انسان کیوں غافل ہوجاتا ہے اور اس سے تقصیرات کیوں سرزد ہوتی ہیں۔ ان کا اصل سبب یہ ہوتا ہے کہ وہ قیامت کے دن کا یقین نہیں رکھتا۔ بتایا جاتا ہے کہ حساب و کتاب ایک حقیقت ہے اور اس کی کیفیات اور مناظر یوں ہوں گے۔ اور یہ کہ لوگوں کا انجام یکساں نہ ہوگا اور اس حقیقت کو نہایت تاکید کے ساتھ پیش کیا جاتا ہے۔</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "In whatever form He wished to create you, He created you. He favoured you as He did not create you in the form of a donkey, monkey, dog or other form."
        },
        {
            "resource_id": 172,
            "text": "Seni hangi surette yaratmayı dilediyse, öyle yarattı. Seni; eşek, maymun, köpek veya bunların dışında bir surette yaratmayarak, nimetlendirdi."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( في أي صورة ما شاء ركبك )</span> قال مجاهد والكلبي ومقاتل : في أي شبه من أب أو أم أو خال أو عم .</p><p lang=\"ar\" class=\"ar \">وجاء في الحديث : أن النطفة إذا استقرت في الرحم أحضر كل عرق بينه وبين آدم ثم قرأ <span class=\"arabic qpc-hafs\">\" في أي صورة ما شاء ركبك \"</span> .<span class=\"blue\"> وذكر الفراء قولا آخر :</span> <span class=\"arabic qpc-hafs\">\" في أي صورة ما شاء ركبك \"</span> إن شاء في صورة إنسان وإن شاء في صورة دابة أو حيوان آخر .</p>"
        },
        {
            "resource_id": 90,
            "text": "أما قرأت هذه الآية في أي صورة ما شاء ركبك فيما بينك وبين آدم ، وقال عكرمة وأبو صالح : في أي صورة ما شاء ركبك إن شاء في صورة إنسان ، وإن شاء في صورة حمار ، وإن شاء في صورة قرد ، وإن شاء في صورة خنزير . وقال مكحول : إن شاء ذكرا ، وإن شاء أنثى . قال مجاهد : في أي صورة أي في أي شبه من أب أو أم أو عم أو خال أو غيرهم . و \" في \" متعلقة ب ركبك ، ولا تتعلق ب عدلك ، على قراءة من خفف ; لأنك تقول عدلت إلى كذا ، ولا تقول عدلت في كذا ; ولذلك منع الفراء التخفيف ; لأنه قدر ( في ) متعلقة ب عدلك ، و ( ما ) يجوز أن تكون صلة مؤكدة ; أي في أي صورة شاء ركبك . ويجوز أن تكون شرطية أي إن شاء ركبك في غير صورة الإنسان من صورة قرد أو حمار أو خنزير ، ف \" ما \" بمعنى الشرط والجزاء ; أي في صورة ما شاء يركبك ركبك ."
        },
        {
            "resource_id": 92,
            "text": "فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ (8)، فيجوز أن يتعلق قوله : { في أي صورة } بأفعال خلقَك ، فسوَّاك ، فعدَّلك» فيكون الوقف على { في أي صورة } .ويجوز أن يتعلق بقوله { ركبك } فيكون الوقف على قوله { فعدلك } ويكون قوله { ما شاء } معترضاً بين { في أي صورة } وبين { ركَبَّك } .والمعنى على الوجهين : في صورة أيّ صورة ، أي في صورة كاملة بديعة .وجملة { ما شاء ركبك } بيان لجملة { عدَّلك } باعتبار كون جملة { عدّلك } مفرعة عن جملة { فسوَّاك } المفرغة عن جملة { خلقك } فبيانها بيان لهما .و { في } للظرفية المجازية التي هي بمعنى الملابسة ، أي خلقك فسوّاك فعدلك ملابساً صورة عجيبة فمحل { في أي صورة } محل الحال من كاف الخطاب وعامل الحال { عدّلك } ، أو { ركّبك } ، فجعلت الصورة العجيبة كالظرف للمصوّر بها للدلالة على تمكنها من موصوفها .و { ما } يجوز أن تكون موصولة مَا صدقُها تركيب ، وهي في موضع نصب على المفعولية المطلقة و { شاء } صلة { ما } والعائد محذوف تقديره : شاءه . والمعنى : ركّبك التركيب الذي شاءه قال تعالى : { هو الذي يصوركم في الأرحام كيف يشاء } [ آل عمران : 6 ] .وعُدل عن التصريح بمصدر { ركّبك } إلى إبهامه ب { ما } الموصولة للدلالة على تقحيم الموصول بما في صلته من المشيئة المسندة إلى ضمير الرب الخالق المبدع الحكيم وناهيك بها .ويجوز أن تكون جملة { شاء } صفة ل { صورة } ، والرابط محذوف و { ما } مزيدة للتأكيد ، والتقدير : في صورة عظيمة شاءها مشيئةً معينة ، أي عن تدبير وتقدير ."
        },
        {
            "resource_id": 178,
            "text": "Он сотворил тебя в том облике, в каком пожелал, и Он оказал тебе милость, не сотворив тебя в облике осла, обезьяны, собаки или чего-либо другого."
        },
        {
            "resource_id": 175,
            "text": "i stvorio te u obliku kakvom je htio. Blagodat je to prema tebi kad te nije stvorio u obliku magarca, majmuna, psa i dr."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 14,
            "text": "<p>وقوله <span class=\"arabic qpc-hafs\">( في أي صورة ما شاء ركبك )</span> قال مجاهد في أي شبه أب أو أم أو خال أو عم</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير حدثني محمد بن سنان القزاز حدثنا مطهر بن الهيثم حدثنا موسى بن علي بن رباح حدثني أبي عن جدي أن النبي صلى الله عليه وسلم قال له ما ولد لك قال يا رسول الله ما عسى أن يولد لي إما غلام وإما جارية قال فمن يشبه ؟<span class=\"blue\"> قال يا رسول الله من عسى أن يشبه إما أباه وإما أمه فقال النبي صلى الله عليه وسلم عندها :</span> مه لا تقولن هكذا إن النطفة إذا استقرت في الرحم أحضرها الله كل نسب بينها وبين آدم أما قرأت هذه الآية في كتاب الله <span class=\"arabic qpc-hafs\">( في أي صورة ما شاء ركبك )</span> \" قال سلكك .</p><p lang=\"ar\" class=\"ar \">وهكذا رواه ابن أبي حاتم والطبراني من حديث مطهر بن الهيثم به وهذا الحديث لو صح لكان فيصلا في هذه الآية ولكن إسناده ليس بالثابت لأن مطهر بن الهيثم قال فيه أبو سعيد بن يونس كان متروك الحديث وقال ابن حبان يروى عن موسى بن علي وغيره ما لا يشبه حديث الأثبات ولكن في الصحيحين عن أبي هريرة أن رجلا قال يا رسول الله إن امرأتي ولدت غلاما أسود قال هل لك من إبل قال نعم . قال فما ألوانها قال حمر . قال فهل فيها من أورق قال نعم . قال فأنى أتاها ذلك ؟ قال عسى أن يكون نزعة عرق . قال وهذا عسى أن يكون نزعة عرق \"</p><p lang=\"ar\" class=\"ar \">وقد قال عكرمة في قوله <span class=\"arabic qpc-hafs\">( في أي صورة ما شاء ركبك )</span> إن شاء في صورة قرد وإن شاء في صورة خنزير وكذا قال أبو صالح إن شاء في صورة كلب وإن شاء في صورة حمار وإن شاء في صورة خنزير</p><p lang=\"ar\" class=\"ar \">وقال قتادة <span class=\"arabic qpc-hafs\">( في أي صورة ما شاء ركبك )</span> قال : قادر والله ربنا على ذلك ومعنى هذا القول عند هؤلاء أن الله عز وجل قادر على خلق النطفة على شكل قبيح من الحيوانات المنكرة الخلق ولكن بقدرته ولطفه وحلمه يخلقه على شكل حسن مستقيم معتدل تام حسن المنظر والهيئة .</p>"
        },
        {
            "resource_id": 93,
            "text": "فقوله : ( في أَىِّ صُورَةٍ ) متعلق بركبك . و \" ما \" مزيدة ، و \" شاء \" صفة لصورة ولم يعطف \" ركبك \" على ما قبله بالفاء ، كما عطف ما قبله بها ، لأنه بيان لقوله ( فَعَدَلَكَ ) . والتقدير : فعلدك بأن ركبك فى أى صورة من الصور التى شاءها لك ، وهى صورة فيها ما فيها من العجائب والأسرار ، فضلا عن أنها أحسن صورة وأكملها ، كما قال - تعالى - : ( لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ ) فالمقصود من الآيات الكريمة ، تذكير الإِنسان بفضل ربه - تعالى - عليه ، وحضه على طاعته وشكره ، وتوبيخه على تقصيره وجحوده ، وتهديده بسوء المصير إذا ما استمر فى غفلته وغروره .قال بعض العلماء : إن خلق الإِنسان على هذه الصورة الجميلة السوية المعتدلة ، الكاملة الشكل والوظيفة . أمر يستحق التدبر الطويل ، والشكر العميق ، والأدب الجم لربه الكريم الذى أكرمه بهذه الخلقة .وهناك مؤلفات كاملة فى وصف كمال التكوين الإِنسان العضوى ودقته وإحكامه .كاكتمال التكوين الجسدى ، والعضلى ، والجلدى ، والهضمى ، والدموى والعظمى ، والتنفسى ، والتناسلى ، والعصبى . . للإِنسان .وإن جزءا من أذن الإِنسان \" الأذن الوسطى \" لهو سلسلة من نحو أربعة آلاف جزئية دقيقة معقدة ، متدرجة بنظام بالغ الدقة فى الحجم والشكل .ومركز حاسة الإِبصار فى العين التى تحتوى على مائة وثلاثين مليونا من مستقبلات الضوء .وهى أطراف الأعصاب ، ويقوم بحمايتها الجفن ذو الأهداب الذى يقيها ليلا ونهارا . ."
        },
        {
            "resource_id": 791,
            "text": "നിന്നെ ഏതൊരു രൂപത്തിൽ അവൻ സൃഷ്ടിക്കാൻ ഉദ്ദേശിച്ചോ; ആ രൂപത്തിൽ അവൻ നിന്നെ ആക്കിയിരിക്കുന്നു. ഒരു കഴുതയുടെയോ കുരങ്ങിൻ്റെയോ നായയുടെയോ രൂപത്തിൽ നിന്നെ സൃഷ്ടിക്കാതെ അവൻ നിന്നോട് അനുഗ്രഹം ചൊരിഞ്ഞിരിക്കുന്നു."
        },
        {
            "resource_id": 177,
            "text": "Ngài muốn tạo hình hài ngươi ra sao Ngài muốn, trong khi Ngài đã ưu ái không tạo ngươi bằng hình dạng con lừa, con khỉ, con chó hoặc bất cứ con vật nào khác."
        },
        {
            "resource_id": 790,
            "text": "আৰু যি ৰূপত তোমাক সৃষ্টি কৰিবলৈ ইচ্ছা কৰিছে সেই ৰূপতে সৃষ্টি কৰিছে। আৰু তোমাৰ প্ৰতি অনুগ্ৰহ কৰিছে যে, তোমাক গাধা, বান্দৰ আৰু কুকুৰ আদিৰ ৰূপত সৃষ্টি কৰা নাই।"
        },
        {
            "resource_id": 91,
            "text": "إن هذا إلا من جهلك وظلمك وعنادك وغشمك، فاحمد الله أن لم يجعل صورتك صورة كلب أو حمار، أو نحوهما من الحيوانات؛<span class=\"blue\"> فلهذا قال تعالى:</span> <span class=\"arabic qpc-hafs brown\">{ فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ }</span>"
        },
        {
            "resource_id": 776,
            "text": "Al-lah los creó en la más hermosa forma que Él quiso."
        },
        {
            "resource_id": 173,
            "text": "Il t’a façonné dans la forme qu’Il a voulue et t’a fait don d’un bienfait lorsqu’Il ne t’a pas donné la forme d’un âne, d’un singe, d’un chien, ou autre."
        },
        {
            "resource_id": 905,
            "text": "في أي صورة شاء أن يخلقك خلقك، وقد أنعم عليك إذ لم يخلقك في صورة حمار ولا قرد ولا كلب ولا غيرها."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 183,
            "text": "どのような形態であれ、かれの御心のままにあなたを創造された。あなたに恵みとして、ロバ、猿、あるいは犬には造られなかったのだ。"
        },
        {
            "resource_id": 179,
            "text": "Sa alinmang anyo na niloob Niya na lumikha sa iyo ay lumikha Siya sa iyo. Nagbiyaya nga Siya sa iyo yayamang hindi Siya lumikha sa iyo sa anyo ng isang asno ni ng isang unggoy ni ng isang aso ni ng iba pa sa mga ito."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ (٨)</span> ] له‌ هه‌ر شێوه‌و وێنه‌یه‌ك خوای گه‌وره‌ ویستی لێ بێت وێنه‌ی كێشاویت و شێوه‌ی دروست كردوویت، ئیتر یان ئه‌چیته‌وه‌ سه‌ر باوك یان دایك یان خاڵۆ یان مام یان هه‌ر كه‌سێكی ترت، (عیكریمه‌) ئه‌فه‌رمووێ: (خوای گه‌وره‌ ئه‌گه‌ر ویستی لێ بوایه‌ له‌سه‌ر شێوه‌ی مه‌یمون یان به‌راز یان سه‌گ یان گوێدرێژ ئه‌یتوانی دروستت بكات، به‌ڵام خوای گه‌وره‌ به‌ڕه‌حمه‌ به‌م شێوه‌ جوانه‌ دروستى كردوویت و شێوه‌ی ئاژه‌ڵ و شێوه‌یه‌كی ناشیرینی پێ نه‌به‌خشیویت به‌ڵكو به‌جوانترین شێوه‌ دروستى كردوویت)."
        },
        {
            "resource_id": 182,
            "text": "祂以祂所欲的形态创造了你，并恩赐了你，且没有把你创造成一头驴、一只猴子、一只狗等。"
        },
        {
            "resource_id": 166,
            "text": "<p>যে আকৃতিতে চেয়েছেন, তিনি তোমাকে গঠন করেছেন [১]।</p><p>[১] এখানে মানুষ সৃষ্টির প্রারম্ভিক পর্যায় প্রসঙ্গে বলা হয়েছে, আল্লাহ্ তোমাকে সৃষ্টি করেছেন, তদুপরি তোমার সমস্ত অঙ্গ প্রত্যঙ্গকে সুবিন্যস্ত করেছেন। এরপর বলা হয়েছে যে, আল্লাহ্ তা‘আলা সব মানুষকে, যাকে যেরূপে ইচ্ছা সে আকার-আকৃতিতে সৃষ্টি করতে পারেন। তিনি কোটি কোটি মানুষের আকার আকৃতি এমনভাবে গঠন করেছেন যে, পরস্পরের মধ্যে স্বাতন্ত্র্য ও পার্থক্য সুস্পষ্টভাবে ধরা পড়ে। আর তা আল্লাহ্ তা’আলার এক বড় নিদর্শন। [আদওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 181,
            "text": "و تو را به هر صورتی‌که خواست بیافریند، آفرید، و به تحقیق بر تو نعمت بخشید كه تو را در سیمای خری یا بوزینه‌ای یا سگی یا حیوانی دیگر نیافرید."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 8{ فِیْٓ اَیِّ صُوْرَۃٍ مَّا شَآئَ رَکَّبَکَ۔ } ”پھر جس شکل میں اس نے چاہا تجھے ترکیب دے دیا۔“ اللہ تعالیٰ ہر انسان کی شکل اور اس کے مختلف اعضاء اپنی مرضی و مشیت کے مطابق بناتا ہے۔ ظاہر ہے اس معاملے میں کسی انسان کو کوئی اختیار نہیں۔ اس موضوع کی مناسبت سے مجھے حضرت حسان بن ثابت رض کے نعتیہ اشعار یاد آگئے ہیں۔ آپ رض حضور ﷺ کی شان میں فرماتے ہیں :وَاَحْسَنُ مِنْکَ لَمْ تَرَ قَطُّ عَیْنِیْوَاَجْمَلُ مِنْکَ لَمْ تَلِدِ النِّسَائُخُلِقْتَ مُبَرَّئً ‘ ا مِنْ کُلِّ عَیْبٍکَاَنَّکَ قَدْ خُلِقْتَ کَمَا تَشَائُ”آپ ﷺ سے زیادہ حسین میری آنکھ نے کبھی نہیں دیکھا اور آپ ﷺ سے بڑھ کر جمیل عورتوں نے جنا ہی نہیں۔ آپ ﷺ ہر عیب اور نقص سے مبراپیدا ہوئے ہیں۔ گویا آپ ﷺ اس طرح پیدا ہوئے ہیں جس طرح آپ ﷺ نے خود چاہا۔“</p>"
        },
        {
            "resource_id": 792,
            "text": "ក្នុងរូបភាពណាមួយដែលទ្រង់មានចេតនានឹងបង្កើតអ្នកនោះ ទ្រង់នឹងបង្កើតអ្នក(ក្នុងរូបភាព)នោះ។ ពិតប្រាកដណាស់ ទ្រង់បានប្រទាននូវឧបការគុណដល់អ្នក ខណៈដែលទ្រង់មិនបង្កើតអ្នកឱ្យមានរូបរាងដូចសត្វលា សត្វស្វា សត្វឆ្កែ ឬអ្វីផ្សេងពីនេះនោះ។"
        },
        {
            "resource_id": 174,
            "text": "Dalam bentuk apa saja yang Allah menghendaki untuk menciptakanmu, Allah menciptakanmu. Dia telah memberikan kenikmatan kepadamu ketika Dia tidak menciptakanmu dalam bentuk keledai, kera, anjing maupun bentuk lainnya."
        },
        {
            "resource_id": 180,
            "text": "৮. তিনি নিজ পছন্দসই আকৃতিতে তোমাকে সৃষ্টি করেছেন এবং তিনি তোমাকে গাধা, বানর কিংবা কুকুর প্রভৃতির আকৃতিতে না বানিয়ে তোমার উপর অনুগ্রহ করেছেন।"
        },
        {
            "resource_id": 168,
            "text": "<p>فِي أَيِّ صُورَ‌ةٍ مَّا شَاءَ رَ‌كَّبَكَ (He composed you in whichever form He willed....82:8). This is to indicate that since the basic structure of all human beings is the same, it was expected that the zillions of members of the human society would have shared the same shape, size and features, but the perfect mastery and the wonderful acumen of the Supreme Creator has created them so differently that each one of them has its own unique features that make him clearly distinct from all others, and no one is confused with another.</p><p>Having stated the creative acumen of the Great Creator, the verse states: يَا أَيُّهَا الْإِنسَانُ مَا غَرَّ‌كَ بِرَ‌بِّكَ الْكَرِ‌يمِ (0 man! What has deceived you about your Gracious Lord,...82:6). Allah has endowed man with such natural faculties and abilities that every limb and every joint of his body was enough to remind him of His Creator, and to make him obedient. But he is lured away from his gracious Lord, has forgotten Him and disobeyed Him. The question is: How did he forget his Lord, how did he become heedless of Him, and how is he lured away from his Lord? On this occasion, the adjective karim (Gracious) used for the 'Lord' points to the answer. The reason for such an ungrateful attitude is that Allah is Gracious and does not punish man immediately after his committing a sin. Rather, his sustenance, welfare and well-being, and worldly comforts [ and pleasures ] are not curtailed. He misinterprets Allah's magnanimity, and thus falls into deception. If man were to think rationally, he would adopt a grateful attitude and obedient behaviour, rather than adopting an ungrateful attitude and impudent behaviour. Sayyidna Hasan Al-Basri (رح) says:</p><p>کم من مغرور تحت السّتر و ھو لا یشعر</p><p>'How many humans are there whose faults are put [ by Allah ] under cover, (i.e. He did not disgrace them), yet they do not appreciate (and are deluded by His grace.'</p>"
        },
        {
            "resource_id": 176,
            "text": "avrebbe potuto crearti in qualsiasi immagine, se avesse voluto, ma è stato benevolo con te, non creandoti nella forma di un asino, scimmia, cane o altro."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( الَّذِي خَلَقَكَ فَسَوَّاكَ )</span> يقول: الذي خلقك أيها الإنسان فسوّى خلقك <span class=\"arabic qpc-hafs green\">( فَعَدَلَكَ )</span> واختلفت القرَّاء في قراءة ذلك، فقرأته عامة قرَّاء المدينة ومكة والشام والبصرة <span class=\"arabic qpc-hafs green\">( فعدّلك )</span> بتشديد الدال، وقرأ ذلك عامة قرّاء الكوفة بتخفيفها، وكأن من قرأ ذلك بالتشديد وجَّه معنى الكلام إلى أنه جعلك معتدلا معدّل الخلق مقوَّما، وكأن الذين قرءوه بالتخفيف، وجَّهوا معنى الكلام إلى صرفك وأمالك إلى أيّ صورة شاء، إما إلى صورة حسنة، وإما إلى صورة قبيحة، أو إلى صورة بعض قراباته.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك عندي بالصواب أن يقال: إنهما قراءتان معروفتان في قراءة الأمصار صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب، غير أن أعجبهما إليّ أن أقرأ به قراءة من قَرَأ ذلك بالتشديد، لأن دخول <span class=\"red\">\" في\"</span> للتعديل أحسن في العربية من دخولها للعدل،<span class=\"blue\"> ألا ترى أنك تقول:</span> عدّلتك في كذا، وصرفتك إليه،<span class=\"blue\"> ولا تكاد تقول:</span> عدلتك &amp;; 24-270 &amp;; إلى كذا وصرفتك فيه، فلذلك اخترت التشديد.</p><p lang=\"ar\" class=\"ar \">وبنحو الذي قلنا في ذلك وذكرنا أن قارئي ذلك تأوّلوه، جاءت الرواية عن أهل التأويل أنهم قالوه.</p><p>ذكر الرواية بذلك:</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>যে আকৃতিতে চেয়েছেন তিনি তোমাকে গঠন করেছেন। [১]</p><p>[১] এর একটা অর্থ এই যে, আল্লাহ ভ্রূণকে যার মত ইচ্ছা তার রূপ ও আকারে সৃষ্টি করেন; তার চেহারা পিতা, মাতা, মামা অথবা চাচাদের মত করেন। দ্বিতীয় অর্থ হল যে, তিনি যার আকার ও আকৃতিতে চান, তার ছাঁচে ঢেলে দেন। এমনকি নিকৃষ্টরূপ জন্তুর আকৃতিতেও পয়দা করতে পারেন। কিন্তু তাঁর অনুগ্রহ, দয়া ও মেহেরবানী এই যে, তিনি তা করেন না; বরং তিনি সুন্দর অবয়ব দিয়ে মানুষকে সৃষ্টি করেন।</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ (٩)</span> ] نه‌خێر نابێ ئێوه‌ به‌م شێوه‌یه‌ بن، ئه‌مه‌ بۆ سه‌رزه‌نشت كردن و به‌رهه‌ڵستی كردنه‌ نابێ له‌ خشته‌ ببرێن به‌هۆی چاكه‌كانی خوای گه‌وره‌، وه‌ ئه‌وه‌ی له‌ خشته‌ى بردوون ئه‌وه‌یه‌ كه‌ باوه‌ڕتان به‌ ڕۆژی لێپرسینه‌وه‌و سزا نیه‌ كه‌ ڕۆژی قیامه‌ته‌."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "O you who are deceived, the matter is not as you thought! In fact, you deny the day of recompense and do not work for it."
        },
        {
            "resource_id": 179,
            "text": "Ang usapin ay hindi gaya ng ginuniguni ninyo, O mga nadaya! Bagkus kayo ay nagpapasinungaling sa Araw ng Pagganti kaya hindi kayo gumagawa para roon."
        },
        {
            "resource_id": 165,
            "text": "<p>না কখনই না, বরং তোমরা শেষ বিচারকে মিথ্যা মনে করে থাক;[১]</p><p>[১] এখানে كلا শব্দটি حقًا শব্দের অর্থেও হতে পারে। (অর্থাৎ, সত্যপক্ষে তোমরা শেষ বিচারকে মিথ্যা মনে করে থাক।) এখানে কাফেরদের সেই আচরণ ও দৃষ্টিভঙ্গির খন্ডন করা হয়েছে, যা দয়াবান আল্লাহর অনুগ্রহ ও রহমতের ব্যাপারে ধোঁকায় মগ্ন থাকার ফলে সংঘটিত হয়েছে। অর্থাৎ, এই প্রবৃত্তির প্রতারণায় পড়ার কোন কারণ নেই। বরং আসল কথা হল যে, তোমাদের হৃদয়ে এ কথার প্রত্যয় নেই যে, কিয়ামত সংঘটিত হবে এবং সেখানে প্রতিদান ও শাস্তি দেওয়া হবে।</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Sự việc không như các ngươi nghĩ đâu - hỡi những kẻ tự cao - vì các ngươi đã phủ nhận Ngày Thanh Toán trong khi các ngươi không biết về Nó."
        },
        {
            "resource_id": 172,
            "text": "-Ey Gafiller!- Bu durum sizin düşündüğünüz gibi değildir. Bilakis siz, karşılıkların görüleceği günü yalanlıyorsunuz. O gün için amel etmiyorsunuz."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"كلا بل تكذبون\"</span>، قرأ أبو جعفر بالياء،<span class=\"blue\"> وقرأ الآخرون بالتاء لقوله:</span> <span class=\"arabic qpc-hafs\">\"وإن عليكم لحافظين\"</span> <span class=\"arabic qpc-hafs\">\"بالدين\"</span>، بالجزاء والحساب.</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : كلا بل تكذبون بالدين يجوز أن تكون كلا بمعنى حقا و ( ألا ) فيبتدأ بها . ويجوز أن تكون بمعنى ( لا ) ، على أن يكون المعنى ليس الأمر كما تقولون من أنكم في عبادتكم غير الله محقون . يدل على ذلك قوله تعالى : ما غرك بربك الكريم وكذلك يقول [ ص: 212 ] الفراء : يصير المعنى : ليس كما غررت به . وقيل : أي ليس الأمر كما يقولون ، من أنه لا بعث . وقيل : هو بمعنى الردع والزجر . أي لا تغتروا بحلم الله وكرمه ، فتتركوا التفكر في آياته . ابن الأنباري : الوقف الجيد على الدين ، وعلى ركبك ، والوقف على كلا قبيح . بل تكذبون يا أهل مكة بالدين أي بالحساب ، و ( بل ) لنفي شيء تقدم وتحقيق غيره . وإنكارهم للبعث كان معلوما ، وإن لم يجر له ذكر في هذه السورة ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ }</span> أي: مع هذا الوعظ والتذكير، لا تزالون مستمرين على التكذيب بالجزاء."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله <span class=\"arabic qpc-hafs\">( كلا بل تكذبون بالدين )</span> أي : بل إنما يحملكم على مواجهة الكريم ومقابلته بالمعاصي تكذيب في قلوبكم بالمعاد والجزاء والحساب .</p>"
        },
        {
            "resource_id": 175,
            "text": "Nije tako kao što vi, koji ste obmanuti, mislite, nego vi poričete Dan nagrade i kazne i za njega se ne pripremate."
        },
        {
            "resource_id": 174,
            "text": "Kenyataannya bukan sebagaimana yang kalian bayangkan -wahai orang yang teperdaya-, akan tetapi kalian mendustakan adanya hari Pembalasan sehingga kalian tidak mempersiapkan diri untuk menghadapinya."
        },
        {
            "resource_id": 173,
            "text": "Ô vous qui êtes trompé par les dons que vous a fait Allah, cela ne se passera pas comme vous le prétendez. Vous traitez plutôt de mensonge le Jour de la Rétribution et n’œuvrez pas pour ce jour."
        },
        {
            "resource_id": 170,
            "text": "Но, несмотря на эти проповеди и увещания, вы продолжаете считать ложью воздаяние за ваши деяния."
        },
        {
            "resource_id": 92,
            "text": "كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ (9){ كَلاَّ } ردع عما هو غرور بالله أو بالغرور مما تضمنه قوله : { ما غرك بربك } [ الانفطار : 6 ] من حصور ما يغرّ الإِنسان بالشرك ومن إغْراضه عن نعم الله تعالى بالكفر ، أو من كون حالة المشرك كحالة المغرور كما تقدم من الوجهين في الإِنكار المستفاد من قوله : { ما غرك بربك الكريم } .والمعنى : إشراكك بخالقك باطل وهو غُرور ، أو كالغرور .ويكون قوله بعده : { بل تكذبون بالدين } إضراباً انتقالياً من غرض التوبيخ والزجر على الكفر إلى ذكر جرم فظيع آخر ، وهو التكذيب بالبعث والجزاء ويشمله التوبيخ بالزجر بسبب أنه معطوف على توبيخ وجزر لأن { بل } لا تخرج عن معنى العطف أي العطف في الغرض لا في نسبة الحكم .  ولذلك يتبع المعطوف بها المفرد في إعراب المعطوف عليه فيقول النحويون : إنها تُتْبَع في اللفظ لا في الحكم ، أي هو اتباعُ مناسبة في الغرض لا اتباعٌ في النسبة .ويجوز أن يكون { كلاّ } إبطالاً لوجود ما يغرّ الإِنسان أن يشرك بالله ، أي لا عذر للإِنسان في الإِشراك بالله إذ لا يوجد ما يغرّه به .ويكون قوله : { بل تكذبون } إضراباً إبطالياً ، وما بعد { بل } بياناً لِما جرَّأهم على الإِشراك وأنه ليس غروراً إذ لا شبهة لهم في الإِشراك حتى تكون الشبهة كالغرور ، ولكنهم أصروا على الإِشراك لأنهم حسبوا أنفسهم في مأمن من تبعته فاختاروا الاستمرار عليه لأنه هوى أنفسهم ، ولم يعبأوا بأنه باطل صُراح فهم يكذبون بالجزاء فذلك سبب تصميم جميعهم على الشرك مع تفاوت مداركهم التي لا يخفى على بعضِها بطلانُ كون الحجارة آلهة ، ألا ترى أنهم ما كانوا يرون العذاب إلا عذاب الدنيا .وعلى هذا الوجه يكون فيه إشارة إلى أن إنكار البعث هو جُماع الإِجرام ، ونظير هذا الوجه وقع في قوله تعالى : { فمالهم لا يؤمنون وإذا قرىء عليهم القرآن لا يسجدون بل الذين كفروا يكذبون } في سورة الانشقاق ( 20 ، 22 ) .وقرأ الجمهور : تكذبون } بتاء الخطاب . وقرأه أبو جعفر بياء الغيبة على الالتفات .وفي صيغة المضارع من قوله : { تكذبون بالدين } إفادة أن تكذيبهم بالجزاء متجدد لا يقلعون عنه ، وهو سبب استمرار كفرهم .وفي المضارع أيضاً استحضار حالة هذا التكذيب استحضاراً يقتضي التعجيب من تكذيبهم لأن معهم من الدلائل ما لحقه أن يقلع تكذيبهم بالجزاء .والدين : الجزاء ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 9{ کَلَّا بَلْ تُکَذِّبُوْنَ بِالدِّیْنِ۔ } ”ہرگز نہیں ! بلکہ اصل میں تم جزا و سزا کا انکار کر رہے ہو۔“ تم لوگ یہ جو اللہ تعالیٰ کی شان غفاری کے قصیدے پڑھ رہے ہو اس کا یہ مطلب ہرگز نہیں کہ تم اس کی رحمت اور بخشش پر واقعتابہت پختہ یقین بھی رکھتے ہو ‘ بلکہ اصل بات یہ ہے کہ اپنے اس فلسفے کی آڑ میں تم جزا و سزاکا انکار کرنا چاہتے ہو۔ اسی طرح کے ایک ”قصیدے“ کی یہ جھلک ملاحظہ کیجیے اور پھر فیصلہ کیجیے کہ یہ اللہ تعالیٰ کی رحمت اور شان غفاری کا اقرار ہے یا اس کے فلسفہ جزا و سزا کا مذاق : ؎عصیاں سے کبھی ہم نے کنارا نہ کیا پر تو نے دل آزردہ ہمارا نہ کیا ہم نے تو جہنم کی بہت کی تدبیر لیکن تیری رحمت نے گوارا نہ کیا !اگر کوئی شخص واقعی پوری دیدہ دلیری سے جہنم کی تدبیر اور کوشش کر رہا ہے تو اللہ تعالیٰ کے عدل کا تقاضا تو یہی ہے کہ اس کی خواہش پوری کرتے ہوئے اسے جہنم میں جھونک دیاجائے۔ چناچہ ایسے خیالات و نظریات کے حامل لوگ اللہ تعالیٰ کی رحمت اور شان غفاری کی من مانی تشریح کر کے نہ صرف اپنے آپ کو دھوکہ دے رہے ہیں ‘ بلکہ عملی طور پر جزا و سزا کے فلسفہ کا ہی انکار کر رہے ہیں۔</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>لفظ کلا بھی زجرو توبیخ کا لفظ ہے ، اس کے ذریعہ سرزنش کی جاتی ہے کہ تم جس حال میں ہو ، یہ درست نہیں ہے۔ تمہاری سوچ غلط ہے۔ اس کے ذریعے سابقہ موضوع سے بات کو دوسرے سے بات کو دوسرے موضوع اور نکتے کی طرف منتقل کیا جاتا ہے۔ ایک نئی بات سامنے لائی جاتی ہے اور یہ تاکید اور زور دار بات کرنے کا ایک انداز ہے۔ یہ انداز عتاب اور یاددہانی اور تصویر کشی سے الگ ہے۔</p><p>کلا بل ................ بالدین (9:82) ” ہرگز نہیں ! بلکہ (اصل بات یہ ہے کہ) تم لوگ جزا وسزا کو جھٹلاتے ہو “۔ تمہیں یہ یقین نہیں ہے کہ اس زندگی کا جواب بھی دینا ہے اور یہی ہے تمہاری غفلت کا حقیقی سبب۔ جس کی وجہ سے تم سے تقصیرات ہوتی ہیں۔ یہ کبھی نہیں ہوسکتا کہ ایک شخص زندگی کی جوابدہی اور حساب و کتاب پر یقین نہ رکھتا ہو اور پھر وہ سیدھے راستے پر بھی چلتا ہو ، بھلائی بھی کرتا ہو ، اور اللہ کی اطاعت بھی کرتا ہو۔ بعض اوقات ، بعض لوگوں کے دل اس قدر صاف و شفاف ہوجاتے ہیں کہ وہ رب کی اطاعت صرف رب کی محبت کی وجہ سے کرتے ہیں۔ اس وجہ سے نہیں کرتے کہ اللہ ان کو سزا دے گا یاجزاء دے گا ، اور ان کو کسی انعام کا کوئی لالچ ہی نہیں رہتا۔ لیکن ایسے لوگ بھی قیامت پر یقین رکھتے ہیں ، اللہ سے ڈرتے ہیں اور اللہ کے ساتھ ملاقات کے شائق ہوتے ہیں اور ان کی خواہش ہوتی ہے کہ جس رب کے ساتھ انہیں محبت ہے اس کو دیکھیں۔ لیکن جب کوئی قیامت کی تکذیب کرتا ہے تو وہ آداب زندگی ، اطاعت رب اور نورانیت اور روحانیت سے محروم ہوجاتا ہے۔ اس کے جسم کے اندر زندہ دل نہیں ہوتا ، اور اس کا ضمیر مردہ ہوجاتا ہے۔</p><p>تم لوگ روز جزاء کی تکذیب کرتے ہو لیکن تم دراصل قیامت کے دن کی طرف کشاں کشاں جارہے ہو ، تمہاری زندگی کا ریکارڈ تیار ہورہا ہے۔ کوئی عمل ضائع نہیں ہوتا اور نہ ضبط کیے جانے سے چھوٹ سکتا ہے۔ نہ فرشتے بھولتے ہیں۔</p>"
        },
        {
            "resource_id": 776,
            "text": "¡Ustedes que están engañados, no es como pensaron! Ciertamente, desmienten el día de la retribución y no se preparan para ese evento."
        },
        {
            "resource_id": 182,
            "text": "自大的人们啊！事情不是你们想象的那样，你们否认了你们对其一无所知的报应日，"
        },
        {
            "resource_id": 166,
            "text": "<p>কখনো নয়, তোমরা তো প্রতিদান দিবসে মিথ্যারোপ করে থাক [১];</p><p>[১] অর্থাৎ যে জিনিসটি তোমাদেরকে ধোঁকায় ফেলে দিয়েছে, তোমাদেরকে বিভ্রান্ত করেছে তা হল এই ধারণা যে, দুনিয়ার এই কর্মজগতের পরে আর কোন কর্মফল, প্রতিদান ও বিচারের জগত নেই। এ বিভ্রান্ত ও ভিত্তিহীন ধারণাই তোমাকে আল্লাহ্ থেকে গাফেল করে দিয়েছে, মহান আল্লাহ্ সম্পর্কে বিভ্ৰান্তিতে ফেলেছে। [ইবন কাসীর]</p>"
        },
        {
            "resource_id": 93,
            "text": "ثم يكشف القرآن بعد ذلك عن علة الغرور والغفلة - وهى التكذيب بيوم الحساب - ويقرر أن كل عمل يعمله الإِنسان هو مسجل عليه فيقول : ( كَلاَّ بَلْ تُكَذِّبُونَ بالدين . وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ . كِرَاماً كَاتِبِينَ . يَعْلَمُونَ مَا تَفْعَلُونَ ) .و \" كلا \" حرف ردع وزجر ، وهى هنا للردع والزجر عن الاغترار بكرم الله - تعالى - وعن جعله ذريعة إلى الكفر والفسوق والعصيان .وقوله : ( كَلاَّ بَلْ تُكَذِّبُونَ بالدين ) إبطال لوجود ما يدعو إلى غرورهم لو كانوا يعقلون .أى : كلا ليس هناك شئ يقتضى غروركم بالله - تعالى - ويجرؤكم على عصيانه لو كتم تتفكرون وتتدبرون . . ولكن تكذيبهم بالبعث والحساب والجزاء هو الذى حملكم على الكفر والفسوق والعصيان .قال الآلوسى ما ملخصه : قوله ( كلا ) ردع عن الاغترار بكرم الله - تعالى - وقوله : ( كَلاَّ بَلْ تُكَذِّبُونَ بالدين ) إضراب عن جملة مقدرة ، ينساق إليها الكلام ، كأنه قيل بعد الردع بطريق الاعتراض ، وأنتم لا ترتدعون عن ذلك ، بل تجترئحون على أعظم منه ، حيث تكذبون بالجزاء والبعث رأسا ، أو بدين الإِسلام ، اللذين هما من جملة أحكامه ، فلا تصدقون سؤالا ولا جوابا ، ولا ثوابا ولا عقابا ، وفيه ترق من الأهوان إلى الأعظم .وعن الراغب : \" بل \" هنا لتصحيح الثانى وإبطال الأول . كأنه قيل : ليس هنا مقتض لغرورهم ، ولكن تكذيبهم بالبعث حملهم على ما ارتكبوه .وقيل تقدير الكلام : كلا إنكم لا تستقيمون على ما توجبه نعمى إليكم ، وإرشادى لكم ، بل تكذبون بالدين . ."
        },
        {
            "resource_id": 183,
            "text": "騙されているあなた方、それなのに、あなた方は審判を嘘であると言って、そのために努めていない。"
        },
        {
            "resource_id": 181,
            "text": "- ای فریب‌ خوردگان- امر چنان‌که تصور می‌کنید نیست بلکه شما روز جزا را تکذیب می‌کنید و برایش کار نمی‌کنید."
        },
        {
            "resource_id": 178,
            "text": "Но все не так, как вы себе представляете, о обольщенные! Вы считаете ложью День Воздаяния и не совершаете деяния для него."
        },
        {
            "resource_id": 790,
            "text": "হে প্ৰৱঞ্চিত সকল! ঘটনা তেনেকুৱা নহয় যিদৰে তোমালোকে বুজিছা। সত্যতা হৈছে এই যে, তোমালোকে প্ৰতিদান দিৱসক অস্বীকাৰ কৰা আৰু তাৰ বাবে কোনো প্ৰস্তুতি নকৰা।"
        },
        {
            "resource_id": 792,
            "text": "រឿងនោះមិនដូចអ្វីដែលពួកអ្នកគិតឡើយ។ ផ្ទុយទៅវិញ ពួកអ្នកបានបដិសេធនឹងថ្ងៃតបស្នង(ថ្ងៃបរលោក) ដោយពួកអ្នកមិនបានសាងទង្វើកុសល(ត្រៀម)សម្រាប់ថ្ងៃនោះឡើយ។"
        },
        {
            "resource_id": 180,
            "text": "৯. হে ধোকাগ্রস্তরা! ব্যাপারটি তোমরা যেমন ধারণা করেছো তেমন নয়। বরং তোমরা পরকাল দিবস সস্পর্কে বিশ্বাস রাখো না বিধায় তোমরা এর উদ্দেশ্যে আমল করো না।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى، وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ )</span> قال: في أيّ شبه أب أو أم أو خال أو عمّ.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن إسماعيل،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( مَا شَاءَ رَكَّبَكَ )</span> قال: إن شاء في صورة كلب، وإن شاء في صورة حمار.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن إسماعيل، عن أبي صالح <span class=\"arabic qpc-hafs green\">( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ )</span> قال: خنـزيرا أو حماوا.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن عُلَية، عن أبي رجاء، عن عكرِمة،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ )</span> قال: إن شاء في صورة قرد، وإن شاء في صورة خنـزير.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سنان القزّاز،<span class=\"blue\"> قال:</span> ثنا مطهر بن الهيثم،<span class=\"blue\"> قال:</span> ثنا موسى بن عليّ بن أبي رباح اللَّخمي،<span class=\"blue\"> قال:</span> ثني أبي، عن جدي،<span class=\"blue\"> أن النبيّ صلى الله عليه وسلم قال له:</span> <span class=\"red\">\" ما وُلِدَ لَك؟\"</span> قال: يا رسول الله ما عسَى أن يولد لي، إما غلام، وإما جارية،<span class=\"blue\"> قال:</span> <span class=\"red\">\" فَمَن يُشْبِهُ؟\"</span> قال: يا رسول الله من عسى أن يشبه؟ إما أباه، وإما أمه؛<span class=\"blue\"> فقال النبيّ صلى الله عليه وسلم عندها:</span> <span class=\"red\">\" مَهْ، لا تَقُولَنَّ هَكَذَا، إنَّ النُّطْفَةَ إذَا اسْتَقَرَّتْ فِي الرَّحِمِ أحْضَرَ اللهُ كُلَّ نَسَبٍ بَيْنَها وَبَينَ آدَمَ، أما قَرأْتَ هَذِهِ الآيَةَ فِي كتاب الله <span class=\"arabic qpc-hafs green\">( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ )</span> قال: سَلَكَكَ \"</span>.</p>"
        },
        {
            "resource_id": 791,
            "text": "-സ്വയം വഞ്ചിതരായവരേ-! നിങ്ങൾ ധരിച്ചു വെച്ചത് പോലെയേ അല്ല കാര്യം! പക്ഷേ നിങ്ങൾ പ്രതിഫല നാളിനെ നിഷേധിക്കുകയും, അതിന് വേണ്ടി പ്രവർത്തിക്കാതിരിക്കുകയുമാണ്."
        },
        {
            "resource_id": 16,
            "text": "ليس الأمر كما تقولون من أنكم في عبادتكم غير الله مُحِقون، بل تكذِّبون بيوم الحساب والجزاء. وإن عليكم لملائكة رقباء كراما على الله كاتبين لما وُكِّلوا بإحصائه، لا يفوتهم من أعمالكم شيء، يعلمون ما تفعلون من خير أو شر."
        },
        {
            "resource_id": 905,
            "text": "ليس الأمر كما تصورتم - أيها المغترون - بل أنتم تكذبون بيوم الجزاء فلا تعملون له."
        },
        {
            "resource_id": 176,
            "text": "Le cose non stanno come immaginate, o voi illusi; al contrario, voi smentite il Giorno della Retribuzione e lo ignorate,"
        },
        {
            "resource_id": 182,
            "text": "你们的上面有许多天使记录你们的行为，"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ (١٠)</span> ] وه‌ به‌ دڵنیایی كه‌سانێك له‌سه‌ر ئێوه‌یه‌ كه‌ فریشته‌ به‌ڕێزه‌كانن كرده‌وه‌كانی ئێوه‌ ده‌نوسن و ده‌پارێزن."
        },
        {
            "resource_id": 905,
            "text": "وإن عليكم ملائكة يحفظون أعمالكم."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 14,
            "text": "<p>وقوله تعالى <span class=\"arabic qpc-hafs\">( وإن عليكم لحافظين  )</span> يعني وإن عليكم لملائكة حفظة</p>"
        },
        {
            "resource_id": 776,
            "text": "Los acompañan ángeles que registran sus obras."
        },
        {
            "resource_id": 792,
            "text": "ហើយពិតប្រាកដណាស់ ពួកអ្នកគឺមានម៉ាឡាអ៊ីកាត់ជាអ្នកតាមឃ្លាំមើលទង្វើរបស់ពួកអ្នក។"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Quả thật, bên cạnh các ngươi luôn có các vị Thiên Thần theo dõi hành động của các ngươi."
        },
        {
            "resource_id": 165,
            "text": "<p>অবশ্যই তোমাদের উপর (নিযুক্ত আছে) সংরক্ষকগণ;</p>"
        },
        {
            "resource_id": 180,
            "text": "১০. অবশ্যই তোমাদের উপর সংরক্ষক ফিরিশতাগণ নিযুক্ত রয়েছেন।"
        },
        {
            "resource_id": 157,
            "text": "<p>وان علیکم ............................ تفعلون (10:82 تا 12) ” حالانکہ تم پر نگران مقرر ہیں ، ایسے معزز کاتب جو تمہارے ہر فعل کو جانتے ہیں “۔ یہ محافظ وہ روحانی مخلوقات ہیں جو فرشتوں سے ہیں۔ یہ ہر وقت انسان کے ساتھ رہتے ہیں ، اس کی نگرانی کرتے ہیں ، اور جو اعمال وہ کرتا ہے اسے لکھتے ہیں ، ہمیں یہ معلوم نہیں ہے کہ وہ کس طرح ریکارڈ تیار کرتے ہیں ، اللہ کی طرف سے ہم پر ایسی کوئی پابندی عائد نہیں کی گئی کہ ہم اس کی تفصیلی کیفیات بھی جانیں۔ اللہ کو معلوم ہے کہ ہمارے اندر ان غیبی امور کے ادراک کی صلاحیت ہی نہیں ہے۔ اور نہ اس میں ہمارا کوئی فائدہ ہے کہ ہم ریکارڈ کیے جانے کی کیفیت بھی جانیں۔ کیونکہ یہ علم ہمارے فرائض میں سے نہیں ہے اور نہ اس سے انسان کے مقصد تخلیق کا تعلق ہے۔ لہٰذا اس میں مشغول ہونے کی ضرورت ہی نہیں ہے کیونکہ اس کا تعلق ان غیبی امور سے ہے جن کا انکشاف اللہ نے ہمارے سامنے نہیں کیا۔ ہمارے لئے صرف یہی شعور اور یقین دہانی ہے کہ انسان شتر بےمہار نہیں ہے۔ اور اللہ نے ایسے کارندے اس کے اوپر نگراں مقرر کردیئے ہیں ۔ جو اس کی ہر بات کو ریکارڈ کرتے ہیں۔ یہ اس لئے کہ وہ جاگ اٹھے اور خوف کے مارے کانپ جائے اور اپنے مقصد زندگی کو پورا کرتے ہوئے آداب زندگی کو ملحوظ رکھے۔</p><p>اس سورت کی فضا اللہ کے انعامات اور اللہ کے فضل وکرم کی تھی ، اس لئے ان فرشتوں کی یہ صفت یہاں لائی گئی کہ وہ ” کرام “ ہیں قابل قدر اور صاحب منزلت ہیں۔ یہ اس لئے کہ انسان کو یہ خوف لاحق ہو کہ اس پر معززلوگ نگران ہیں۔ لہٰذا اسے ارتکاب جرائم وقبائح کے وقت شرم آنی چاہئے کیونکہ یہ بات انسان کی فطرت کا حصہ ہے کہ جب وہ شرفاء اور معزز لوگوں کے اندر بیٹھا ہو تو وہ قبیح حرکات نہیں کرتا ، متبذل الفاظ کا استعمال نہیں کرتا اور اپنی روش درست رکھتا ہے لیکن اگر انسان کو یہ شعور مل جائے کہ اللہ کے معزز فرستادہ اس کی باتوں کو نوٹ کررہے ہیں تو انسان بیشمار قباحتوں سے بچ سکتا ہے جو شرفاء کے ساتھ لاحق نہیں۔ قرآن کا یہ کمال ہے کہ وہ انسانی شعور کو زندہ وبیدارکھتا ہے اور تصور قیامت اور عقیدہ کاتبان الٰہی کے ذریعہ انسان کو اعلیٰ خیالات اور اعمال کے لئے پرجوش بناتا ہے۔</p><p>اس کے بعد نیک لوگوں کے انجام اور برے لوگوں کے انجام کا ذکر کیا جاتا ہے کہ فرشتے اور اللہ کے معززنمائندے جو ریکارڈ تیار کرتے ہیں ، وہ بہت اہم ہے اور اس کی بناء پر دائمی سعادت یا دائمی شقاوت نصیب ہوگی۔</p>"
        },
        {
            "resource_id": 175,
            "text": "a nad vama su meleki koji čuvaju vaša djela."
        },
        {
            "resource_id": 178,
            "text": "Но, поистине, при вас есть ангелы, сохраняющие ваши деяния,"
        },
        {
            "resource_id": 16,
            "text": "ليس الأمر كما تقولون من أنكم في عبادتكم غير الله مُحِقون، بل تكذِّبون بيوم الحساب والجزاء. وإن عليكم لملائكة رقباء كراما على الله كاتبين لما وُكِّلوا بإحصائه، لا يفوتهم من أعمالكم وأسراركم شيء، يعلمون ما تفعلون من خير أو شر."
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله تعالى :  كَلا بَلْ تُكَذِّبُونَ بِالدِّينِ <span class=\"arabic qpc-hafs green\">(9)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: ليس الأمر أيها الكافرون كما تقولون من أنكم على الحقّ في &amp;; 24-271 &amp;; عبادتكم غير الله، ولكنكم تكذّبون بالثواب والعقاب، والجزاء والحساب.</p><p>وبنحو الذي قلنا في معنى قوله: <span class=\"arabic qpc-hafs green\">( بَلْ تُكَذِّبُونَ بِالدِّينِ )</span> قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى، وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( بَلْ تُكَذِّبُونَ بِالدِّينِ )</span> قال: بالحساب.</p><p lang=\"ar\" class=\"ar \">حدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح،<span class=\"blue\"> عن مجاهد:</span> <span class=\"arabic qpc-hafs green\">( تُكَذِّبُونَ بِالدِّينِ )</span> قال: بيوم الحساب.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( بَلْ تُكَذِّبُونَ بِالدِّينِ )</span> قال: يوم شدّة، يوم يدين الله العباد بأعمالهم.</p>"
        },
        {
            "resource_id": 181,
            "text": "و به‌راستی‌که فرشتگانی بر شما گمارده شده‌اند که اعمال‌تان را حفظ می‌کنند."
        },
        {
            "resource_id": 166,
            "text": "<p>আর নিশ্চয় নিয়োজিত আছেন তোমাদের উপর সংরক্ষকদল;</p>"
        },
        {
            "resource_id": 172,
            "text": "Şüphesiz üzerinizde, amellerinizi gözetleyip, kaydeden melekler vardır."
        },
        {
            "resource_id": 183,
            "text": "実際のところ、あなた方の上にはその行動を記録する天使たちがいて、"
        },
        {
            "resource_id": 171,
            "text": "Over you are angels who record your deeds."
        },
        {
            "resource_id": 93,
            "text": "وقوله : ( وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ ) عطف على جملة ( كَلاَّ بَلْ تُكَذِّبُونَ بالدين ) لتأكيد ثبوت الجزاء على الأعمال ، وتسجيل هذه الأعمال تسجيلا تاما .وقوله ( لَحَافِظِينَ ) صفة لموصوف محذوف . أى : وإن عليكم لملائكه يحفظون أعمالكم عليكم ، ويسجلونها دون أن يضيعوا منها شيئا ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "وأنتم لا بد أن تحاسبوا على ما عملتم، وقد أقام الله عليكم ملائكة كراما يكتبون أقوالكم وأفعالكم ويعلمون أفعالكم، ودخل في هذا أفعال القلوب، وأفعال الجوارح، فاللائق بكم أن تكرموهم وتجلوهم وتحترموهم."
        },
        {
            "resource_id": 90,
            "text": "أي رقباء من الملائكة"
        },
        {
            "resource_id": 179,
            "text": "Tunay na sa inyo ay may mga anghel na nag-iingat sa mga gawa ninyo,"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"وإن عليكم لحافظين\"</span>، رقباء من الملائكة يحفظون عليكم أعمالكم.</p>"
        },
        {
            "resource_id": 173,
            "text": "Il y a auprès de vous des anges qui consignent vos œuvres,"
        },
        {
            "resource_id": 790,
            "text": "তোমালোকৰ প্ৰতি এনেকুৱা ফিৰিস্তা নিযুক্ত আছে যিসকলে তোমালোকৰ আমলসমূহ লিখি থাকে।"
        },
        {
            "resource_id": 176,
            "text": "e, in verità, assieme a voi vi sono degli angeli che annotano le vostre azioni,"
        },
        {
            "resource_id": 791,
            "text": "നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ സൂക്ഷിക്കുന്ന ചില മലക്കുകൾ നിങ്ങൾക്ക് മേലുണ്ട്."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ (10) عطف على جملة { تكذبون بالدين } [ الانفطار : 9 ] تأكيداً لثبوت الجزاء على الأعمال .وأكد الكلام بحرف { إنَّ } ولام الابتداء ، لأنهم ينكرون ذلك إنكاراً قويّاً .و { لحافظين } صفة لمحذوف تقديره : لملائكة حافظين ، أي مُحْصين غير مضيعين لشيء من أعمالكم .وجمع الملائكة باعتبار التوزيع على الناس : وإنما لكل أحد ملكان قال تعالى : { إذ يتلقى المتلقيان عن اليمين وعن الشمال قعيد ما يلفظ من قول إلا لديه رقيب عتيد } [ ق : 17 ، 18 ] ، وقد روي عن النبي صلى الله عليه وسلم « أن لكل أحد ملكين يحفظان أعماله » وهذا بصريح معناه يفيد أيضاً كفاية عن وقوع الجزاء إذ لولا الجزاء على الأعمال لكان الاعتناء بإحصائها عبثاً .وأجري على الملائكة الموكّلين بإحصاء أعمالهم أربعةُ أوصاف هي : الحفظ ، والكرم ، والكتابة ، والعلم بما يعلمه الناس .وابتدىء منها بوصف الحفظ لأنه الغرض الذي سبق لأجله الكلام الذي هو إثبات الجزاء على جميع الأعمال ، ثم ذكرت بعده صفات ثلاث بها كمال الحفظ والإِحصاء وفيها تنويهٌ بشأن الملائكة الحافظين .فأما الحفظ : فهو هنا بمعنى الرعاية والمراقبة ، وهو بهذا المعنى يتعدى إلى المعمول بحرف الجر ، وهو ( على ) لتضمنه معنى المراقبة . والحفيظ : الرقيب ، قال تعالى : { اللَّه حفيظ عليهم } [ الشورى : 6 ] .وهذا الاستعمال هو غير استعمال الحفظ المعدّى إلى المفعول بنفسه فإنه بمعنى الحراسة نحو قوله : { يحفظونه من أمر اللَّه } [ الرعد : 11 ] . فالحفظ بهذا الإِطلاق يجمع معنى الرعاية والقيام على ما يوكل إلى الحفيظ ، والأمانة على ما يوكل إليه .وحرف ( على ) فيه للاستعلاء لتضمنه معنى الرقابة والسلطة ."
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya di sisi kalian terdapat para malaikat yang mengawasi segala perbuatan kalian."
        },
        {
            "resource_id": 176,
            "text": "onorati presso il loro Dio, scribi che annotano le vostre azioni;"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"كراماً\"</span> على الله، <span class=\"arabic qpc-hafs\">\"كاتبين\"</span>، يكتبون أقوالكم وأعمالكم.</p>"
        },
        {
            "resource_id": 91,
            "text": "وأنتم لا بد أن تحاسبوا على ما عملتم، وقد أقام الله عليكم ملائكة كراما يكتبون أقوالكم وأفعالكم ويعلمون أفعالكم، ودخل في هذا أفعال القلوب، وأفعال الجوارح، فاللائق بكم أن تكرموهم وتجلوهم وتحترموهم."
        },
        {
            "resource_id": 179,
            "text": "na mararangal sa ganang kay Allāh, na mga tagasulat na sumusulat sa mga gawa ninyo."
        },
        {
            "resource_id": 183,
            "text": "かれらはアッラーの目には高貴な記録者として、"
        },
        {
            "resource_id": 92,
            "text": "كِرَامًا كَاتِبِينَ (11) وأما وصف الكرم فهو النفاسة في النوع كما تقدم في قوله تعالى : { قالت يا أيها الملأ إني ألقي إلي كتاب كريم } في سورة النمل ( 29 ) .فالكرم صفتهم النفسية الجامعة للكمال في المعاملة وما يصدر عنهم من الأعمال ، وأما صفة الكتابة فمراد بها ضبط ما وكّلوا على حفظه ضبطاً لا يتعرض للنسيان ولا للإِجحاف ولا للزيادة ، فالكتابة مستعارة لهذا المعنى ، على أن حقيقة الكتابة بمعنى الخط غير ممكنة بكيفية مناسبة لأمور الغيب .وأما صفة العلم بما يفعله الناس فهو الإِحاطة بما يصدر عن الناس من أعمال وما يخطر ببالهم من تفكير مما يراد به عمل خير أو شر وهو الهَم .وما تفعلون } يعم كل شيء يفعله الناس وطريق علم الملائكة بأعمال الناس مما فطر الله عليه الملائكة الموكّلين بذلك ."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 172,
            "text": "Onlar Yüce Allah’ın katında çok değerli olan kâtiplerdir. Sizlerin amellerini yazmaktadır."
        },
        {
            "resource_id": 174,
            "text": "Mereka malaikat yang mulia di sisi Allah, menulis segala amal perbuatan kalian."
        },
        {
            "resource_id": 905,
            "text": "كرامًا عند الله، كاتبين يكتبون أعمالكم."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 776,
            "text": "Nobles a los ojos de Al-lah, escribas que ponen por escrito sus acciones."
        },
        {
            "resource_id": 177,
            "text": "Bhững vị ghi chép hành động của các ngươi là các Thiên Thần vinh dự ở nơi Allah."
        },
        {
            "resource_id": 792,
            "text": "ជាអ្នកថ្កុំថ្កើងចំពោះអល់ឡោះ និងជាអ្នកកត់ត្រារាល់ទង្វើរបស់ពួកអ្នក(ទាំងទង្វើល្អ និងទង្វើអាក្រក់)។"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">كِرَامًا كَاتِبِينَ (١١)</span> ] كه‌ ئه‌و فریشتانه‌ زۆر به‌ڕێزن وه‌ هه‌موو شتێك كه‌ ئێوه‌ ئه‌یكه‌ن هه‌ر هه‌مووی ئه‌نووسن و ئه‌پارێزن و هه‌مووی هه‌ڵئه‌گرن."
        },
        {
            "resource_id": 181,
            "text": "نزد الله گرامی هستند، نویسندگانی هستند که اعمال‌تان را می‌نویسند."
        },
        {
            "resource_id": 175,
            "text": "plemeniti kod Allaha, pisari vaših djela."
        },
        {
            "resource_id": 93,
            "text": "وقوله : ( كِرَاماً كَاتِبِينَ . يَعْلَمُونَ مَا تَفْعَلُونَ ) صفات أخرى لهؤلاء الملائكة .أى : وإن عليكم ملائكة من صفاتهم أنهم يحفظون أعمالكم ، ويسجلونها عليكم ، وأنهم لهم عند الله - تعالى - الكرامة والمنزلة الحسنة ، وأنهم يكتبون أعمالكم كلها ."
        },
        {
            "resource_id": 173,
            "text": "nobles pour Allah et qui écrivent ce que vous faites."
        },
        {
            "resource_id": 182,
            "text": "在真主那里，他们是尊贵的，他们记录你们的所有行为，"
        },
        {
            "resource_id": 178,
            "text": "почтенные перед Аллахом, писцы, записывающие ваши деяния."
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹുവിങ്കൽ ആദരണീയരായ, നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ രേഖപ്പെടുത്തുന്ന എഴുത്തുകാർ."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>সম্মানিত লেখকবৃন্দ;</p>"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ )</span> يقول: وإن عليكم رُقَباء حافظين يحفظون أعمالكم، ويُحْصونها عليكم.</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>সম্মানিত (আমল) লেখকবর্গ (ফিরিশতা);</p>"
        },
        {
            "resource_id": 90,
            "text": "كراما كاتبين أي علي ; كقوله : كرام بررة . وهنا ثلاث مسائل :الأولى : روي عن رسول الله - صلى الله عليه وسلم - \" أكرموا الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى حالتين : الخراءة أو الجماع ، فإذا اغتسل أحدكم فليستتر بجرم حائط أو بغيره ، أو ليستره أخوه \" . وروي عن علي - رضي الله عنه - قال : ( لا يزال الملك موليا عن العبد ما دام بادي العورة ) وروي ( إن العبد إذا دخل الحمام بغير مئزر لعنه ملكاه ) .الثانية : واختلف الناس في الكفار هل عليهم حفظة أم لا ؟ فقال بعضهم : لا ; لأن أمرهم ظاهر ، وعملهم واحد ; قال الله تعالى : يعرف المجرمون بسيماهم . وقيل : بل عليهم حفظة ; لقوله تعالى : كلا بل تكذبون بالدين وإن عليكم لحافظين كراما كاتبين يعلمون ما تفعلون . وقال : وأما من أوتي كتابه بشماله وقال : وأما من أوتي كتابه وراء ظهره ، فأخبر أن الكفار يكون لهم كتاب ، ويكون عليهم حفظة . فإن قيل : الذي على يمينه أي شيء يكتب ولا حسنة له ؟ قيل له : الذي يكتب عن شماله يكون بإذن صاحبه ، ويكون شاهدا على ذلك وإن لم يكتب . والله أعلم .الثالثة : سئل سفيان : كيف تعلم الملائكة أن العبد قد هم بحسنة أو سيئة ؟ قال : إذا هم العبد بحسنة وجدوا منه ريح المسك ، وإذا هم بسيئة وجدوا منه ريح النتن . وقد مضى في ( ق ) قوله : ما يلفظ من قول إلا لديه رقيب عتيد زيادة بيان لمعنى هذه الآية . وقد كره العلماء الكلام عن الغائط والجماع ، لمفارقة الملك العبد عند ذلك . وقد مضى في آخر ( آل عمران ) [ ص: 213 ] القول في هذا ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "Noble in Allah’s sight, scribes who write down your deeds."
        },
        {
            "resource_id": 14,
            "text": "<p>كراما فلا تقابلوهم بالقبائح فإنهم يكتبون عليكم جميع أعمالكم .</p><p lang=\"ar\" class=\"ar \">قال ابن أبي حاتم حدثنا أبي ،<span class=\"blue\"> حدثنا علي بن محمد الطنافسي حدثنا وكيع حدثنا سفيان ومسعر عن علقمة بن مرثد عن مجاهد قال :</span> قال رسول الله صلى الله عليه وسلم أكرموا الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى حالتين الجنابة والغائط فإذا اغتسل أحدكم فليستتر بحرم حائط أو ببعيره أو ليستره أخوه</p><p lang=\"ar\" class=\"ar \">وقد رواه الحافظ أبو بكر البزار فوصله بلفظ آخر فقال : حدثنا محمد بن عثمان بن كرامة حدثنا عبيد الله بن موسى عن حفص بن سليمان عن علقمة بن مرثد عن مجاهد عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم إن الله ينهاكم عن التعري فاستحيوا من ملائكة الله الذين معكم الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى ثلاث حالات الغائط والجنابة ، والغسل فإذا اغتسل أحدكم بالعراء فليستتر بثوبه أو بحرم حائط أو ببعيره</p><p>ثم قال حفص بن سليمان لين الحديث وقد روي عنه واحتمل حديثه .</p><p lang=\"ar\" class=\"ar \">وقال الحافظ أبو بكر البزار حدثنا زياد بن أيوب حدثنا مبشر بن إسماعيل الحلبي حدثنا تمام بن نجيح عن الحسن يعني البصري عن أنس قال قال رسول الله صلى الله عليه وسلم ما من حافظين يرفعان إلى الله عز وجل ما حفظا في يوم فيرى في أول الصحيفة وفي آخرها استغفار إلا قال الله تعالى قد غفرت لعبدي ما بين طرفي الصحيفة</p><p>ثم قال : تفرد به تمام بن نجيح وهو صالح الحديث .</p><p lang=\"ar\" class=\"ar \">قلت وثقه ابن معين وضعفه البخاري وأبو زرعة وابن أبي حاتم والنسائي وابن عدي ورماه ابن حبان بالوضع . وقال الإمام أحمد لا أعرف حقيقة أمره .</p><p lang=\"ar\" class=\"ar \">وقال الحافظ أبو بكر البزار حدثنا إسحاق بن سليمان البغدادي المعروف بالقلوسي حدثنا بيان بن حمران حدثنا سلام عن منصور بن زاذان عن محمد بن سيرين عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إن لله ملائكة يعرفون بني آدم وأحسبه قال ويعرفون أعمالهم فإذا نظروا إلى عبد يعمل بطاعة الله ذكروه بينهم وسموه وقالوا أفلح الليلة فلان نجا الليلة فلان وإذا نظروا إلى عبد يعمل بمعصية الله وذكروه بينهم وسموه وقالوا : هلك الليلة فلان \"</p><p>ثم قال البزار سلام هذا ، أحسبه سلام المدائني وهو لين الحديث .</p>"
        },
        {
            "resource_id": 790,
            "text": "আল্লাহৰ ওচৰত তেওঁলোক সন্মানিত, তোমালোকৰ আমল লিখি থাকে।"
        },
        {
            "resource_id": 180,
            "text": "১১. তাঁরা আল্লাহর নিকট সম্মানিত। তাঁরা তোমাদের আমলসমূহ লিপিবদ্ধ করেন।"
        },
        {
            "resource_id": 174,
            "text": "Mereka mengetahui perbuatan apa saja yang kalian kerjakan lalu mereka mencatatnya."
        },
        {
            "resource_id": 791,
            "text": "നിങ്ങൾ ചെയ്യുന്ന ഏതൊരു പ്രവൃത്തിയും അവർ അറിയുന്നു. അതവർ രേഖപ്പെടുത്തുകയും ചെയ്യുന്നു."
        },
        {
            "resource_id": 171,
            "text": "They know of every action you do and they write it down."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ ও গুরুত্ব: </b></p><p>الانفطار শব্দটি فطر মূল অক্ষর থেকে গঠিত। অর্থ : বিদীর্ণ হওয়া, ফেটে যাওয়া, ভেঙ্গে যাওয়া। কিয়ামতের পূর্বে আকাশ ফেটে যাবে, তারকারাজি বিক্ষিপ্ত হবে ও সূরায় বর্ণিত অন্যান্য আলামত প্রকাশ পাবে। সূরার প্রথম আয়াতে উল্লিখিত الانفطار শব্দ থেকেই সূরার নামকরণ করা হয়েছে। জাবের (রাঃ) হতে বর্ণিত, তিনি বলেন : মুআয বিন জাবাল (রাঃ) ইশার সালাতের ইমামতি করেন এবং তাতে তিনি লম্বা কিরাত পাঠ করেন। (তখন তার বিরুদ্ধে অভিযোগ আনা হলো) নাবী (সাঃ) তাকে বললেন : হে মুআয তুমি কি ফিতনা সৃষ্টি করতে চাও?</p><p>(سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَي)</p><p>বা সূরা আলা, وَالضُّحَي সূরা যুহা এবং</p><p class='arabic uthmani'>(إِذَا السَّمَا۬ءُ انْفَطَرَتْ)</p><p>বা সূরা ইনফিতার এগুলো তেলাওয়াত করা থেকে কোথায় ছিলে? (সহীহ বুখারী হা. ৬১০৬) এ ছাড়াও পূর্বের সূরাতে অত্র সূরার গুরুত্ব সম্পর্কে হাদীস উল্লেখ করা হয়েছে। সূরাতে কিয়ামতের কিছু দৃশ্যপট, মানুষের আমল লেখক ফেরেশতাদের প্রতিবেদনের ভিত্তিতে কিয়ামতের দিন সৎকর্মশীল ও অসৎকর্মশীল দুদলে বিভক্ত হবে ইত্যাদি বিষয় আলোচনা করা হয়েছে।</p><p><b> ১-১২ নম্বর আয়াতের তাফসীর: </b></p><p>কিয়ামত শুরুর প্রাক্কালে আকাশের অবস্থা কেমন হবে তার বর্ণনা দিয়ে আল্লাহ তা‘আলা বলেন : انْتَثَرَت অর্থ تساقطت বা তারকারাজি বিক্ষিপ্তভাবে ঝরে পড়া। فُجِّرَتْ ইবনু আব্বাস (রাঃ) বলেন : একটি অন্যটির মাঝে উদ্বেলিত করবেন। কাতাদাহ (রহঃ) বলেন : লবণাক্ত ও মিষ্টি পানি সব একাকার হয়ে যাবে। ফলে সব সাগর এক সাগরে পরিণত হয়ে যাবে। (ইবনু কাসীর)</p><p>بُعْثِرَتْ অর্থাৎ যখন কবর তার মধ্য থেকে মৃত মানুষদের বের করে দেবে, ফলে সবাই হিসাব-নিকাশ ও কর্মের প্রতিদানের জন্য আল্লাহ তা‘আলার সামনে হাজির হবে। শুধু কবরস্থ মানুষই আল্লাহ তা‘আলার সামনে হাজির হবে এমন নয় বরং প্রত্যেক আত্মা তাকে কবরস্থ করা হোক আর নাই হোক সে আল্লাহ তা‘আলার সামনে হাজির হবে। যেহেতু অধিকাংশ মৃত ব্যক্তিদেরকে কবর দেয়া হয় তাই কবরের কথা উল্লেখ করা হয়েছে।</p><p class='arabic uthmani'>(مَّا قَدَّمَتْ وَأَخَّرَتْ)</p><p>অর্থাৎ যখন এ উল্লিখিত বিষয়গুলো সংঘটিত হবে, তখন মানুষের কৃত আমল প্রকাশ পেয়ে যাবে। যা কিছু ভাল মন্দ আমল করেছে, তা সামনে উপস্থিত পাবে। “পশ্চাতে ছাড়া আমল” বলতে নিজের চাল চলন এবং ভাল মন্দ কাজের নমুনা যা মানুষ দুনিয়ায় ছেড়ে যায় এবং লোকেরা সেই আদর্শের ওপর আমল করে। যদি ভাল আদর্শ রেখে মারা যায় আর লোকেরা তার অনুসরণ করে তাহলে তার জন্য সওয়াব পাবে আর খারাপ আদর্শ ছেড়ে আসলে পাপের ভাগী হবে।</p><p class='arabic uthmani'>(مَا غَرَّكَ بِرَبِّكَ الْكَرِيْمِ)</p><p>আল্লাহ তা‘আলা মানুষকে তিরস্কার করে বলছেন: কোন্ বস্তু তোমাদেরকে ধোঁকা ও প্রতারণায় ফেলে রেখেছে। যার কারণে তুমি প্রভুকে অস্বীকার করছো। অথচ তিনি তোমাদেরকে সৃষ্টি করেছেন, অস্তিত্ব প্রদান করেছেন, তোমাদের সামনে এ নিদর্শন পাঠ করে শোনানো হচ্ছে।</p><p>(فَعَدَلَكَ) অর্থাৎ উত্তম আকৃতি ও উপযুক্ত গঠন দান করেছেন। বুসর বিন জাহহাশ আল কুরাশী (রাঃ) বলেন: একদা রাসূলুল্লাহ (সাঃ) তাঁর হাতের তালুতে থুথু ফেলে তার ওপর আঙ্গুল রাখলেন এবং বললেন: আল্লাহ তা‘আলা বলেছেন: হে আদম সন্তান! তুমি কি আমাকে অপারগ করতে পারবে? অথচ আমি তোমাকে এই রকম জিনিস হতে সৃষ্টি করেছি। তারপর সুঠাম করেছি এবং উত্তম গঠন ও আকৃতি দান করেছি। অতঃপর পোশাক-পরিচ্ছদ পরিধান করে চলাফেরা করতে শিখিয়েছি। পরিশেষে তোমার ঠিকানা হবে মাটির গর্ভে। অথচ তুমি বড়ই অহংকার করছো, আমার পথে দান করা থেকে বিরত থেকেছো। তারপর যখন কণ্ঠনালীতে নিঃশ্বাস এসে যায় তখন বলছো; আমি দান খয়রাত করে আসি, এখন দান খয়রাত করার সময় কোথায়? (ইবনু মাযাহ হা. ২৭০৭, সনদ হাসান।)</p><p class='arabic uthmani'>(فِيْٓ أَيِّ صُوْرَةٍ مَّا شَا۬ءَ رَكَّبَكَ)</p><p>অর্থাৎ আল্লাহ তা‘আলা ভ্রুণকে যার মত ইচ্ছা তার রূপ ও আকারে সৃষ্টি করেন। তার চেহারা পিতা-মাতা, মামা অথবা চাচাদের মত করেন। আবার তিনি ইচ্ছা করলে পশুদের আকৃতিতেও সৃষ্টি করতে পারেন। কিন্তু আল্লাহ তা‘আলার অনুগ্রহ যে, তিনি এরূপ করবেন না। উম্মু সুলাইম (রাঃ) একদা রাসূলুল্লাহ (সাঃ)-কে জিজ্ঞাসা করলেন : মহিলারা যদি স্বপ্নে তা দেখে পুরুষেরা যা দেখে (এবং এতে কি গোসল করতে হবে?) রাসূলুল্লাহ (সাঃ) বললেন : মহিলারা যদি ঐরূপ দেখে (অর্থাৎ স্বপ্নদোষ হয়) তাহলে গোসল করতে হবে। উম্মু সুলাইম (রাঃ) বলেন: এতে আমি লজ্জাবোধ করলাম: তিনি বললেন: এরূপ কি হয়? নাবী (সাঃ) বললেন : হ্যাঁ, তা নাহলে বাচ্চা (পিতা-মাতার) সদৃশ কিভাবে হয়? পুরুষের বীর্য মোটা ও সাদা আর মহিলাদের বীর্য পাতলা ও হলুদ বর্ণের। অতএব যার বীর্য প্রাধান্য পাবে তার সাদৃশ্য নিয়ে সন্তান জন্ম গ্রহণ করবে। (সহীহ মুসলিম হা. ৭৩৬) আল্লাহ তা‘আলা এত সুন্দর করে মানুষ সৃষ্টি করলেন এবং সবকিছু তার কর্তৃত্বাধীন করে দিলেন তারপরেও কিভাবে মানুষ আল্লাহ তা‘আলার সাথে কুফরী করে, তাঁর দীনকে বর্জন করে?</p><p>(كَلَّا بَلْ تُكَذِّبُوْنَ بِالدِّيْنِ)</p><p>অর্থাৎ এত সতর্ক, নসিহত ও স্মরণ করিয়ে দেয়ার পরেও তোমরা কিভাবে দীনকে মিথ্যা প্রতিপন্ন করার ওপর বহাল রয়েছো।</p><p class='arabic uthmani'>(وَإِنَّ عَلَيْكُمْ لَحَافِظِيْنَ)</p><p>অর্থাৎ তোমাদের আমলসমূহ সংরক্ষণের দায়িত্বে রয়েছেন সম্মানিত ফেরেশতা। তারা তোমাদের কথা ও কাজসমূহ জানে এবং লিপিবদ্ধ করে। এতে অন্তরের কাজ ও বাহ্যিক অঙ্গ-প্রতঙ্গের কাজ সবকিছু শামিল। রাসূলুল্লাহ (সাঃ) বলেন: তোমরা সম্মানিত লেখক ফেরেশতাদের সম্মান কর। তাঁরা নাপাক ও পায়খানা যাওয়া অবস্থা ছাড়া কখনও তোমাদের থেকে পৃথক হয় না। অন্য বর্ণনায় গোসলের কথা এসেছে। (মাজমাউজ জাওয়ায়েদ ১/২৬৮)</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. কিয়ামতের পূর্ব মুহূর্তে আকাশ, তারকা, সাগর ও কবরের কী অবস্থা হবে তা জানতে পারলাম।</p><p>২. মানুষ দুনিয়াতে ভাল বা মন্দ কোন কাজের নমুনা রেখে গেলে তার ফলাফল মারা যাওয়ার পরেও পাবে।</p><p>৩. মানুষ ভাল-মন্দ যা করছে সবকিছু ফেরেশতা লিখে রাখছেন।</p>"
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">The Quran informs us that the Day of Judgement will finally come: all of humanity will be assembled on that Day and will be rewarded or punished according to their deeds. These tidings are absolutely consistent with the present condition of the world. Indeed, the meaningful creation of man has its justification in this announcement. Moreover, a system exists in the present world for the recording of the words and deeds of man. That becomes understandable in the light of what the Quran tells us. (For details regarding the recording of words and deeds, see the commentator’s book titled: God Arises).</p>"
        },
        {
            "resource_id": 173,
            "text": "Ils connaissent tous vos agissements et les notent."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"يعلمون ما تفعلون\"</span>، من خير أو شر.</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>তারা জানে তোমরা যা কর [১]।</p><p>[১] অর্থাৎ ফেরেশতারা প্রত্যেক ব্যক্তির প্রত্যেকটি কাজ সম্পর্কে পুরোপুরি অবগত। সব জায়গায় সব অবস্থায় সকল ব্যক্তির সাথে তারা এমনভাবে লেগে আছে যে, তারা জানতেই পারছে না যে, কেউ তাদের কাজ পরিদর্শন করছে। কোন ব্যক্তি কোন নিয়তে কি কাজ করেছে তাও তারা জানতে পারে। তাই তাদের তৈরি করা রেকর্ড একটি পুর্ণাঙ্গ রেকর্ড। এই রেকর্ডের বাইরে কোন কথা নেই। এ সম্পর্কেই সূরা কাহাফের ৪৯ নং আয়াতে বলা হয়েছেঃ “কিয়ামতের দিন অপরাধীরা অবাক হয়ে দেখবে তাদের সামনে যে আমলনামা পেশ করা হচ্ছে তার মধ্যে তাদের ছোট বড় কোন একটি কাজও অলিখিত থেকে যায়নি । যা কিছু তারা করেছিল সব হুবহু ঠিক তেমনিভাবেই তাদের সামনে আনা হয়েছে’’। [করতুবী]</p>"
        },
        {
            "resource_id": 90,
            "text": "وعن الحسن : يعلمون لا يخفى عليهم شيء من أعمالكم . وقيل : يعلمون ما ظهر منكم دون ما حدثتم به أنفسكم . والله أعلم ."
        },
        {
            "resource_id": 14,
            "text": "<p>كراما فلا تقابلوهم بالقبائح فإنهم يكتبون عليكم جميع أعمالكم .</p><p lang=\"ar\" class=\"ar \">قال ابن أبي حاتم حدثنا أبي ،<span class=\"blue\"> حدثنا علي بن محمد الطنافسي حدثنا وكيع حدثنا سفيان ومسعر عن علقمة بن مرثد عن مجاهد قال :</span> قال رسول الله صلى الله عليه وسلم أكرموا الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى حالتين الجنابة والغائط فإذا اغتسل أحدكم فليستتر بحرم حائط أو ببعيره أو ليستره أخوه</p><p lang=\"ar\" class=\"ar \">وقد رواه الحافظ أبو بكر البزار فوصله بلفظ آخر فقال : حدثنا محمد بن عثمان بن كرامة حدثنا عبيد الله بن موسى عن حفص بن سليمان عن علقمة بن مرثد عن مجاهد عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم إن الله ينهاكم عن التعري فاستحيوا من ملائكة الله الذين معكم الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى ثلاث حالات الغائط والجنابة ، والغسل فإذا اغتسل أحدكم بالعراء فليستتر بثوبه أو بحرم حائط أو ببعيره</p><p>ثم قال حفص بن سليمان لين الحديث وقد روي عنه واحتمل حديثه .</p><p lang=\"ar\" class=\"ar \">وقال الحافظ أبو بكر البزار حدثنا زياد بن أيوب حدثنا مبشر بن إسماعيل الحلبي حدثنا تمام بن نجيح عن الحسن يعني البصري عن أنس قال قال رسول الله صلى الله عليه وسلم ما من حافظين يرفعان إلى الله عز وجل ما حفظا في يوم فيرى في أول الصحيفة وفي آخرها استغفار إلا قال الله تعالى قد غفرت لعبدي ما بين طرفي الصحيفة</p><p>ثم قال : تفرد به تمام بن نجيح وهو صالح الحديث .</p><p lang=\"ar\" class=\"ar \">قلت وثقه ابن معين وضعفه البخاري وأبو زرعة وابن أبي حاتم والنسائي وابن عدي ورماه ابن حبان بالوضع . وقال الإمام أحمد لا أعرف حقيقة أمره .</p><p lang=\"ar\" class=\"ar \">وقال الحافظ أبو بكر البزار حدثنا إسحاق بن سليمان البغدادي المعروف بالقلوسي حدثنا بيان بن حمران حدثنا سلام عن منصور بن زاذان عن محمد بن سيرين عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إن لله ملائكة يعرفون بني آدم وأحسبه قال ويعرفون أعمالهم فإذا نظروا إلى عبد يعمل بطاعة الله ذكروه بينهم وسموه وقالوا أفلح الليلة فلان نجا الليلة فلان وإذا نظروا إلى عبد يعمل بمعصية الله وذكروه بينهم وسموه وقالوا : هلك الليلة فلان \"</p><p>ثم قال البزار سلام هذا ، أحسبه سلام المدائني وهو لين الحديث .</p>"
        },
        {
            "resource_id": 179,
            "text": "Nakaaalam sila sa anumang ginagawa ninyo na gawa, saka isinusulat nila ito."
        },
        {
            "resource_id": 790,
            "text": "তেওঁলোকে তোমালোকৰ প্ৰত্যেক কৰ্মৰ বিষয়ে অৱগত আৰু সেয়া লিখি লয়।"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 12{ یَعْلَمُوْنَ مَا تَفْعَلُوْنَ۔ } ”وہ جانتے ہیں جو کچھ تم کر رہے ہو۔“ اللہ تعالیٰ نے ہر انسان کے ساتھ دو فرشتے بطور نگران مقرر کر رکھے ہیں جو اس کا ایک ایک عمل لکھ رہے ہیں۔ اب اگر کوئی یہ سمجھتا ہے کہ اللہ تعالیٰ کو انسانوں کا محاسبہ کرنا منظور نہیں ہے تو گویا وہ یہ ثابت کرنا چاہتا ہے کہ اس کا فرشتوں کو بطور نگران مقرر کرنا اور ان فرشتوں کا ایک ایک انسان کے ایک ایک عمل کا ریکارڈ مرتب کرنا سب کا رعبث ہے۔ ایسے خیالات کے حامل لوگوں کو معلوم ہونا چاہیے کہ ”کارِعبث“ اللہ کے شایانِ شان نہیں ‘ وہ احتساب ضرور کرے گا اور اس احتساب کے نتائج بھی ضرور نکلیں گے ‘ جن کا ذکر اگلی آیات میں ہے :</p>"
        },
        {
            "resource_id": 178,
            "text": "Они знают о поступках, которые вы совершаете, и записывают их."
        },
        {
            "resource_id": 15,
            "text": "<p><span class=\"arabic qpc-hafs green\">( كِرَامًا كَاتِبِينَ )</span> يقول: كراما على الله كاتبين يكتبون أعمالكم.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن علية،<span class=\"blue\"> قال:</span> قال بعض أصحابنا، عن أيوب،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ * كِرَامًا كَاتِبِينَ )</span> قال: يكتبون ما تقولون وما تَعْنُون.</p>"
        },
        {
            "resource_id": 93,
            "text": "وأنهم يعلمون أفعالكم التى تفعلونها سواء أكانت قليلة أم كثيرة ، صغيرة أم كبيرة .فالمقصود بهذه الآيات الكريمة : بيان أن البعث حق ، وأن الحساب حق ، وأن الجزاء حق ، وأن أعمال الإِنسان عليه تسجيلا تاما ، بواسطة ملائكة لا يعصون الله ما أمرهم ويفعلون ما يؤمرون .أما كيفية هذه الكتابة من الملائكة لأعمال الإِنسان ، وعلى أى شئ تكون هذه الكتابة ، ومتى تكون ههذ الكتابة . . فمن الأمور التى يجب الإيمان بها كما وردت ، مع تفويض كنهها وكيفيتها ودقتها إلى الله - تعالى - لأنه لم يرد حديث صحيح عن المعصوم - صلى الله عليه وسلم يعتمد عليه فى بيان ذلك ."
        },
        {
            "resource_id": 92,
            "text": "يَعْلَمُونَ مَا تَفْعَلُونَ (12)ودخل في { ما تفعلون } : الخواطر القلبية لأنها من عمل القلب أي العقل فإن الإِنسان يُعمل عقله ويعزم ويتردد ، وإن لم يشع في عرف اللغة إطلاق مادة الفعل على الأعمال القلبية .واعلم أنه ينتزع من هذه الآية أن هذه الصفات الأربع هي عماد الصفات المشروطة في كل من يقوم بعمل للأمة في الإِسلام من الولاة وغيرهم فإنهم حافظون لمصالح ما استحفظوا عليه وأول الحفظ الأمانة وعدم التفريط .فلا بد فيهم من الكرم وهو زكاء الفطرة ، أي طهارة النفس .ومن الضبط فيما يجري على يديه بحيث لا تضيع المصالح العامة ولا الخاصة بأن يكون ما يصدره مكتوباً ، أو كالمكتوب مضبوطاً لا يستطاع تغييره ، ويمكن لكل من يقوم بذلك العمل بعد القائم به ، أو في مغيبه أن يعرف ماذا أجري فيه من الأعمال ، وهذا أصل عظيم في وضع الملفات للنوازل والتراتيب ، ومنه نشأت دواوين القضاة ، ودفاتر الشُّهود ، والخِطاب على الرسوم ، وإخراج نسخ الأحْكام والأحباس وعقود النكاح .ومن إحاطة العلم بما يَتعلق بالأحوال التي تسند إلى المؤتمن عليها بحيث لا يستطيع أحد من المخالطين لوظيفه أن يموّه عليه شيئاً ، أو أن يلبس عليه حقيقة بحيث ينتفي عنه الغلط والخطأ في تمييز الأمور بأقصى ما يمكن ، ويختلف العلم المطلوب باختلاف الأعمال فيقدم في كل ولاية من هو أعلم بما تقتضيه ولايته من الأعمال وما تتوقف عليه من المواهب والدراية ، فليس ما يشترط في القاضي يشترط في أمير الجيش مثلاً ، وبمقدار التفاوت في الخصال التي تقتضيها إحدى الولايات يكون ترجيح من تسند إليه الولاية على غيره حرصاً على حفظ مصالح الأمة ، فيقدم في كل ولاية من هو أقوى كفاءة لإِتقان أعمالها وأشدّ اضطلاعاً بممارستها ."
        },
        {
            "resource_id": 177,
            "text": "Họ biết rõ mọi hành động của các ngươi, dù nhỏ hay lớn, dù công khai hay thầm kín, họ đều ghi chép rất đầy đủ và tỉ mỉ."
        },
        {
            "resource_id": 181,
            "text": "تمام کارهایی را که انجام می‌دهید می‌دانند و آنها را می‌نویسند."
        },
        {
            "resource_id": 175,
            "text": "oni znaju šta vi činite, pa to zapisuju."
        },
        {
            "resource_id": 165,
            "text": "<p>তারা জানে, যা তোমরা করে থাক। [১]</p><p>[১] অর্থাৎ, তোমরা তো প্রতিদান ও শাস্তিকে অস্বীকার কর। কিন্তু তোমাদের জেনে রাখা উচিত যে, তোমাদের প্রতিটি কথা ও কর্মকে লিপিবদ্ধ করা হচ্ছে। আল্লাহর তরফ হতে তোমাদের জন্য ফিরিশতা প্রহরী হিসাবে নিযুক্ত আছে; যারা তোমাদের প্রতিটি কথাকে জানে, যা তোমরা করছ। এটা হল মানুষের জন্য সতর্কবার্তা যে, প্রত্যেক কর্ম করা ও প্রত্যেক কথা বলার পূর্বে চিন্তা-ভাবনা করে দেখ, এটা ভুল নয় তো। আর এটি হল সেই কথা, যা পূর্বে উল্লেখ হয়েছে, (عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ قَعِيْد، مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيْبٌ عَتِيْد) অর্থাৎ, এক ফিরিশতা (মানুষের) ডাইনে ও অন্য এক ফিরিশতা (তার) বামে বসে আছে। সে যে কথাই উচ্চারণ করে, (তাই লিপিবদ্ধ করার জন্য) তার কাছে তৎপর প্রহরী প্রস্তুত রয়েছে। <em>(সূরা ক্বাফ ৫০:১৭-১৮ নং)</em> অর্থাৎ, লিখার জন্য বলা হয়, একজন ফিরিশতা নেকী ও অন্য একজন ফিরিশতা বদী লিখে থাকেন। আর হাদীস ও আসার দ্বারা বোঝা যায় যে, দিনে তার জন্য দুই ফিরিশতা এবং রাত্রে দুই ফিরিশতা পৃথক পৃথক নির্দিষ্ট থাকেন। পরবর্তীতে নেকী এবং বদী উভয়ের উল্লেখ করা হচ্ছে।</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">يَعْلَمُونَ مَا تَفْعَلُونَ (١٢)</span> ] هه‌ر كرده‌وه‌یه‌ك كه‌ ئێوه‌ بیكه‌ن ئه‌وان ئاگادارن و ئاگایان لێیه‌و هه‌میشه‌ له‌گه‌ڵ ئێوه‌دان و لێتان جیا نابنه‌وه‌."
        },
        {
            "resource_id": 170,
            "text": "Вы непременно будете держать ответ за все, что совершили. Аллах установил над вами благородных ангелов, которые записывают ваши слова и деяния. Они ведают обо всех ваших деяниях: о том, что переживают ваши сердца и что творят ваши тела. Поэтому вы должны уважать и почитать их."
        },
        {
            "resource_id": 776,
            "text": "Saben de cada acción que hacen y la escriben."
        },
        {
            "resource_id": 172,
            "text": "Hangi amelleri yaptığınızı biliyor ve onları yazıyorlar."
        },
        {
            "resource_id": 905,
            "text": "يعلمون ما تفعلون من فعل فيكتبونه."
        },
        {
            "resource_id": 183,
            "text": "あなた方の所行を知って、あなた方の行動を記すのだ。"
        },
        {
            "resource_id": 176,
            "text": "essi conoscono le azioni che compiete e le annotano."
        },
        {
            "resource_id": 180,
            "text": "১২. তোমরা যা করো তারা তা জানার ভিত্তিতেই লিপিবদ্ধ করে।"
        },
        {
            "resource_id": 182,
            "text": "他们知道你们的一切行为并予以记录，"
        },
        {
            "resource_id": 792,
            "text": "ពួកគេដឹងនូវអ្វីដែលពួកអ្នកប្រព្រឹត្ដ ហើយពួកគេបានកត់ត្រាវាទុក។"
        },
        {
            "resource_id": 91,
            "text": "يكتبون أقوالكم وأفعالكم ويعلمونها، ودخل في هذا أفعال القلوب، وأفعال الجوارح، فاللائق بكم أن تكرموهم وتجلوهم وتحترموهم. "
        },
        {
            "resource_id": 176,
            "text": "In verità, coloro che compiono molte buone azioni e sono molto obbedienti saranno nell'eterna beatitudine, nel Giorno del Giudizio,"
        },
        {
            "resource_id": 173,
            "text": "Ceux qui accomplissent beaucoup d’actes d’obéissance jouiront de délices éternels le Jour de la Résurrection,"
        },
        {
            "resource_id": 790,
            "text": "নিশ্চয় অধিক অধিক ভাল কৰ্মকাৰী আৰু আনুগত্যকাৰী সকলে ক্বিয়ামতৰ দিনা এনেকুৱা নিয়ামতৰ মাজত থাকিব যিটো হব চিৰস্থায়ী।"
        },
        {
            "resource_id": 912,
            "text": "<div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{13 ـ 19}</span> المراد بالأبرار هم: القائمون بحقوق الله وحقوق عباده، الملازمون للبرِّ في أعمال القلوب وأعمال الجوارح؛ فهؤلاء جزاؤهم النعيم في القلب والرُّوح والبدن في دار الدُّنيا وفي دار البرزخ وفي دار القرار، <span class=\"arabic qpc-hafs brown\">{وإنَّ الفجَّارَ}</span>: الذين قصَّروا في حقوق الله وحقوق عباده، الذين فَجَرَتْ قلوبُهم ففَجَرَتْ أعمالُهم، <span class=\"arabic qpc-hafs brown\">{لفي جحيمٍ}</span>؛<span class=\"blue\"> أي:</span> عذابٍ أليمٍ في دار الدُّنيا ودار البرزخ وفي دار القرار، <span class=\"arabic qpc-hafs brown\">{يَصۡلَوۡنها}</span>: ويعذَّبون بها أشدَّ العذاب <span class=\"arabic qpc-hafs brown\">{يومَ الدِّينِ}</span>؛<span class=\"blue\"> أي:</span> يوم الجزاء على الأعمال، <span class=\"arabic qpc-hafs brown\">{وما هم عنها بغائبينَ}</span>؛<span class=\"blue\"> أي:</span> بل هم ملازمون لها لا يخرُجون منها، <span class=\"arabic qpc-hafs brown\">{وما أدراك ما يومُ الدِّينِ. ثمَّ ما أدراكَ ما يومُ الدِّينِ}</span>: في هذا تهويلٌ لذلك اليوم الشديد، الذي يحيِّر الأذهان، <span class=\"arabic qpc-hafs brown\">{يومَ لا تملِكُ نفسٌ لنفسٍ شيئاً}</span>: ولو كانت قريبةً أو حبيبةً مصافيةً ؛ فكلُّ مشتغل بنفسه لا يطلب الفكاك لغيرها. <span class=\"arabic qpc-hafs brown\">{والأمرُ يومئذٍ لله}</span>: فهو الذي يفصل بين العباد، ويأخُذُ للمظلوم حقَّه من ظالمه. والله أعلم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 164,
            "text": "<p><b>১৩-১৯ নং আয়াতের তাফসীর</b>এখানে আল্লাহ তা'আলা তাঁর ঐ বান্দাদেরকে জান্নাতের সুসংবাদ দিচ্ছেন যারা তাঁর অনুগত, বাধ্যগত এবং যারা পাপকর্ম হতে দূরে থাকে। (এ হাদীসটি ইবনে আসাকির (রঃ) বর্ণনা করেছেন)হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “তাদেরকে আবরার’ বলা হয়েছে এই কারণে যে, তারা পিতামাতার অনুগত ছিল এবং সন্তানদের সাথে ভাল ব্যবহার করতো।”পাপাচারীরা থাকবে জাহান্নামে। হিসাব-নিকাশ এবং প্রতিদান লাভ করার দিনে তথা কিয়ামতের দিনে তারা জাহান্নামে প্রবেশ করবে। এক ঘন্টা বা মুহুর্তের জন্যেও তাদেরকে জাহান্নামের শাস্তি হতে নিষ্কৃতি দেয়া হবে না। তারা মৃত্যু বরণও করবে না এবং শান্তিও পাবে না। ক্ষণিকের জন্যেও তারা শাস্তি হতে দূরে থাকবে না।এরপর কিয়ামতের বিভীষিকা প্রকাশের জন্যে দুই দুইবার আল্লাহ পাক বলেনঃ ঐদিন কেমন তা তোমাদেরকে কোন জিনিস জানিয়েছে? তারপর তিনি নিজেই বলেনঃ কেউ কারো কোন উপকার করতে পারবে না এবং শাস্তি হতে নিষ্কৃতি দেয়ার ক্ষমতা রাখবে না। তবে হ্যা, কারো জন্যে সুপারিশের অনুমতি যদি স্বয়ং আল্লাহ কাউকেও প্রদান করেন তবে সেটা আলাদা কথা। এখানে একটি হাদীস উল্লেখ করা সমীচীন মনে করছি। তাহলো এই যে, নবী (সঃ) বলেনঃ “হে বানু হাশিম! তোমরা নিজেদেরকে জাহান্নামের আগুন হতে রক্ষা কর। (জেনে রেখো যে,) আমি (কিয়ামতের দিন) তোমাদেরকে আল্লাহর আযাব হতে রক্ষা করার কোনই অধিকার রাখবো না।সূরা শুআ'রার তাফসীরের শেষাংশে এ হাদীসটি গত হয়েছে। এখানে এ কথাও বলেছেন যে, সেই দিন কর্তৃত্ব হবে আল্লাহর। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “আজ কতৃত্ব কার? এক, পরাক্রমশালী আল্লাহরই।” (৪০:১৬) আর বলেনঃ (আরবি) অর্থাৎ “যিনি কর্মফল দিবসের মালিক।” আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “সেই দিন প্রকৃত কর্তৃত্ব হবে দয়াময়ের (অর্থাৎ আল্লাহর)” (২৫:২৬)এসব আয়াতের আসল বক্তব্য হলো এই যে, সেই দিন মালিকানা ও সময় কর্তৃত্ব একমাত্র কাহহার ও রহমানুর রাহীম আল্লাহর হাতে ন্যস্ত থাকবে। অবশ্য এখনো তিনিই সর্বময় ক্ষমতা ও একচ্ছত্র কর্তৃত্বের অধিকারী বটে, কিন্তু সেই দিন বাহ্যিকভাবেও অন্য কেউই কোন হুকুমত ও কর্তৃত্বের অধিকারী থাকবে না। বরং সমস্ত কর্তৃত্ব হবে একমাত্র আল্লাহর।</p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(13)</span> Воистину, благочестивые окажутся в блаженстве.  <span class=\"green\">(14)</span> Воистину, грешники окажутся в Аду,  <span class=\"green\">(15)</span> куда они войдут в День воздаяния.  <span class=\"green\">(16)</span> Они не смогут избежать этого.  <span class=\"green\">(17)</span> Откуда ты мог знать, что такое День воздаяния?  <span class=\"green\">(18)</span> Да, откуда ты мог знать, что такое День воздаяния? <span class=\"green\">(19)</span> В тот день ни одна душа не сможет ничем помочь другой, и власть в тот день будет принадлежать Аллаху.</p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(13-19)</span> Благочестивыми названы праведники, которые верно исполняют свои обязанности как перед Аллахом, так и перед Его рабами, и непрестанно облагораживают свои души и свои тела добрыми деяниями. Воздаянием таким людям будет благодать, которая объемлет их сердца, души и тела как в этом мире, так и после смерти в барзахе и райском доме вечности.\nЧто же касается грешников, которые не исполняли своих обязанностей перед Ал- лахом и попирали права Его рабов, чьи сердца были развращены, а деяния — по- рочны, окажутся в Аду. Их постигнет мучительная кара в мирской жизни, бар- захе и жизни вечной. В день воздаяния их ввергнут в Преисподнюю, где их ожи- дает самое суровое наказание. Они непременно увидят этот день, и никто из них не скроется от расплаты.\nВ этих словах подчеркнуто величие этого грозного дня, который приведет в заме- шательство умы людей.\nЧеловек не станет помогать ни своей родственнице, ни пламенной возлюбленной, потому что будет озабочен только своей судьбой и не станет желать избавления от наказания кому-либо еще. Власть в тот день будет принадлежать Аллаху. Он один будет вершить суд над рабами и возместит всем угнетенным и обиженным все, чего их несправедливо лишили нечестивцы в этом мире. Аллаху же об этом ведомо лучше всех!                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ هر آينه  نيکوکاران  در نعمتند ،\nوَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ و گناهکاران  در جهنم\nيَصْلَوْنَهَا يَوْمَ الدِّينِ در روز شمار به  جهنم  در آيند ،\nوَمَا هُمْ عَنْهَا بِغَائِبِينَ و از آن  غايب  نشوند\nوَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ تو چه  مي  داني  که  روز شمار چيست  ?\nثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ باز هم  تو چه  مي  داني  که  روز شمار چيست  ?\nيَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ  روزي  است  که  کسي  براي  کس  ديگر هيچ  کاري  نتواند کرد و در آن  روز  فرمان فرمان  خدا باشد.</p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(13 - 19)</span> (<span class=\"arabic qpc-hafs brown\">﴿إِنَّ ٱلۡأَبۡرَارَ لَفِي نَعِيمٖ﴾</span>) منظور از نیکان کسانی هستند که حقوق خدا و حقوق بندگانش را به جای می‌آورند، و در اعمال قلبی و اعمالی که توسط اعضا و جوارح انجام می‌شود به نیکوکاری پای‌بند هستند. پس پاداش آنان، نعمت قلبی و روحی و جسمی در دنیا و برزخ و آخرت است. (<span class=\"arabic qpc-hafs brown\">﴿وَإِنَّ ٱلۡفُجَّارَ﴾</span>) و بدکاران که در ادای حقوق خدا و حقوق بندگانش کوتاهی ورزیده‌اند، و دل و اعمالشان به بدی آلوده است (<span class=\"arabic qpc-hafs brown\">﴿لَفِي جَحِيمٖ﴾</span>) در دوزخ‌اند. یعنی در دنیا و برزخ و آخرت در عذابی دردناک قرار دارند. (<span class=\"arabic qpc-hafs brown\">﴿يَصۡلَوۡنَهَا يَوۡمَ ٱلدِّينِ﴾</span>) روزی که جزای اعمال داده می‌شود، آنها به شدت در دوزخ عذاب داده می‌شوند. (<span class=\"arabic qpc-hafs brown\">﴿وَمَا هُمۡ عَنۡهَا بِغَآئِبِينَ﴾</span>) و هیچ‌گاه از دوزخ بیرون نمی‌آیند، بلکه همواره در آن هستند. (<span class=\"arabic qpc-hafs brown\">﴿وَمَآ أَدۡرَىٰكَ مَا يَوۡمُ ٱلدِّينِ ثُمَّ مَآ أَدۡرَىٰكَ مَا يَوۡمُ ٱلدِّينِ﴾</span>) این بیان هولناک بودن آن روز سخت است؛ روزی که شدت هول و هراس آن عقل‌ها را حیران می‌نماید. (<span class=\"arabic qpc-hafs brown\">﴿يَوۡمَ لَا تَمۡلِكُ نَفۡسٞ لِّنَفۡسٖ شَيۡ‍ٔٗا﴾</span>) قیامت روزی است که هیچ کسی برای هیچ کسی نمی‌تواند کاری بکند، گرچه خویشاوند و دوست باشد. در آن روز هرکس به خودش مشغول است، و دنبال آزادی و رهایی کسی دیگر نیست. (<span class=\"arabic qpc-hafs brown\">﴿وَٱلۡأَمۡرُ يَوۡمَئِذٖ لِّلَّهِ﴾</span>) و در آن روز، فرمان، فرمان خداست. پس اوست که میان بندگان داوری می‌نماید، و حق مظلوم را از ظالم و ستمگر می‌گیرد. والله اعلم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 905,
            "text": "إن كثيري فعل الخير والطاعة لفي نعيم دائم يوم القيامة."
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya orang-orang yang banyak mengerjakan kebaikan dan ketaatan pasti berada di dalam kenikmatan abadi pada hari Kiamat."
        },
        {
            "resource_id": 776,
            "text": "Aquellos que realizan grandes actos de bien y obediencia estarán en la felicidad eterna en el Día del Juicio."
        },
        {
            "resource_id": 178,
            "text": "Поистине, совершившие много добра и повиновавшиеся, непременно окажутся в постоянном блаженстве в Судный день."
        },
        {
            "resource_id": 16,
            "text": "إن الأتقياء القائمين بحقوق الله وحقوق عباده لفي نعيم."
        },
        {
            "resource_id": 175,
            "text": "Oni koji mnogo budu činili dobra djela i pokorni budu, biće u vječnoj blagodati na onome svijetu."
        },
        {
            "resource_id": 791,
            "text": "ധാരാളമായി നന്മയും സൽകർമ്മങ്ങളും പ്രവർത്തിക്കുന്നവർ അന്ത്യനാളിൽ എന്നെന്നും നിലനിൽക്കുന്ന അനുഗ്രഹങ്ങളിൽ തന്നെയായിരിക്കും."
        },
        {
            "resource_id": 93,
            "text": "ثم بين - سبحانه - النتائج المترتبة على كتابة الملائكة لأفعال الإِنسان فقال : ( إِنَّ الأبرار لَفِي نَعِيمٍ . وَإِنَّ الفجار لَفِي جَحِيمٍ . يَصْلَوْنَهَا يَوْمَ الدين . وَمَا هُمْ عَنْهَا بِغَآئِبِينَ ) .والأبرار : جمع بر - بفتح الباء - ، وهو الإِنسان التقى الموفى بعهد الله - تعالى - .- أى : إن المؤمنين الصادقين الذين وفوا بما عاهدوا الله عليه ، لفى نعيم دائم ، وهناء مقيم ، وإن الفجار الذين نقضوا عهودهم مع الله ، وفسقوا عن أمره ، لفى نار متأججة بعضها فوق بعض ، هؤلاء الفجار الذين شقوا عصا الطاعة ."
        },
        {
            "resource_id": 182,
            "text": "复活日，多行善功和顺从之人必在长久的恩泽之中。"
        },
        {
            "resource_id": 168,
            "text": "<p>إِنَّ الْأَبْرَ‌ارَ‌ لَفِي نَعِيمٍ وَإِنَّ الْفُجَّارَ‌ لَفِي جَحِيمٍ (Surely the righteous will be in bliss, and surely the sinners will be in Hell,...82:13-14). These two statements are connected with verse [ 5] above: عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَ‌تْ 'then one will know what he sent ahead and what he left behind. [ 5] '</p><p>The verse informs us that each person, on the Day of Reckoning, will know what he has done, and what will be the consequences of his deeds. The present verse says that the righteous will be in perfect bliss, while the sinners will be in a Blazing Fire of Hell.</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>পুণ্যবানগণ তো থাকবে পরম স্বাচ্ছন্দ্যে;</p>"
        },
        {
            "resource_id": 170,
            "text": "Благочестивыми названы праведники, которые верно исполняют свои обязанности как перед Аллахом, так и перед Его рабами, и непрестанно облагораживают свои души и свои тела добрыми деяниями. Воздаянием таким людям будет благодать, которая объемлет их сердца, души и тела как в этом мире, так и после смерти в барзахе и райском доме вечности."
        },
        {
            "resource_id": 171,
            "text": "Those who do abundant acts of good and obedience will be in everlasting bliss on the day of judgment."
        },
        {
            "resource_id": 166,
            "text": "<p>পুণ্যবানেরা তো থাকবে পরম স্বাচ্ছন্দ্যো [১];</p><p>[১] পূণ্যবানেরা কি কি নেয়ামতে থাকবে সেটা জানতে হলে আমাদেরকে পবিত্র কুরআনের অন্যত্র একটু দেখতে হবে। অন্যত্র এসেছে, “অবশ্যই পূণ্যবানদের ‘আমলনামা ‘ইল্লিয়্যীনে, ‘ইল্লিয়্যীন সম্পর্কে আপনি কী জানেন? ওটা চিহ্নিত ‘আমলনামা। যারা আল্লাহ্র সান্নিধ্য প্রাপ্ত তারা তা দেখে। পূণ্যবানগণ তো থাকবে পরম স্বাচ্ছন্দ্যে, তারা সুসজ্জিত আসনে বসে অবলোকন করবে। আপনি তাদের মুখমণ্ডলে স্বাচ্ছন্দ্যের দীপ্তি দেখতে পাবেন। তাদেরকে মোহর করা বিশুদ্ধ পানীয় হতে পান করান হবে; ওটার মোহর মিস্কের, এ বিষয়ে প্রতিযোগীরা প্রতিযোগিতা করুক। ওটার মিশ্রণ হবে তাস্নীমের; তা একটা প্রস্রবণ, যা থেকে সান্নিধ্যপ্রাপ্তরা পান করে। [সূরা আল-মুতাফফিফীন; ১৮-২৮]</p>"
        },
        {
            "resource_id": 180,
            "text": "১৩. নিশ্চয়ই যারা বেশী বেশী পুণ্য ও আনুগত্যের কাজ করে তারা কিয়ামত দিবসে স্থায়ী উপভোগে থাকবে।"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (13) فصلت هذه الجملة عن التي قبلها لأنها استئناف بياني جوابٌ عن سؤال يخطر في نفس السامع يثيره قوله : { بل تكذبون بالدين وإن عليكم لحافظين } [ الانفطار : 9 ، 10 ] الآية لتشوف النفس إلى معرفة هذا الجزاء ما هو ، وإلى معرفة غاية إقامة الملائكة لإِحصاء الأعمال ما هي ، فبُين ذلك بقوله : { إن الأبرار لفي نعيم } الآية .وأيضاً تتضمن هذه الجملة تقسيم أصحاب الأعمال فهي تفصيل لجملة { يعلمون ما تفعلون } [ الانفطار : 12 ] وذلك من مقتضيات فصل الجملة عن التي قبلها .وجيء بالكلام مؤكداً ب { إن } ولا الابتداء ليساوي البيانُ مبيّنهُ في التحقيق ودفع الإنكار .وكرر التأكيد مع الجملة المعطوفة للاهتمام بتحقيق كونهم في جحيم لا يطمعوا في مفارقته .و { الأبرار } : جمعُ برّ بفتح الباء وهو التقيّ ، وهو فَعْل بمعنى فاعل مشتق من بَرَّ يبر ، ولفعل برّ اسم مصدر هو برّ بكسر الباء ولا يعرف له مصدر قياسيّ بفتح الباء كأنهم أماتوه لئلا يلتبس بالبَرّ وهو التقيّ . وإنما سمي التقيّ بَرّاً لأنه بَرَّ ربه ، أي صدقه ووفى له بما عهد له من الأمر بالتقوى ."
        },
        {
            "resource_id": 157,
            "text": "<p>ان الابرار ............................ بغئبین (13:82 تا 16) ” یقینا نیک لوگ مزے میں ہوں گے اور بیشک بدکار لوگ جہنم میں جائیں گے۔ جزا کے دن وہ اس میں داخل ہوں گے اور اس سے ہرگز غائب نہ ہوسکیں گے “۔</p><p>لہٰذا یقین کرو کہ یہ انجام لازمی ہونے والا ہے۔ یہ طے شدہ انجام ہے کہ نیک لوگ جنت میں اور برے لوگ جہنم میں داخل ہوں گے۔ بر ، ابرار کا واحد ہے۔ وہ شخص کہ نیکی اس کی عادت ثانیہ بن جائے۔ نیک کاموں میں وہ تمام کام شامل ہیں جو اچھے کام ہیں۔ اور نیکی کی یہ صفت انسانی شرافت کے ساتھ متناسب ہے۔ اس کے مقابلے کا لفظ بھی ایسا ہی ہے۔ فجار ، وہ گستاخ ، بےادب جو اثم ومعصیت کے کاموں میں بےدھڑک کود پڑتے ہیں۔ جہنم ان کے فسق وفجور کے لئے موزوں جگہ ہے ۔ مناسب جائے مقام ہے۔ ان کا حال کیا ہوگا ؟</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣)</span> ] به‌ دڵنیایى چاكه‌كاران ئه‌وانه‌ی كه‌ گوێڕایه‌ڵی فه‌رمانی خوای گه‌وره‌ ئه‌كه‌ن و سه‌رپێچی خوای گه‌وره‌ ناكه‌ن ئه‌مانه‌ له‌ نازو نیعمه‌تی به‌هه‌شتدان له‌ ڕۆژی قیامه‌تدا."
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Sesungguhnya orang-orang yang banyak berbakti benar-benar berada dalam surga yang penuh kenikmatan, dan sesungguh-nya orang-orang yang durhaka benar-benar berada dalam neraka. Mereka masuk ke dalamnya pada Hari Pembalasan. Dan mereka sekali-kali tidak dapat keluar dari neraka itu. Tahukah kamu apakah Hari Pembalasan itu? Sekali lagi, tahukah kamu apakah Hari Pembalasan itu? <span class=\"green\">(Yaitu)</span> hari <span class=\"green\">(ketika)</span> seseorang tidak berdaya sedikitpun untuk menolong orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah.\" <span class=\"green\">(Al-<span class=\"blue\">Infithar:</span> 13-19)</span>.</p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(13-19)</span> Yang dimaksud dengan orang-orang baik adalah mereka yang menunaikan hak-hak Allah سبحانه وتعالى dan hak-hak hamba-Nya, yang selalu konsisten dengan kebaikan dalam aktivitas hati maupun anggota badan. Balasan mereka adalah kenikmatan di hati, ruh, dan badan di dunia, di alam barzakh, dan di negeri keabadian. \n﴾ وَإِنَّ   ٱلۡفُجَّارَ <span class=\"brown\">﴿   \"Dan sesungguhnya orang-orang yang durhaka,\" yang tidak menunaikan hak-hak Allah سبحانه وتعالى dan hak-hak hamba secara sempurna, mereka yang hati dan amalnya berdosa, ﴾</span> لَفِي   جَحِيمٖ <span class=\"brown\">﴿   \"benar-benar berada dalam neraka,\" yaitu dalam azab yang pedih di dunia, di alam barzakh dan di negeri keabadian.  ﴾</span> يَصۡلَوۡنَهَا <span class=\"brown\">﴿   \"Mereka masuk ke dalamnya,\" dan disiksa dengan sekeras-kerasnya, ﴾</span> يَوۡمَ  ٱلدِّينِ <span class=\"brown\">﴿   \"pada Hari Pembalasan,\" yaitu pada Hari Pembalasan amal perbuatan. ﴾</span> وَمَا  هُمۡ  عَنۡهَا  بِغَآئِبِينَ <span class=\"brown\">﴿   \"Dan mereka sekali-kali tidak dapat keluar dari neraka itu,\" yaitu mereka tetap berada di dalamnya dan tidak bisa keluar. ﴾</span> وَمَآ  أَدۡرَىٰكَ  مَا  يَوۡمُ  ٱلدِّينِ  17  ثُمَّ  مَآ  أَدۡرَىٰكَ  مَا  يَوۡمُ  ٱلدِّينِ   18  <span class=\"brown\">﴿ \"Tahukah kamu apakah Hari Pem-balasan itu? Sekali lagi, tahukah kamu apakah Hari Pembalasan itu?\" Dalam ayat ini terdapat pemberitahuan yang memperbesar huru-hara hari yang sulit itu yang membuat akal risau, ﴾</span> يَوۡمَ  لَا  تَمۡلِكُ  نَفۡسٞ  لِّنَفۡسٖ  شَيۡـٔٗاۖ <span class=\"brown\">﴿   \"<span class=\"green\">(yaitu)</span> hari <span class=\"green\">(ketika)</span> seseorang tidak berdaya sedikitpun untuk me-nolong orang lain,\" meski dekat dan berteman tulus, masing-masing disibukkan oleh diri sendiri dan tidak ingin meminta tolong dari yang lain. ﴾</span> وَٱلۡأَمۡرُ  يَوۡمَئِذٖ  لِّلَّهِ  ﴿ \"Dan segala urusan pada hari itu dalam ke-kuasaan Allah,\" Dia-lah yang menghukumi antara manusia dan me-ngambilkan hak orang yang dizhalimi dari orang yang menzhalimi. Wallahu a'lam.                </div>"
        },
        {
            "resource_id": 169,
            "text": "<h2>The Reward of the Righteous &amp;the Sinners Allah informs of what the righteous will receive of delight</h2><p>They are those who obeyed Allah and did not meet Him with disobedience (sins). Then He mentions that the evildoers will be in Hell and eternal torment. Due to this He says,</p><div class=\"arabic uthmani\">يَصْلَوْنَهَا يَوْمَ الدِّينِ </div><p>(Therein they will enter, and taste its burning flame on the Day of Recompense,) meaning, the Day of Reckoning, Recompense, and Judgement.</p><div class=\"arabic uthmani\">وَمَا هُمَ عَنْهَا بِغَآئِبِينَ </div><p>(And they will not be absent therefrom.) meaning, they will not be absent for even one hour from the torment. The torment will not be lightened from them, nor will they be granted the death that they will be requesting, or any rest -- not even for a single day. Allah then says,</p><div class=\"arabic uthmani\">وَمَآ أَدْرَاكَ مَا يَوْمُ الدِّينِ </div><p>(And what will make you know what the Day of Recompense is) This is a magnification of the affair of the Day of Judgement. Then Allah affirms it by saying,</p><div class=\"arabic uthmani\">ثُمَّ مَآ أَدْرَاكَ مَا يَوْمُ الدِّينِ </div><p>(Again, what will make you know what the Day of Recompense is) Then He explains this by saying,</p><div class=\"arabic uthmani\">يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً</div><p>((It will be) the Day when no person shall have power for another, ) meaning, no one will be able to benefit anyone else, or help him out of that which he will be in, unless Allah gives permission to whomever He wishes and is pleased with. We will mention here a Hadith (where the Prophet said),</p><div class=\"arabic uthmani\">«يَا بَنِي هَاشِم، أَنْقِذُوا أَنْفُسَكُمْ مِنَ النَّارِ لَا أَمْلِكُ لَكُمْ مِنَ اللهِ شَيْئًا»</div><p>(O children of Hashim! Save yourselves from the Fire, for I have no power to cause you any benefit from Allah.) This has been mentioned previously at the end of the Tafsir of Surat Ash-Shu`ara' (see 26:214). Thus, Allah says,</p><div class=\"arabic uthmani\">وَالاٌّمْرُ يَوْمَئِذٍ لِلَّهِ</div><p>(and the Decision, that Day, will be with Allah.) \"By Allah, the Decision is for Allah today (now), but on that Day no one will try to dispute with Him about it.\" This is the end of the Tafsir of Surat Al-Infitar. All praise and blessings are due to Allah, and He is the Giver of success and freedom from error.</p>"
        },
        {
            "resource_id": 183,
            "text": "審判の日、善行と服従に満ちた敬虔な者は、永遠の安楽の中にいる。"
        },
        {
            "resource_id": 179,
            "text": "Tunay na ang mga marami sa paggawa ng kabutihan at pagtalima ay talagang nasa isang kaginhawahang mamamalagi sa Araw ng Pagbangon."
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">بلاشبہ نیک لوگ ، البتہ  نعمت <span class=\"green\">(جنت)</span> میں ہوں گے<span class=\"green\">(13)</span>اوربلا شبہ بدکار لوگ ، البتہ  جہنم میں ہوں گے<span class=\"green\">(14)</span> وہ داخل ہوں گے اس میں یوم جزا کو <span class=\"green\">(15)</span> اور نہ وہ اس سے غائب ہوں گے <span class=\"green\">(16)</span> اور کس چیز نے خبر دی آپ کو کہ کیا ہے یوم جزا؟ <span class=\"green\">(17)</span> پھر کس چیز نے خبر دی آپ کوکہ کیا ہے یوم جزا؟ <span class=\"green\">(18)</span> اس دن نہیں اختیار رکھے گا کوئی نفس کسی نفس کے لیے کچھ بھی، اور حکم اس دن صرف اللہ ہی کا ہو گا<span class=\"green\">(19)</span></p><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[19-13]</span><span class=\"arabic qpc-hafs brown\">﴿الۡاَبۡرَارَ﴾</span> سے مراد وہ لوگ ہیں جو اللہ تعالیٰ کے حقوق اور اس کے بندوں کے حقوق کو قائم کرتے ہیں،  اعمال قلوب اور اعمال جوارح میں نیکی کا التزام کرتے ہیں۔ پس ان لوگوں کی جزا یہ ہے کہ ان کو اس دنیا میں،  برزخ میں اور آخرت میں،  قلب و روح اور بدن کی نعمتیں حاصل ہوں گی۔\n <span class=\"arabic qpc-hafs brown\">﴿ وَاِنَّ الۡؔفُجَّارَ ﴾</span> ’’اور بے شک فاجر لوگ۔‘‘      جنھوں نے اللہ تعالیٰ کے حقوق اور بندوں کے حقوق میں کوتاہی کی،  جن کے دل بگڑ گئے،  تب ان کے اعمال بھی بگڑ گئے <span class=\"arabic qpc-hafs brown\">﴿ لَفِيۡ جَحِيۡمٍ ﴾</span> وہ اس دنیا میں،  برزخ میں اور آخرت میں  درد ناک عذاب میں رہیں گے۔ <span class=\"arabic qpc-hafs brown\">﴿ يَّصۡلَوۡنَهَا ﴾</span> ’’وہ اس میں داخل ہوں گے۔‘‘      اور اس کے ذریعے سے انھیں شدید ترین عذاب دیا جائے گا <span class=\"arabic qpc-hafs brown\">﴿ يَوۡمَ الدِّيۡنِ ﴾</span> اعمال کی جزا و سزا کے دن۔ <span class=\"arabic qpc-hafs brown\">﴿ وَمَا هُمۡ عَنۡهَا بِغَآىِٕبِيۡنَ﴾</span> اور وہ اس سے چھپ نہیں سکیں گے،  بلکہ وہ اس میں ہمیشہ رہیں گے اور اس سے کبھی نہیں نکلیں گے۔\n <span class=\"arabic qpc-hafs brown\">﴿ وَمَاۤ اَدۡرٰىكَ مَا يَوۡمُ الدِّيۡنِۙ۰۰ثُمَّ مَاۤ اَدۡرٰىكَ مَا يَوۡمُ الدِّيۡنِ﴾</span> ’’اور تجھے کس چیز نے خبر دی کہ بدلے کا دن کیا ہے؟ پھر <span class=\"grﷺﷺn\">(میں کہتا ہوں کہ)</span> تجھے کس چیز نے خبر دی کہ بدلے کا دن کیا ہے؟‘‘ ان آیات کریمہ میں  اس سخت دن کا ہول دلایا گیا ہے جو ذہنوں کو حیرت زدہ کر دے گا۔ <span class=\"arabic qpc-hafs brown\">﴿ يَوۡمَ لَا تَمۡلِكُ نَفۡسٌ لِّنَفۡسٍ شَيۡـًٔؔا﴾</span> اس روز کوئی کسی کے کام نہیں آئے گا،  خواہ وہ اس کا قریبی رشتہ دار یا مخلص دوست ہی کیوں نہ ہو،  ہر ایک کو خود اپنی پڑی ہو گی،  وہ کسی اور کی نجات کا طلب گار نہ ہو گا۔ <span class=\"arabic qpc-hafs brown\">﴿ وَالۡاَمۡرُ يَوۡمَىِٕذٍ لِّلّٰهِ ﴾</span> اس روز تمام تر حکم اللہ ہی کا ہو گا۔ وہی بندوں کے درمیان فیصلہ کرے گا اور مظلوم کا حق ظالموں سے لے کر دے گا۔                </div>"
        },
        {
            "resource_id": 181,
            "text": "به‌راستی کسانی‌که خیر و طاعت زیادی انجام می‌دهند در روز قیامت در نعمت‌هایی جاویدان هستند."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">يخبر تعالى عما يصير الأبرار إليه من النعيم وهم الذين أطاعوا الله عز وجل ولم يقابلوه بالمعاصي</p><p lang=\"ar\" class=\"ar \">وقد روى ابن عساكر في ترجمة موسى بن محمد عن هشام بن عمار عن عيسى بن يونس بن أبي إسحاق عن عبيد الله عن محارب عن ابن عمر عن النبي صلى الله عليه وسلم - قال إنما سماهم الله الأبرار لأنهم بروا الآباء والأبناء .</p>"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">13- İyi ve itaatkar müminler, hiç şüphesiz nimetler içindedirler.\n14- Kötü ve günahkarlar ise hiç şüphesiz cehennemdedirler.\n15- Onlar, hesap günü oraya gireceklerdir.\n16- Ve bir daha oradan ayrılmayacaklardır.\n17- Hesap gününün ne olduğunu sen nereden bilebilirsin ki?\n18- Evet; hesap gününün ne olduğunu sen nereden bilebilirsin ki?\n19- O gün kimse kimseye en ufak bir fayda sağlama imkanına sahip değildir. O gün emir/hüküm yalnız Allah’ındır.</p><div lang=\"tr\" class=\"tr \">\n                                        13. Burada <span class=\"brown\">“İyi ve itaatkar müminler”</span><span class=\"green\">(ٱلۡأَبۡرَارَ )</span>”dan kasıt, Allah’ın haklarını da kullarının haklarını da yerine getiren, kalbî amellerinde ve azalarının yaptıkları amellerde iyilikten ayrılmayanlardır. Bunların mükâfatı da hem dünya yurdunda, hem berzah/kabir aleminde, hem de ebedilik yurdunda kalbî, ruhî ve bedenî nimetlere nail olmaktır.\n14. Allah’ın haklarını ve kullarının haklarını gereği gibi yerine getirmeyerek bu konuda kusurlu davranan <span class=\"brown\">“kötü ve günahkarlar”</span>a gelince bunların kalpleri de kötüdür, amelleri de kötüdür ve bunlar <span class=\"brown\">“hiç şüphesiz cehennemdedirler.”</span> Gerek dünya yurdunda, gerek berzah aleminde, gerekse de ebedilik yurdunda can yakıcı bir azap görürler.\n15. <span class=\"brown\">“Onlar, hesap günü oraya gireceklerdir.”</span> Yani amellerin karşılığının verileceği o günde, en çetin azaba uğratılmak üzere orayı boylayacaklardır.\n16. <span class=\"brown\">“Ve bir daha oradan ayrılmayacaklardır.”</span> Aksine sürekli orada kalacaklar, oradan başka bir yere çıkıp gidemeyeceklerdir.\n17-18. <span class=\"brown\">“Hesap gününün ne olduğunu sen nereden bilebilirsin ki? Evet; hesap gününün ne olduğunu sen nereden bilebilirsin ki?”</span> Bu ifadeler ile zihinleri alak bullak eden o pek çetin günün dehşeti ifade edilmektedir.\n19. <span class=\"brown\">“O gün kimse kimseye en ufak bir fayda sağlama imkanına sahip değildir.”</span> İsterse bu kişi, onun yakın bir akrabası, candan bir sevdiği olsun. Çünkü herkes, kendi nefsi ile uğraşacaktır. Kendi nefsinin kurtuluşundan başka bir şey düşünmeyecektir.\n\"O gün emir/hüküm yalnız Allah’ındır.” Kulları arasında O hüküm verecektir. Mazlumun zalimdeki hakkını alıp sahibine verecektir. \nDoğrusunu en iyi bilen Allah’tır.\nİnfitâr Sûresinin tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 792,
            "text": "ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលបានសាងអំពើល្អ និងគោរពប្រតិបត្តិ(ចំពោះអល់ឡោះ)នោះ គឺស្ថិតក្នុងឋានសួគ៌ណាអ៊ីមជាអមតៈនៅថ្ងៃបរលោក។"
        },
        {
            "resource_id": 160,
            "text": "ابرار کا کردار ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">جو لوگ اللہ تعالیٰ کے اطاعت گزار فرمانبردار ہیں، گناہوں سے دور رہتے ہیں، انہیں اللہ تعالیٰ جنت کی خوشخبری دیتا ہے۔ <span class=\"text-translation\"> حدیث میں ہے کہ انہیں <span class=\"arabic qpc-hafs\"> «ابرار»</span>  اس لیے کہا جاتا ہے کہ یہ اپنے ماں باپ کے فرمانبردار تھے اور اپنی اولاد کے ساتھ نیک سلوک کرتے تھے </span>۔   <span class=\"reference\">[سلسلۃ احادیث ضعیفہ البانی:3221]</span> ‏ </p><p class=\"ur\"> بدکار لوگ دائمی عذاب میں پڑیں گے، قیامت کے دن جو حساب کا اور بدلے کا دن ہے ان کا داخلہ اس میں ہو گا ایک ساعت بھی ان پر عذاب ہلکا نہ ہو گا، نہ موت آئے گی، نہ راحت ملے گی، نہ ایک ذرا سی دیر اس سے الگ ہوں گے۔ پھر قیامت کی بڑائی اور اس دن کی ہولناکی ظاہر کرنے کے لیے دو دو بار فرمایا کہ تمہیں کس چیز نے معلوم کرایا کہ وہ دن کیسا ہے؟ پھر خود ہی بتلایا کہ اس دن کوئی کسی کو کچھ بھی نفع نہ پہنچا سکے گا، نہ عذاب سے نجات دلوا سکے گا۔ ہاں یہ اور بات ہے کہ کسی کی سفارش کی اجازت خود ہی اللہ تبارک و تعالیٰ عطا فرمائے۔  اس موقعہ پر یہ حدیث وارد کرنی بالکل مناسب ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اے بنو ہاشم! اپنی جانوں کو جہنم سے بچانے کے لیے نیک اعمال کی تیاریاں کر لو میں تمہیں اس دن اللہ تعالیٰ کے عذاب سے بچانے کا اختیار نہیں رکھتا<span>“</span> </span>۔   <span class=\"reference\">[صحیح مسلم:204]</span> ‏ یہ حدیث سورۃ الشعراء کی تفسیر میں گزر چکی ہے۔ </p><p class=\"ur\"> یہاں بھی فرمایا کہ اس دن امر محض اللہ کا ہی ہو گا۔  جیسے اور جگہ ہے <span class=\"arabic qpc-hafs\"> «لِمَنِ المُلكُ اليَومَ لِلَّهِ الواحِدِ القَهّارِ»</span>    <span class=\"reference\">[40-غافر:16]</span> ‏ </p><p class=\"ur\"> اور جگہ ارشاد ہے <span class=\"arabic qpc-hafs\"> «الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَـٰنِ»</span>    <span class=\"reference\">[25-الفرقان:26]</span> ‏ </p><p class=\"ur\"> اور فرمایا <span class=\"arabic qpc-hafs\"> «مٰلِكِ يَوْمِ الدِّيْنِ»</span>    <span class=\"reference\">[1-الفاتحة:4]</span> ‏ </p><p> مطلب سب کا یہی ہے کہ ملک و ملکیت اس دن صرف اللہ واحد و قہار و رحمن کی ہی ہو گی، گو آج بھی اسی کی ملکیت ہے وہ ہی تنہا مالک ہے اسی کا حکم چلتا ہے مگر وہاں ظاہر داری حکومت، ملکیت اور امر والا بھی نہ ہو گا۔  سورۃ انفطار کی تفسیر ختم ہوئی۔ <span class=\"arabic qpc-hafs\"> «فالْحَمْدُ لِلَّـه»</span> </p></div><div>10382</div>"
        },
        {
            "resource_id": 177,
            "text": "Quả thật, những người ngoan đạo, đức hạnh, biết vâng lời sẽ mãi mãi ở trong Thiên Đàng hạnh phúc của Đời Sau."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( يَعْلَمُونَ مَا تَفْعَلُونَ )</span> يقول: يعلم هؤلاء الحافظون ما تفعلون من خير أو شرّ، يحصون ذلك عليكم.</p>"
        },
        {
            "resource_id": 172,
            "text": "Şüphesiz çokça hayırlı amel işleyenler ve ibadet edenler, elbette kıyamet günü devamlı olan nimetler içinde olacaktır."
        },
        {
            "resource_id": 91,
            "text": "المراد بالأبرار، القائمون بحقوق الله وحقوق عباده، الملازمون للبر، في أعمال القلوب وأعمال الجوارح، فهؤلاء جزاؤهم النعيم في القلب والروح والبدن، في دار الدنيا <span class=\"arabic qpc-hafs\">[وفي دار]</span> البرزخ و <span class=\"arabic qpc-hafs\">[في]</span> دار القرار."
        },
        {
            "resource_id": 90,
            "text": "أي في نعيم الجنة وهو مثل قوله تعالى : \" فريق في الجنة وفريق في السعير \" [ الشورى : 7 ]"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">قوله عز وجل: <span class=\"arabic qpc-hafs\">\"إن الأبرار لفي نعيم\"</span>، الأبرار الذين بروا وصدقوا في إيمانهم بأداء فرائض الله عز وجل واجتناب معاصيه.</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (١٤)</span> ] به‌ڵام ئه‌وانه‌ی كه‌ خراپه‌كارانن و سه‌رپێچى فه‌رمانى خوای گه‌وره‌ ئه‌كه‌ن به‌ دڵنیایى ئه‌وانه‌ له‌ناو ئاگری دۆزه‌خدان."
        },
        {
            "resource_id": 173,
            "text": "alors que les libertins seront dans un Feu qui les fera flamber,"
        },
        {
            "resource_id": 166,
            "text": "<p>আর পাপাচারীরা তো থাকবে জাহান্নামে [১];</p><p>[১] পাপাচারীরা কি কঠিন শাস্তিতে থাকবে সেটা জানতেও আমাদেরকে পবিত্র কুরআনের অন্যত্র দেখতে হবে, সেখানে বলা হয়েছে, “কখনো না, পাপাচারীদের ‘আমলনামা তো সিজ্জীনে আছে। সিজ্জীন সম্পর্কে আপনি কী জানেন? ওটা চিহ্নিত ‘আমলনামা। সেদিন দুর্ভোগ হবে অস্বীকারকারীদের, যারা কর্মফল দিনকে অস্বীকার করে, শুধু প্ৰত্যেক পাপিষ্ঠ সীমালংঘনকারী এটাকে অস্বীকার করে; তার কাছে আমাদের আয়াতসমূহ আবৃত্তি করা হলে সে বলে, ‘এটা পূর্ববর্তীদের উপকথা।’ কখনো নয়; বরং তাদের কৃতকর্মই তাদের হৃদয়ে জঙ্ ধরিয়েছে। না, অবশ্যই সেদিন তারা তাদের প্রতিপালক হতে অন্তরিত থাকবে; তারপর তারা তো জাহান্নামে প্রবেশ করবে; তারপর বলা হবে, ‘এটাই তা যাকে তোমরা অস্বীকার করতে।” [সূরা আল-মুতাফফিফীন: ৭-১৭]</p>"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( وإن الفجار لفي جحيم )</span> روي أن سليمان بن عبد الملك قال لأبي حازم المدني : ليت شعري ما لنا عند الله ؟<span class=\"blue\"> قال :</span> اعرض عملك على كتاب الله فإنك تعلم ما لك عند الله .<span class=\"blue\"> قال :</span> فأين أجد في كتاب الله ؟<span class=\"blue\"> قال عند قوله :</span> <span class=\"arabic qpc-hafs\">\" إن الأبرار لفي نعيم وإن الفجار لفي جحيم \"</span> قال سليمان : فأين رحمة الله ؟<span class=\"blue\"> قال :</span> <span class=\"arabic qpc-hafs\">\" قريب من المحسنين \"</span> <span class=\"green\">( الأعراف - 56 )</span> .</p>"
        },
        {
            "resource_id": 171,
            "text": "Those who committed iniquity will be in a fire that will be burned over them."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( إِنَّ الأبْرَارَ لَفِي نَعِيمٍ )</span> يقول جل ثناؤه: إن الذين برّوا بأداء فرائض الله، واجتنابِ معاصيه لفي نعيم الجنان ينعمون فيها.</p><p>القول في تأويل قوله تعالى :  وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ <span class=\"arabic qpc-hafs green\">(14)</span></p><p>يقول تعالى ذكره: <span class=\"arabic qpc-hafs green\">( وَإِنَّ الْفُجَّارَ )</span> الذين كفروا بربهم <span class=\"arabic qpc-hafs green\">( لَفِي جَحِيمٍ )</span>.</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>ثم ذكر ما يصير إليه الفجار من الجحيم والعذاب المقيم.</p>"
        },
        {
            "resource_id": 790,
            "text": "আৰু দূৰাচাৰী লোকসকল এনেকুৱা জুইৰ মাজত থাকিব যিটো হব অত্যন্ত উত্তপ্ত।"
        },
        {
            "resource_id": 178,
            "text": "И, поистине, совершавшие грехи, непременно окажутся в кипящем Огне."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 16,
            "text": "وإن الفُجَّار الذين قَصَّروا في حقوق الله وحقوق عباده لفي جحيم، يصيبهم لهبها يوم الجزاء، وما هم عن عذاب جهنم بغائبين لا بخروج ولا بموت."
        },
        {
            "resource_id": 182,
            "text": "恶人必将在燃烧的火狱中，"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَإِنَّ الْفُجَّارَ }</span> الذين قصروا في حقوق الله وحقوق عباده، الذين فجرت قلوبهم ففجرت أعمالهم <span class=\"arabic qpc-hafs brown\">{ لَفِي جَحِيمٍ }</span> أي: عذاب أليم، في دار الدنيا و <span class=\"arabic qpc-hafs\">[دار]</span> البرزخ وفي دار القرار."
        },
        {
            "resource_id": 172,
            "text": "Günahkârlar ise üzerlerine ateşin tutuşturulduğu cehennemde olacaklardır."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "والفجار : جمع فاجر ، وهو الإِنسان الكثير الفجور ، أى : الخروج عن طاعة الله - تعالى - أى : إن المؤمنين الصادقين الذين وفوا بما عاهدوا الله عليه ، لفى نعيم دائم ، وهناء مقيم ، وإن الفجار الذين نقضوا عهودهم مع الله ، وفسقوا عن أمره ، لفى نار متأججة بعضها فوق بعض ، هؤلاء الفجار الذين شقوا عصا الطاعة ."
        },
        {
            "resource_id": 791,
            "text": "മ്ലേഛതകൾ ചെയ്യുന്നവർ നരകാഗ്നിയിൽ തന്നെയായിരിക്കും; അതവരുടെ മേൽ കത്തിജ്വലിക്കുന്നതായിരിക്കും."
        },
        {
            "resource_id": 165,
            "text": "<p>এবং পাপাচারীরা থাকবে (জাহীম) জাহান্নামে; [১]</p><p>[১] যেমন, অন্যত্র আল্লাহ তাআলা বলেছেন, \"একদল জান্নাতে এবং একদল জাহান্নামে প্রবেশ করবে।\" <em>(সূরা শূরা ৪২:৭ নং আয়াত)</em></p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "تقسيم مثل قوله : \" فريق في الجنة وفريق في السعير \" [ الشورى : 7 ] وقال : \" يومئذ يصدعون \" [ الروم : 43 ] الآيتين ."
        },
        {
            "resource_id": 92,
            "text": "وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (14) و { الفُجَّار } : جمع فاجر ، وصيغة فُعَّال تطّرد في تكسير فاعل المذكر الصحيح اللام .والفاجر : المتصف بالفجور وهو ضد البرور .والمراد ب { الفجّار } هنا : المشركون ، لأنهم الذين لا يغيبون عن النار طرفة عين وذلك هو الخلود ، ونحن أهل السنة لا نعتقد الخلود في النار لغير الكافر . فأما عصاة المؤمنين فلا يخلدون في النار وإلا لبطلت فائدة الإِيمان .والنعيم : اسم ما يَنْعم به الإِنسان .والظرفية من قوله : «في نعيم» مجازية لأن النعيم أمر اعتباري لا يكون ظرفاً حقيقة ، شبه دوام التنعم لهم بإحاطة الظرف بالمظروف بحيث لا يفارقه .وأما ظرفية قوله : { لفي جحيم } فهي حقيقية .والجحيم صار علماً بالغلبة على جهنم ، وقد تقدم في سورة التكوير وفي سورة النازعات ."
        },
        {
            "resource_id": 175,
            "text": "Oni koji su razvratna djela činili biće u razbuktaloj vatri."
        },
        {
            "resource_id": 183,
            "text": "不正な者は、きっとその上で燃える火の中にいて、"
        },
        {
            "resource_id": 176,
            "text": "e, in verità, i licenziosi saranno nel Fuoco che li arderà;"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 179,
            "text": "Tunay na ang mga may kasamaang-loob ay talagang nasa apoy na magliliyab sa kanila."
        },
        {
            "resource_id": 180,
            "text": "১৪. পক্ষান্তরে পাপীরা প্রজ্জ্বলিত আগুনে থাকবে।"
        },
        {
            "resource_id": 776,
            "text": "Pero los que cometieron iniquidad estarán en un fuego que los abrasará."
        },
        {
            "resource_id": 174,
            "text": "Sebaliknya, sesungguhnya orang-orang yang durhaka pasti berada di dalam neraka yang menyala atas mereka."
        },
        {
            "resource_id": 181,
            "text": "و به‌راستی‌که گناهکاران در آتشی که بر آنها برافروخته می‌گردد هستند."
        },
        {
            "resource_id": 905,
            "text": "وإن أصحاب الفجور لفي نار تستعر عليهم."
        },
        {
            "resource_id": 177,
            "text": "Còn những kẻ tội lỗi chắc chắn sẽ bị đày vào Hỏa Ngục bùng cháy."
        },
        {
            "resource_id": 792,
            "text": "ហើយពិតប្រាកដណាស់ ពួកដែលប្រព្រឹត្តអំពើអាក្រក់ គឺស្ថិតក្នុងភ្លើងនរកដែលឆាបឆេះសន្ធោសន្ធៅលើពួកគេ។"
        },
        {
            "resource_id": 180,
            "text": "১৫. তারা প্রতিদান দিবসে তাতে প্রবেশ করবে এবং এর উত্তাপ আস্বাদন করবে।"
        },
        {
            "resource_id": 165,
            "text": "<p>তারা বিচার দিবসে সেখানে প্রবেশ করবে।[১]</p><p>[১] অর্থাৎ, যে প্রতিদান ও শাস্তির দিনকে তারা অবিশ্বাস করত, সেই দিনেই নিজ নিজ আমলের প্রতিদান হিসাবে জাহান্নামে প্রবেশ করবে।</p>"
        },
        {
            "resource_id": 176,
            "text": "vi entreranno nel giorno del Giudizio e soffriranno il suo ardore,"
        },
        {
            "resource_id": 175,
            "text": "Ući će u vatru na Dan suđenja i gorjet će u njenoj vrelini."
        },
        {
            "resource_id": 776,
            "text": "Entrarán en él el día de la recompensa y sufrirán por su calor."
        },
        {
            "resource_id": 93,
            "text": "( يَصْلَوْنَهَا ) أى : يدخلون الجحيم ويقاسون حرها ( يَوْمَ الدين ) أى : يوم الجزاء والحساب ."
        },
        {
            "resource_id": 182,
            "text": "报应日，他们必进入火狱，遭受其灼热，"
        },
        {
            "resource_id": 94,
            "text": "<p>قوله عز وجل: <span class=\"arabic qpc-hafs\">\"يصلونها يوم الدين\"</span>، يدخلونها يوم القيامة.</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>তারা প্ৰতিদান দিবসে তাতে দগ্ধ হবে;</p>"
        },
        {
            "resource_id": 92,
            "text": "يَصْلَوْنَهَا يَوْمَ الدِّينِ (15) وجملة { يصلونها } صفة ل { جحيم } ، أو حال من { الفجار } ، أو حال من الجحيم ، وصَلْيُ النار : مَسُّ حرّها للجسم ، يقال : صلي النارَ ، إذا أحس بحرّها ، وحقيقته : الإِحساس بحرّ النار المؤلم ، فإذا أريد التدفّي قيل : اصطلى .و { يوم الدين } ظرف ل { يصلونها } وذُكر لبيان : أنهم يصلونها جزاء عن فجورهم لأن الدين الجزاء ويوم الدين يوم الجزاء وهو من أسماء يوم القيامة .وجملة { وما هم عنها بغائبين } عطف على جملة { يصلونها } ، أي يَصْلون حرّها ولا يفارقونها ، أي وهم خالدون فيها ."
        },
        {
            "resource_id": 14,
            "text": "<p>أي يوم الحساب والجزاء والقيامة.</p>"
        },
        {
            "resource_id": 90,
            "text": "يصلونها أي يصيبهم لهبها وحرها يوم الدين أي يوم الجزاء والحساب"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 183,
            "text": "審判の日、かれらはそこで熱にうなされ、"
        },
        {
            "resource_id": 181,
            "text": "در روز جزا وارد آن می‌شوند و از حرارتش رنج می‌برند."
        },
        {
            "resource_id": 172,
            "text": "Karşılıkların verileceği gün oraya girerek cehennem ateşinin ızdırabını çekeceklerdir."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">يَصْلَوْنَهَا يَوْمَ الدِّينِ (١٥)</span> ] ئه‌مانه‌ له‌ ڕۆژی سزاو لێپرسینه‌وه‌دا ئه‌چنه‌ ناو ئاگری دۆزه‌خه‌وه‌."
        },
        {
            "resource_id": 157,
            "text": "<p>یصلونھا یوم الدین (15:82) ” جزا کے دن وہ اس میں داخل ہوں گے “۔ تو بطور تاکید مزیدیہ کہا جاتا ہے کہ وہاں مجرم مفرور نہ ہوسکیں گے۔</p>"
        },
        {
            "resource_id": 178,
            "text": "Они войдут в него в День Воздаяния, и будут ощущать его жару,"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ يَصْلَوْنَهَا }</span> ويعذبون <span class=\"arabic qpc-hafs\">[بها]</span> أشد العذاب <span class=\"arabic qpc-hafs brown\">{ يَوْمِ الدِّينِ }</span> أي: يوم الجزاء على الأعمال."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Vào Ngày thưởng phạt chúng sẽ phải vào trong đó để nếm sức nóng của nó."
        },
        {
            "resource_id": 790,
            "text": "সিহঁতে প্ৰতিদান দিৱসত তাৰ ভিতৰত প্ৰৱেশ কৰিব আৰু তাৰ উত্তাপৰ সন্মুখীন হব।"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 792,
            "text": "ពួកគេនឹងចូលក្នុងឋាននរកនោះនៅថ្ងៃជំនុំជម្រះ(ថ្ងៃបរលោក) ដោយទទួលរងនូវកម្តៅដ៏ក្តៅរបស់វា។"
        },
        {
            "resource_id": 179,
            "text": "Papasok sila roon sa Araw ng Pagganti, na magpapakasakit sa init niyon."
        },
        {
            "resource_id": 171,
            "text": "They will enter it on the day of recompense and suffer from its heat."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( يَصْلَوْنَهَا يَوْمَ الدِّينِ )</span> يقول جلّ ثناؤه: يَصْلَى هؤلاء الفجار الجحيم يوم القيامة، يوم يُدان العباد بالأعمال، فيُجازَوْنَ بها.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عليّ،<span class=\"blue\"> قال:</span> ثنا أبو صالح،<span class=\"blue\"> قال:</span> ثني معاوية، عن عليّ، عن ابن عباس،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( يَوْمَ الدينِ )</span> من أسماء يوم القيامة، عظَّمه الله، وحذَّره عباده.</p>"
        },
        {
            "resource_id": 791,
            "text": "പ്രതിഫലനാളിൽ അവരതിൽ പ്രവേശിക്കുകയും, അതിൻ്റെ ചൂട് അനുഭവിച്ചറിയുകയും ചെയ്യുന്നതാണ്."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "يدخلونها يوم الجزاء يعانون حرّها."
        },
        {
            "resource_id": 173,
            "text": "où ils entreront le Jour de la Rétribution et endureront sa chaleur"
        },
        {
            "resource_id": 174,
            "text": " Mereka memasuki neraka itu pada hari Pembalasan, mereka merasa tersiksa karena panasnya."
        },
        {
            "resource_id": 165,
            "text": "<p>এবং তারা সেখান হতে অন্তর্হিত (বের) হতে পারবে না।[১]</p><p>[১] অর্থাৎ, কখনো তা থেকে পৃথক হবে না। বরং তারা তাতে চিরস্থায়ীভাবে থাকবে।</p>"
        },
        {
            "resource_id": 183,
            "text": "そこから、逃れられない、永遠に居るのだ。"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 16{ وَمَا ہُمْ عَنْہَا بِغَـآئِبِیْنَ۔ } ”اور وہ اس سے کہیں غائب نہیں ہو سکیں گے۔“ ظاہر ہے جہنم سے بھاگ نکلنے کا نہ کوئی راستہ ہوگا اور نہ ہی کسی میں بھاگ جانے کی طاقت ہوگی۔</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَمَا هُمْ عَنْهَا بِغَائِبِينَ (١٦)</span> ] وه‌ هیچ كاتێك نیه‌ ئاماده‌ نه‌بن له‌ناو سزادا به‌ڵكو هه‌میشه‌و به‌رده‌وام له‌ناو سزای ئاگری دۆزه‌خدان، وه‌ هیچ كاتێك سزاكه‌یان له‌سه‌ر سووك ناكرێ، یان مۆڵه‌تیان پێ نادرێ و نامرێندرێن هه‌ر چه‌نده‌ داوا بكه‌ن به‌ڵكو هه‌میشه‌ له‌ سزادان."
        },
        {
            "resource_id": 776,
            "text": "Nunca podrán salir de allí, sino que permanecerán en ese lugar para toda la eternidad."
        },
        {
            "resource_id": 173,
            "text": "sans qu’ils aient la possibilité d’en échapper. Ils y demeureront plutôt éternellement."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "আৰু তেওঁলোকে তাৰ পৰা কেতিয়াওঁ অদৃশ্য হব নোৱাৰে। বৰঞ্চ তাৰ ভিতৰতে থাকিব।"
        },
        {
            "resource_id": 182,
            "text": "他们决不能离开火狱，而是永居其中。"
        },
        {
            "resource_id": 170,
            "text": "Что же касается грешников, которые не исполняли своих обязанностей перед Аллахом и попирали права Его рабов, чьи сердца были развращены, а деяния - порочны, окажутся в Аду. Их постигнет мучительная кара в мирской жизни, барзахе и жизни вечной. В день воздаяния их ввергнут в Преисподнюю, где их ожидает самое суровое наказание. Они непременно увидят этот день, и никто из них не скроется от расплаты."
        },
        {
            "resource_id": 792,
            "text": "ពួកគេមិនអាចចាកគេចវេះពីវាបានជាដាច់ខាត។ ផ្ទុយទៅវិញ ពួកគេនឹងស្ថិតនៅក្នុងនរកនោះជាអមតៈ។"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">أي لا يغيبون عن العذاب ساعة واحدة ولا يخفف عنهم من عذابها ولا يجابون إلى ما يسألون من الموت أو الراحة ولو يوما واحدا.</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "وليسوا عنها بغائبين أبدًا، بل هم خالدون فيها."
        },
        {
            "resource_id": 180,
            "text": "১৬. তারা সেখান থেকে বের হবে না। বরং তারা তথায় চিরকাল অবস্থান করবে।"
        },
        {
            "resource_id": 93,
            "text": "( وَمَا هُمْ عَنْهَا بِغَآئِبِينَ ) أى : وما هم عن المنار بمبعدين ، بل هم ملازمون لها ملازمة تامة ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَمَا هُمْ عَنْهَا بِغَائِبِينَ }</span> أي: بل هم ملازمون لها، لا يخرجون منها."
        },
        {
            "resource_id": 92,
            "text": "وَمَا هُمْ عَنْهَا بِغَائِبِينَ (16)وجيء بقوله { وما هم عنها بغائبين } جملة اسمية دون أن يقال : وما يغيبون عنها ، أو وما يفارقونها ، لإفادة الاسمية الثبات سواء في الإثبات أو النفي ، فالثّبات حالة للنسبة الخبرية سواء كانت نسبة إثبات أو نسبة نفي كما في قوله تعالى { وما هم بخارجين من النار } في سورة البقرة ( 167 ) .وزيادة الباء لتأكيد النفي .وتقديم عنها } على متعلقه للاهتمام بالمجرور ، وللرعاية على الفاصلة ."
        },
        {
            "resource_id": 171,
            "text": "They will never be absent from it. Instead they will remain in it forever."
        },
        {
            "resource_id": 791,
            "text": "അതിൽ നിന്ന് അവർക്ക് ഒരിക്കലും രക്ഷപ്പെടാൻ കഴിയില്ല. മറിച്ച് അവർ അതിൽ ശാശ്വതരായിരിക്കും."
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"وما هم عنها بغائبين\"</span>.</p>"
        },
        {
            "resource_id": 181,
            "text": "و هرگز از آن دور نمی‌شوند، بلکه در آن جاویدان هستند."
        },
        {
            "resource_id": 168,
            "text": "<p>وَمَا هُمْ عَنْهَا بِغَائِبِينَ (and they will not [ be able to ] keep away from it...82:16) The inmates of Hell will never be able to get away from it, because the torment will be eternal, as the concluding verse of the Surah asserts: لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْئًا (A Day when no one [ with his own free will in the Plain of Gathering ] will have power to do anything for another! ). This does not negate intercession, because that will not happen with one's own free will, unless Allah grants permission to someone to intercede on someone's behalf, and then accepts the intercession. And all matters, on that Day, will belong to Allah (alone). [ 19] ' Allah knows best! Al-hamdulillah</p><p>The Commentary on</p><p>Surah Al-Infitar</p><p>Ends here</p>"
        },
        {
            "resource_id": 172,
            "text": "Oradan asla ayrılamayacak, bilakis sonsuza kadar kalacaklardır."
        },
        {
            "resource_id": 179,
            "text": "Sila palayo roon ay hindi mga makaliliban magpakailanman; bagkus sila ay mga mamamalagi roon."
        },
        {
            "resource_id": 166,
            "text": "<p>আর তারা সেখান থেকে অন্তৰ্হিত হতে পারবে না [১]।</p><p>[১] জাহান্নামীরা কোন সময় জাহান্নাম থেকে পৃথক হবে না, অনুপস্থিত থাকতে পারবে না; মৃত্যুর মাধ্যমেও নয়, বের হওয়ার মাধ্যমেও নয়। সেখানে তাদের জন্যে চিরকালীন আযাবের নির্দেশ আছে। [মুয়াসসার,সা‘দী]</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>وماھم عنھا بغئبین (16:82) ” اور وہ اس سے ہرگز غائب نہ ہوسکیں گے “۔ نہ آغاز فیصلہ میں یہ غائب ہوں گے اور نہ معافی کے ذریعہ جہنم سے نکل سکیں گے۔ یوں ابرار اور فجار کی حالت ایک دوسرے کے عین بالمقابل اور متضاد ہوگی۔ جنت اور جہنم کے حالات بھی باہم متضاد اور بالمقابل ہوں گے۔ جبکہ اہل جہنم کے حالات اور دردو جہنم کو ذرا تفصیل سے بتایا گیا ہے۔</p><p>اصل موضوع یہ تھا کہ یہ لوگ قیامت کے حساب و کتاب کے منکر تھے اور تکذیب کرتے تھے۔ لہٰذا اس دن کے واقعات بیان کرنے کے بعداس دن کی ہولناکیوں اور خوفناکیوں کو دوبارہ بیان کیا جاتا ہے کہ اس دن کو وہ مکمل طور پر بےبس ہوں گے۔ کسی کے لئے کوئی چارہ نہ ہوگا اور کسی جانب سے کوئی امداد ومعاونت نہ ملے گی اور یہ دن اس قدر خوفناک ہوگا کہ تمہیں اس کا کوئی علم ہی نہیں ہے۔ یہ بتاکر کہ تم اس دن کے ہول سے مکمل طور پر بیخبر ہو ، اس خوف کو زیادہ کردیا جاتا ہے جس طرح کہا جاتا ہے کہ عظیم مصیبت آنے والی ہے۔</p>"
        },
        {
            "resource_id": 90,
            "text": "عن الجحيم ,"
        },
        {
            "resource_id": 174,
            "text": "Mereka sama sekali tidak bisa lepas darinya selamanya, bahkan mereka itu kekal di dalamnya."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَمَا هُمْ عَنْهَا بِغَائِبِينَ )</span> يقول تعالى ذكره: وما هؤلاء الفجار من الجحيم بخارجين أبدا، فغائبين عنها، ولكنهم فيها مخلَّدون ماكثون، وكذلك الأبرار في النعيم،<span class=\"blue\"> وذلك نحو قوله:</span>  وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ  .</p>"
        },
        {
            "resource_id": 176,
            "text": "ed essi non potranno mai assentarsi, anzi vi entreranno."
        },
        {
            "resource_id": 178,
            "text": "не скроются они от него никогда, и останутся в нем навечно."
        },
        {
            "resource_id": 175,
            "text": "Iz vatre nikada izići neće, nego će u njoj vječno da borave."
        },
        {
            "resource_id": 177,
            "text": "Chúng sẽ không chết cũng không có ngày trở ra mà muôn đời trong đó."
        },
        {
            "resource_id": 173,
            "text": "Ô Messager, sais-tu ce qu’est le Jour de la Rétribution?"
        },
        {
            "resource_id": 166,
            "text": "<p>আর কিসে আপনাকে জানাবে : প্রতিদান দিবস কী?</p>"
        },
        {
            "resource_id": 94,
            "text": "<p>ثم عظم ذلك اليوم،<span class=\"blue\"> فقال:</span> <span class=\"arabic qpc-hafs\">\"وما أدراك ما يوم الدين\"</span>.</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 16,
            "text": "وما أدراك ما عظمة يوم الحساب، ثم ما أدراك ما عظمةُ يوم الحساب؟ يوم الحساب لا يقدر أحد على نفع أحد، والأمر في ذلك اليوم لله وحده الذي لا يغلبه غالب، ولا يقهره قاهر، ولا ينازعه أحد."
        },
        {
            "resource_id": 182,
            "text": "使者啊！你怎能知道何为报应日？"
        },
        {
            "resource_id": 176,
            "text": "Cosa ne sai, o Messaggero, sul Giorno della Fede (Giorno del Giudizio)?!"
        },
        {
            "resource_id": 791,
            "text": "ഹേ റസൂൽ! പ്രതിഫലനാളിൻ്റെ ദിവസം എന്നാൽ എന്താണെന്ന് നിനക്കറിയുമോ?"
        },
        {
            "resource_id": 93,
            "text": "ثم فخم - سبحانه - وعظم من شأن يوم الجزاء فقال : ( وَمَآ أَدْرَاكَ مَا يَوْمُ الدين . ثُمَّ مَآ أَدْرَاكَ مَا يَوْمُ الدين ) .و \" ما \" اسم استفهام مبتدأ . وجملة \" أدراك \" خبره ، والكاف مفعول أول .وجملة ( مَا يَوْمُ الدين ) المكونة من مبتدأ وخبر سدت مسد المفعول الثانى لأدراك والتكرار للتهويل والتعظيم ليوم الدين ، كما فى قوله - تعالى - ( الحاقة . مَا الحآقة . وَمَآ أَدْرَاكَ مَا الحاقة ) أى : وأى شئ أدراك عظم وشدة يوم الحساب والجزاء ، ثم أى شئ أدراك بذلك؟إننا نحن وحدنا الذين ندرك شدة هوله .. وقد أخبرناك بجانب مما يحدث فيه من شدائد لتنذر الناس ، حتى يستعدوا له بالإِيمان والعمل الصالح ."
        },
        {
            "resource_id": 776,
            "text": "¡Mensajero! ¿Qué te hará comprender lo que sucederá el Día de la Retribución?"
        },
        {
            "resource_id": 165,
            "text": "<p>কিসে তোমাকে জানাল, বিচার দিবস কি?</p>"
        },
        {
            "resource_id": 181,
            "text": "و - ای رسول- تو چه دانی که روز جزا چیست؟!"
        },
        {
            "resource_id": 792,
            "text": "តើអ្វីដែលធ្វើឱ្យអ្នក(ឱអ្នកនាំសារមូហាំម៉ាត់)ដឹងថា ថ្ងៃជំនុំជំរះជាអ្វីនោះ?"
        },
        {
            "resource_id": 790,
            "text": "হে ৰাছুল ! আপোনাক কিহে জনাব যে প্ৰতিদান দিৱস কি?"
        },
        {
            "resource_id": 177,
            "text": "Và điều gì cho Ngươi - hỡi Thiên Sứ - biết về Ngày Phán Xét?"
        },
        {
            "resource_id": 178,
            "text": "Откуда же тебе знать, о Посланник, что такое День Воздаяния?!"
        },
        {
            "resource_id": 179,
            "text": "Ano ang nagpaalam sa iyo, O Sugo, kung ano ang Araw ng Paggantimpala?"
        },
        {
            "resource_id": 92,
            "text": "وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (17)يجوز أن تكون حالية ، والواو واو الحال ، ويجوز أن تكون معترضة إذا جُعل { يوم لا تملك نفس لنفس شيئاً } [ الانفطار : 19 ] بدلاً من { يوم الدين } المنصوب على الظرفية كما سيأتي .و { ما أدراك ما يوم الدين } : تركيب مركب من { ما } الاستفهامية وفعل الدراية المعدّى بالهمزة فصار فاعله مفعولاً زائداً على مفعولي دَرى ، وهو من قبيل : أعلم وأرَى ، فالكاف مفعوله الأول ، وقد علق على المفعولين الآخرين ب { ما } الاستفهامية الثانية .والاستفهام الأول مستعمل كناية عن تعظيم أمر اليوم وتهويله بحيث يَسْأل المتكلم من يسمعه عن الشيء الذي يحصِّل له الدراية بكنه ذلك اليوم ، والمقصود أنه لا تصل إلى كنهه دراية دارٍ .والاستفهام الثاني حقيقي ، أي سئال سائل عن حقيقة يوم الدين كما تقول : علمت هل زيد قائم ، أي علمت جواب هذا السؤال .ومثل هذا التركيب مما جرى مجرى المثل فلا يغير لفظه ، وقد تقدم بيانه مستوفى عند قوله تعالى : { وما أدراك ما الحاقة } [ الحاقة : 3 ] ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 183,
            "text": "使徒よ、審判の日が何であるかを、あなたに教えるのは何か。"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٧)</span> ] ئه‌ی محمد - <span class=\"saw\">صلی الله علیه وسلم</span> - تۆ چوزانی ئه‌و ڕۆژه‌ كه‌ ڕۆژی قیامه‌ته‌ چ ڕۆژێكی سه‌خته‌، بۆ به‌گه‌وره‌ زانینی ئه‌و ڕۆژه‌یه‌."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "O Messenger! What will tell you what the day of justice is?"
        },
        {
            "resource_id": 905,
            "text": "وما أعلمك - أيها الرسول - ما يوم الدين؟!"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "كرر ذكره تعظيما لشأنه"
        },
        {
            "resource_id": 180,
            "text": "১৭. হে রাসূল! আপনি কি জানেন, বিচার দিবস কী?!"
        },
        {
            "resource_id": 157,
            "text": "<p>قرآن کے انداز تعبیر میں کسی مصیبت کو مجہول اور نامعلوم کرکے بیان کرنا ، ایک عمومی انداز ہے۔ اس انداز سے اس کی خوفناکیوں میں خوب اضافہ ہوجاتا ہے۔ یعنی یہ کہ انسانی تصور سے قیامت کی مصیبت ماوراء ہے۔ مصیبت اور خوف کا ہم جو بھی بھیانک تصور کرسکتے ہیں ، اس سے بھی وہ بڑھ کر ہے۔ پھر سوال کو دہرا کر اس خوفناکی میں مزید اضافہ کیا جاتا ہے۔</p><p>سوال دہرانے کے بعد اس کے ایسے خدوخال بیان کردیئے جاتے ہیں جو اس کی خوفناکیوں کے ساتھ متناسب ہیں۔</p>"
        },
        {
            "resource_id": 174,
            "text": "Tahukah kamu -wahai Rasul- apa Hari Pembalasan itu?"
        },
        {
            "resource_id": 175,
            "text": "A da li ti znaš, o Poslaniče, šta je to Sudnji dan?"
        },
        {
            "resource_id": 14,
            "text": "<p>تعظيم لشأن يوم القيامة.</p>"
        },
        {
            "resource_id": 172,
            "text": "-Ey Peygamber!- Din/hesap gününün ne olduğunu sana kim öğretti?"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ }</span> ففي هذا تهويل لذلك اليوم الشديد الذي يحير الأذهان."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ )</span> يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وما أدراك يا محمد، أيّ وما أشعرك ما يوم الدين؟<span class=\"blue\"> يقول:</span> أيُّ شيء يوم الحساب والمجازاة، معظما شأنه جلّ ذكره، بقيله ذلك.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ )</span> تعظيما ليوم القيامة، يوم تدان فيه الناس بأعمالهم.</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ }</span> ففي هذا تهويل لذلك اليوم الشديد الذي يحير الأذهان."
        },
        {
            "resource_id": 178,
            "text": "Откуда же тебе знать, что такое День Воздаяния?!"
        },
        {
            "resource_id": 790,
            "text": "আকৌ কৈছো, কিহে তোমাক জনাব প্ৰতিদান দিৱস কি?"
        },
        {
            "resource_id": 172,
            "text": "Yine, din/hesap gününün ne olduğunu sana ne öğretti?"
        },
        {
            "resource_id": 94,
            "text": "<p>ثم كرر تعجباً لشأنه فقال: <span class=\"arabic qpc-hafs\">\"ثم ما أدراك ما يوم الدين\"</span>.</p>"
        },
        {
            "resource_id": 181,
            "text": "باز چه دانی که روز جزا چیست؟!"
        },
        {
            "resource_id": 792,
            "text": "បន្ទាប់មក តើអ្វីដែលធ្វើឱ្យអ្នកដឹងថា ថ្ងៃជំនុំជំរះជាអ្វីនោះ?"
        },
        {
            "resource_id": 179,
            "text": "Pagkatapos ano ang nagpaalam sa iyo kung ano ang Araw ng Paggantimpala?"
        },
        {
            "resource_id": 183,
            "text": "一体、審判の日が何であるのかを、あなたに教えるは何か。"
        },
        {
            "resource_id": 171,
            "text": "Again, what will tell you what the day of justice is?"
        },
        {
            "resource_id": 180,
            "text": "১৮. আবার বলছি! আপনি কি জানেন, বিচার দিবস কী?!"
        },
        {
            "resource_id": 170,
            "text": "В этих словах подчеркнуто величие этого грозного дня, который приведет в замешательство умы людей."
        },
        {
            "resource_id": 14,
            "text": "<p>ثم أكده بقوله تعالى <span class=\"red\">\"ثم ما أدراك ما يوم الدين\"</span>.</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>তারপর বলি, কিসে আপনাকে জানাবে : প্রতিদান দিবস কী?</p>"
        },
        {
            "resource_id": 176,
            "text": "Poi, cosa ne sai del Giorno della Fede?!"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ )</span> يقول: ثم أيّ شيء أشعرك يوم المجازاة والحساب يا محمد، تعظيما لأمره،<span class=\"blue\"> ثم فسَّر جلّ ثناؤه بعض شأنه فقال:</span> <span class=\"arabic qpc-hafs green\">( يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا )</span> يقول: ذلك اليوم، <span class=\"arabic qpc-hafs green\">( يَوْمَ لا تَمْلِكُ نَفْسٌ )</span> يقول: يوم لا تُغني نفس عن نفس شيئا، فتدفع عنها بليَّة نـزلت بها، ولا تنفعها بنافعة، وقد كانت في الدنيا تحميها، وتدفع عنها من بغاها سوءا، فبطل ذلك يومئذ، لأن الأمر صار لله الذي لا يغلبه غالب، ولا يقهره قاهر، واضمحلت هنالك الممالك، وذهبت الرياسات، وحصل الملك للملك الجبار،<span class=\"blue\"> وذلك قوله:</span> <span class=\"arabic qpc-hafs green\">( وَالأمْرُ يَوْمَئِذٍ لِلَّهِ )</span> يقول: والأمر كله يومئذ،<span class=\"blue\"> يعني:</span> الدين لله دون سائر خلقه، ليس لأحد من خلقه معه يومئذ أمر ولا نهي.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( وَالأمْرُ يَوْمَئِذٍ لِلَّهِ )</span> قال: ليس ثم أحد يومئذ يقضي شيئا، ولا يصنع شيئا إلا ربّ العالمين.</p>"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 182,
            "text": "然后，你怎能知道何为报应日？"
        },
        {
            "resource_id": 791,
            "text": "വീണ്ടും; പ്രതിഫലനാളിൻ്റെ ദിവസം എന്നാൽ എന്താണെന്ന് നിനക്കറിയുമോ?"
        },
        {
            "resource_id": 776,
            "text": "De nuevo, ¿qué te hará comprender lo que sucederá el Día de la Retribución?"
        },
        {
            "resource_id": 175,
            "text": "I još jednom: Da li ti znaš šta je to Sudnji dan?"
        },
        {
            "resource_id": 165,
            "text": "<p>আবার বলি, কিসে তোমাকে জানাল বিচার দিবস কি? [১]</p><p>[১] একই বাক্যের পুনরাবৃত্তি হয়েছে, ঐ দিনের বিশালত্ব ও ভয়াবহতাকে স্পষ্ট করার জন্য।</p>"
        },
        {
            "resource_id": 905,
            "text": "ثم ما أعلمك ما يوم الدين؟!"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٨)</span> ] دیسانه‌وه‌ بۆ جه‌خت كردنه‌، تۆ چوزانی ئه‌ی محمد - <span class=\"saw\">صلی الله علیه وسلم</span> - ئه‌و ڕۆژه‌ چ ڕۆژێكی گه‌وره‌و سه‌خته."
        },
        {
            "resource_id": 93,
            "text": "ثم فخم - سبحانه - وعظم من شأن يوم الجزاء فقال : ( وَمَآ أَدْرَاكَ مَا يَوْمُ الدين . ثُمَّ مَآ أَدْرَاكَ مَا يَوْمُ الدين ) .و \" ما \" اسم استفهام مبتدأ . وجملة \" أدراك \" خبره ، والكاف مفعول أول .وجملة ( مَا يَوْمُ الدين ) المكونة من مبتدأ وخبر سدت مسد المفعول الثانى لأدراك والتكرار للتهويل والتعظيم ليوم الدين ، كما فى قوله - تعالى - ( الحاقة . مَا الحآقة . وَمَآ أَدْرَاكَ مَا الحاقة ) أى : وأى شئ أدراك عظم وشدة يوم الحساب والجزاء ، ثم أى شئ أدراك بذلك؟إننا نحن وحدنا الذين ندرك شدة هوله .. وقد أخبرناك بجانب مما يحدث فيه من شدائد لتنذر الناس ، حتى يستعدوا له بالإِيمان والعمل الصالح ."
        },
        {
            "resource_id": 90,
            "text": "نحو قوله تعالى : \" القارعة ما القارعة .وما أدراك ما القارعة \" [ القارعة : 1 - 3 ] وقال ابن عباس فيما روي عنه : كل شيء من القرآن من قوله : \" وما أدراك \" فقد أدراه .وكل شيء من قوله \" وما يدريك \" فقد طوي عنه ."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 174,
            "text": "Kemudian tahukah kamu, apa Hari Pembalasan itu?"
        },
        {
            "resource_id": 173,
            "text": "Encore une fois, sais-tu ce qu’est le Jour de la Rétribution?"
        },
        {
            "resource_id": 177,
            "text": "Rồi điều gì cho Ngươi biết về Ngày Phán Xét?"
        },
        {
            "resource_id": 92,
            "text": "ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (18)تكرير للتهويل تكريراً يؤذن بزيادته ، أي تجاوزه حدّ الوصف والتعبير فهو من التوكيد اللفظي ، وقرن هذا بحرف { ثمّ } الذي شأنه إذا عطف جملة على أخرى أن يفيد التراخي الرتبي ، أي تباعد الرتبة في الغرض المسوق له الكلام ، وهي في هذا المقام رتبة العظمة والتهويل ، فالتراخي فيها هو الزيادة ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">ثم فسره بقوله <span class=\"arabic qpc-hafs\">( يوم لا تملك نفس لنفس شيئا والأمر يومئذ لله )</span> أي : لا يقدر واحد على نفع أحد ولا خلاصه مما هو فيه إلا أن يأذن الله لمن يشاء ويرضى</p><p lang=\"ar\" class=\"ar \">ونذكر هاهنا حديث يا بني هاشم أنقذوا أنفسكم من النار لا أملك لكم من الله شيئا وقد تقدم في آخر تفسير سورة الشعراء ولهذا قال <span class=\"arabic qpc-hafs\">( والأمر يومئذ لله )</span> كقوله <span class=\"arabic qpc-hafs\">( لمن الملك اليوم لله الواحد القهار )</span> غافر 16 وكقوله <span class=\"arabic qpc-hafs\">( الملك يومئذ الحق للرحمن )</span> الفرقان : 26 وكقوله <span class=\"arabic qpc-hafs\">( مالك يوم الدين )</span> الفاتحة : 4</p><p>قال قتادة : ( يوم لا تملك نفس لنفس شيئا والأمر يومئذ لله والأمر والله اليوم لله ولكنه يومئذ لا ينازعه أحد</p><p>آخر تفسير سورة الانفطار ولله الحمد</p>"
        },
        {
            "resource_id": 177,
            "text": "Đó là Ngày mà không có một ai có thể giúp đỡ cho ai. Mọi sự việc và mọi quyền hành của Ngày hôm đó đều thuộc quyền hạn của Allah, Ngài quyết định sao tùy Ngài, không ai có thẩm quyền."
        },
        {
            "resource_id": 905,
            "text": "يوم لا يستطيع أحد أن ينفع أحدًا، والأمر كله في ذلك اليوم لله وحده، يتصرّف بما يشاء، لا لأحد غيره."
        },
        {
            "resource_id": 157,
            "text": "<p>یوم لا ................ شیئا (19:82) ” یہ وہ دن ہے جس میں کسی نفس کے لئے کچھ کرنا کسی کے بس میں نہ ہوگا “۔ یعنی انسان مکمل طور پر عاجز ، لاچار اور بےبس ہوں گے۔ ہر شخص کو اپنی پڑی ہوئی ہوگی، وہ سب سے کٹ چکا ہوگا ، کوئی دوست و یار یاد نہ ہوگا۔</p><p>والامر ................ للہ (19:82) ” فیصلہ اس دن صرف اللہ کے اختیار میں ہوگا “۔ یہ صرف اللہ کی منفرد ذات ہوگی اور دنیا وآخرت کے فیصلے اسی کے اختیار میں ہوتے ہیں ، لیکن اس دن یہ حقیقت عیاں ہوجائے گی۔ اگرچہ دنیا میں بعض لوگ اس حقیقت کے تصور سے غافل ہوتے ہیں اور غرے میں ہوتے ہی۔ لیکن قیامت میں یہ امر پوشیدہ نہ رہے گا۔ ہر کسی پر عیاں ہوگا۔ غافل ، متکبر اور برخود غلط سب ہی اسے دیکھ لیں گے۔</p><p>یہ سورت کا خوفناک اختتام ہے اور یہ اختتام سورت کے آغاز کے خوفناک انقلابات کائنات کے ساتھ مل کر ، انسانی سوچ ، انسانی احساسات کو گھیر لیتا ہے۔ یہ دونوں خوف اور ہلامارنے والے حالات انسان کو دہشت زدہ کردیتے ہیں۔ ان دونوں ہولناک حالات یعنی آغاز و انجام کے درمیان ایک پر محبت ، ہمدردانہ ملامت ہے جس سے ایک خاص انسان پانی پانی ہوجاتا ہے۔ یہ ہے سورت کا خاتمہ۔</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "সিদিনাখন কোনেও কাৰো উপকাৰ কৰিব নোৱাৰিব আৰু সেই দিনা সকলো ক্ষমতা কেৱল আল্লাহৰ হাতত থাকিব। তেওঁ যি ইচ্ছা কৰিব সেইটোৱে কৰিব। আন কাৰো হাতত এনেকুৱা কোনো ক্ষমতা নাথাকিব।"
        },
        {
            "resource_id": 171,
            "text": "A day when no one will be able to benefit anyone. The entire matter on that day will belong to Allah alone, to deal as He wishes, and not to anyone besides Him."
        },
        {
            "resource_id": 804,
            "text": "{رۆژى قیامه‌ت كه‌س سوود به‌كه‌س ناگه‌یه‌نێت }\n [ <span class=\"arabic uthmani\">يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا</span> ] ڕۆژی قیامه‌ت ڕۆژێكه‌ هیچ كه‌سێك توانای ئه‌وه‌ی نیه‌ كه‌ سوود به‌هیچ كه‌سێك بگه‌یه‌نێ مه‌گه‌ر به‌ ئیزنی خوای گه‌وره‌ بۆ كه‌سانێك كه‌ خوا ویستی لێ بێت وه‌ لێیان ڕازی بێت وه‌ ئیزن بدات، ئه‌گه‌رنا به‌ شێوازێكی گشتی كه‌س ناتوانێ سوود به‌ كه‌س بگه‌یه‌نێ و كه‌س هیچی به‌ده‌ست نیه‌، پێغه‌مبه‌رى خوا - <span class=\"saw\">صلی الله علیه وسلم</span> - ده‌فه‌رمێت: (ئه‌ى به‌نى هاشم به‌ ئیمان هێنان خۆتان له‌ ئاگرى دۆزه‌خ رزگار بكه‌ن، چونكه‌ من ناتوانم هیچتان بۆ بكه‌م و هیچم به‌ده‌ست نیه‌، ئه‌ى فاتیمه‌ى كچم له‌ ماڵه‌كه‌م داواى چى ده‌كه‌یت پێتده‌ده‌م، به‌ڵام له‌ رۆژى قیامه‌ت ناتوانم هیچت بۆ بكه‌م و هیچم به‌ده‌ست نیه‌ مه‌گه‌ر به‌ كرده‌وه‌ى چاكى خۆت) [ <span class=\"arabic uthmani\">وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ (١٩)</span> ] به‌ڵكو له‌و ڕۆژه‌دا هه‌موو كارو فه‌رمان به‌ده‌ست خوای گه‌وره‌یه‌، به‌ڵكو له‌ دونیایشدا هه‌موو شتێك ته‌نها به‌ده‌ست خوای گه‌وره‌یه‌ به‌ڵام بۆچی به‌تایبه‌ت ئه‌فه‌رمووێ: له‌ ڕۆژی قیامه‌تدا هه‌موو شتێك به‌ده‌ست خوای گه‌وره‌یه‌؟ له‌به‌ر ئه‌وه‌ی له‌و ڕۆژه‌دا هیچ كه‌سێك نیه‌ بتوانێ قسه‌ بكات، یاخود بانگه‌شه‌ی موڵك بكات، یان بانگه‌شه‌ی ده‌سه‌ڵات بكات وه‌كو له‌ دونیادا هه‌ندێك كه‌س بانگه‌شه‌ی ئه‌م شتانه‌ ئه‌كه‌ن، والله أعلم."
        },
        {
            "resource_id": 792,
            "text": "គឺជាថ្ងៃដែលគ្មានបុគ្គលណាម្នាក់អាចផ្តល់ផលប្រយោជន៍ដល់អ្នកដទៃបានជាដាច់ខាត។ ហើយកិច្ចការទាំងអស់ក្នុងថ្ងៃនោះ គឺជាកម្មសិទ្ធិរបស់អល់ឡោះជាម្ចាស់តែមួយគត់។ ទ្រង់ជាអ្នកកសម្រេចកិច្ចការទាំងឡាយទៅតាមចេតនារបស់ទ្រង់ ដោយគ្មាននរណាអាចសម្រេចកិច្ចការទាំងឡាយ(នៅថ្ងៃនោះ)ក្រៅពីទ្រង់ឡើយ។"
        },
        {
            "resource_id": 90,
            "text": "يوم لا تملك نفس قرأ ابن كثير وأبو عمرو ( يوم ) بالرفع على البدل من يوم الدين أو ردا على اليوم الأول ، فيكون صفة ونعتا ل يوم الدين . ويجوز أن يرفع بإضمار ( هو ) . الباقون بالنصب على أنه في موضع رفع إلا أنه نصب لأنه مضاف غير متمكن ; كما تقول : أعجبني يوم يقوم زيد . وأنشد المبرد :من أي يومي من الموت أفر أيوم لم يقدر أم يوم قدرفاليومان الثانيان مخفوضان بالإضافة ، عن الترجمة عن اليومين الأولين ، إلا أنهما نصبا في اللفظ ; لأنهما أضيفا إلى غير محض . وهذا اختيار الفراء والزجاج . وقال قوم : اليوم الثاني منصوب على المحل ، كأنه قال في يوم لا تملك نفس لنفس شيئا . وقيل : بمعنى : إن هذه الأشياء تكون يوم ، أو على معنى يدانون يوم ; لأن الدين يدل عليه ، أو بإضمار اذكر .والأمر يومئذ لله لا ينازعه فيه أحد ، كما قال : لمن الملك اليوم لله الواحد القهار اليوم تجزى كل نفس بما كسبت لا ظلم اليوم . تمت السورة والحمد لله ."
        },
        {
            "resource_id": 176,
            "text": "Un giorno in cui nessuno potrà essere utile a nessun altro, e tutte le decisioni, in quel Giorno, saranno nelle mani di Allāh solo; Egli fa ciò che vuole e nessun altro, all'infuori di Lui."
        },
        {
            "resource_id": 166,
            "text": "<p>সেদিন কেউ কারও জন্য কিছু করার মালিক হবে না; আর সেদিন সব বিষয়ের কর্তৃত্ব হবে আল্লাহ্র [১]।</p><p>[১] অর্থাৎ হাশরের ময়দানে কোন ব্যক্তি নিজ ইচ্ছায় অন্যের কোন উপকার করতে পারবে না এবং কারও কষ্ট লাঘবও করতে পারবে না; অপর ব্যক্তি তার যত প্রিয় ও কাছের মানুষ-ই হোক না কেন। অনুরূপভাবে সুপারিশও কারও নিজ ইচ্ছার উপর হবে না, যে পর্যন্ত আল্লাহ্ কাউকে কারও জন্যে সুপারিশ করার অনুমতি না দেন। একমাত্র আল্লাহ্ তা‘আলাই সকল আদেশের মালিক। তিনি স্বীয় কৃপায় কাউকে সুপারিশের অনুমতি দিলে এবং তা কবুল করলে তাও তাঁরই আদেশ হবে। [ইবন কাসীর, সা‘দী]</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 19{ یَوْمَ لَا تَمْلِکُ نَفْسٌ لِّـنَفْسٍ شَیْئًاط وَالْاَمْرُ یَوْمَئِذٍ لِّلّٰہِ۔ } ”جس روز کسی جان کو کسی دوسری جان کے لیے کوئی اختیار حاصل نہیں ہوگا ‘ اور امر ُ کل کا کل اس دن اللہ ہی کے ہاتھ میں ہوگا۔“ اس دن سرمحشر پکارا جائے گا : { لِمَنِ الْمُلْکُ الْیَوْمَ ط } المومن 16 کہ اے نسل انسانی کے لوگو ‘ دیکھو ! آج حکومت ‘ اختیار اوراقتدارکس کے ہاتھ میں ہے ؟ اور اس سوال کا جواب بھی پھر خود ہی دیا جائے گا : { لِلّٰہِ الْوَاحِدِ الْقَھَّارِ } المومن : 16 یعنی آج کے دن اختیار کل کا کل اللہ ہی کے پاس ہے جو اکیلا ہے اور سب پر غالب ہے۔ اس دن انسانوں کی اکثریت کو بےبسی اور نفسانفسی کی جس کیفیت کا سامنا ہوگا ‘ سورة البقرۃ میں اس کا نقشہ یوں دکھایا گیا ہے : { وَاتَّقُوْا یَوْماً لاَّ تَجْزِیْ نَفْسٌ عَنْ نَّفْسٍ شَیْئًا وَّلاَ یُقْبَلُ مِنْہَا شَفَاعَۃٌ وَّلاَ یُؤْخَذُ مِنْہَا عَدْلٌ وَّلاَ ہُمْ یُنْصَرُوْنَ۔ } ”اور ڈرو اس دن سے کہ جس دن کام نہ آسکے گی کوئی جان کسی دوسری جان کے کچھ بھی اور نہ کسی سے کوئی سفارش قبول کی جائے گی اور نہ کسی سے کوئی فدیہ قبول کیا جائے گا اور نہ انہیں کوئی مدد ہی مل سکے گی۔“ ژژژ</p>"
        },
        {
            "resource_id": 179,
            "text": "[Iyon ay] sa Araw na hindi makakakaya ang isa man na magpakinabang sa isa pa. Ang pag-uutos sa kabuuan nito sa Araw na iyon ay ukol kay Allāh lamang: gumagawa Siya ng anumang niloloob Niya; hindi ukol sa isang iba pa sa Kanya."
        },
        {
            "resource_id": 183,
            "text": "その日、どの魂も他の魂のために役立つものではない。その日、命令は、アッラー次第、好きなようにされる。そうするのは、かれ以外にはいないのである。"
        },
        {
            "resource_id": 172,
            "text": "O gün kimsenin kimseye fayda vermeye gücü yetmez. O gün bütün emir, kimsenin değil bir tek Allah’ındır ve dilediği gibi tasarrufta bulunur."
        },
        {
            "resource_id": 178,
            "text": "Это день, когда никто не сможет принести пользу другому. В этот день решение полностью будет принадлежать Одному Аллаху и никому другому, и Он будет управлять, как пожелает."
        },
        {
            "resource_id": 174,
            "text": "Itulah hari saat seseorang tidak bisa menolong orang lain dan segala perkara pada hari itu dalam kekuasaan Allah semata, berbuat sebagaimana yang Dia kehendaki, bukan dalam kekuasaan selain-Nya."
        },
        {
            "resource_id": 181,
            "text": "روزی‌که هیچ‌کس نمی‌تواند به هیچ‌کس دیگری نفع رساند، و تمام کارها در آن روز فقط از آنِ الله است، که به هر کاری بخواهد اقدام می‌کند، و غیر از او هیچ‌کس دیگری این حق را ندارد."
        },
        {
            "resource_id": 776,
            "text": "Será un día en el que nadie podrá beneficiar a nadie. Todo en ese día pertenecerá solo a Al-lah, Él decidirá acorde a Su voluntad, solo Él."
        },
        {
            "resource_id": 173,
            "text": "Ce sera le Jour où personne ne pourra rien en faveur de personne, et tout sera du ressort d’Allah Seul qui agira comme bon Lui semblera."
        },
        {
            "resource_id": 791,
            "text": "ഒരാൾക്കും മറ്റൊരാളെ സഹായിക്കാൻ കഴിയാത്ത ദിവസം. അന്ന് എല്ലാ കാര്യങ്ങളുടെയും അധികാരം അല്ലാഹുവിന് മാത്രമായിരിക്കും; മറ്റൊരാൾക്കും ഉണ്ടായിരിക്കില്ല. അവൻ ഉദ്ദേശിക്കുന്നത് പോലെ അതിൽ മാറ്റത്തിരുത്തലുകൾ വരുത്തും."
        },
        {
            "resource_id": 182,
            "text": "在那日，任何人无济于其他任何人，那日，万事只归独一的真主，祂依祂的意欲而行事。"
        },
        {
            "resource_id": 92,
            "text": "يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ (19){ الدين * يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً } .في هذا بيان للتهويل العظيم المجمل الذي أفاده قوله : { وما أدراك ما يوم الدين ثم ما أدراك ما يوم الدين } [ الانفطار : 17 ، 18 ] إذ التهويل مشعر بحصول ما يخافه المهوَّل لهم فاتبع ذلك بزيادة التهويل مع التأييس من وجدان نصير أو معين .وقرأه الجمهور بفتح { يوم } فيجوز أن يجعل بدلاً مطابقاً ، أو عطف بيان من { يومُ الدين } المرفوع ب { ما أدراك } وتجعل فتحتُه فتحةَ بناء لأن اسم الزمان إذا أضيف إلى جملة فعلية وكان فعلها معرباً جاز في اسم الزمان أن يبنى على الفتح وأن يعرب بحسب العوامل .ويجوز أيضاً أن يكون بدلاً مطابقاً من { يوم الدين } المنصوب على الظرفية في قوله : { يَصلونها يومَ الدين } [ الانفطار : 15 ] ، ولا يفوت بيان الإِبهام الذي في قوله : { وما أدراك ما يوم الدين } [ الانفطار : 17 ] لأن { يومُ الدين } المرفوع المذكور ثانياً هو عين { يوم الدين } المنصوب أولاً ، فإذا وقع بيان للمذكور أولاً حصل بيان المذكور ثانياً إذ مدلولهما يوم متّحد .وقرأه ابن كثير وأبو عمرو ويعقوب مرفوعاً ، فيتعين أن يكون بدلاً أو بياناً من { يوم الدين } الذي في قوله : { وما أدراك ما يوم الدين } .ومعنى { لا تملك نفس لنفس شيئاً } : لا تقدر نفس على شيء لأجل نفس أخرى ، أي لنَفعها ، لأن شأن لام التعليل أن تدخل على المنتفِع بالفعل عكسَ ( على ) ، فإنها تدخل على المتضرر كما في قوله تعالى : { لها ما كسبت وعليها ما اكتسبت } [ البقرة : 286 ] ، وقد تقدم عند قوله تعالى : { وما أملك لك من اللَّه من شيء } في سورة الممتحنة ( 4 ) .وعموم نفس } الأولى والثانية في سياق النفي يقتضي عموم الحكم في كل نفس .و { شيئاً } اسم يدل على جنس الموجود ، وهو متوغل في الإِبهام يفسره ما يقترن به في الكلام من تمييز أو صفة أو نحوهما ، أو من السياق ، ويبينه هنا ما دلّ عليه فعل { لا تملك } ولام العلة ، أي شيئاً يغني عنها وينفعها كما في قوله تعالى : { وما أغني عنكم من اللَّه من شيء } في سورة يوسف ( 67 ) ، فانتصب شيئاً } على المفعول به لفعل { لا تملك } ، أي ليس في قدرتها شيء ينفع نفساً أخرى .وهذا يفيد تأييس المشركين من أن تنفعهم أصنامهم يومئذ كما قال تعالى : { وما نرى معكم شفعاءكم الذين زعمتم أنهم فيكم شركاء } [ الأنعام : 94 ] .{ شَيْئاً والامر يَوْمَئِذٍ } .وجملة { والأمر يومئذ للَّه } تذييل ، والتعريف في { الأمر } للاستغراق . والأمر هنا بمعنى : التصرف والإِذن وهو واحد الأوامِر ، أي لا يأمر إلا الله ويجوز أن يكون الأمر مرادفاً للشيء فتغيير التعبير للتفنن .والتعريف على كلا الوجهين تعريف الجنس المستعمل لإِرادة الاستغراق ، فيعم كل الأمور وبذلك العموم كانت الجملة تذييلاً .وأفادت لام الاختصاص مع عموم الأمر أنه لا أمر يومئذ إلا لله وحده لا يصدر من غيره فعل ، وليس في هذا التركيب صيغة حصر ولكنه آيل إلى معنى الحصر على نحو ما تقدم في قوله تعالى : { الحمد للَّه } [ الفاتحة : 2 ] .وفي هذا الختام رد العجز على الصدر لأن أول السورة ابتدىء بالخبر عن بعض أحوال يوم الجزاء وختمت السورة ببعض أحواله ."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( يوم لا تملك )</span> قرأ أهل الكوفة والبصرة : <span class=\"arabic qpc-hafs\">\" يوم \"</span> برفع الميم ردا على اليوم الأول وقرأ الآخرون بنصبها أي : في يوم يعني : هذه الأشياء في يوم لا تملك <span class=\"green\">( نفس لنفس شيئا )</span> قال مقاتل : يعني لنفس كافرة شيئا من المنفعة <span class=\"green\">( والأمر يومئذ لله )</span> أي لم يملك الله في ذلك اليوم أحدا شيئا كما ملكهم في الدنيا .</p>"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالأمْرُ يَوْمَئِذٍ لِلَّهِ )</span> والأمر والله اليوم لله، ولكنه يومئذ لا ينازعه أحد.</p><p lang=\"ar\" class=\"ar \">واختلفت القرّاء في قراءة قوله: <span class=\"arabic qpc-hafs green\">( يَوْمَ لا تَمْلِكُ نَفْسٌ )</span> فقرأته عامة قرّاء الحجاز والكوفة بنصب <span class=\"arabic qpc-hafs green\">( يَوْمَ )</span> إذ كانت إضافته غير محضة. وقرأه بعض قرّاء البصرة بضم <span class=\"arabic qpc-hafs green\">( يَوْمُ )</span> ورفعه ردّا على اليوم الأوّل، والرفع فيه أفصح في كلام العرب، وذلك أن اليوم مضاف إلى يفعل، والعرب إذا أضافت اليوم إلى تفعل أو يفعل أو أفعل،<span class=\"blue\"> رفعوه فقالوا:</span> هذا يوم أفعل كذا، وإذا أضافته إلى فعل ماض نصبوه؛<span class=\"blue\"> ومنه قول الشاعر:</span></p><p>عَـلى حِينَ عاتَبْتُ المَشِيبَ عَلى الصِّبا</p><p>وَقُلْـتُ ألَمَّـا تَصْـحُ والشَّـيْبُ وَازِعُ</p><p>آخر تفسير سورة  إِذَا السَّمَاءُ انْفَطَرَتْ  .</p>"
        },
        {
            "resource_id": 170,
            "text": "Человек не станет помогать ни своей родственнице, ни пламенной возлюбленной, потому что будет озабочен только своей судьбой и не станет желать избавления от наказания кому-либо еще. Власть в тот день будет принадлежать Аллаху. Он один будет вершить суд над рабами и возместит всем угнетенным и обиженным все, чего их несправедливо лишили нечестивцы в этом мире. Аллаху же об этом ведомо лучше всех!"
        },
        {
            "resource_id": 165,
            "text": "<p>সেদিন কেউই কারোর জন্য কিছু করবার সামর্থ্য রাখবে না; আর সেদিন সমস্ত কর্তৃত্ব হবে (একমাত্র) আল্লাহর। [১]</p><p>[১] অর্থাৎ, দুনিয়াতে তো আল্লাহ তাআলা অস্থায়ীভাবে পরীক্ষা করার জন্য মানুষকে কম-বেশী কিছু পার্থক্যের সাথে অধিকার বা এখতিয়ার দিয়ে রেখেছেন। কিন্তু কিয়ামতের দিন সমস্ত এখতিয়ার পূর্ণরূপে কেবল মাত্র আল্লাহরই হাতে থাকবে। যেমন তিনি বলেন \"আজ রাজত্ব কার? একক প্রবল পরাক্রান্ত আল্লাহর।\" <em>(সূরা মু'মিন ৪০:১৬ আয়াত) </em>বলা বাহুল্য, মহানবী (সাঃ) নিজ ফুফুজান সাফিয়া (রাঃ) ও স্বীয় কন্যা ফাতেমাকে বলেছিলেন, \"আমি তোমাদের জন্য আল্লাহর কাছে কোন প্রকার উপকার করতে পারব না।\" <em>(সহীহ মুসলিম ঈমান অধ্যায়)</em> আর বনী হাশেম ও বনী আব্দুল মুত্তালিবকেও সতর্ক করে বলেছিলেন, \"তোমরা নিজেরা নিজেদেরকে জাহান্নাম থেকে বাঁচাও। আল্লাহর কসম! আমি তোমাদের জন্য আল্লাহর কাছে কোন প্রকার উপকার করতে পারব না।\" <em>(মুসলিম ঐ, বুখারী সূরা শুআরার ব্যাখ্যা পরিচ্ছেদ)</em></p>"
        },
        {
            "resource_id": 381,
            "text": "<p><b> ১৩-১৯ নম্বর আয়াতের তাফসীর: </b></p><p>আলোচ্য আয়াতগুলোতে মানুষকে দু’শ্রেণিতে বিভক্ত করা হয়েছে। যারা সৎ লোক তারা আখিরাতে পরম নেয়ামত তথা জান্নাতে থাকবে আর যারা পাপাচারী তারা জাহান্নামে যাবে। আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(فَرِيْقٌ فِي الْجَنَّةِ وَفَرِيْقٌ فِي السَّعِيْر)‏</p><p>“(সেদিন) এক দল জান্নাতে প্রবেশ করবে এবং একদল জাহান্নামে প্রবেশ করবে।” (সূরা শূরা ৪২: ৭) এ দু’দলের বিভক্তি তাদের আকীদাহ ও আমলের কারণে হবে। যদিও আল্লাহ তা‘আলা এসব পূর্বেই জানতেন। আল্লাহ তা‘আলা ইচ্ছা করলে সবাইকে একই দলভুক্ত করতে পারতেন কিন্তু তিনি তা করেননি বান্দাকে পরীক্ষা করার জন্য। আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(وَلَوْ شَا۬ءَ اللّٰهُ لَجَعَلَكُمْ أُمَّةً وَّاحِدَةً وَّلٰكِنْ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتَاكُمْ)</p><p>“আর যদি আল্লাহ চাইতেন, তবে অবশ্যই তিনি তোমাদের সবাইকে এক সম্প্রদায় করে দিতেন। কিন্তু তিনি তোমাদের যাচাই করতে চান যা তিনি তোমাদের দিয়েছেন তার মাধ্যমে।” (সূরা মায়িদাহ ৫: ৪৮)</p><p>সুতরাং আল্লাহ তা‘আলা মানুষকে সৃষ্টি করার পর সুস্থ বিবেক দিয়ে ভাল-মন্দ দু’টি পথই দেখিয়ে দিয়েছেন। অতঃপর ইচ্ছার স্বাধীনতা দিয়েছেন। সে ইচ্ছা করলে ভাল কাজ করতে পারবে আবার ইচ্ছা করলে মন্দ কাজও করতে পারবে, তবে সাথে সাথে উভয় কাজের পরিণামও জানিয়ে দিয়েছেন। সুতরাং মানুষ তার কাজের জন্য নিজেই দায়ী। যারা বলে আল্লাহ তা‘আলা মানুষকে বাধ্য করেছেন তথা জাবারিয়া সম্প্রদায়ের দাবীÑযা মিথ্যা ও অবান্তর।</p><p>(يَوْمَ الدِّيْنِ) অর্থাৎ কিয়ামত দিবসে। بِغَآئِبِيْنَ অর্থাৎ তারা আযাব থেকে একটু সময়ের জন্যও অন্তর্হিত হতে পারবে না এবং তাদের জন্য আযাব হালকাও করা হবে না। এখানে কর্মফল দিবসকে বারবার উল্লেখ করেছেন কিয়ামতের বিষয়টিকে বড় করে দেখানোর জন্য। অতএব সকলকে পুনরুত্থিত হতে হবে এবং কর্মের হিসাব দিতে হবে।</p><p>(يَوْمَ لَا تَمْلِكُ نَفْسٌ)</p><p>অর্থাৎ সে কিয়ামতের দিন কোন ব্যক্তি কাউকে বিন্দু পরিমাণ উপকার করতে পারবে না। তবে আল্লাহ তা‘আলা যাকে যার জন্য অনুমতি প্রদান করবেন সে ব্যতীত। কিয়ামতের দিন কে কার জন্য সুপারিশ করতে পারবে সে সম্পর্কে সূরা বাক্বারায় আলোচনা করা হয়েছে। তাই নাবী (সাঃ) বানী হাশেমকে লক্ষ্য করে বলেছেন: তোমরা নিজেদেরকে জাহান্নামের আগুন থেকে রক্ষা কর। আমি আল্লাহ তা‘আলার আযাব থেকে তোমাদের রক্ষা করতে সক্ষম হব না। এমনিভাবে তিনি আরো বলেন: হে বনু কা‘ব বিন লুআই! তোমরা নিজেদেরকে জাহান্নামের আগুন থেকে বাঁচাও, হে বনু আবদে মানাফ! তোমরা নিজেদেরকে জাহান্নামের আগুন থেকে বাঁচাও, হে বনু আব্দিল মুত্তালিব! তোমরা নিজেদেরকে জাহান্নামের আগুন থেকে বাঁচাও, হে আব্বাস বিন আব্দুল মুত্তালিব! আমি আল্লাহ তা‘আলার আযাব থেকে তোমার কোনই কাজে আসব না। হে মুহাম্মাদের কন্যা ফাতিমা! তুমি নিজেকে জাহান্নামের আগুন থেকে বাঁচাও, কেননা আমি তোমাদের কাউকে আল্লাহ তা‘আলার পাকড়াও হতে রক্ষা করতে পারব না। (সহীহ বুখারী হা. ২৭৫৩)</p><p class='arabic uthmani'>(وَالْأَمْرُ يَوْمَئِذٍ لِّـلّٰهِ)</p><p>যেমন আল্লাহ তা‘আলা অন্যত্র বলেন:</p><p class='arabic uthmani'>(یَوْمَ ھُمْ بٰرِزُوْنَﹰ لَا یَخْفٰی عَلَی اللہِ مِنْھُمْ شَیْءٌﺚ لِمَنِ الْمُلْکُ الْیَوْمَﺚ لِلہِ الْوَاحِدِ الْقَھَّارِ)</p><p>“যেদিন তারা (কবর হতে) বের হয়ে পড়বে, সেদিন আল্লাহর নিকট তাদের কিছুই গোপন থাকবে না। (আল্লাহ জিজ্ঞাসা করবেন) আজ কর্তৃত্ব কার? এক পরাক্রমশালী আল্লাহরই।” (সূরা মু’মিন ৪০: ১৬)</p><p>সুতরাং যেদিনে পিতা সন্তানের কোন কাজে আসবে না, ভাই ভায়ের কোন কাজে আসবে না, স্বামী স্ত্রীর কোন কাজে আসবে না সেদিনের জন্য আমাদের অবশ্যই পাথেয় সংগ্রহ করা উচিত।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. সৎ বান্দারা নেয়ামতপূর্র্র্ণ জান্নাতে থাকবে আর অসৎ বান্দারা জাহান্নামে থাকবে।</p><p>২. কিয়ামতের দিন কোন ব্যক্তি অন্য কোন ব্যক্তিকে বিন্দুমাত্র উপকার করতে পারবে না। যেখানে নাবী-রাসূলগণ পারবেন না সেখানে পীর-ওলী-আওলিয়াদের অবস্থান কোথায়?</p>"
        },
        {
            "resource_id": 175,
            "text": "Taj Dan niko nikome neće biti od koristi i i sva vlast toga Dana biće samo kod Allaha, On će činiti šta bude htio, i niko pored Njega neće moći ništa da uradi."
        },
        {
            "resource_id": 180,
            "text": "১৯. সে দিন কেউ কারো উপকার করতে সক্ষম হবে না। বরং সে দিনের সকল কর্তৃত্ব হবে কেবল আল্লাহর। তিনি সে দিন তাঁর ইচ্ছা মাফিক তসরুপ করবেন।"
        },
        {
            "resource_id": 93,
            "text": "ثم فصل - سبحانه - جانبا من أهواله فقال : ( يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً والأمر يَوْمَئِذٍ لِلَّهِ ) أى : يوم الدين والجزاء هو اليوم الذى لا تملك فيه نفس لغيرها شيئا من النفع . وإنما الذى ينفع فيه هو الإِيمان والعمل الصالح ، والأمر فيه لله - تعالى - وحده ، ولا سلطان ولا تصرف لأحد سواه .وقوله : ( يَوْمَ لاَ تَمْلِكُ . . . ) بيان ليوم الدين . وقد قرأ بعض القراء السبعة ( يوم ) بالنصب على أنه منصوب بفعل محذوف . أى : اذكر يوم لا تملك نفس لنفس شيئا .وقرأ البعض الآخر بالرفع على أنه خبر لمبتدأ محذوف . أى : هو يوم لا تملك نفس لنفس شيئا . . أو على أنه بدل من \" يوم الدين \" .وهكذا اختتمت السورة الكريمة كما بدئت بالتهويل من شأن يوم القيامة ، ليزداد العقلاء استعداداً له ، عن طريق الإِيمان والعمل الصالح الذى يرضى الله - تعالى - .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا }</span> ولو كانت لها قريبة أو حبيبة مصافية، فكل مشتغل بنفسه لا يطلب الفكاك لغيرها. <span class=\"arabic qpc-hafs brown\">{ وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ }</span> فهو الذي يفصل بين العباد، ويأخذ للمظلوم حقه من ظالمه والله أعلم."
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "82"
        }
    }
}