{
    "tafsirs": [
        {
            "resource_id": 160,
            "text": "باب<div lang=\"ur\" class=\"ur\"><p class=\"ur\">یعنی <span class=\"text-translation\">” ہم نے تیرے سینے کو منور کر دیا چوڑا کشادہ اور رحمت و کرم والا کر دیا “</span>۔ اور جگہ ہے <span class=\"arabic qpc-hafs\"> «فَمَن يُرِدِ اللَّـهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ»</span>    <span class=\"reference\">[6-الأنعام:125]</span> ‏ الخ، یعنی <span class=\"text-translation\">” جسے اللہ ہدایت دینا چاہتا ہے اس کے سینے کو اسلام کے لیے کھول دیتا ہے “</span>۔ جس طرح آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا سینہ کشادہ کر دیا گیا تھا۔ </p><p class=\"ur\"> اسی طرح آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی شریعت بھی کشادگی والی، نرمی اور آسانی والی بنا دی، جس میں نہ تو کوئی حرج ہے، نہ تنگی، نہ ترشی، نہ تکلیف اور سختی اور یہ بھی کہا گیا ہے کہ مراد معراج والی رات سینے کا شق کیا جانا ہے۔ جیسے کہ مالک بن صعصعہ کی روایت سے پہلے گزر چکا، امام ترمذی رحمہ اللہ نے اس حدیث کو یہیں وارد کیا ہے۔  <span class=\"reference\">[سنن ترمذي:3346،قال الشيخ الألباني:صحیح]</span> ‏ </p><p class=\"ur\"> لیکن یہ یاد رہے کہ یہ دونوں واقعات مراد ہو سکتے ہیں یعنی معراج کی رات سینے کا شق کیا جانا اور سینہ کو راز اللہ کا گنجینہ بنا دینا۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span>  </p><p> سیدنا ابی بن کعب رضی اللہ عنہ فرماتے ہیں کہ <span class=\"text-translation\"> ابوہریرہ رضی اللہ عنہ بڑی دلیری سے رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے وہ باتیں پوچھ لیا کرتے تھے جسے دوسرے نہ پوچھ سکتے تھے ایک مرتبہ سوال کیا کہ یا رسول اللہ! امر نبوت میں سب سے پہلے آپ نے کیا دیکھا؟ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سنبھل بیٹھے اور فرمانے لگے <span>”</span>ابوہریرہ میں دس سال کچھ ماہ کا تھا جنگل میں کھڑا تھا کہ میں نے اوپر آسمان کی طرف سے کچھ آواز سنی کہ ایک شخص دوسرے سے کہہ رہا ہے کیا یہ وہی ہیں؟ اب دو شخص میرے سامنے آئے جن کے منہ ایسے منور تھے کہ میں نے ایسے کبھی نہیں دیکھے اور ایسی خوشبو آ رہی تھی کہ میرے دماغ نے ایسی خوشبو کبھی نہیں سونگھی اور ایسے کپڑے پہنے ہوئے تھے کہ میں نے کبھی کسی پر ایسے کپڑے نہیں دیکھے اور آ کر انہوں نے میرے دونوں بازو تھام لیے لیکن مجھے یہ بھی نہیں معلوم ہوتا تھا کہ کوئی میرے بازو تھامے ہوئے ہے۔ پھر ایک نے دوسرے سے کہا کہ انہیں لٹا دو چنانچہ اس نے لٹا دیا لیکن اس میں بھی نہ مجھے تکلیف ہوئی، نہ برا محسوس ہوا۔ پھر ایک نے دوسرے سے کہا ان کا سینہ شق کرو چنانچہ میرا سینہ چیر دیا لیکن نہ تو مجھے اس میں کچھ دکھ ہوا اور نہ میں نے خود دیکھا پھر کہا اس میں سے غل و غش، حسد و بغض سب نکال دو، چنانچہ اس نے ایک خون بستہ جیسی کوئی چیز نکالی اور اسے پھینک دیا پھر اس نے کہا اس میں رافت و رحمت رحم و کرم بھر دو پھر ایک چاندی جیسی چیز جتنی نکالی تھی اتنی ڈال دی پھر میرے دائیں پاؤں کا انگوٹھا ہلا کر کہا جائیے اور سلامتی سے زندگی گزارئیے اب میں چلا تو میں نے دیکھا کہ ہر چھوٹے پر میرے دل میں شفقت ہے اور ہر بڑے پر رحمت ہے<span>“</span> </span>۔  <span class=\"reference\">[مسند احمد:139/5:ضعیف]</span> ‏</p></div><div>10703</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">پھر فرمان ہے کہ <span class=\"text-translation\">” ہم نے تیرا بوجھ اتار دیا “</span>۔ یہ اسی معنی میں ہے کہ اللہ عزوجل نے آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے اگلے پچھلے گناہ معاف فرما دئیے۔ جس بوجھ نے تیری کمر سے آواز نکلوا دی تھی یعنی جس نے تیری کمر کو بوجھل کر دیا تھا۔ ہم نے تیرا ذکر بلند کیا۔ </p><p class=\"ur\"> مجاہد رحمہ اللہ فرماتے ہیں یعنی <span>”</span>جہاں میرا ذکر کیا جائے گا وہاں تیرا ذکر کیا جائے گا جیسے <span class=\"arabic qpc-hafs\"> «أَشْهَد أَنْ لَا إِلَه إِلَّا اللَّه وَأَشْهَد أَنَّ مُحَمَّدًا رَسُول اللَّه»</span> ۔‏<span>“</span> </p><p class=\"ur\"> قتادہ رحمہ اللہ فرماتے ہیں کہ <span>”</span>دنیا اور آخرت میں اللہ تعالیٰ نے آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا ذکر بلند کر دیا کوئی خطیب، کوئی واعظ، کوئی کلمہ گو، کوئی نمازی ایسا نہیں جو اللہ کی وحدانیت کا اور آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی رسالت کا کلمہ نہ پڑھتا ہو۔ </p><p> ابن جریر میں ہے کہ <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے پاس جبرائیل علیہ السلام آئے اور فرمایا کہ میرا اور آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا رب فرماتا ہے کہ میں آپ کا ذکر کس طرح بلند کروں؟ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اللہ ہی کو پورا علم ہے<span>“</span> فرمایا: جب میں ذکر کیا جاؤں تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا بھی ذکر کیا جائے گا </span>۔  <span class=\"reference\">[تفسیر ابن جریر الطبری:37533:ضعیف]</span> ‏</p></div><div>10704</div><div lang=\"ur\" class=\"ur\"><p>ابن ابی حاتم میں ہے رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>میں نے اپنے رب سے ایک سوال کیا لیکن نہ کرتا تو اچھا ہوتا میں نے کہا، اللہ مجھ سے پہلے نبیوں میں سے کسی کے لیے تو نے ہوا کو تابعدار کر دیا تھا کسی کے ہاتھوں مردوں کو زندہ کر دیا تھا، تو اللہ تعالیٰ نے مجھ سے فرمایا: کیا تجھے میں نے یتیم پا کر جگہ نہیں دی؟ میں نے کہا <span>”</span>بیشک<span>“</span>، فرمایا: راہ گم کردہ پا کر میں نے تجھے ہدایت نہیں کی؟، میں نے کہا <span>”</span>بیشک<span>“</span>، فرمایا: کیا فقیر پا کر غنی نہیں بنا دیا؟، میں نے کہا <span>”</span>بیشک<span>“</span>، فرمایا: کیا میں نے تیرا سینہ کھول نہیں دیا؟ کیا میں نے تیرا ذکر بلند نہیں کیا؟ میں نے کہا <span>”</span>بیشک<span>“</span> کیا ہے۔‏<span>“</span>  <span class=\"reference\">[حسن:شیخ عبدالرزاق فرماتے ہیں کہ اس کی سند حسن ہے]</span> ‏</p></div><div>10705</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ابونعیم دلائل النبوۃ میں لائے ہیں کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>جب میں فارغ ہوا اس چیز سے جس کا حکم مجھے میرے رب عزوجل نے کیا تھا آسمان اور زمین کے کام سے تو میں نے کہا <span>”</span>اللہ مجھ سے پہلے جتنے انبیاء علیہم السلام ہوئے اب سب کی تو نے تکریم کی، ابراہیم علیہ السلام کو خلیل بنایا، موسیٰ علیہ السلام کو کلیم بنایا، داؤد علیہ السلام کے لیے پہاڑوں کو مسخر کیا، سلیمان علیہ السلام کے لیے ہواؤں اور شیاطین کو بھی تابعدار بنایا اور عیسیٰ علیہ السلام کے ہاتھ پر مردے زندہ کرائے، پس میرے لیے کیا کیا ہے؟<span>“</span> اللہ تعالیٰ نے فرمایا کہ <span class=\"text-translation\">” کیا میں نے تجھے ان سب سے افضل چیز نہیں دی کہ میرے ذکر کے ساتھ ہی تیرا ذکر بھی کیا جاتا ہے اور میں نے تیری امت کے سینوں کو ایسا کر دیا کہ وہ قرآن کو قرأت سے پڑھتے ہیں۔ یہ میں نے کسی اگلی امت کو نہیں دیا اور میں نے تجھے اپنے عرش کے خزانوں میں سے خزانہ دیا جو <span class=\"arabic qpc-hafs\"> «لَا حَوْل وَلَا قُوَّة إِلَّا بِاَللَّهِ الْعَلِيّ الْعَظِيم»</span>  ہے “</span>۔   <span class=\"reference\">[اسنادہ ضعیف]</span> ‏ </p><p class=\"ur\"> سیدنا ابن عباس رضی اللہ عنہما اور مجاہد رحمہ اللہ فرماتے ہیں کہ <span>”</span>اس سے مراد اذان ہے<span>“</span> یعنی اذان میں آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا ذکر ہے، جس طرح حسان رحمہ اللہ کے شعروں میں ہے۔ </p><p class=\"ur\"> <span class=\"arabic qpc-hafs\"> «اأَغَرّ عَلَيْهِ لِلنُّبُوَّةِ خَاتَم»</span> ‏ <span class=\"arabic qpc-hafs\"> «مِنْ اللَّه مِنْ نُور يَلُوح وَيَشْهَد»</span>  <span class=\"arabic qpc-hafs\"> «وَضَمَّ الْإِلَه اِسْم النَّبِيّ إِلَى اِسْمه»</span> ‏ <span class=\"arabic qpc-hafs\"> «إِذَا قَالَ فِي الْخَمْس الْمُؤَذِّن أَشْهَد»</span>  <span class=\"arabic qpc-hafs\"> «وَشَقَّ لَهُ مِنْ اِسْمه لِيُجِلَّهُ»</span> ‏ <span class=\"arabic qpc-hafs\"> «فَذُو الْعَرْش مَحْمُود وَهَذَا مُحَمَّد»</span>  </p><p class=\"ur\"> یعنی اللہ تعالیٰ نے مہر نبوت کو اپنے پاس کا ایک نور بنا کر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> پر ثبت فرمایا جو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی رسالت کی گواہ ہے اپنے نام کے ساتھ اپنے نبی کا نام ملا لیا جبکہ پانچویں وقت <span class=\"arabic qpc-hafs\"> «اشھد»</span>  کہتا ہے، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی عزت و جلال کے اظہار کے لیے اپنے نام میں سے آپ کا نام نکالا دیکھو وہ عرش والا محمود ہے اور آپ محمد ہیں <span class=\"saw\"> صلی اللہ علیہ وسلم </span>۔ </p><p> اور لوگ کہتے ہیں کہ اگلوں پچھلوں میں اللہ تعالیٰ نے آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا ذکر بلند کیا اور تمام انبیاء علیہم السلام سے روز میثاق میں عہد لیا گیا کہ وہ آپ پر ایمان لائیں اور اپنی اپنی امتوں کو بھی آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> پر ایمان لانے کا حکم کریں پھر آپ کی امت میں آپ کے ذکر کو مشہور کیا کہ اللہ کے ذکر کے ساتھ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا ذکر کیا جائے۔</p></div><div>10706</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">صرصری رحمہ اللہ نے کتنی اچھی بات بیان فرمائی ہے، فرماتے ہیں کہ <span>”</span>فرضوں کی اذان صحیح نہیں ہوتی مگر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے پیارے اور میٹھے نام سے جو پسندیدہ اور اچھے منہ سے ادا ہو۔‏<span>“</span> اور فرماتے ہیں کہ <span>”</span>تم نہیں دیکھتے کہ ہماری اذان اور ہمارا فرض صحیح نہیں ہوتا جب تک کہ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا ذکر باربار اس میں نہ آئے۔‏<span>“</span> </p><p class=\"ur\"> پھر اللہ تبارک و تعالیٰ تکرار اور تاکید کے ساتھ دو دو دفعہ فرماتا ہے کہ <span class=\"text-translation\">” سختی کے ساتھ آسانی، دشواری کے ساتھ سہولت ہے “</span>۔ </p><p class=\"ur\"> ابن ابی حاتم میں ہے کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> بیٹھے ہوئے تھے اور آپ کے سامنے ایک پتھر تھا پس لوگوں نے کہا اور سختی آئے اور اس پتھر پر گھس جائے تو آسانی ہی آئے گی اور اسی میں جائے گی، اور اسے نکال لائے گی اس پر یہ آیت اتری۔ </p><p class=\"ur\"> مسند بزار میں ہے <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں کہ اگر دشواری اس پتھر میں داخل ہو جائے تو آسانی آ کر اسے نکالے گی، پھر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے اس آیت کی تلاوت کی </span>۔  <span class=\"reference\">[مسند بزار:2288:ضعیف]</span> ‏ یہ حدیث صرف عائز بن شریح انس سے روایت کرتے ہیں اور ان کے بارے میں ابوحاتم رازی کا فیصلہ ہے کہ ان کی حدیث میں ضعف ہے اور ابن مسعود رضی اللہ عنہ سے یہ موقوف مروی ہے۔ </p><p class=\"ur\"> حسن رحمہ اللہ فرماتے ہیں: لوگ کہتے تھے کہ ایک سختی دو آسانیوں پر غالب نہیں آ سکتی، حسن رحمہ اللہ سے ابن جریر میں مروی ہے کہ نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ایک دن شادان اور فرحاں آئے اور ہنستے ہوئے فرمانے لگے <span>”</span>ہرگز ایک دشواری پر دو نرمیوں پر غالب نہیں آ سکتی۔‏<span>“</span> پھر اس آیت کی آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے تلاوت کی، یہ حدیث مرسل ہے۔ </p><p class=\"ur\"> قتادہ رحمہ اللہ فرماتے ہیں کہ ہم سے ذکر کیا گیا ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے اپنے اصحاب رضی اللہ عنہم کو خوشخبری سنائی کہ دو آسانیوں پر ایک سختی غالب نہیں آ سکتی </span>۔  <span class=\"reference\">[تفسیر ابن ابی حاتم:37533]</span> ‏ </p><p class=\"ur\"> مطلب یہ ہے کہ <span class=\"arabic qpc-hafs\"> «عُسْرِہ»</span>  کے لفظ کو تو دونوں جگہ معرفہ لائے ہیں تو وہ مفرد ہوا اور <span class=\"arabic qpc-hafs\"> «يُسْرً»</span>  کے لفظ کو نکرہ لائے ہیں تو وہ متعدد ہو گیا۔ ایک حدیث میں ہے کہ <span class=\"arabic qpc-hafs\"> «نَزَّلَ الْمَعُونَةَ مِنَ السَّمَاءِ عَلَى قَدْرِ الْمَؤُونَةِ، وَنَزَّلَ الصَّبْرَ عَلَى قَدْرِ الْمُصِيبَةِ»</span>  <span class=\"arabic qpc-hafs\"> «الْمَعُونَةَ»</span>  یعنی امداد الٰہی بقدر <span class=\"arabic qpc-hafs\"> «الْمَؤُونَةِ»</span>  یعنی تکلیف کے آسمان سے نازل ہوتی ہے یعنی صبر مصیبت کی مقدار پر نازل ہوتا ہے۔  <span class=\"reference\">[مسند بزار::1506:صحیح]</span> ‏ </p><p class=\"ur\"> امام شافعی رحمہ اللہ فرماتے ہیں: <span class=\"arabic qpc-hafs\"> «صَبْرًا جَمِيلًا مَا أَقْرَبَ الْفَرَجَا»</span>  <span class=\"arabic qpc-hafs\"> «مَنْ رَاقَبَ اللَّهَ فِي الْأُمُورِ نَجَا»</span>  *** <span class=\"arabic qpc-hafs\"> «مَنْ صَدَقَ اللَّهَ لَمْ يَنَلْهُ أَذًى»</span>  *** <span class=\"arabic qpc-hafs\"> «وَمَنْ رَجَاهُ يَكُونُ حَيْثُ رَجَا»</span>  </p><p> یعنی اچھا صبر آسانیوں سے کیا ہی قریب ہے؟ اپنے کاموں میں اللہ تعالیٰ لحاظ رکھنے والا، نجات یافتہ ہے۔ اللہ تعالیٰ کی باتوں کی تصدیق کرنے والے کو کوئی ایذاء نہیں پہنچتی اس سے بھلائی کی امید رکھنے والا اسے اپنی امید کے ساتھ ہی پاتا ہے۔</p></div><div>10707</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ابوحاتم سجستانی رحمہ اللہ کے اشعار ہیں کہ </p><p class=\"ur\"> <span class=\"arabic qpc-hafs\"> «إِذَا اشْتَمَلَتْ عَلَى الْيَأْسِ الْقُلُوبُ»</span>  *** <span class=\"arabic qpc-hafs\"> «وَضَاقَ لِمَا بِهِ الصَّدْرُ الرَّحِيبُ»</span>  *** <span class=\"arabic qpc-hafs\"> «وَأَوْطَأَتِ الْمَكَارِهُ وَاطْمَأَنَّتْ»</span> ‏ *** <span class=\"arabic qpc-hafs\"> «وَأَرْسَتْ فِي أَمَاكِنِهَا الْخُطُوبُ»</span>  *** <span class=\"arabic qpc-hafs\"> «وَلَمْ تَرَ لِانْكِشَافِ الضُّرِّ وَجْهًا»</span>  *** <span class=\"arabic qpc-hafs\"> «وَلَا أَغْنَى بِحِيلَتِهِ الْأَرِيبُ»</span>  *** <span class=\"arabic qpc-hafs\"> «أَتَاكَ عَلَى قُنُوطٍ مِنْكَ غَوْثٌ»</span>  *** <span class=\"arabic qpc-hafs\"> «يَمُنُّ بِهِ اللَّطِيفُ الْمُسْتَجِيبُ»</span>  *** <span class=\"arabic qpc-hafs\"> «وَكُلُّ الْحَادِثَاتِ إِذَا تَنَاهَتْ»</span>  <span class=\"arabic qpc-hafs\"> «فَمَوْصُولٌ بِهَا الْفَرَجُ الْقَرِيبُ»</span>  جب مایوسی دل پر قبضہ کر لیتی ہے اور سینہ باوجود کشادگی کے تنگ ہو جاتا ہے تکلیفیں گھیر لیتی ہیں اور مصیبتیں ڈیرہ جما لیتی ہیں کوئی چارہ سجھائی نہیں دیتا اور کوئی تدبیر نجات کارگر نہیں ہوتی اس وقت اچانک اللہ کی مدد آ پہنچتی ہے۔ اور وہ دعاؤں کا سننے والا باریک بین اللہ اس سختی کو آسانی سے اور اس تکلیف کو راحت میں بدل دیتا ہے۔ تنگیاں جب کہ بھرپور آ پڑی ہیں پروردگار وسعتیں نازل فرما کر نقصان کو فائدے سے بدل دیتا ہے۔ </p><p class=\"ur\"> کسی اور شاعر نے کہا ہے: <span class=\"arabic qpc-hafs\"> «وَلَرُبَّ نَازِلَةٍ يَضِيقُ بِهَا الْفَتَى»</span> ‏ *** <span class=\"arabic qpc-hafs\"> «ذَرْعًا وَعِنْدَ اللَّهِ مِنْهَا الْمَخْرَجُ»</span>  *** <span class=\"arabic qpc-hafs\"> «كَمُلَتْ فَلَمَّا اسْتَحْكَمَتْ حَلْقَاتُهَا»</span>  *** <span class=\"arabic qpc-hafs\"> «فُرِجَتْ وَكَانَ يَظُنُّهَا لَا تُفْرَجُ»</span>  یعنی بہت سی ایسی مصیبتیں انسان پر نازل ہوتی ہیں جن سے وہ تنگ دل ہو جاتا ہے حالانکہ اللہ کے پاس ان سے چھٹکارا بھی ہے جب یہ مصیبتیں کامل ہو جاتی ہیں اور اس زنجیر کے حلقے، مضبوط ہو جاتے ہیں اور انسان گمان کرنے لگتا ہے کہ بھلا یہ کیا ہٹیں گی کہ اچانک اس رحیم و کریم اللہ کی شفقت بھری نظریں پڑتی ہیں اور اس مصیبت کو اس طرح ودر کرتا ہے کہ گویا آئی ہی نہ تھی۔ </p><p> اس کے بعد ارشاد باری ہوتا ہے کہ <span class=\"text-translation\">” جب تو دنیوی کاموں سے اور یہاں کے اشغال سے فرصت پائے تو ہماری عبادتوں میں لگ جا اور فارغ البال ہو کر دلی توجہ کے ساتھ ہمارے سامنے عاجزی میں لگ جا، اپنی نیت خالص کر لے اپنی پوری رغبت کے ساتھ ہماری جناب کی طرف متوجہ ہو جا “</span>۔</p></div><div>10708</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">اسی معنی کی وہ حدیث ہے جس کی صحت پر اتفاق ہے جس میں ہے کہ <span class=\"text-translation\"> کھانا سامنے موجود ہونے کے وقت نماز نہیں اور اس حالت میں بھی کہ انسان کو پاخانہ پیشاب کی حاجت ہو </span>۔   <span class=\"reference\">[صحیح مسلم:560]</span> ‏ </p><p class=\"ur\"> اور حدیث میں ہے کہ <span class=\"text-translation\"> جب نماز کھڑی کی جائے اور شام کا کھانا سامنے موجود ہو تو پہلے کھانے سے فراغت حاصل کر لو </span>۔  <span class=\"reference\">[صحیح بخاری:5463]</span> ‏ </p><p class=\"ur\"> مجاہد رحمہ اللہ اس آیت کی تفسیر میں فرماتے ہیں کہ جب امر دنیا سے فارغ ہو کر نماز کے لیے کھڑے ہو تو محنت کے ساتھ عبادت کرو اور مشغولیت کے ساتھ رب کی طرف توجہ کر۔  سیدنا ابن مسعود رضی اللہ عنہ فرماتے ہیں کہ جب فرض نماز سے فارغ ہو تو تہجد کی نماز میں کھڑا ہو۔ سیدنا عبداللہ بن مسعود رضی اللہ عنہ فرماتے ہیں کہ نماز سے فارغ ہو کر بیٹھے ہوئے اپنے رب کی طرف توجہ کر۔  سیدنا عبداللہ بن عباس رضی اللہ عنہ فرماتے ہیں: <span>”</span>یعنی دعا کر<span>“</span>، زید بن اسلم رحمہ اللہ اور ضحاک رحمہ اللہ فرماتے ہیں: <span>”</span>جہاد سے فارغ ہو کر اللہ کی عبادت میں لگ جا۔‏<span>“</span> ثوری رحمہ اللہ فرماتے ہیں: <span>”</span>اپنی نیت اور اپنی رغبت اللہ ہی کی طرف رکھ۔‏<span>“</span> </p><p> سورۃ الم نشرح کی تفسیر اللہ کے فضل و کرم سے ختم ہوئی۔ <span class=\"arabic qpc-hafs\"> «فالْحَمْدُ لِلَّـه»</span> </p></div><div>10709</div>"
        },
        {
            "resource_id": 175,
            "text": "Mi smo tvoja prsa prostranim učinili i omilili ti prihvatanje Objave."
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله تعالى :  أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم، مذكِّره آلاءه عنده، وإحسانه إليه، حاضا له بذلك على شكره، على ما أنعم عليه،<span class=\"blue\"> ليستوجب بذلك المزيد منه:</span> <span class=\"arabic qpc-hafs green\">( أَلَمْ نَشْرَحْ لَكَ )</span> يا محمد، للهدى والإيمان بالله ومعرفة الحقّ <span class=\"arabic qpc-hafs green\">( صَدْرَكَ )</span> فنلِّين لك قلبك، ونجعله وعاء للحكمة .</p>"
        },
        {
            "resource_id": 176,
            "text": "Abbiamo rasserenato il tuo cuore e ti abbiamo reso in grado di ricevere la rivelazione,"
        },
        {
            "resource_id": 171,
            "text": "Verily, Allah has opened up your heart for you and made receiving revelation beloved to you."
        },
        {
            "resource_id": 804,
            "text": "سووره‌تی (شه‌رح) (واته‌: روونكردنه‌وه‌و كردنه‌وه‌)\nسووره‌تێكى مه‌ككى یه‌و (٨) ئایه‌ته‌\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (١)</span> ] ئه‌ی محمد - <span class=\"saw\">صلی الله علیه وسلم</span> - ئایا دڵتمان نه‌كرده‌وه‌ بۆ ئه‌وه‌ی كه‌ پێغه‌مبه‌رایه‌تی وه‌رگرێ و توانای هه‌ڵگرتنی باری قورسی پێغه‌مبه‌رایه‌تی و له‌به‌ر كردنی وه‌حی و گه‌یاندنی دینه‌كه‌ی خوای گه‌وره‌ی هه‌بێ، واته‌: سینگتمان كرده‌وه‌و فراوان و ڕووناكمان كرد بۆ هه‌ڵگرتنی ئه‌و شتانه‌، وه‌ چۆن پێغه‌مبه‌ری خوا - <span class=\"saw\">صلی الله علیه وسلم</span> - سینگی كراوه‌و فراوان و ڕووناك بووه‌، شه‌ریعه‌ته‌كه‌یشی به‌هه‌مان شێوه‌ شه‌ریعه‌تێكی فراوان و سووك و ئاسانه‌ و هیچ باری قورس و گرانی تیادا نیه‌، یاخود وتراوه‌: مه‌به‌ست پێی كردنه‌وه‌ی سینگ ئه‌وه‌ بووه‌ كه‌ دوو مه‌لائیكه‌ت هاتوونه‌و سینگی پێغه‌مبه‌ری خوایان - <span class=\"saw\">صلی الله علیه وسلم</span> - له‌ت كردووه‌و هه‌رچی ڕق و كینه‌و شتێك هه‌بێ له‌ دڵیدا ده‌ریان كردووه‌و فڕێیان داوه‌و به‌ ئاوی زه‌مزه‌م دڵیان شوشتۆته‌وه‌و پڕیان كردووه‌ له‌ ڕه‌حم و سۆزو به‌زه‌یی و میهره‌بانی و كردوویانه‌ته‌وه‌ جێی خۆی."
        },
        {
            "resource_id": 180,
            "text": "১. নিশ্চয়ই আল্লাহ আপনার বক্ষদেশ প্রশস্ত করেছেন। যার ফলে আপনার নিকট ওহী অহরণ করা প্রিয় হয়ে উঠেছে।"
        },
        {
            "resource_id": 776,
            "text": "En verdad, Mujámmad, Al-lah ha abierto tu corazón y ha hecho que la revelación que recibes sea amada por ti."
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">کیا نہیں کھول دیا ہم نے آپ کے لیے آپ کا سینہ؟<span class=\"green\">(1)</span> اور ہم نے اتار دیا آپ سے آپ کا بوجھ<span class=\"green\">(2)</span> وہ جس نے توڑ دی تھی آپ کی کمر<span class=\"green\">(3)</span> اور ہم نے بلند کر دیا آپ کے لیے آپ کا ذکر<span class=\"green\">(4)</span> پس یقیناً <span class=\"green\">(ہر)</span> تنگی کے ساتھ آسانی ہے<span class=\"green\">(5)</span> بلاشبہ<span class=\"green\">( ہر)</span> تنگی کے ساتھ آسانی ہے<span class=\"green\">(6)</span> پس جب آپ فارغ ہو جائیں تو محنت کیجیے<span class=\"green\">(7)</span> اور اپنے رب کی طرف، پس رغبت کیجیے<span class=\"green\">(8)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[4-1]</span>     اللہ تبارک و تعالیٰ اپنے رسولﷺ پر اپنے احسان کا ذکر کرتے ہوئے فرماتا ہے: <span class=\"arabic qpc-hafs brown\">﴿اَلَمۡ نَشۡرَحۡ لَكَ صَدۡرَكَ﴾</span>  یعنی  شرائع دین،  اللہ تعالیٰ کی طرف دعوت دینے،  مکارم اخلاق سے متصف ہونے،  آخرت کو مدنظر رکھنے اور نیکیوں کی تسہیل کے لیے  کیا ہم نے آپ کے سینے کو کشادہ نہیں کر دیا؟ پس <span class=\"grﷺﷺn\">(آپ کا سینہ)</span> تنگ اور گھٹا ہوا نہیں تھا کہ آپ کسی بھلائی پر عمل نہ کرتے اور نہ ایسا تھا کہ آپ  ان کو انبساط کی حالت میں بہت کم پاتے۔\n <span class=\"arabic qpc-hafs brown\">﴿وَوَضَعۡنَا عَنۡكَ وِزۡرَكَ﴾</span>  یعنی  ہم نے آپ سے آپ کے گناہ کا بوجھ اتار دیا <span class=\"arabic qpc-hafs brown\">﴿الَّذِيۡۤ اَنۡقَضَ﴾</span> ’’جس نے توڑ رکھا تھا۔‘‘ یعنی  بوجھل کیا ہوا تھا <span class=\"arabic qpc-hafs brown\">﴿ظَهۡرَكَ﴾</span> ’’آپ کی کمر کو۔‘‘ جیسا کہ اللہ تعالیٰ نے فرمایا: <span class=\"arabic qpc-hafs brown\">﴿لِّيَغۡفِرَ لَكَ اللّٰهُ مَا تَقَدَّمَ مِنۡ ذَنۢۡبِكَ وَمَا تَاَخَّرَ﴾</span><span class=\"grﷺﷺn\">(الفتح:48؍2)</span>’’تاکہ جو گناہ آپ سے پہلے سرزد ہوئے اور جو پیچھے سرزد ہوئے،  ان سب کو اللہ بخش دے۔‘‘<span class=\"arabic qpc-hafs brown\">﴿وَرَفَعۡنَا لَكَ ذِكۡرَكَ﴾</span>  یعنی  ہم نے آپ کی قدر و منزلت بلند کی،  ہم نے آپ کو ثنائے حسن اور ذکر بلند سے سرفراز کیا جہاں آج تک مخلوق میں سے کوئی ہستی نہیں پہنچ سکی۔ پس جب بھی اللہ تعالیٰ کا ذکر کیا جاتا ہے تو اس کے ساتھ رسول اللہﷺ کا ذکر کیا جاتا ہے،<span class=\"bluﷺ\">  مثلاً:</span>  اسلام میں داخل ہوتے وقت،  اذان اور اقامت کے اندر،  خطبوں اور دیگر امور میں  جن کے ذریعے سے اللہ تعالیٰ نے اپنے رسول محمد مصطفیﷺ کا ذکر بلند کیا ہے۔  امت کے دلوں میں  اللہ تعالیٰ کے بعد آپ کے لیے جو محبت،  تعظیم اور اجلال ہے وہ کسی اور کے لیے نہیں۔  پس اللہ تعالیٰ آپ کو آپ کی امت کی طرف سے افضل ترین جزائے خیر عطا کرے جو کسی نبی کو اس کی امت کی طرف سے عطا کی ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[5، 6]</span>    اللہ تعالیٰ کا ارشاد :<span class=\"arabic qpc-hafs brown\">﴿ فَاِنَّ مَعَ الۡعُسۡرِ يُسۡرًاۙ۰۰اِنَّ مَعَ الۡعُسۡرِ يُسۡرًا﴾</span> ’’بے شک تنگی کے ساتھ آسانی ہے۔ بے شک تنگی کے ساتھ آسانی ہے۔‘‘      ایک عظیم الشان خوشخبری ہے کہ جب بھی کوئی تنگی اور سختی پائی جائے گی تو اس کے ساتھ ساتھ آسانی بھی ہو گی حتیٰ کہ اگر تنگی گوہ کے بل میں داخل ہو جائے تو آسانی اس کے ساتھ داخل ہو گی اور اسے باہر نکال لائے گی،<span class=\"bluﷺ\">  جیسا کہ اللہ تعالیٰ نے فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿سَيَجۡعَلُ اللّٰهُ بَعۡدَ عُسۡرٍ يُّسۡرًا﴾</span><span class=\"grﷺﷺn\">(الطلاق:65؍7)</span> ’’عنقریب اللہ تعالیٰ  تنگی کے ساتھ کشائش عطا کرے گا۔‘‘     اور جیسا کہ نبی ٔاکرمﷺ نے فرمایا :’’تکلیف کے ساتھ کشادگی ہوتی ہے اور تنگی کی معیت  میں کشائش ہے۔‘‘       <span class=\"grﷺﷺn\">(مسند أحمد: 308-307/1)</span>\nدونوں آیات کریمہ میں اَلْعُسْرکو معرفہ استعمال کرنا دلالت کرتا ہے کہ وہ واحد ہے اور اَلْیُسْر کو نکرہ استعمال کرنا اس کے تکرار پر دلالت کرتا ہے۔ پس ایک تنگی دو آسانیوں پر غالب نہیں آئے گی۔ الف لام کے ساتھ معرفہ بنانے میں  جو کہ استغراق اور عموم پر دلالت کرتا ہے،  دلیل ہے کہ ہر تنگی خواہ وہ اپنی انتہا کو پہنچ جائے،  اس کے آخر میں آسانی کا آنا لازم ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[7، 8]</span>     پھر اللہ تعالیٰ نے اپنے رسولﷺ کو اور آپ کی اتباع میں تمام اہل ایمان کو حکم دیا کہ وہ اس کا  شکر ادا کریں اور اس کی نعمتوں کے واجبات کو قائم کریں۔  چنانچہ فرمایا: <span class=\"arabic qpc-hafs brown\">﴿فَاِذَا فَرَغۡتَ فَانۡصَبۡ﴾</span>  یعنی  جب آپ اپنے اشغال سے فراغت حاصل کریں اور آپ کے قلب میں کوئی ایسی چیز باقی نہ رہ جائے جو اسے <span class=\"grﷺﷺn\">(ذکر الٰہی سے)</span> روکتی ہو،  تب آپ عبادت اور دعا میں جدوجہد کیجیے۔ <span class=\"arabic qpc-hafs brown\">﴿وَاِلٰى رَبِّكَ﴾</span> اور اپنے اکیلے رب کی طرف <span class=\"arabic qpc-hafs brown\">﴿فَارۡغَبۡ﴾</span> ’’پس متوجہ ہوجائیں۔‘‘     یعنی اپنی پکار کے جواب اور اپنی دعاؤ ں کی قبولیت کے لیے اپنی رغبت بڑھائیے۔ آپ  ان لوگوں میں سے نہ ہوں جو فارغ ہوتے ہیں تو کھیل تماشے میں مشغول ہو جاتے ہیں،  اپنے رب اور اس کے ذکر سے منہ موڑ لیتے ہیں ، ایسا نہ ہو کہ آپ خسارہ پانے والوں میں شامل ہو جائیں۔\nیہ بھی کہا جاتا ہے کہ اس آیت کریمہ کا معنی ہے کہ جب آپ نماز پڑھ کر اس سے فارغ ہوں تو دعا میں محنت کیجیے  اور اپنے مطالب کے سوال کرنے میں اپنے رب کی طرف رغبت کیجیے۔ اس قول کے قائلین  اس آیت کریمہ سے  فرض نمازوں کے بعد دعا اور ذکر وغیرہ کی مشروعیت پر استدلال کرتے ہیں۔ وَاللہُ أَعْلَمُ۔                </div>"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Biz senin için göğsünü genişletmedik mi?\n2, 3- Böylece belini büken yükünü üzerinden kaldırdık.\n4- Ve şanını da yücelttik.\n5- Gerçekten güçlükle beraber bir kolaylık vardır. \n6- Evet, gerçekten güçlükle beraber bir kolaylık vardır.\n7- O halde <span class=\"green\">(meşgalelerini)</span> bitirdin mi <span class=\"green\">(ibadete)</span> koyul,\n8- Ve <span class=\"green\">(katındakileri)</span> ümit ederek yalnız Rabbine yönel!</p><div><span class=\"green\">(Mekke’de inmiştir. 8 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1.<span class=\"blue\"> Yüce Allah Rasûlüne olan lütuflarını hatırlatarak şöyle buyurmaktadır:</span><span class=\"brown\">“Biz” dinin şer’î hükümleri, Yüce Allah’a davet, en üstün ahlâki değerlere sahip olma, âhirete yönelme, hayırları işlemeyi kolaylaştırma konusunda “senin için göğsünü genişletmedik mi?”</span> Böylelikle senin kalbini hayra boyun eğmeyecek, hayır dolayısı ile rahat ve huzur bulmayacak kadar dar ve sıkıntılı bir kalp olmaktan kurtarmadık mı?\n2-3. <span class=\"brown\">“Böylece belini büken yükünü”</span> günahını <span class=\"brown\">“üzerinden kaldırdık.”</span> Nitekim Yüce Allah,<span class=\"blue\"> bir başka yerde şöyle buyurmaktadır:</span><span class=\"brown\">“Allah geçmiş ve gelecek günahını bağışlasın... diye”</span><span class=\"green\">(el-Feth, 48/2)</span>\n4. <span class=\"brown\">“Ve şanını da yücelttik.”</span> Senin değerini yükselttik ve insanlardan hiçbir kimsenin ulaşamadığı pek üstün, pek güzel övgüleri sana mahsus kıldık.\nNitekim Allah anıldıkça mutlaka onunla birlikte Allah’ın Rasûlü sallallahu aleyhi ve sellem de anılmaktadır. Mesela İslâm’a girişte, ezan, kamet, hutbeler ve buna benzer Yüce Allah’ın kendileri vasıtası ile Rasûlü Muhammed sallallahu aleyhi ve sellem’in şanını yükselttiği diğer hallerde olduğu gibi. Yine ümmetin kalbinde ona karşı öyle bir sevgi ve öyle bir saygı vardır ki Yüce Allah dışında hiçbir kimse için böyle bir durum söz konusu değildir. Ümmeti üzerindeki iyilik ve hakları dolayısı ile Allah, herhangi bir peygambere ümmeti dolayısıyla verdiği mükâfatların en iyisi ile mükâfatlandırsın onu.                </div><div lang=\"tr\" class=\"tr \">\n                                        5-6. <span class=\"brown\">“Gerçekten güçlükle beraber bir kolaylık vardır. Evet, gerçekten güçlükle beraber bir kolaylık vardır.”</span> buyruğu pek büyük bir müjdedir. Nerede bir zorluk, bir darlık varsa hemen onunla beraber, onun yanıbaşında bir kolaylık da vardır. Hatta zorluk kertenkele deliğine girecek olsa kolaylık da onun bulunduğu yere girer ve onu çıkartır. Nitekim Yüce Allah,<span class=\"blue\"> şöyle buyurmaktadır:</span><span class=\"brown\">“Allah, güçlüğün arkasından bir kolaylık ihsan edecektir.”</span><span class=\"green\">(et-Talâk, 65/7)</span>\nNitekim Peygamber sallallahu aleyhi ve sellem de şöyle buyurmaktadır: <span class=\"brown\">“Hiç şüphesiz kurtuluş, sıkıntıyla beraberdir. Hiç şüphesiz zorlukla beraber bir kolaylık vardır.”</span>\nÂyet-i kerimelerde <span class=\"brown\">“zorluk” anlamındaki kelimenin <span class=\"green\">(العسر)</span>, şeklinde elif-lam ile marife gelmesi, onun tek olduğuna, buna karşılık “kolaylık”</span> anlamına gelen kelimenin <span class=\"green\">(يسرا)</span> nekire/belirtisiz oluşu da tekrarlanıp durduğuna, farklı farklı olduğuna delildir. Buna göre bir zorluk, iki ayrı kolaylığı yenemez. Yine istiğrâk <span class=\"green\">(türünü kapsama)</span> ve umum <span class=\"green\">(genellik)</span> ifade eden “elif-lâm” takısı, her bir zorluğun ne kadar zor olursa olsun sonunda ondan ayrılmayan bir kolaylığın bulunduğunu göstermektedir.                </div><div lang=\"tr\" class=\"tr \">\n                                        7-8. Daha sonra Allah, aslî olarak Rasûlüne,<span class=\"blue\"> ona tabi/bağlı olarak da mü’minlere kendisine şükretmelerini ve nimetinin gereği olan yükümlülükleri yerine getirmelerini emrederek:</span><span class=\"brown\">“O halde <span class=\"green\">(meşgalelerini)</span> bitirdin mi <span class=\"green\">(ibadete)</span> koyul”</span> buyurmaktadır. Yani işlerini bitirip de kalbinde seni meşgul edecek bir şey kalmadığı zaman kendini gayretle ibadete ve duaya ver! <span class=\"brown\">“Ve <span class=\"green\">(katındakileri)</span> ümit ederek yalnız Rabbine yönel!”</span> Dualarının kabul edilmesi hususunda büyük bir arzu ve ümit taşı. İşlerini bitirdiler mi oyuna dalanlardan, Rablerinden ve O’nu hatırlamaktan yüz çevirenlerden olma! Yoksa hüsrana uğrayanlardan olursun.<span class=\"blue\">\nAnlamın şu şekilde olduğu da söylenmiştir:</span> Namazı bitirip onu tamamıyla yerine getirdikten sonra duaya etmeye koyul! Bütün dilek ve ihtiyaçlarının karşılanmasını yalnız Rabbinden iste! Bu görüşü kabul edenler, farz namazların akabinde dua ve zikrin meşrû kılınmış olduğuna da bunu delil gösterirler.                </div><p>\n                                                            İnşirâh Sûresi’nin tefsiri burada sona ermektedir.                </p><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 792,
            "text": "ជាការពិតណាស់ យើង(អល់ឡោះ)បានបើកចំហទ្រូងរបស់អ្នក(បើកចិត្ត) ដោយយើងបានធ្វើឱ្យអ្នកពេញចិត្តនឹងការទទួលយកវ៉ាហ៊ី។ជាការពិតណាស់ អល់ឡោះជាម្ចាស់បានបើកចិត្តរបស់អ្នក ដោយធ្វើឱ្យអ្នកពេញចិត្តនឹងការទទួលយកវ៉ាហ៊ី។"
        },
        {
            "resource_id": 790,
            "text": "নিশ্চয় আমি আপোনাৰ বাবে আপোনাৰ বুকু প্ৰশস্ত কৰি দিছোঁ আৰু অহী গ্ৰহণক আপোনাৰ বাবে প্ৰিয় বনাই দিছোঁ।"
        },
        {
            "resource_id": 179,
            "text": "Talaga ngang nagpaluwag Kami para sa iyo ng dibdib mo saka nagpaibig Kami sa iyo ng pagtanggap ng kasi."
        },
        {
            "resource_id": 168,
            "text": "<p>Commentary</p><p>It was mentioned at the end of the preceding Surah that twenty-two Surahs from Surah Ad-Duha to the end of the Qur'an are mainly concerned with Divine favours conferred upon the Holy Prophet ' and with his greatness. Only a few Surahs are concerned with the conditions of the Hereafter or some other subject. Surah Al-Inshirah is concerned with special favours that Allah conferred upon the Holy Prophet ﷺ . Its style is the same as that of the preceding Surah - the interrogative style. In the preceding Surah, the style was 'Did He not find you...?' [ Here the style is ]:</p><p>أَلَمْ نَشْرَ‌حْ لَكَ صَدْرَ‌كَ (Did We not cause your bosom to be wide open for your benefit?...94:1). The word sharp literally denotes 'to open, to cause the bosom to be widely opened'. [ In the present context ] it is to cause the bosom to be wide open to comprehend the Divine mysteries. The verse signifies that Allah illuminated his bosom with wisdom, Divine light and peace and made it spacious, vast and wide as is said in another verse:</p><p>فَمَن يُرِ‌دِ اللَّـهُ أَن يَهْدِيَهُ يَشْرَ‌حْ صَدْرَ‌هُ لِلْإِسْلَامِ</p><p>'So, he whom Allah wills to give guidance, He opens his heart for Islam [ 6:125] '</p><p>The Holy Prophet's ﷺ bosom was expanded to receive the knowledge and wisdom and the gracious morals and ethical qualities, which the greatest philosophers could not match. As a result of this expansion of heart, tawajjuh ilal-makhluq (attentiveness to the creation) did not disturb his attentiveness to and concentration on Allah. Some of the authentic Traditions report that the angels, with Allah's permission, physically opened the blessed chest of the Holy Prophet ﷺ . Some of the commentators interpret this 'expansion of the chest' to refer to the same miracle, as mentioned in Ibn Kathir and others. And Allah knows best!</p>"
        },
        {
            "resource_id": 172,
            "text": "Göğsünü açıp genişleterek sana vahyin indirilmesini sevdirdik."
        },
        {
            "resource_id": 173,
            "text": "Allah t’a ouvert la poitrine de manière à te faire aimer recevoir la Révélation."
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ آيا سينه  ات  را برايت  نگشوديم  ?\nوَوَضَعْنَا عَنكَ وِزْرَكَ و، بار گرانت  را از پشتت  بر نداشتيم  ?\nالَّذِي أَنقَضَ ظَهْرَكَ باري  که  بر پشت  تو سنگيني  مي  کرد ?\nوَرَفَعْنَا لَكَ ذِكْرَكَ آيا تو را بلند آوازه  نساختيم  ?\nفَإِنَّ مَعَ الْعُسْرِ يُسْرًا پس  ، از پي  دشواري  آساني  است\nإِنَّ مَعَ الْعُسْرِ يُسْرًا هر آينه  از پي  دشواري  آساني  است\nفَإِذَا فَرَغْتَ فَانصَبْ چون  از کار فارغ  شوي  ، به  عبادت  کوش\nوَإِلَى رَبِّكَ فَارْغَبْ  و به  پروردگارت  مشتاق  شو.</p><p>\n                                                            مکي و 8 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1 - 4)</span> خداوند متعال بر پیامبرش منت می‌گذارد و می‌فرماید: (<span class=\"arabic qpc-hafs brown\">﴿أَلَمۡ نَشۡرَحۡ لَكَ صَدۡرَكَ﴾</span>) آیا دل و سینۀ تو را، برای مقررات دینی و دعوت به سوی خدا و متصف شد‌ن به فضایل اخلاقی و روی آوردن به آخرت و خوبی‌ها نگشودیم؟! پس دل تو تنگ بود، به گونه‌ای که پذیرای هیچ خیر و خوبی نبود، اما اکنون آن را گشوده می‌یابی. (<span class=\"arabic qpc-hafs brown\">﴿وَوَضَعۡنَا عَنكَ وِزۡرَكَ﴾</span>) و آیا گناهت را از دوش تو برنگرفتیم؟ در حالی که بر پشت تو سنگینی می‌کرد؛<span class=\"blue\"> همان‌طور که خداوند متعال می‌فرماید:</span><span class=\"arabic qpc-hafs brown\">﴿لِّيَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ﴾</span> تا خداوند گناهان گذشته و آیند‌ه‌ات را بیامرزد. (<span class=\"arabic qpc-hafs brown\">﴿وَرَفَعۡنَا لَكَ ذِكۡرَكَ﴾</span>) و مقام و جایگاه تو را بلند گرداندیم، و نام نیکی از تو برجای گذاردیم که هیچ کسی از جهانیان به آن نرسیده است. پس هرگاه خداوند ذکر شود، پیامبر صلی الله علیه وسلم هم همراه با او یاد می‌گردد. همچنان که در داخل شدن به اسلام و در اذان و اقامه و خطبه‌ها و امور دیگری که خداوند یاد پیامبرش را در آنها بلند گردانده است. و او چنان در دل امتش محبت دارد و مورد تعظیم و بزرگداشت است که هیچ کسی بعد از خداوند چنین نیست. خداوند بهترین پاداش را در برابر امت به او بدهد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(5 - 6)</span> (<span class=\"arabic qpc-hafs brown\">﴿فَإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًا إِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرٗا﴾</span>) این مژدۀ بزرگی است که هرگاه سختی و دشواری در میان آید، آسانی همراه آن خواهد بود؛ حتی اگر سختی و دشواری در سوراخ سوسماری برود، آسانی بر آن وارد می‌شود و آن را بیرون می‌آورد.<span class=\"blue\"> همان‌طور که خداوند متعال می‌فرماید:</span><span class=\"arabic qpc-hafs brown\">﴿سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا﴾</span> خداوند بعد از سختی، آسانی خواهد آورد.<span class=\"blue\"> و همان‌طور که پیامبر صلی الله علیه وسلم فرمود:</span><span class=\"brown\">«فرج به همراه سختی و اندوه است، و آسانی با سختی همراه است.»</span> و معرفه آمدن کلمۀ <span class=\"brown\">«عسر»</span> در هر دو آیه بر این دلالت می‌کند که سختی و دشواری یکی است، و نکره بودن کلمۀ <span class=\"brown\">«یسر»</span> نشانگر آن است که آسانی تکرار خواهد شد. پس یک دشواری بر دو آسانی غالب نخواهد شد. و معرفه بودن کلمۀ <span class=\"brown\">«العسر»</span> که الف و لام آن بر استغراق و عموم می‌باشد، دال بر این است که سختی و دشواری هرچند شدت یابد، در آخر آسان خواهد شد و آسانی با آن همراه خواهد بود.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(7 - 8)</span> سپس پیامبرش را به صورت مخاطب اصلی و مؤمنان را به تبع او دستور داد تا خدا را سپاس گزارند، و وظیفۀ خود را در برابر نعمت او انجام دهند،<span class=\"blue\"> و فرمود:</span> (<span class=\"arabic qpc-hafs brown\">﴿فَإِذَا فَرَغۡتَ فَٱنصَبۡ﴾</span>) وقتی از کارهایت فراغت یافتی، و در دل تو چیزی که آن را دچار مشکل نماید باقی نماند، در دعا و عبادت بکوش. (<span class=\"arabic qpc-hafs brown\">﴿وَإِلَىٰ رَبِّكَ فَٱرۡغَب﴾</span>) و برای اجابت دعای خود فقط به پروردگارت روی بیاور، و از کسانی مباش که وقتی کار و بارشان تمام می‌شود به بازی و سرگرمی مشغول می‌شوند، و از پروردگار خود و از ذکر او اعراض می‌کنند. و اگر چنین کنی آنگاه از زیانکاران خواهی بود.<span class=\"blue\"> و گفته شده معنی آیه چنین است:</span> هرگاه از نماز فارغ شدی و آن را کامل نمودی، در دعا بکوش، و در خواستن نیازهایت به او روی بیاور. و کسی که چنین گفته، بر مشروعیت دعا و ذکر بعد از نمازهای فرض استدلال کرده است. والله اعلم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Разве Мы не раскрыли для тебя грудь твою?  <span class=\"green\">(2)</span> и не сняли с тебя ношу,  <span class=\"green\">(3)</span> которая отягощала твою спину?  <span class=\"green\">(4)</span> Разве Мы не возвеличили для тебя славу твою?  <span class=\"green\">(5)</span> Воистину, за каждой тягостью наступает облегчение.  <span class=\"green\">(6)</span> За каждой тягостью наступает облегчение.  <span class=\"green\">(7)</span> Посему, как только освободишься, будь деятелен <span class=\"green\">(как только освободишься от мирн ских дел, усердно поклоняйся Аллаху, или как только завершишь намаз, усердно взывай к Аллаху с молитвами)</span><span class=\"green\">(8)</span> и устремись к своему Господу.</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1-4)</span> Разве Мы не расширили твою грудь для того, чтобы она вместила в себе закон Божий и чтобы ты мог призывать людей к религии Аллаха? Мы наделили тебя прекрасными нравственными качествами, привили тебе стремление к Послед- ней жизни и облегчили тебе путь к добру. А если бы Мы сделали твою грудь стес- ненной и скованной, то ты едва ли мог бы творить добро.\n Разве Мы не избавили тебя от грехов.<span class=\"blue\"> Всевышний сказал:</span><span class=\"brown\">«Воистину, Мы даро- вали тебе явную победу,  чтобы Аллах простил тебе грехи, которые были пре- жде и которые будут впоследствии»</span><span class=\"green\">(48:1–2)</span>.\nРазве Мы не увеличили твою славу и не удостоили тебя высокой похвалы, которой не было удостоено прежде ни одно творение. Когда бы ни упоминалось имя Алла- ха,<span class=\"blue\"> то обязательно наряду с ним звучит имя Посланника:</span> при принятии ислама, во время призыва на молитву, на проповедях и по другим поводам. Везде, где превоз- носят имя Аллаха, упоминают имя посланника Аллаха — Мухаммада, ﷺ. Любовь, уважение и почтение, которые мусульмане испытывают по отношению к нему, ус- тупают лишь чувствам, которые они питают к Всевышнему Аллаху. Дай Аллах, чтобы дань благодарности, отданная ему мусульманами, превзошла благодарность, которой когда-либо любой из уверовавших народов отвечал своему пророку!                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(5-6)</span> Это — великая благая весть о том, что каждой тяготе и каждому бремени сопутствует облегчение. Даже если заботы затмят свет, подобно тому как мрак окуты-\nвает ящерицу в ее норе, вслед за ними все равно наступит облегчение, которому предписано снять с человека бремя его забот.<span class=\"blue\"> Всевышний сказал:</span><span class=\"brown\">«После тяготы Аллах создает облегчение»</span><span class=\"green\">(65:7)</span>. Пророк же, ﷺ,<span class=\"blue\"> сказал:</span><span class=\"brown\">«Печаль сменяется уте- шением, а тяготы — облегчением»</span>.\nИспользование определенного артикля в слове уср ‘тягота’ и его отсутствие в слове йуср ‘облегчение’ свидетельствует о том, что каждую тяготу сменяет двой- ное облегчение. Вот почему тяготы никогда не смогут одолеть облегчение. Наря- ду с этим использование определенного артикля означает, что имеются в виду любые тяготы. Насколько бы обременительными они ни были, вслед за ними не- пременно наступит облегчение.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(7-8)</span> Аллах повелел Своему посланнику, ﷺ, и всем верующим быть благодарными за оказанные им милости и выполнять свои обязанности перед Ним.\nО Мухаммад! Когда ты освободишься от своих хлопот, и ничто не будет заботить тебя, приступи к усердному поклонению Аллаху и молитве. Устремись к Нему с надеждой на то, что Он примет твою мольбу. Не уподобляйся тем, кто, освобожда- ясь от жизненных трудностей, начинает забавляться, предавая забвению Господа. Если же ты ослушаешься, то окажешься среди тех, кто понес великий урон.\nСуществует мнение,<span class=\"blue\"> что эти аяты означают:</span> когда ты завершишь свой намаз и освободишься, то обратись с мольбой к Аллаху и усердно проси его о помощи. Опираясь на это толкование, некоторые богословы считают дозволенным обра- щаться к Аллаху с мольбой и восхвалять его по окончании обязательных нама- зов. А лучше всего об этом известно Аллаху.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 177,
            "text": "TA (Allah) đã mở rộng tấm lòng của Ngươi - Thiên Sứ Muhammad - khiến cho Ngươi yêu thích việc đón nhận lời mặc khải"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1 ـ 4}</span> يقول تعالى ممتنًّا على رسوله: <span class=\"arabic qpc-hafs brown\">{ألم نشرحۡ لك صدرَك}</span>؛<span class=\"blue\"> أي:</span> نوسِّعْه لشرائع الدِّين والدَّعوة إلى الله والاتِّصاف بمكارم الأخلاق والإقبال على الآخرة وتسهيل الخيرات، فلم يكن ضيِّقاً حرجاً لا يكاد ينقاد لخيرٍ ولا تكاد تجده منبسطاً، <span class=\"arabic qpc-hafs brown\">{ووضعۡنا عنك وِزۡرَك}</span>؛<span class=\"blue\"> أي:</span> ذنبك، <span class=\"arabic qpc-hafs brown\">{الذي أنقَضَ}</span>؛<span class=\"blue\"> أي:</span> أثقل <span class=\"arabic qpc-hafs brown\">{ظهركَ}</span>؛<span class=\"blue\"> كما قال تعالى:</span><span class=\"arabic qpc-hafs brown\">{ليغفرَ لك اللهُ ما تقدَّم من ذنبِكَ وما تأخَّر}</span>، <span class=\"arabic qpc-hafs brown\">{ورفَعۡنا لكَ ذِكۡرَك}</span>؛<span class=\"blue\"> أي:</span> أعليْنا قدرَك، وجعلنا لك الثَّناء الحسن العالي، الذي لم يصلْ إليه أحدٌ من الخلق؛ فلا يُذْكَرُ الله؛ إلاَّ ذُكِر معه رسوله - صلى الله عليه وسلم -؛ كما في الدُّخول في الإسلام، وفي الأذان، والإقامة، والخطب ... وغير ذلك من الأمور التي أعلى الله بها ذِكر رسوله محمدٍ - صلى الله عليه وسلم -، وله في قلوب أمَّته من المحبَّة والإجلال والتَّعظيم ما ليس لأحدٍ غيره بعد الله تعالى؛ فجزاه الله عن أمَّته أفضل ما جزى نبيًّا عن أمَّته.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{5 ـ 6}</span> وقوله: <span class=\"arabic qpc-hafs brown\">{فإنَّ مع العُسۡرِ يُسۡراً. إنَّ مع العُسۡرِ يُسۡراً}</span>: بشارةٌ عظيمةٌ أنَّه كلَّما وُجِدَ عسرٌ وصعوبةٌ؛ فإنَّ اليسر يقارنه ويصاحبه، حتى لو دخل العسر جحر ضبٍّ؛ لدخل عليه اليسر فأخرجه؛<span class=\"blue\"> كما قال تعالى:</span><span class=\"arabic qpc-hafs brown\">{سيجعل اللهُ بعدَ عُسۡرٍ يُسۡراً}</span>، وكما قال النبيُّ - صلى الله عليه وسلم -: <span class=\"brown\">«وإنَّ الفرج مع الكرب، وإنَّ مع العسر يسراً »</span>.\nوتعريف العسر في الآيتين يدلُّ على أنَّه واحدٌ، وتنكير اليسرِ يدلُّ على تكراره؛ فلن يغلب عسرٌ يسرين.\nوفي تعريفه بالألف واللاَّم الدالِّ  على الاستغراق والعموم يدل على أنَّ كلَّ عسرٍ وإنْ بلغ من الصعوبة ما بلغ؛ فإنَّه في آخره التيسير ملازمٌ له.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{7 ـ 8}</span> ثم أمر <span class=\"brown\">[اللَّهُ]</span> رسوله أصلاً والمؤمنين تبعاً بشكره والقيام بواجب نعمه،<span class=\"blue\"> فقال:</span><span class=\"arabic qpc-hafs brown\">{فإذا فرَغۡتَ فانصَبۡ}</span>؛<span class=\"blue\"> أي:</span> إذا تفرَّغْتَ من أشغالِك، ولم يبقَ في قلبكَ ما يعوقه؛ فاجتهدْ في العبادة والدُّعاء، <span class=\"arabic qpc-hafs brown\">{وإلى ربِّك}</span>: وحده <span class=\"arabic qpc-hafs brown\">{فارغَبۡ}</span>؛<span class=\"blue\"> أي:</span> أعظم الرغبة في إجابة دعائك وقبول دعواتك ، ولا تكنْ ممَّن إذا فرغوا ؛ لعبوا وأعرضوا عن ربِّهم وعن ذِكْرِه، فتكون من الخاسرين.<span class=\"blue\">\nوقد قيل:</span> إنَّ معنى هذا: فإذا فرغتَ من الصَّلاة وأكملتها؛ فانصب في الدُّعاء، وإلى ربِّك فارغبْ في سؤال مطالبك.\nواستدلَّ من قال هذا القول على مشروعيَّة الدُّعاء والذِّكر عقب الصلوات المكتوبات. والله أعلم <span class=\"brown\">[وبذالك]</span>.                </div><p>\n                                                            تمت. والحمد لله.                </p><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 178,
            "text": "Аллах раскрыл тебе твою грудь, и вселил в тебя любовь к получению Откровения."
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة ألم نشرح وهي مكية .</p><p lang=\"ar\" class=\"ar \">يقول تعالى : <span class=\"arabic qpc-hafs\">( ألم نشرح لك صدرك )</span> يعني : أما شرحنا لك صدرك ،<span class=\"blue\"> أي :</span> نورناه وجعلناه فسيحا رحيبا واسعا كقوله : <span class=\"arabic qpc-hafs\">( فمن يرد الله أن يهديه يشرح صدره للإسلام )</span> <span class=\"reference brown\">[ الأنعام : 125 ]</span> ، وكما شرح الله صدره كذلك جعل شرعه فسيحا واسعا سمحا سهلا لا حرج فيه ولا إصر ولا ضيق .</p><p lang=\"ar\" class=\"ar \">وقيل : المراد بقوله : <span class=\"arabic qpc-hafs\">( ألم نشرح لك صدرك )</span> شرح صدره ليلة الإسراء ، كما تقدم من رواية مالك بن صعصعة ، وقد أورده الترمذي هاهنا . وهذا وإن كان واقعا ، ولكن لا منافاة ، فإن من جملة شرح صدره الذي فعل بصدره ليلة الإسراء ، وما نشأ عنه من الشرح المعنوي أيضا ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">قال عبد الله بن الإمام أحمد : حدثني محمد بن عبد الرحيم أبو يحيى البزاز ، حدثنا يونس بن محمد ، حدثنا معاذ بن محمد بن معاذ بن محمد بن أبي بن كعب ، حدثني أبي محمد بن معاذ ، عن معاذ ، عن محمد ،<span class=\"blue\"> عن أبي بن كعب :</span> أن أبا هريرة كان جريا على أن يسأل رسول الله صلى الله عليه وسلم عن أشياء لا يسأله عنها غيره ،<span class=\"blue\"> فقال :</span> يا رسول الله ، ما أول ما رأيت من أمر النبوة ؟<span class=\"blue\"> فاستوى رسول الله صلى الله عليه وسلم جالسا وقال :</span> <span class=\"red\">\" لقد سألت يا أبا هريرة ، إني لفي الصحراء ابن عشر سنين وأشهر ، وإذا بكلام فوق رأسي ،<span class=\"blue\"> وإذا رجل يقول لرجل :</span> أهو هو ؟ <span class=\"reference brown\">[ قال : نعم ]</span> فاستقبلاني بوجوه لم أرها <span class=\"reference brown\">[ لخلق ]</span> قط ، وأرواح لم أجدها من خلق قط ، وثياب لم أرها على أحد قط . فأقبلا إلي يمشيان ، حتى أخذ كل واحد منهما بعضدي ، لا أجد لأحدهما مسا ،<span class=\"blue\"> فقال أحدهما لصاحبه :</span> أضجعه . فأضجعاني بلا قصر ولا هصر .<span class=\"blue\"> فقال أحدهما لصاحبه :</span> افلق صدره . فهوى أحدهما إلى صدري ففلقه فيما أرى بلا دم ولا وجع ،<span class=\"blue\"> فقال له :</span> أخرج الغل والحسد ، فأخرج شيئا كهيئة العلقة ثم نبذها فطرحها ،<span class=\"blue\"> فقال له :</span> أدخل الرأفة والرحمة ، فإذا مثل الذي أخرج ، شبه الفضة ،<span class=\"blue\"> ثم هز إبهام رجلي اليمنى فقال :</span> اغد واسلم . فرجعت بها أغدو ، رقة على الصغير ، ورحمة للكبير \"</span> .</p>"
        },
        {
            "resource_id": 181,
            "text": "به راستى كه تو را دل گشاده كرديم و دریافت وحی را برايت خوشايند ساختیم."
        },
        {
            "resource_id": 165,
            "text": "<p>আমি কি তোমার বক্ষকে প্রশস্ত করে দিইনি? [১]</p><p>[১] পূর্বের সূরায় (মহানবী (সাঃ)-এর প্রতি) তিনটি নিয়ামত বা অনুগ্রহের কথা আলোচনা হয়েছে। এ সূরাতেও মহান আল্লাহ আরো তিনটি অনুগ্রহের কথা উল্লেখ করছেন। তার মধ্যে তাঁর 'বক্ষ প্রশস্ত' করে দেওয়া হল প্রথম অনুগ্রহ। এর অর্থ হল, বক্ষ আলোকিত এবং উদার হওয়া; যাতে সত্য স্পষ্ট হয়ে যায় এবং তার জন্য হৃদয় সংকুলান হয়। একই অর্থে কুরআন কারীমের এই আয়াতওঃ {فَمَن يُرِدِ اللهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ} অর্থাৎ, \"আল্লাহ যাকে পথ-প্রদর্শন করতে চান, তার বক্ষকে ইসলামের জন্য প্রশস্ত করে দেন।\" <em>(সূরা আনআম ৬:১২৫ আয়াত)</em> অর্থাৎ, সে ইসলামকে সত্য দ্বীন বলে জেনে নেয় এবং তা গ্রহণ করে নেয়। এই 'বক্ষ প্রশস্ত'-এর অর্থে সেই 'বক্ষ বিদীর্ণ' (সিনাচাক)ও এসে যায়; যা বিশুদ্ধ হাদীসানুযায়ী নবী (সাঃ)-এর দু'-দু' বার ঘটেছিলঃ একবার বাল্যকালে যখন তাঁর বয়স ৪ বছর। একদা জিবরীল (আঃ) এলেন এবং নবী (সাঃ)-এর বক্ষ বিদীর্ণ করলেন। আর তাঁর হৃদয়ের ভিতর থেকে শয়তানী রক্তপিন্ডকে বের করে দিয়েছিলেন যা প্রতিটি মানুষের হৃদয়ে বিদ্যমান থাকে এবং হৃদয় ধৌত করে পুনরায় তা ভরে দিয়ে বক্ষ বন্ধ করে দিলেন। <em>(সহীহ মুসলিম ঈমান অধ্যায়, ইসরা পরিচ্ছেদ)</em> আর একবার তা মি'রাজের সময় ঘটেছিল; জিবরীল (আঃ) তাঁর মুবারক বুকটাকে চিরে তাঁর অন্তরটাকে বের করে যমযমের পানি দিয়ে ধুয়ে পুনরায় স্বস্থানে রেখে দিলেন এবং তা ঈমান ও হিকমত দিয়ে পরিপূর্ণ করে দিলেন। <em>(সহীহাইন মি'রাজ পরিচ্ছেদ এবং নামায অধ্যায়)</em></p>"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><p>بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</p><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>The Meaning of opening the Breast</h2><p>Allah says,</p><p>أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ</p><p>(Have We not opened your breast for you) meaning, `have We not opened your chest for you.' This means, `We illuminated it, and We made it spacious, vast and wide.' This is as Allah says,</p><p>فَمَن يُرِدِ اللَّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلَـمِ</p><p>(And whomsoever Allah wills to guide, He opens his breast to Islam.) (6:125) And just as Allah expanded his chest, He also made His Law vast, wide, accommodating and easy, containing no difficulty, hardship or burden.</p><h2>A Discussion of Allah's Favor upon His Messenger Concerning Allah's statement,</h2><p>وَوَضَعْنَا عَنكَ وِزْرَكَ</p><p>(And removed from you your burden.) This means</p><p>لِّيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ</p><p>(That Allah may forgive you your sins of the past and the future.) (48:2)</p><p>الَّذِى أَنقَضَ ظَهْرَكَ</p><p>(Which weighed down your back) Al-Inqad means the sound. And more than one of the Salaf has said concerning Allah's saying,</p><p>الَّذِى أَنقَضَ ظَهْرَكَ</p><p>(Which weighed down your back) meaning, `its burden weighed heavy upon you.'</p><h2>The Meaning of raising the Fame of the Prophet (Peace be upon him)</h2><p>وَرَفَعۡنَا لَكَ ذِكۡرَكَ</p><p>(And have We not raised high your fame?) Mujahid said, \"I (Allah) am not remembered except that you are remembered with Me: I bear witness that there is no God worthy of worship except Allah, and that Muhammad ﷺ is the Messenger of Allah.\"</p><p>Qatadah said , \"Allah raised his fame in this life and in the Hereafter. There is no one who gives a sermon, declares the Testimony of Faith (Shahadah), or prays a prayer (Salah) except that he proclaims it: I bear witness that there is no God worthy of worship except Allah, and that Muhammad ﷺ is the Messenger of Allah.</p><h2>Ease after Difficulty</h2><p>إِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرً۬ا • فَإِنَّ مَعَ ٱلۡعُسۡرِ يُسۡرًا</p><p>(Verily along with every hardship is relief. Veriliy along with every hardship is relief)</p><p>Allah informs that with difficulty there is ease, and then He reaffirms this information (by repeating it)</p><h2>The Command to remember Allah during Spare Time</h2><p>فَإِذَا فَرَغۡتَ فَٱنصَبۡ • وَإِلَىٰ رَبِّكَ فَٱرۡغَب</p><p>( So when you have finished, devote yourself to Allah's worship. And to your Lord turn intentions and hopes. )</p><p>Meaning, 'when you have completed your worldly affairs and its tasks, and you have broken away from its routine, then get up to perform the worship, and stand for it with zeal, complete devotion and purify your intention and desire for your lord.' Similar to this is the Prophet's statement in a hadith that is agreed-upon to be authentic,</p><p>لَا صَلَاةَ بِحَضْرَةِ الطَّعَامِ, وَلَا هُوَ يُدَافِعُهُ الأَخْبَثَانِ</p><p>There is no prayer when the food is served, nor when the two foul things (excrement and urine) are pressing a person.</p><p>The Prophet (صلى الله عليه و سلم) also said,</p><p>إِذَا أُقِيمَتِ الصَّلَاةُ وَحَضَرَ الْعَشَاءُ فَبْدَأُوا بِااْلْعَشَاءِ</p><p>When the prayer has started and the dinner has been served, then begin with dinner.</p><p>Mujahid said concerning this Ayah, \"When you are free from the worldly affairs, and you have stood to pray, then stand up for your Lord.\"</p>"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"id translation\" lang=\"id\">\"Bukankah Kami telah melapangkan untukmu dadamu? Dan Kami telah menghilangkan dari padamu bebanmu, yang memberat-kan punggungmu? Dan Kami tinggikan bagimu sebutan <span class=\"green\">(nama)</span>mu. Karena sesungguhnya sesudah kesulitan itu ada kemudahan. Se-sungguhnya sesudah kesulitan itu ada kemudahan. Maka apabila kamu telah selesai <span class=\"green\">(dari sesuatu urusan)</span>, kerjakanlah dengan sungguh-sungguh <span class=\"green\">(urusan)</span> yang lain, dan hanya kepada Rabbmu-lah hendaknya kamu berharap.\" <span class=\"green\">(Asy-<span class=\"blue\">Syarh:</span> 1-8)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(1-4)</span> Allah سبحانه وتعالى berfirman kepada RasulNya, ﴾ أَلَمۡ نَشۡرَحۡ     لَكَ  صَدۡرَكَ <span class=\"brown\">﴿   \"Bukankah Kami telah melapangkan untukmu dadamu?\" Yakni, Kami melapangkannya untuk syariat-syariat agama, dakwah kepada Allah سبحانه وتعالى, bersifat dengan akhlak yang baik, mengedepankan akhirat dan mempermudahkan kebajikan sehingga tidak terasa sempit dan tertekan hingga hampir <span class=\"green\">(sebelumnya)</span> tidak tunduk pada kebaikan dan hampir tidak merasakannya lapang. ﴾</span> وَوَضَعۡنَا  عَنكَ  وِزۡرَكَ <span class=\"brown\">﴿   \"Dan Kami telah menghilangkan dari padamu bebanmu,\" yakni kesalahanmu ﴾</span> ٱلَّذِيٓ   أَنقَضَ  ظَهۡرَكَ     <span class=\"brown\">﴿ \"yang memberatkan punggungmu,\" senada dengan Fir-man Allah سبحانه وتعالى, \n﴾</span> لِّيَغۡفِرَ  لَكَ  ٱللَّهُ  مَا  تَقَدَّمَ  مِن  ذَنۢبِكَ وَمَا  تَأَخَّرَ <span class=\"brown\">﴿ \n\"Supaya Allah memberi ampunan kepadamu terhadap dosa yang telah lalu dan yang akan datang.\" <span class=\"green\">(Al-<span class=\"blue\">Fath:</span> 2)</span>. \n﴾</span> وَرَفَعۡنَا  لَكَ  ذِكۡرَكَ ﴿   \"Dan Kami tinggikan bagimu sebutan <span class=\"green\">(nama)</span>mu,\" yakni Kami tinggikan derajatmu dan Kami berikan pujian baik lagi luhur untukmu yang belum pernah dicapai oleh seorang pun sehingga tidaklah Allah سبحانه وتعالى disebut melainkan RasulNya juga dise-butkan bersamaNya seperti kalimat syahadat masuk Islam, adzan, iqamat, khutbah dan lainnya yang dalam kata-kata itu Allah سبحانه وتعالى mengagungkan sebutan RasulNya, Muhammad a. Dan di hati umatnya, beliau dicintai, diagungkan, dan dimuliakan, yang tidak dimiliki oleh seorang pun selain beliau setelah Allah سبحانه وتعالى. Semoga Allah سبحانه وتعالى memberi beliau balasan atas jerih payahnya terhadap umat dengan balasan terbaik yang diberikan kepada seorang nabi atas jasa baiknya bagi umatnya.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(5-6)</span> Allah سبحانه وتعالى berfirman, ﴾ فَإِنَّ  مَعَ  ٱلۡعُسۡرِ         يُسۡرًا        5  إِنَّ     مَعَ  ٱلۡعُسۡرِ          يُسۡرٗا     6  <span class=\"brown\">﴿ \"Ka-rena sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan.\" Ini adalah berita gembira besar; setiap kali ada kesulitan dan kesusahan, selalu disertai kemudahan, hingga meski kesulitan itu terjebak di lubang biawak, niscaya ke-mudahan akan masuk dan mengeluarkannya, sebagaimana Firman Allah سبحانه وتعالى, \n﴾</span> سَيَجۡعَلُ  ٱللَّهُ  بَعۡدَ  عُسۡرٖ  يُسۡرٗا 7 ﴿ \n\"Allah akan menjadikan kemudahan setelah kesulitan.\" <span class=\"green\">(Ath-Tha-<span class=\"blue\">laq:</span> 7)</span>. \nDan seperti yang disabdakan Nabi a, \nوَإِنَّ الْفَرَجَ مَعَ الْكَرْبِ، وَأَنَّ مَعَ الْعُسْرِ يُسْرًا.\n\"Dan sesungguhnya kelapangan itu ada bersama kesulitan dan bahwa bersama kesulitan itu ada kemudahan.\"<span class=\"brown\">[146]</span>\nPenyebutan kata \"kesulitan\" pada kedua ayat secara definite <span class=\"green\">(ma'rifat)</span> menunjukkan keduanya sama, sedangkan penyebutan kata \"kemudahan\" secara indefinite <span class=\"green\">(nakirah)</span> menunjukkan ber-ulangnya. Satu kesulitan tidak akan mengalahkan dua kemudahan. Penyebutan kata \"kesulitan\" secara definite dengan alif dan lam me-nunjukkan generalisasi, dan generalisasi itu menunjukkan bahwa semua kesulitan meski mencapai tingkat seberapa pun tapi pada akhirnya kemudahan akan menyertainya.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(7-8)</span> Selanjutnya Allah سبحانه وتعالى memerintahkan RasulNya pada asalnya dan kaum Mukminin setelahnya untuk bersyukur pada-Nya dan menunaikan kewajiban atas nikmat yang diberikan seraya berfirman, ﴾ فَإِذَا  فَرَغۡتَ  فَٱنصَبۡ <span class=\"brown\">﴿   \"Maka apabila kamu telah selesai <span class=\"green\">(dari sesuatu urusan)</span>, kerjakanlah dengan sungguh-sungguh <span class=\"green\">(urusan)</span> yang lain.\" Artinya, bila kau telah usai mengerjakan urusanmu dan tidak tersisa sesuatu pun yang memberatkan di hatimu, maka bersungguh-sungguhlah dalam beribadah dan doa. ﴾</span> وَإِلَىٰ  رَبِّكَ <span class=\"brown\">﴿   \"Dan hanya kepada Rabbmulah,\" semata, ﴾</span> فَٱرۡغَب ﴿   \"hendaknya kamu berharap,\" yakni, besar-kanlah harapanmu agar doamu dikabulkan dan janganlah seperti orang yang bermain-main seusai bekerja dan berpaling dari Rabb mereka dan berpaling dari mengingatNya sehingga kau akan men-jadi orang merugi. Ada yang menafsirkan sebagai berikut, makna ayat ini adalah bila engkau selesai shalat dan setelah menyempurna-kannya, maka bersungguh-sungguhlah dalam berdoa dan hanya kepada Rabbmulah hendaknya kau berharap dalam meminta apa yang kau inginkan. Orang yang berpendapat demikian berdalil dengannya atas disyariatkannya berdoa dan berdzikir setelah shalat wajib. Wallahu a'lam.                </div><p>\n                                                            Selesai, dan segala puji hanya bagi Allah semata.                </p>"
        },
        {
            "resource_id": 157,
            "text": "<p>ان آیات سے معلوم ہوتا ہے کہ رسول اللہ ﷺ کی روح میں کوئی تنگی تھی اور آپ دعوت اسلامی کے سلسلے میں کچھ مشکلات محسوس فرماتے تھے۔ آپ پریشان تھے کیونکہ آپ کے خلاف سازشیں ہورہی تھیں اور آپ کے دل پر ان کے اثرات پڑ رہے تھے اور آپ سمجھتے تھے کہ یہ ذمہ داریاں بہت بھاری ہیں اور یہ کہ آپ کو اللہ کی امداد نصرت اور خصوصی زادراہ کی ضرورت ہے۔</p><p>چناچہ اس موقعہ پر آپ کے ساتھ یہ بیٹھا مکالمہ ہوا۔ انداز گفتگو ایسا ہے کہ بات محبتوں سے بھری ہے۔</p><p>الم نشرح .................... صدرک (1:94) ”(اے نبی) کیا ہم نے تمہارا سینہ تمہارے لئے کھول نہیں دیا “۔ آپک کا سینہ دعوت اسلامی کے کام کے لئے کھل گیا ، اور آپ کے لئے اس ذمہ داری کا اٹھانا ہم نے آسان کردیا۔ یہ ذمہ داری ہم نے آپ کے لئے محبوب بنادی اور راستہ ہم نے صاف کردیا اور ہم نے آپ کو اسی راستے پر لگا دیا یہاں تک کہ آپ کو اس کا انجام نہایت خوبی سے نظر آنے لگا جو سعادتوں سے پر تھا۔</p><p>ذرا اپنے سینے کو ٹٹولیے ، کیا آپ اس میں کشادگی ، خوشی اور ایک چمک نہیں پاتے۔ کیا اللہ کے اس دین کا ذوق واضح طور پر نہیں پاتے۔ بتائیے تو سہی کیا ہر مشکل اور مشقت میں آپ یہ بات نہیں پاتے ، کیا ہر تھکاوٹ میں آپ کو خوشی نہیں ہوتی ، کیا ہر مشکل آپ کو آسان نہیں لگتی ، کیا ہر محرومی پہ آپ راضی نہیں ہیں ؟</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"ألم نشرح لك صدرك\"</span>، ألم نفتح ونوسع ونلين لك قلبك بالإيمان والنبوة والعلم والحكمة.</p>"
        },
        {
            "resource_id": 91,
            "text": "يقول تعالى -ممتنًا على رسوله-: <span class=\"arabic qpc-hafs brown\">{ أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ }</span> أي: نوسعه لشرائع الدين والدعوة إلى الله، والاتصاف بمكارم الأخلاق، والإقبال على الآخرة، وتسهيل الخيرات فلم يكن ضيقًا حرجًا، لا يكاد ينقاد لخير، ولا تكاد تجده منبسطًا."
        },
        {
            "resource_id": 174,
            "text": "Kami telah melapangkan bagimu dadamu, maka Kami menjadikanmu senang menerima wahyu."
        },
        {
            "resource_id": 90,
            "text": "سورة ألم نشرحمكية في قول الجميع . وهي ثماني آياتبسم الله الرحمن الرحيمألم نشرح لك صدرك شرح الصدر : فتحه أي ألم نفتح صدرك للإسلام . وروى أبو صالح عن ابن عباس قال : ألم نلين لك قلبك . وروى الضحاك عن ابن عباس قال : قالوا يا رسول الله ، أينشرح الصدر ؟ قال : \" نعم وينفسح \" . قالوا : يا رسول الله ، وهل لذلك علامة ؟ قال : \" نعم التجافي عن دار الغرور ، والإنابة إلى دار الخلود ، والاعتداد للموت ، قبل نزول الموت \" . وقد مضى هذا المعنى في ( الزمر ) عند قوله تعالى : أفمن شرح الله صدره للإسلام فهو على نور من ربه . وروي عن الحسن قال : ألم نشرح لك صدرك قال : ملئ حكما وعلما .وفي الصحيح عن أنس بن مالك ، عن مالك بن صعصعة - رجل من قومه - أن النبي - صلى الله عليه وسلم - قال : \" فبينا أنا عند البيت بين النائم واليقظان إذ سمعت قائلا يقول : أحد الثلاثة فأتيت بطست من ذهب ، فيها ماء زمزم ، فشرح صدري إلى كذا وكذا \" قال قتادة قلت : ما يعني ؟ قال : إلى أسفل بطني ، قال : \" فاستخرج قلبي ، فغسل قلبي بماء زمزم ، ثم أعيد مكانه ، ثم حشي إيمانا وحكمة \" . وفي الحديث قصة .وروي عن النبي - صلى الله عليه وسلم - قال : ( جاءني ملكان في صورة طائر ، [ ص: 93 ] معهما ماء وثلج ، فشرح أحدهما صدري ، وفتح الآخر بمنقاره فيه فغسله ) . وفي حديث آخر قال : \" جاءني ملك فشق عن قلبي ، فاستخرج منه عذرة ، وقال : قلبك وكيع ، وعيناك بصيرتان ، وأذناك سميعتان ، أنت محمد رسول الله ، لسانك صادق ، ونفسك مطمئنة ، وخلقك قثم ، وأنت قيم \" . قال أهل اللغة : قوله \" وكيع \" أي يحفظ ما يوضع فيه . يقال : سقاء وكيع أي قوي يحفظ ما يوضع فيه . واستوكعت معدته ، أي قويت وقوله : \" قثم \" أي جامع . يقال : رجل قثوم للخير أي جامع له . ومعنى ألم نشرح قد شرحنا الدليل على ذلك قوله في النسق عليه : ووضعنا عنك وزرك ، فهذا عطف على التأويل ، لا على التنزيل ; لأنه لو كان على التنزيل لقال : ونضع عنك وزرك . فدل هذا على أن معنى ألم نشرح : قد شرحنا . و ( لم ) جحد ، وفي الاستفهام طرف من الجحد ، وإذا وقع جحد ، رجع إلى التحقيق كقوله تعالى : أليس الله بأحكم الحاكمين . ومعناه : الله أحكم الحاكمين . وكذا أليس الله بكاف عبده . ومثله قول جرير يمدح عبد الملك بن مروان :ألستم خير من ركب المطايا وأندى العالمين بطون راحالمعنى : أنتم كذا ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 1{ اَلَمْ نَشْرَحْ لَکَ صَدْرَکَ۔ } ”کیا ہم نے آپ ﷺ کے لیے آپ ﷺ کے سینے کو کھول نہیں دیا ؟“ یعنی ہم نے آپ ﷺ کا اضطراب کم کر کے آپ ﷺ کے دل کو ایک ٹھہرائو اور سکون عطا فرما دیا ہے۔ مولانا شبیر احمد عثمانی رح اس آیت کے ضمن میں لکھتے ہیں : ”اس میں علوم و معارف کے سمندر اتار دیے اور لوازمِ نبوت اور فرائض ِ رسالت برداشت کرنے کو بڑاوسیع حوصلہ دیا۔“</p>"
        },
        {
            "resource_id": 183,
            "text": "アッラーは、あなた（ムハンマド）の胸を安堵させ、啓示を受けやすくしたのではないか。"
        },
        {
            "resource_id": 905,
            "text": "لقد شرحنا لك صدرك فحبَّبنا إليك تلقِّي الوحي."
        },
        {
            "resource_id": 182,
            "text": "真主确已为你敞开你的胸襟，使你喜爱接受启示，"
        },
        {
            "resource_id": 92,
            "text": "أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ (1) استفهام تقريري على النفي . والمقصود التقرير على إثبات المنفي كما تقدم غير مرة . وهذا التقرير مقصود به التذكير لأجل أن يراعي هذه المنة عندما يخالجه ضيق صدر مما يلقاه من أذى قوم يريد صلاحَهم وإنقاذَهم من النار ورفعَ شأنهم بين الأمم ، ليدوم على دعوته العظيمة نَشيطاً غير ذي أسف ولا كَمَدٍ .والشرح حقيقته : فصل أجزاء اللحم بعضِها عن بعض ، ومنه الشريحة للقطعة من اللحم ، والتشريح في الطب ، ويطلق على انفعال النفس بالرضى بالحال المتلبس بها . وظاهر كلام «الأساس» أن هذا إطلاق حقيقي . ولعله راعى كثرة الاستعمال ، أي هو من المجاز الذي يساوي الحقيقة لأن الظاهر أن الشرح الحقيقي خاص بشرح اللحم ، وأن إطلاق الشرح على رضى النفس بالحال أصله استعارة ناشئة عن إطلاق لفظ الضيق وما تصرف منه على الإحساس بالحزن والكمد قال تعالى : { وضائق به صدرك أن يقولوا لولا أنزل عليه كنز } [ هود : 12 ] الآية . فجعل إزالة ما في النفس من حزن مثل شرح اللحم وهذا الأنسب بقوله : { فإن مع العسر يسراً } [ الشرح : 5 ] .وتقدم قوله : { قال رب اشرح لي صدري } في سورة طه ( 25 ) .فالصدر مراد به الإِحساس الباطني الجامع لمعنى العقل والإدراك . وشرح صدره كناية عن الإِنعام عليه بكل ما تطمح إليه نفسه الزكية من الكمالات وإعلامه برضى الله عنه وبشارته بما سيحصل للدّين الذّي جاء به من النصر .هذا تفسير الآية بما يفيده نظمها واستقلالها عن المرويات الخارجية ، ففسرها ابن عباس بأن الله شرح قلبه بالإِسلام ، وعن الحسن قال : شرح صدره أن مُلِىءَ علماً وحكماً ، وقال سهل بن عبد الله التستري : شرح صدره بنور الرسالة ، وعلى هذا الوجه حمله كثير من المفسرين ونسبه ابن عطية إلى الجمهور .ويجوز أن يجعل الشرح شرحاً بدنياً . وروي عن ابن عباس أنه فسر به وهو ظاهر صنيع الترمذي إذ أخرج حديث شقِّ الصدر الشريف في تفسير هذه السورة فتكون الآية إشارة إلى مرويات في شَق صدره صلى الله عليه وسلم شقّاً قُدُسياً ، وهو المروي بعض خبره في «الصحيحين» ، والمروي مطولاً في السيرة والمسانيد ، فوقع بعض الروايات في «الصحيحين» أنه كان في رؤيا النوم ورؤيا الأنبياء وحي ، وفي بعضها أنه كان يقظة وهو ظاهر ما في «البخاري» ، وفي «صحيح مسلم» أنه يقظة وبمرأى من غلمان أترابه ، وفي حديث مسلم عن أنس بن مالك أنه قال : رأيت أثر الشق في جلد صدر النبي صلى الله عليه وسلم وفي بعض الروايات أن النبي صلى الله عليه وسلم كان بين النائم واليقظان ، والرواياتُ مختلفة في زمانه ومكانه مع اتفاقها على أنه كان بمكة . واختلاف الروايات حمل بعضَ أهل العلم على القول بأن شق صدره الشريف تكرر مرتين إلى أربع ، منها حين كان عند حليمة .وفي حديث عبد الله بن أحمد بن حنبل أن الشق كان وعمُر النبي صلى الله عليه وسلم عشر سنين .والذي في «الصحيح» عن أبي ذر أنه كان عند المعراج به إلى السماء ، ولعل بعضها كان رؤيا وبعضها حساً . وليس في شيء من هذه الأخبار على اختلاف مراتبها ما يدل على أنه الشرح المراد في الآية ، وإذ قد كان ذاك الشق معجزة خارقة للعادة يجوز أن يكون مراداً وهو ما نحاه أبو بكر بن العربي في «الأحكام» ، وعليه يكون الصدر قد أطلق على حقيقته وهو الباطن الحاوي للقلب . ومن العلماء فسر الصدر بالقلب حكاه عياض في «الشفا» ، يشير إلى ما جاء في خبرِ شق الصدر من إخراج قلبه وإزالة مقر الوسوسة منه ، وكلا المعنيين للشرح يفيد أنه إيقاع معنى عظيم لنفس النبي صلى الله عليه وسلم إمَّا مباشرة وإما باعتبار مغزاهُ كما لا يخفى .واللام في قوله : { لك } لام التعليل ، وهو يفيد تكريماً للنبيء صلى الله عليه وسلم بأن الله فعل ذلك لأجله .وفي ذكر الجار والمجرور قبل ذكر المشروح سلوك طريقة الإِبهام للتشويق فإنه لما ذُكر فعل { نشرح } عَلم السامع أن ثَمَّ مشروحاً ، فلما وقع قوله : { لك } قوي الإِبهام فازداد التشويق ، لأن { لك } يفيد معنى شيئاً لأجلك فلما وقع بعده قوله : «صدره» تعين المشروح المترقَّب فتمكن في الذهن كمال تمكن ، وهذا ما أشار إليه في «الكشاف» وقفِّي عليه صاحب «المفتاح» في مبحث الإِطناب ."
        },
        {
            "resource_id": 166,
            "text": "<p>আমরা কি আপনার বক্ষ আপনার কল্যাণে প্রশস্ত করে দেইনি [১] ?</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>সূরা আল-ইনশিরাহে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-কে প্রদত্ত বিশেষ বিশেষ অনুগ্রহ বর্ণিত হয়েছে। বর্ণনায় এ সূরার সাথে সূরা আদ-দোহার অর্থগত সম্পর্ক রয়েছে। [আদ্ওয়াউল বায়ান]</p><p>---------------------</p><p>[১] شرح শব্দের অর্থ উন্মুক্ত করা। কুরআন মজীদের বিভিন্ন স্থানে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বক্ষদেশ উন্মুক্ত করে দেবার শব্দ ব্যবহার করা হয়েছে। কোথাও বলা হয়েছে, “কাজেই যে ব্যক্তিকে আল্লাহ্ হেদায়াত দান করার ইচ্ছা করেন তার বক্ষদেশ ইসলামের জন্য উন্মুক্ত করে দেন।” [সূরা আল-আন‘আম: ১২৫] আবার কোথাও বলা হয়েছে, “আল্লাহ্ ইসলামের জন্য যার বক্ষ উন্মুক্ত করে দিয়েছেন এবং যে তার রবের দেয়া আলোতে রয়েছে, সে কি তার সমান যে এরূপ নয়? দুর্ভোগ সে কঠোর হৃদয় ব্যক্তিদের জন্য যারা আল্লাহ্র স্মরণে পরাঙ্মুখ! তারা স্পষ্ট বিভ্ৰান্তিতে আছে।” [সূরা আয-যুমার: ২২] এই উভয় স্থানে বক্ষদেশ উন্মুক্ত করার অর্থই হচ্ছে, সব রকমের মানসিক অশান্তি ও সংশয়মুক্ত হওয়া, জ্ঞান ও সত্য উপলব্ধি করার উপযুক্ত করা এবং বক্ষকে প্রজ্ঞার আধার করার জন্য প্রস্তুত করা। জ্ঞান, তত্ত্বকথা ও উত্তম চরিত্রের জন্যে তার বক্ষকে প্রশস্ত করে দেয়া হয়েছে। কোন কোন তাফসীরবিদ এস্থলে বক্ষ উন্মুক্ত করার অর্থ সে বক্ষ বিদারণই নিয়েছেন। হাদীসে বর্ণিত রয়েছে যে, ফেরেশতাগণ আল্লাহ্র আদেশে বাহ্যত রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বক্ষ বিদারণ করে তাকে যাবতীয় পঙ্কিলতা থেকে পরিষ্কার করে তাতে জ্ঞান ও তত্ত্বকথা দিয়ে পূর্ণ করে দিয়েছিলেন। [মুসলিম: ১৬৪, তিরমিয়ী: ৩৩৪৬] উপরোক্ত সব কয়টি অর্থই এ আয়াতে হওয়া সম্ভব, আর একটি অপরটির পরিপূরক। [আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 93,
            "text": "الاستفهام فى قوله - سبحانه - : ( أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ) للتقرير لأنه إذا دخل على النفى قرره ، وهذا التقرير المقصود به التذكير ، حتى يداوم على شكره - تعالى - .وأصل الشرح : البسط للشئ وتوسعته ، يقال : شرح فلان الشئ ، إذا وسعه ، ومنه شرح فلان الكتاب ، إذا وضحه ، وأزال مجمله ، وبسط ما فيه من غموض .والمراد بشرح الصدر هنا : توسعته وفتحه ، لقبول كل ما هو من الفضائل والكمالات النفسية . وإذهاب كل ما يصد عن الإِدراك السليم وعن الحق الخير والهدى .وهذا الشرح ، يشمل الشق البدنى لصدره صلى الله عليه وسلم كما يشمل الشرح المعنوى لصدره صلى الله عليه وسلم عن طريق إيداعه الإِيمان والهدى والعلم والفضائل .قال الإِمام ابن كثير : قوله : ( أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ) يعنى : أما شرحنا لك صدرك . أى : نورناه وجعلناه فسيحا رحيبا واسعا ، كقوله ( أَفَمَن شَرَحَ الله صَدْرَهُ لِلإِسْلاَمِ . . . ) وقيل المراد بقوله : ( أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ ) شرح صدره ليلة الإِسراء ، كما تقدم من رواية مالك بن صعصعة . . وهذا وإن كان واقعا ، ولكن لا منافاة ، فإن من جملة شرح صدره صلى الله عليه وسلم الذى فعل بصدره ليلة الإِسراء ، ما نشأ عنه من الشرح المعنوى - أيضا - . .والمعنى : لقد شرحنا لك - أيها الرسول الكريم - صدرك شرحا عظيما ، بأن أمرنا ملائكتنا بشقه وإخراج ما فيه مما يتنافى مع ما هيأناك له من حمل رسالتنا إلى الناس ، وبأن أودعنا فيه من الهدى والمعرفة والإِيمان والفضائل والحكم . . ما لم نعطه لأحد سواك .ونون العظمة فى قوله - سبحانه - ( نشرح ) تدل على عظمة النعمة ، من جهة أن المنعم العظيم ، إنما يمنح العظيم من النعم ، وفى ذلك إشارة إلى أن نعمة الشرح ، مما لا تصل العقول إلى كنه جلالتها .واللام فى قوله - تعالى - : ( لك ) للتعليل ، وهو يفيد أن ما فعله الله - تعالى - به ، إنما هو من باب تكريمه ، ومن أجل تشريفه وتهيئته لحمل رسالته العظمى إلى خلقه ، فمنفعه هذا الشرح إنما تعود إليه وحده صلى الله عليه وسلم لا إلى غيره .قال الإِمام الرازى : فإن قيل : لم ذكر الصدر ولم يذكر القلب؟ فالجواب أن محل الوسوسة هو الصدر ، كما قال - تعالى - : ( الذى يُوَسْوِسُ فِي صُدُورِ الناس ) فإزالة تلك الوسوسة ، وإبدالها بدواعى الخير ، هى الشرح ، فلا جرم خص ذلك الشرح بالصدر دون القلب .قال محمد بن على الترمذى : القلب محل العقل والمعرفة ، وهو الذى يقصده الشيطان ، فالشيطان يجئ إلى الصدر الذى هو حصن القلب ، فإذا وجد مسلكا أغار فيه ، وبث فيه الهموم ، فيضيق القلب ، ولا يجد للطاعة لذة ، وإذا طرد العدو فى الابتداء ، حصل الأمن ، وانشرح الصدر .."
        },
        {
            "resource_id": 170,
            "text": "Разве Мы не расширили твою грудь для того, чтобы она вместила в себе закон Божий и чтобы ты мог призывать людей к религии Аллаха? Мы наделили тебя прекрасными нравственными качествами, привили тебе стремление к Последней жизни и облегчили тебе путь к добру. А если бы Мы сделали твою грудь стесненной и скованной, то ты едва ли мог бы творить добро."
        },
        {
            "resource_id": 164,
            "text": "<p><b>১-৮ নং আয়াতের তাফসীর</b>আল্লাহ তাআলা স্বীয় নবী (সঃ) কে সম্বোধন করে বলেনঃ হে নবী (সঃ)! আমি তোমার কল্যাণার্থে তোমার বক্ষ প্রশস্ত করে দিয়েছি, দয়ামায়াপূর্ণ এবং অনুগ্রহপুষ্ট করে দিয়েছি। যেমন অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ, “আল্লাহ যাকে হিদায়াত করার ইচ্ছা করেন তার বক্ষ তিনি ইসলামের জন্যে খুলে দেন।\" (৬:১২৫) মহান আল্লাহ বলেনঃ “হে নবী (সঃ)! তোমার বক্ষ যেমন প্রশস্ত ও প্রসারিত করে দেয়া হয়েছে, তেমনই তোমার শরীয়তও প্রশস্ততা সম্পন্ন, সহজ সরল ও নম্রতাপূর্ণ করে দেয়া হয়েছে। তাতে কোন জটিলতা নেই এবং নেই কোন সংকীর্ণতা ও কঠোরতা। এটাও বলা হয়েছে যে, এখানে মিরাজের রাত্রের বক্ষ বিদারণ সম্বলিত ঘটনার কথা বুঝানো হয়েছে। মিরাজের রাত্রে বক্ষ বিদীর্ণ করা এবং বক্ষকে আল্লাহর রহস্যের আধারে পরিণত করা, এই দুই অর্থই নেয়া যেতে পারে। এ সব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।হযরত উবাই ইবনে কা'ব (রাঃ) বলেন যে, হযরত আবু হুরাইরা (রাঃ) বেশ সাহসিকতার সাথে রাসূলুল্লাহ (সঃ) কে এমন সব কথা জিজ্ঞাসা করতেন যে সব কথা অন্য কেউ জিজ্ঞেস করতে পারতেন না। একবার তিনি রাসূলুল্লাহ (সঃ) কে প্রশ্ন করেনঃ “হে আল্লাহর রাসূল (সঃ)! নবুওয়াতের কার্যাবলীর মধ্যে সর্বপ্রথম আপনি কি প্রত্যক্ষ করেছেন?” তখন রাসূলুল্লাহ(সঃ) ভালভাবে বসে বললেনঃ “হে আবূ হুরাইরা (রাঃ)! তা হলে শুনো! আমার বয়স যখন দশ বছর কয়েক মাস। একজন লোক অন্য একজন লোককে বলছেঃ “ইনিই কি তিনি?\" তারপর দু’জন লোক আমার সামনে এলেন। তাদের চেহারা এমন নূরানী বা আলোকোজ্জ্বল ছিল যে, আমি এর পূর্বে ঐ রকম চেহারা কখনো দেখিনি। তাঁদের দেহ হতে এমন সুগন্ধি বেরুচ্ছিল যে, এর পূর্বে ঐ রকম সুগন্ধি কখনো আমার নাকে আসেনি। তারা এমন পোশাক পরিহিত ছিলেন যে, ঐ রকম পোশাক পূর্বে আমি কখনো দেখিনি। তারা এসে আমার উভয় বাহু আঁকড়ে ধরলেন। কিন্তু কেউ আমার বাহু ধরেছে বলে আমার মনে হলো না। তারপর একজন অপরজনকে বললেনঃ “এঁকে শুইয়ে দাও।\" অতঃপর আমাকে শুইয়ে দেয়া হলো। কিন্তু তাতেও আমার কোন প্রকার কষ্ট হয়নি। তারা একজন অন্য জনকে বললেনঃ “এঁর বক্ষ বিদীর্ণ করে দাও।” অতঃপর আমার বক্ষ বিদীর্ণ করা হলো। কিন্তু তাতেও আমি মোটেই কষ্ট অনুভব করিনি। বিন্দুমাত্র রক্তও তাতে বের হয়নি। তারপর তাদের একজন অপরজনকে বললেনঃ “হিংসা বিদ্বেষ, শত্রুতা এঁর বুক থেকে বের করে দাও।” যাকে আদেশ করা হলে তিনি রক্ত পিণ্ডের মত কি একটা জিনিষ বের করলেন এবং ওটা ছুঁড়ে ফেললেন। এরপর আবার একজন অপরজনকে আদেশ করলেনঃ “বক্ষের মধ্যে দয়া মায়া, স্নেহ, অনুগ্রহ প্রবণতা ঢুকিয়ে দাও।\" এই আদেশ মূলে বক্ষ হতে যে পরিমাণ জিনিষ বের করে ফেলা হয়েছিল সেই পরিমাণ রূপার মত কি একটা জিনিস বক্ষের মধ্যে ভরে দেয়া হলো। তারপর আমার ডান পায়ের বৃদ্ধাঙ্গুলি নেড়ে তারা আমাকে বললেনঃ “যান, এবার শান্তিতে জীবন যাপন করুন। তারপর চলতে গিয়ে আমি অনুভব করলাম যে, প্রত্যেক ছোট ছেলের প্রতি আমার অন্তরের স্নেহ মমতা রয়েছে এবং প্রত্যেক বড় মানুষের প্রতি আমার শ্রদ্ধা ও সহানুভূতি রয়েছে।” (এ হাদীসটি মুসনাদে আহমদে বর্ণিত হয়েছে)এরপর আল্লাহ তা'আলা স্বীয় নবী (সঃ) কে সম্বোধন করে বলেনঃ “আমি তোমার বোঝা অপসারণ করেছি।” এর ভাবার্থ হলো আল্লাহ তাঁর প্রিয় নবী (সঃ)-এর পূর্বাপর সমস্ত পাপ মার্জনা করে দিয়েছেন।মহান আল্লাহ বলেনঃ হে নবী (সঃ)! আমি তোমার উপর থেকে তোমার সেই ভার অপসারিত করেছি যা তোমার মেরুদণ্ড ভেঙ্গে রেখেছিল।“আর আমি তোমার জন্যে তোমার খ্যাতি সমুন্নত করেছি। হযরত মুজাহিদ (রঃ) বলেন যে, এর ভাবার্থ হলোঃ যেখানে আমার (আল্লাহর) আলোচনা হবে সেখানে তোমারও আলোচনা হবে। যেমনঃ (আরবি) অর্থাৎ “আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কোন মাবুদ নেই এবং মুহাম্মদ (সঃ) আল্লাহর রাসুল।\" হযরত কাতাদা (রঃ) বলেন যে, এর ভাবার্থ হলোঃ দুনিয়ায় এবং আখিরাতে আল্লাহ তাআলা তাঁর প্রিয় নবী (সঃ)-এর আলোচনা বুলন্দ করেছেন। কোন খতীব, কোন বক্তা, কোন বাগী এবং কোন নামাযী এমন নেই যিনি আল্লাহর একত্ববাদের ঘোষণা দেয়ার সাথে সাথে রাসূলুল্লাহ (সঃ)এর রিসালাতের কথা উচ্চারণ করেন না। ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন যে, হযরত জিব্রাঈল (আঃ) রাসূলুল্লাহর (সঃ) কাছে এসে বলেনঃ “আমার এবং আপনার প্রতিপালক আপনার আলোচনাকে কি করে সমনত করবেন তা তিনি জানতে চান।” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ “সেটা আল্লাহ তা'আলাই ভাল জানেন।” তখন হযরত জিবরাঈল (আঃ) জানিয়ে দেনঃ “আল্লাহ তা'আলা বলেছেনঃ আমার কথা যখন আলোচনা করা হবে তখন আমার রাসূল (সঃ)-এর কথাও আলোচিত হবে।”মুসনাদে ইবনে আবী হাতিমে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি আমার প্রতিপালককে একটি প্রশ্ন করেছি, কিন্তু প্রশ্নটি না করাই ভাল ছিল। প্রশ্নটি হলোঃ হে আল্লাহ! আমার পূর্ববর্তী কোন নবীর জন্যে কি আপনি বাতাসকে তাবেদার বানিয়েছিলেন? কারো হাতে মৃতকে  কি জীবিত করিয়েছেন? আল্লাহ তাআলা জবাবে বলেনঃ “আমি কি তোমাকে ইয়াতীম পেয়ে আশ্রয় দিইনি?” আমি জবাবে বললামঃ হ্যাঁ, অবশ্যই দিয়েছেন। আল্লাহ পাক আবার প্রশ্ন করেনঃ “আমি কি তোমাকে পথভ্রষ্ট অবস্থায় পেয়েও পথ নির্দেশ প্রদান করিনি?” উত্তর দিলামঃ হ্যা, অবশ্যই করেছেন। আল্লাহ পুনরায় জিজ্ঞেস করলেনঃ আমি কি তোমাকে দরিদ্রাবস্থায় পেয়েও বিত্তশালী করিনি?” আমি জবাবে বললামঃ হ্যা, হে আমার প্রতিপালক! অবশ্যই করেছেন। তিনি আবারও প্রশ্ন করলেনঃ “আমি কি তোমার কল্যাণে তোমার বক্ষ প্রশস্ত করে দিইনি?” উত্তর দিলামঃ হে আমার প্রতিপালক! হ্যা, অবশ্যই দিয়েছেন। আল্লাহ পুনরায় প্রশ্ন করলেনঃ “আমি কি তোমার খ্যাতিকে উচ্চ মর্যাদা দান করিনি?” আমি জবাবে বললামঃ হ্যা, হে আমার প্রতিপালক! অবশ্যই করেছেন।”হযরত আবু নাঈম লিখিত দালাইলুন নুবুওয়াহ্ নামক গ্রন্থে হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার মহান প্রতিপালক আমাকে আকাশ ও জমীনের কাজের ব্যাপারে যে নির্দেশ দিয়েছেন সেই কাজ হতে অব্যাহতি লাভ করার পর আমি তাকে বললামঃ হে আমার প্রতিপালক আমার পূর্বে যত নবী গত হয়েছেন তাঁদের সবাইকে আপনি সম্মান ও মর্যাদা দান করেছেন। হযরত ইব্রাহীম (আঃ) কে বন্ধু বানিয়েছেন, হযরত মূসা (আঃ) কে কালীম বানিয়েছেন অর্থাৎ তার সাথে বাক বিনিময় করেছেন, হযরত দাউদ (আঃ)-এর জন্য পাহাড়কে বিদীর্ণ করেছেন, হযরত সুলাইমান (আঃ)-এর জন্যে বাতাস এবং শয়তানকে অনুগত করেছেন, হযরত ঈসা (আঃ)-এর হাতে মতকে জীবন দান করেছেন। সুতরাং আমার জন্যে কি করেছেন? আল্লাহ তা'আলা জবাবে বলেনঃ আমি কি তোমাকে তাদের সবার চেয়ে উত্তম জিনিস প্রদান করিনি? আমার যিকির বা আলোচনার সাথে তোমার আলোচনাও করা হয়ে থাকে, এবং আমি তোমার উম্মতের বক্ষকে এমন করে দিয়েছি যে, তারা প্রকাশ্যে কুরআন পাঠ করে। এটা আমি পূর্ববর্তী উম্মতের মধ্যে কাউকেও দিইনি। আর আমি তোমাকে আরশের ধনাগার হতে ধন দিয়েছি। সেই ধন হলোঃ (আরবি) অর্থাৎ পাকার্য হতে ফিরবার এবং ভাল কাজ করবার ক্ষমতা সমুন্নত ও মহান আল্লাহর সাহায্য ছাড়া কারো নেই।” হযরত ইবনে আব্বাস (রাঃ) ও হযরত মুজাহিদ (রঃ) বলেন যে, এখানে আযানকে বুঝানো হয়েছে। যেমন হযরত হাসসান ইবনে সাবিতের (রাঃ) নিম্নের কবিতায় রয়েছেঃ (আরবি)অর্থাৎ “আল্লাহ তা'আলা মুহরে নুবুওয়াতকে নিজের নিকটের একটি নুর বানিয়ে তাঁর (নবী সঃ)-এর উপর চমকিত করেছেন, যা তাঁর রিসালাতের সাক্ষ্য দেয়। আল্লাহ নবী (সঃ)-এর নামকে নিজের নামের সাথে মিলিয়ে দিয়েছেন, যখন মুআযযিন পাঁচবার (পাঁচওয়াক্ত নামাযের মধ্যে) “আশহাদু' (আমি সাক্ষ্য দিচ্ছি) বলে। আর আল্লাহর নবী (সঃ)-এর নামকে স্বীয় নাম হতে বের করেছেন, সুতরাং আরশের মালিক (আল্লাহ) হলেন মাহমুদ এবং ইনি (নবী করীম (সঃ) হলেন মুহাম্মদ (সঃ)।” অন্যেরা বলেন যে, পূর্ববর্তী এবং পরবর্তীদের মধ্যে আল্লাহ তা'আলা তাঁর প্রিয় নবী (সঃ)-এর নাম মর্যাদায়ে উন্নীত করেছেন। সকল নবী (সঃ)-এর নিকট থেকে অঙ্গীকার গ্রহণের দিনে আল্লাহ তা'আলা অঙ্গীকার নিয়েছিলেন যে, তাঁরা তাঁর প্রিয় নবীর (সঃ) উপর বিশ্বাস স্থাপন করবেন এবং নিজ নিজ উম্মতকেও বিশ্বাস স্থাপনের নির্দেশ দিবেন। তা ছাড়া প্রিয় নবী (সঃ)-এর উম্মতের মধ্যেও আল্লাহ তাআলা তাঁর আলোচনার প্রতি বিশেষ গুরুত্বারোপ করেছেন। তাদেরকে নির্দেশ দেয়া হয়েছে যে, তারা যেন আল্লাহর আলোচনার সাথে সাথে নবী করীম (সঃ)-এরও আলোচনা করে। সরসরি (রঃ) একটি চমঙ্কার কথা বলেছেন। তিনি বলেনঃ (আরবি) অর্থাৎ আল্লাহর প্রিয় রাসূল (সঃ)-এর মিষ্টি নাম পছন্দনীয় এবং সুন্দর মুখ থেকে উচ্চারিত হওয়ার পূর্বে আমাদের কর্তব্যজনিত আযান বিশুদ্ধ হয় না। তুমি কি দেখো না যে, আমাদের আযান এবং আমাদের কর্তব্য বিশুদ্ধ হয় না যতক্ষণ বারবার নবী করীম (সঃ)-এর নাম উচ্চারিত হয়।”আল্লাহ পাকের উক্তিঃ কষ্টের সাথেই তো স্বস্তি আছে, অবশ্যই কষ্টের সাথেই স্বস্তি আছে।” আল্লাহ তা'আলা খবর দিচ্ছেন যে, কষ্ট ও দুঃখের পরেই শান্তি ও সুখ রয়েছে। অতঃপর খবরের প্রতি গুরুত্ব আরোপের জন্যে এ কথার পুনরাবৃত্তি করা হয়েছে।হযরত আনাস ইবনে মালিক হতে বর্ণিত আছে যে, একদা নবী করীম (সঃ) বসেছিলেন, তার সামনে একটা পাথর ছিল। তখন তিনি বললেনঃ যদি মুশকিল বা কষ্টকর অবস্থা আসে এবং এ পাথরের মধ্যে প্রবেশ করে তাহলে আসানী ও আসবে এবং পাথরের মধ্যে প্রবেশ করে তার ভিতর থেকে মুশকিল ও কষ্টকর অবস্থাকে বের করে আনবে।” (এ হাদীসটি ইমাম ইবনু আবী হাতিম (রঃ) বর্ণনা করেছেন)হযরত হাসান (রঃ) বলেন যে, লোকেরা বলেঃ একটি মুশকিল দুটি আসানীর উপর জয়যুক্ত হতে পারে না।হযরত হাসান (রঃ) হতে বর্ণিত আছে যে, একদা নবী করীম (সঃ) খুবই স্মিত মুখে এলেন এবং হাসতে হাসতে বললেনঃ “কিছুতেই একটি মুশকিল দুইটি আসানীর উপর জয়যুক্ত হতে পারে না। তারপর তিনি এ আয়াত পাঠ করলেন। (এ হাদীসটি ইমাম ইবনু আবী হাতিম (রঃ) বর্ণনা করেছেন এটি মুরসাল হাদীস অর্থাৎ এখানে সাহাবীর নাম উল্লেখ করা হয়নি। বুঝা যায় যে, মুশকিল মাত্র একটি, আর আসানী অনেক)হযরত কাতাদা (রঃ) বলেনঃ আমাদের কাছে বলা হয়েছে যে, রাসূলুল্লাহ (সঃ) তাঁর সাহাবীদেরকে সুসংবাদ দিয়েছেনঃ “দুটি আসানীর উপর একটি মুশকিল জয়যুক্ত হতে পারে না। এখানে (আরবি) শব্দকে উভয় স্থানে মারিফাহ বা নির্দিষ্ট রূপে আনা হয়েছে, পক্ষান্তরে (আরবি) শব্দকে উভয় স্থানে নাকিরাহ বা অনির্দিষ্টরূপে আনয়ন করা হয়েছে। এতে বুঝা যায় যে, মুশকিল মাত্র একটি, আর আসানী অনেক। একটি হাদীসে রয়েছে যে, (আরবি) অর্থাৎ আল্লাহর সাহায্য কষ্ট অনুপাতে আকাশ হতে অবতীর্ণ হয় এবং তা ধৈর্য ও সহনশীলতা অনুযায়ী আসমান হতে নাযিল হয়। হযরত ইমাম শাফিয়ী (রঃ) বলেনঃ (আরবি)অর্থাৎ “ উত্তম ধৈর্য প্রশস্ততার কতই না নিকটবর্তী। নিজের কাজে যে ব্যক্তি আল্লাহ তা'আলার প্রতি খেয়াল রাখে সে মুক্তি লাভ করে। যে আল্লাহর কথাকে সত্য বলে বিশ্বাস করে, কষ্ট তাকে স্পর্শ করতে পারে না। আল্লাহর কাছে যে। ব্যক্তি কল্যাণ প্রত্যাশা করে, সে আশা অনুযায়ীই তা লাভ করে।হযতর আবূ হাতিম সিজিস্তানী (রঃ) বলেনঃ (আরবি) অর্থাৎ “হতাশা যখন অন্তর দখল করে নেয়, বুক যখন প্রশস্ততা সত্ত্বেও সংকীর্ণ হয়ে যায়, দুঃখ কষ্ট যখন ঘিরে ধরে, বিপদ এসে বাসা বাঁধে কিংকর্তব্যবিমূঢ় অবস্থার সৃষ্টি করে, মুক্তির কোন পথ খুঁজে পাওয়া যায় না, মুক্তির কোন প্রচেষ্টাই সফল হয় না, সেই সময় হঠাৎ আল্লাহর সাহায্য এসে পৌঁছে। আল্লাহ তাআলা দু’আ শ্রবণকারী। সূক্ষ্মদর্শী আল্লাহ মুশকিলকে আসানীতে রূপান্তরিত করেন এবং যন্ত্রণাকে, অশান্তিকে সুখ-শান্তি ও আরাম আয়েশে পরিণত করেন। সংকীর্ণতা পুরোপুরি এসে পড়লে আল্লাহ রাব্বল আলামীন সঙ্গে সঙ্গে প্রশস্ততা অবতীর্ণ করতঃ ক্ষতিকে লাভে রূপান্তরিত করে দেন।” অন্য এক কবি বলেন(আরবি)অর্থাৎ মানুষের উপর এমন বহু বিপদ আপতিত হয় যাতে সে সংকীর্ণ হৃদয়ের অধিকারী হয়ে যায়, অথচ আল্লাহর কাছে সে সব বিপদে নিমিত্ত নিষ্কৃতিও রয়েছে। এসব বিপদ যখন পরিপূর্ণরূপে আত্মপ্রকাশ করে, বিপদের বন্ধন লাভ করে, মানুষ তখন ভাবতে থাকে যে, এ বিপদ থেকে নিষ্কৃতি পাওয়া যাবে তো? তখন হঠাৎ করুণাময় আল্লাহর অনুগ্রহ দৃষ্টি পড়ে যায় এবং তিনিই সেই বিপদ এমনভাবে দূর করে দেন যে, মনে হয় যেন বিপদ আসেইনি।”এরপর আল্লাহ তা'আলা বলেনঃ অতএব, হে নবী (সঃ) যখনই তুমি অবসর পাও সাধনা করো এবং তোমার প্রতিপালকের প্রতি মনোনিবেশ করো। অর্থাৎ দুনিয়ার কাজ থেকে অব্যাহতি পেলেই আমার ইবাদত ও আনুগত্যের প্রতি মনোনিবেশ করো, নিয়ত পরিষ্কার করো, পরিপূর্ণ আগ্রহ সহকারে আমার প্রতি আকৃষ্ট হও। এই অর্থ বিশিষ্ট একটি সহীহ হাদীসও রয়েছে। হাদীসটির মর্ম হলোঃ খাবার সামনে থাকা অথবা পায়খানা প্রস্রাবের বেগ থাকা অবস্থায় নামায পড়তে নেই। অন্য এক হাদীসে রয়েছেঃ “সবাই নামাযে দাঁড়িয়ে গেছে এমতাবস্থায় যদি রাতের খাবার তোমার সামনে থাকে তা হলে প্রথমে খাবার খেয়ে নাও।”হযরত মুজাহিদ (রঃ) এ আয়াতের তাফসীরে বলেনঃ দুনিয়ার কাজ-কর্ম থেকে মুক্ত হয়ে নামাযে দাঁড়াও। অতঃপর আল্লাহর নিকট মনোযোগ সহকারে দু’আ কর এবং নিজের প্রয়োজন ব্যক্ত কর ও পূর্ণ মনোযোগ সহকারে স্বীয় প্রতিপালকের প্রতি আকৃষ্ট হও।হযরত ইবনে মাসউদ (রাঃ) বলেন যে, এর ভাবার্থ হলোঃ ফরয নামায থেকে অব্যাহতি পাওয়ার পর তাহাজ্জুদের নামাযে দাড়িয়ে যাও। হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেন যে, এর দ্বারা উদ্দেশ্য হলোঃ নামায আদায় শেষ করে বসে বসে আল্লাহর প্রতি মনোযোগী হও অর্থাৎ তার যিক্র করো। হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) বলেনঃ অর্থাৎ, দু’আ করো। হযরত যায়েদ ইবনে আসলাম (রঃ) এবং যহহাক (রঃ) বলেন যে, এর ভাবার্থ হলোঃ জিহাদ থেকে মুক্ত হয়ে আল্লাহর ইবাদতে লেগে যাও। সাওরী (রঃ) বলেন যে, এর অর্থ হলো নিজের নিয়ত ও মনোযোগ আল্লাহর প্রতি নিবদ্ধ করো।</p>"
        },
        {
            "resource_id": 16,
            "text": "ألم نوسع -أيها النبي- لك صدرك لشرائع الدين، والدعوة إلى الله، والاتصاف بمكارم الأخلاق، وحططنا عنك بذلك حِمْلك."
        },
        {
            "resource_id": 791,
            "text": "തീർച്ചയായും നാം താങ്കളുടെ ഹൃദയം വിശാലമാക്കി തരികയും, നമ്മുടെ സന്ദേശം സ്വീകരിക്കുന്നത് താങ്കൾക്ക് പ്രിയങ്കരമാക്കുകയും ചെയ്തിരിക്കുന്നു."
        },
        {
            "resource_id": 175,
            "text": "Mi smo ti oprostili tvoje ranije grijehe i uklonili poteškoću koju nosiš iz predislamskih dana u kojima si živio."
        },
        {
            "resource_id": 168,
            "text": "<p>وَوَضَعْنَا عَنكَ وِزْرَ‌كَ الَّذِي أَنقَضَ ظَهْرَ‌كَ (And We removed from you your burden that had [ almost ] broken your back...94:2-3). The word wizr literally denotes 'burden' and the phrase naqd-uz-zahr means 'to break one's back as for instance when a heavy load is put on one's back, it bends'. This verse signifies that Allah had relieved him of his burden that was breaking his back. What was that burden or heavy load? One answer to this question is that now and then the Holy Prophet ﷺ did certain permissible deeds, thinking that they were of benefit and in the interest [ of spiritual development ]. Later on he discovered that they were not in keeping with wisdom, or they were undesirable. The Holy Prophet was conscious of his high status and close proximity to Allah. He regarded even such things as serious infractions. This was naturally a very heavy load that made him grieved. But Allah relieved him of his burden in that a blanket pardon was granted to him and it was declared that he would not be held accountable for such things.</p><p>Some commentators say that wizr (burden) refers to the effect of revelation. It weighed heavily on him in the initial stages of the Prophethood. He was saddled with a nerve-racking and back-breaking task of raising [ a morally degenerated people ], through propagation of Tauhid and elimination of kufr and shirk, [ from the depths of moral turpitude to the peaks of spiritual excellence, and then through them to cleanse and purify the whole of mankind of the dross of iniquity, ignorance and superstition ]. The task enjoined:</p><p>فَاسْتَقِمْ كَمَا أُمِرْ‌تَ</p><p>'So, stand firm - as you have been commanded [ 11:112] '</p><p>The Holy Prophet ﷺ used to feel the heavy weight of this task and responsibility. Some narration report that a few strands of his beard had turned grey as a result of this command. The Holy Prophet ﷺ is reported to have said that the following verse has made me old:</p><p>فَاسْتَقِمْ كَمَا أُمِرْ‌تَ</p><p>'So, stand firm - as you have been commanded [ 11:112] '</p><p>Verses [ 2-3] give the cheerful news that Allah will remove from him the load which was weighing down his back. The following verses show how the back-breaking load will be removed, and every difficulty will be followed by ease and relief. By means of expansion of bosom, Allah gave the Holy Prophet so much of courage that no instance of hardship seemed hardship, and no burden of any magnitude seemed a burden. And Allah knows best!</p>"
        },
        {
            "resource_id": 172,
            "text": "Geçmiş günahlarını bağışlayarak, önceden bulunduğun cahiliye günlerinin ağırlığını üzerinden kaldırdık."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ووضعنا عنك وزرك أي حططنا عنك ذنبك . وقرأ أنس ( وحللنا ، وحططنا ) . وقرأ ابن مسعود : ( وحللنا عنك وقرك ) . هذه الآية مثل قوله تعالى : ليغفر لك الله ما تقدم من ذنبك وما تأخر . قيل : الجميع كان قبل النبوة . والوزر : الذنب أي وضعنا عنك ما كنت فيه من أمر الجاهلية ; لأنه كان - صلى الله عليه وسلم - في كثير من مذاهب قومه ، وإن لم يكن عبد صنما ولا وثنا . قال قتادة والحسن والضحاك : كانت للنبي - صلى الله عليه وسلم - ذنوب أثقلته فغفرها الله له الذي أنقض ظهرك أي أثقله حتى سمع نقيضه أي صوته . وأهل اللغة يقولون : أنقض الحمل ظهر الناقة : إذا سمعت له صريرا من شدة الحمل . وكذلك سمعت نقيض الرحل أي صريره . قال جميل :وحتى تداعت بالنقيض حباله وهمت بواني زوره أن تحطما[ ص: 94 ] بواني زوره : أي أصول صدره . فالوزر : الحمل الثقيل . قال المحاسبي : يعني ثقل الوزر لو لم يعف الله عنه - الذي أنقض ظهرك أي أثقله وأوهنه . قال : وإنما وصفت ذنوب ، الأنبياء بهذا الثقل ، مع كونها مغفورة ، لشدة اهتمامهم بها ، وندمهم منها ، وتحسرهم عليها .وقال السدي : ووضعنا عنك وزرك أي وحططنا عنك ثقلك . وهي في قراءة عبد الله بن مسعود ( وحططنا عنك وقرك ) . وقيل : أي حططنا عنك ثقل آثام الجاهلية . قال الحسين بن المفضل : يعني الخطأ والسهو . وقيل : ذنوب أمتك ، أضافها إليه لاشتغال قلبه . بها . وقال عبد العزيز بن يحيى وأبو عبيدة : خففنا عنك أعباء النبوة والقيام بها ، حتى لا تثقل عليك . وقيل : كان في الابتداء يثقل عليه الوحي ، حتى كاد يرمي نفسه من شاهق الجبل ، إلى أن جاءه جبريل وأراه نفسه وأزيل عنه ما كان يخاف من تغير العقل . وقيل : عصمناك عن احتمال الوزر ، وحفظناك قبل النبوة في الأربعين من الأدناس حتى نزل عليك الوحي وأنت مطهر من الأدناس ."
        },
        {
            "resource_id": 165,
            "text": "<p>আমি তোমার উপর হতে অপসারণ করেছি তোমার সেই ভার; [১]</p><p>[১] এই ভার বা বোঝা নবুঅতের পূর্বে তাঁর চল্লিশ বছর বয়সকালের সাথে সম্পৃক্ত। এই জীবনে যদিও আল্লাহ তাঁকে গুনাহ থেকে বাঁচিয়ে রেখেছেন; সুতরাং তিনি কোন মূর্তির সামনে মাথা ঝুঁকাননি, কখনো মদ্য পান করেননি এবং এ ছাড়া অন্যান্য পাপাচরণ থেকেও তিনি সুদূরে ছিলেন। তবুও প্রসিদ্ধ অর্থে আল্লাহর ইবাদত ও আনুগত্য সম্পর্কে তিনি জানতেন না; আর না তিনি তা করেছেন। এই জন্য বিগত চল্লিশ বছরে ইবাদত ও আনুগত্য না করার বোঝ তাঁর হৃদয় ও মস্তিষ্কে সওয়ার ছিল; যা সত্যিকারে কোন বোঝ ছিল না। কিন্তু তাঁর অনুভূতি ও উপলব্ধি তা বোঝ বানিয়ে রেখেছিল। আল্লাহ তাআলা তাঁর সেই বোঝকে নামিয়ে দেওয়ার কথা ঘোষণা করে তাঁর প্রতি অনুগ্রহ করলেন। এটা {لِيَغْفِرَ لَكَ اللهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ} আয়াতের অর্থের মত। <em>(সূরা ফাত্হ ৪৮:২ আয়াত)</em>কোন কোন আলেমগণ বলেন, এটা নবুঅতের বোঝ ছিল যেটাকে আল্লাহ হালকা করে দিলেন। অর্থাৎ, আল্লাহ এই রাস্তায় দুঃখ-কষ্ট সহ্য করার ব্যাপারে তাঁর উৎসাহ বৃদ্ধি এবং দাওয়াত ও তাবলীগের কাজে সরলতা সৃষ্টি করলেন।</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( وَوَضَعْنَا عَنكَ وِزْرَكَ . الذي أَنقَضَ ظَهْرَكَ ) بيان لنعمة أخرى من النعم التى أنعم بها - سبحانه - على نبيه صلى الله عليه وسلم .والمراد بالوضع هنا : الإِزالة والحط ، لأن هذا اللفظ إذا عدى بعن كان للحط والتخفيف ، وإذا عدى بعلى كان للحمل والتثقيل .تقول : وضعت عن فلان قيده : إذا أزلته عنه ، ووضعته عليه : إذا حملته إياه .والوزر : الحِمْل الثقيل ."
        },
        {
            "resource_id": 16,
            "text": "ألم نوسع -أيها النبي- لك صدرك لشرائع الدين، والدعوة إلى الله، والاتصاف بمكارم الأخلاق، وحططنا عنك بذلك حِمْلك الذي أثقل ظهرك، وجعلناك -بما أنعمنا عليك من المكارم- في منزلة رفيعة عالية؟"
        },
        {
            "resource_id": 173,
            "text": "Et Nous t’avons déchargé du péché"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( ووضعنا عنك وزرك )</span> قال الحسن ، ومجاهد ، وقتادة ،<span class=\"blue\"> والضحاك :</span> وحططنا عنك الذي سلف منك في الجاهلية ،<span class=\"blue\"> وهو كقوله :</span> <span class=\"arabic qpc-hafs\">\" ليغفر لك الله ما تقدم من ذنبك وما تأخر \"</span> <span class=\"green\">( الفتح - 2 )</span> .</p><p lang=\"ar\" class=\"ar \">وقال الحسين بن الفضل : يعني الخطأ والسهو .<span class=\"blue\"> وقيل :</span> ذنوب أمتك <span class=\"reference\">[ فأضافه ]</span> إليه لاشتغال قلبه بهم ،<span class=\"blue\"> وقال عبد العزيز بن يحيى وأبو عبيدة :</span> يعني خففنا عنك أعباء النبوة والقيام بأمرها .</p>"
        },
        {
            "resource_id": 183,
            "text": "あなたから罪を除去したのではないか。そしてイスラーム以前の無知の時代の重荷を下ろさせたではないか。"
        },
        {
            "resource_id": 174,
            "text": "Kami juga telah mengampuni dosamu yang telah berlalu dan menghapus dari dirimu beban hari-hari jahiliah yang engkau pernah hidup di dalamnya."
        },
        {
            "resource_id": 791,
            "text": "മുൻപ് സംഭവിച്ചു പോയ താങ്കളുടെ തിന്മകൾ നാം താങ്കൾക്ക് പൊറുത്തു തരികയും, താങ്കൾ ജീവിച്ച ജാഹിലിയ്യാ കാലഘട്ടത്തിൻ്റെ ഭാരം താങ്കളിൽ നിന്ന് എടുത്തു നീക്കുകയും ചെയ്തിരിക്കുന്നു."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَوَضَعْنَا عَنْكَ وِزْرَكَ }</span> أي: ذنبك،"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">( وَوَضَعْنَا عَنْكَ وِزْرَكَ )</span> يقول: وغفرنا لك ما سلف من ذنوبك، وحططنا عنك ثقل أيام الجاهلية التي كنت فيها،<span class=\"blue\"> وهي في قراءة عبد الله فيما ذُكر:</span> <span class=\"arabic qpc-hafs green\">( وَحَلَلْنا عَنْكَ وِقْرَكَ الَّذِي أَنْقَض ظَهْرَكَ )</span> يقول: الذي أثقل ظهرك فأوهنه، وهو من قولهم للبعير إذا كان رجيع سفر قد أوهنه السفر،<span class=\"blue\"> وأذهب لحمه:</span> هو نِقْضُ سَفَر.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح،<span class=\"blue\"> عن مجاهد في قول الله:</span> <span class=\"arabic qpc-hafs green\">( وَوَضَعْنَا عَنْكَ وِزْرَكَ )</span> قال: ذنبك.</p>"
        },
        {
            "resource_id": 182,
            "text": "并消除你的过错。"
        },
        {
            "resource_id": 180,
            "text": "২. আমি আপনার উপর থেকে বোঝা অপসারিত করেছি।"
        },
        {
            "resource_id": 92,
            "text": "وَوَضَعْنَا عَنْكَ وِزْرَكَ (2) والوِزر : الحَرج ، ووضْعه : حطَّه عن حامله ، والكلام تمثيل لحال إزالة الشدائد والكروب بحال من يحط ثقلاً عن حامله ليريحه من عناء الثقل .والمعنى : أن الله أزال عنه كل ما كان يتحرج منه من عادات أهل الجاهلية التي لا تلائم ما فَطر الله عليه نفسه من الزكاة والسمو ولا يجد بداً من مسايرتهم عليه فوضع عنه ذلك حين أوحى إليه بالرسالة ، وكذلك ما كان يجده في أول بعثته من ثقل الوحي فيسَّره الله عليه بقوله : { سنقرئك فلا تنسى } إلى قوله : { ونيسرك لليسرى } [ الأعلى : 6 8 ] ."
        },
        {
            "resource_id": 177,
            "text": "TA (Allah) đã tha thứ tất cả tội lỗi trước đây cho Ngươi - Thiên Sứ Muhammad -, và loại bỏ khỏi Ngươi gánh nặng của những ngày đã sống trong thời tiền Islam"
        },
        {
            "resource_id": 171,
            "text": "And I have removed sin from you."
        },
        {
            "resource_id": 905,
            "text": "وغفرنا لك ما سلف من ذنوبك، وحططنا عنك ثقل أيام الجاهلية التي كنت فيها."
        },
        {
            "resource_id": 176,
            "text": "E Abbiamo perdonato i tuoi peccati passati, e abbiamo rimosso il peso dei giorni dell’ignoranza nel passato"
        },
        {
            "resource_id": 178,
            "text": "И сняли с тебя ношу,"
        },
        {
            "resource_id": 776,
            "text": "Y te ha liberado de la carga de los pecados."
        },
        {
            "resource_id": 166,
            "text": "<p>আর আমরা অপসারণ করেছি আপনার ভার,</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>وقوله : <span class=\"arabic qpc-hafs\">( ووضعنا عنك وزرك )</span> بمعنى : <span class=\"arabic qpc-hafs\">( ليغفر لك الله ما تقدم من ذنبك وما تأخر )</span> <span class=\"reference brown\">[ الفتح : 2 ]</span></p>"
        },
        {
            "resource_id": 792,
            "text": "ហើយយើងបានអភ័យទោសដល់អ្នកចំពោះបាបកម្មរបស់អ្នកដែលបានកន្លងផុត(ធ្លាប់មានពីមុន) ហើយយើងបានដកចេញពីអ្នកនូវទម្ងន់ដ៏ធ្ងន់ក្នុងសម័យកាលអវិជ្ជាដែលអ្នកធ្លាប់បានរស់នៅ។"
        },
        {
            "resource_id": 157,
            "text": "<p>ووضعنا ............................ ظھرک (3:94) ” اور تم پر سے وہ باری بوجھ اتاردیا جو تمہاری کمر توڑے ڈال رہا تھا “۔ یعنی دعوت اسلامی کا بوجھ اس قدر بھاری ہوگیا کہ قریب تھا کہ آپ کی کمر ہی توڑ دے۔ ہم نے آپ کو شرح صدر عطا کیا اور یہ بوجھ ہلکا ہوگیا ، آپ کو کام کرنے کی توفیق دی ، آپ کے لئے دعوت کا کام آسان کردیا اور یہ لوگوں کے دلوں تک پہنچنے لگی۔ وحی کا سلسلہ جاری ہوگیا اور بذریعہ وحی حقائق کا انکشاف ہونے لگا۔ اور یوں یہ دعوت دلوں میں اترنے لگی۔ اور بذریعہ وحی یہ کام نہایت آسانی ، نرمی اور سکون سے ہونے لگا۔ کیا آپ اس تبدیلی کو اس بوجھ میں محسوس نہیں کرتے جس نے آپ کی کمر توڑ دی اور اب یہ ہلکا ہوگیا ہے۔ شرح صدر کے بعد اب آپ پر نہ بوجھ ہے اور نہ تنگی دل۔</p>"
        },
        {
            "resource_id": 790,
            "text": "আমি আপোনাৰ পূৰ্বৱৰ্তী গুনাহসমূহ ক্ষমা কৰি দিছোঁ, আৰু আপোনাৰ পৰা জাহিলি যুগৰ জটিতাবোৰ আঁতৰাই দিছোঁ।"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَوَضَعْنَا عَنْكَ وِزْرَكَ (٢)</span> ] وه‌ ئه‌گه‌ر شتێكت هه‌بووبێت له‌ پێش ئیسلام له‌ تاوان له‌سه‌رمان لابردوویت، هه‌ر چه‌نده‌ خوای گه‌وره‌ پێغه‌مبه‌رى - <span class=\"saw\">صلی الله علیه وسلم</span> - له‌ تاوانی گه‌وره‌ پاراستووه‌ مه‌گه‌ر شتی بچووكى هه‌بووبێت ئه‌وانه‌یشمان له‌سه‌رت لابردووه‌و خوای گه‌وره‌ لێت خۆش بووه‌."
        },
        {
            "resource_id": 181,
            "text": "گناهان گذشته شما را آمرزیدیم و سنگینی باری که از ایام جاهلیت بر تو بود، برداشتیم."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 179,
            "text": "Nagpatawad Kami sa iyo ng nagdaan sa mga pagkakasala mo at nag-alis Kami sa iyo ng pabigat ng mga araw sa Panahon ng Kamangmangan na ikaw dati ay nasa mga iyon."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">الَّذِي أَنْقَضَ ظَهْرَكَ (٣)</span> ] (الإِنْقَاظ) واته‌: ده‌نگ ده‌رچوون، ئه‌و وه‌حییه‌ ئه‌وه‌نده‌ قورس بووه‌ ئه‌گه‌ر بارێك بوایه‌و له‌سه‌ر شانت بوایه‌ ده‌نگی شكاندی پشتت ئه‌بیسترا، هه‌ڵگرتنی وه‌حی و پێغه‌مبه‌رایه‌تی ئه‌وه‌نده‌ قورس بووه‌ كه‌ خوای گه‌وره‌ پشتی پاراستووه‌ له‌و شكاندنه‌."
        },
        {
            "resource_id": 176,
            "text": "Colui che ti ha affaticato tanto da quasi spezzarti la schiena;"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "That which was burdening you to the extent that it almost broke your back."
        },
        {
            "resource_id": 16,
            "text": "الذي أثقل ظهرك، وجعلناك -بما أنعمنا عليك من المكارم- في منزلة رفيعة عالية؟"
        },
        {
            "resource_id": 179,
            "text": "na pumagod sa iyo hanggang sa halos mabali ang likod mo."
        },
        {
            "resource_id": 177,
            "text": "Điều đã đeo bám Ngươi khiến lưng Ngươi sắp bị gãy."
        },
        {
            "resource_id": 165,
            "text": "<p>যা তোমার পিঠকে করে রেখেছিল ভারাক্রান্ত।</p>"
        },
        {
            "resource_id": 14,
            "text": "<p><span class=\"arabic qpc-hafs\">( الذي أنقض ظهرك )</span> الإنقاض : الصوت .<span class=\"blue\"> وقال غير واحد من السلف في قوله :</span> <span class=\"arabic qpc-hafs\">( الذي أنقض ظهرك )</span> أي : أثقلك حمله .</p>"
        },
        {
            "resource_id": 175,
            "text": "koje je pleća tvoja tištilo do te mjere da za malo tvoja leđa nije slomilo."
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"الذي أنقض ظهرك\"</span>، أثقل ظهرك فأوهنه حتى سمع له نقيض، أي صوت.</p>"
        },
        {
            "resource_id": 183,
            "text": "それは、あなたの背中に骨が折れんばかりに押し付けられていた。"
        },
        {
            "resource_id": 170,
            "text": "Разве Мы не избавили тебя от грехов. Всевышний сказал: «Воистину, Мы даровали тебе явную победу, чтобы Аллах простил тебе грехи, которые были прежде и которые будут впоследствии» (48:1–2)."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "الَّذِي أَنْقَضَ ظَهْرَكَ (3) و { أنقض } جعل الشيءَ ذا نقيض ، والنقيض صوت صرير المحمل والرحْل وصوتُ عظام المفاصل ، وفرقعةُ الأصابع ، وفعله القاصر من باب نصر ويعدّى بالهمزة .وإسناد { أنقض } إلى الوِزر مجاز عقلي ، وتعديته إلى الظهر تَبع لتشبيه المشقة بالحمل ، فالتركيب تمثيل لمتجشم المشاققِ الشديدة ، بالحَمولة المثقلة بالإِجمال تثقيلاً شديداً حتى يسمع لعظام ظهرها فرقعة وصرير . وهو تمثيل بديع لأنه تشبيه مركب قابل لتفريق التشبيه على أجزائه .ووصف الوزر بهذا الوصف تكميل للتمثيل بأنه وزر عظيم .واعلم أن في قوله : { أنقض ظهرك } اتصالَ حرفي الضاد والظاء وهما متقاربا المخرج فربما يحصل من النطق بهما شيء من الثقل على اللسان ولكنه لا ينافي الفصاحة إذ لا يبلغ مبلغ ما يسمى بتنافر الكلماتتِ بل مثله مغتفر في كلام الفصحاء .والعرب فُصحاء الألسن فإذا اقتضى نظم الكلام ورود مثل هذين الحرفين المتقاربين لم يعبأ البليغ بما يعرض عند اجتماعهما من بعض الثقل ، ومثل ذلك قوله تعالى : { وسبحه } [ الإنسان : 26 ] في اجتماع الحاء مع الهاء ، وذلك حيث لا يصح الإدغام . وقد أوصى علماء التجويد بإظهار الضاد مع الظاء إذا تلاقيا كما في هذه الآية وقوله : { ويوم يعض الظالم } [ الفرقان : 27 ] ولها نظائر في القرآن .وهذه الآية هي المشتهرة ولم يزل الأيمة في المساجد يتوخون الحذر من إبدال أحد هذين الحرفين بالآخر للخلاف الواقع بين الفقهاء في بطلان صلاة اللحَّان ومَن لا يحسن القراءة مطلقاً أو إذا كان عَامداً إذا كان فذاً وفي بطلان صلاة من خلفه أيضاً إذا كان اللاحن إماماً ."
        },
        {
            "resource_id": 90,
            "text": "أي أثقله وأوهنه .قال : وإنما وصفت ذنوب , الأنبياء بهذا الثقل , مع كونها مغفورة , لشدة اهتمامهم بها , وندمهم منها , وتحسرهم عليها ."
        },
        {
            "resource_id": 166,
            "text": "<p>যা আপনার পিঠ ভেঙ্গে দিচ্ছিল [১]।</p><p>[১]  وزر এর শাব্দিক অর্থ বোঝা, আর نقض ظهر এর শাব্দিক অর্থ কোমর বা পিঠ ভারী করে দেয়া। অর্থাৎ কোমরকে নুইয়ে দেয়া। কোন বড় বোঝা কারও মাথায় তুলে দিলে যেমন তার কোমর নুয়ে পড়ে, তেমনি আয়াতে বলা হয়েছে যে, যে বোঝা আপনার কোমরকে নুইয়ে দিয়েছিল, আমরা তাকে আপনার উপর থেকে অপসারিত করে দিয়েছি। সে বোঝা কি ছিল, তার ব্যাখ্যায় কোন কোন তাফসীরবিদ বলেছেন যে, নবুওয়তের গুরুভার তার অন্তর থেকে সরিয়ে দেয়া ও তা সহজ করে দেয়ার সুসংবাদ এ আয়াতে ব্যক্ত হয়েছে। [আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 182,
            "text": "它紧追你左右，压迫得你几乎折腰；"
        },
        {
            "resource_id": 93,
            "text": "و ( أَنقَضَ ظَهْرَكَ ) أى : أثقله وأوهنه وأتعبه ، حتى سمع له نقيض ، وهو الصوت الخفى الذى يسمع من الرَّحْل الكائن فوق ظهر البعير ، إذا كان هذا الرحل ثقيلا ، ولا يكاد البعير يحمله إلا بمشقة وعسر .والمعنى : لقد شرحنا لك - أيها الرسول الكريم - صدرك ، وأزلنا عنك ما أثقل ظهرك من أعباء الرسالة ، وعصمناك من الذنوب والآثام ، وطهرناك من الأدناس ، فصرت - بفضلنا وإحساننا - جديرا بحمل هذه الرسالة ، بتبليغها على أكمل وجه وأتمه .فالمراد بوضع وزره عنه صلى الله عليه وسلم مغفرة ذنوبه ، وإلى هذا المعنى أشار الإِمام ابن كثير بقوله : قوله - تعالى - : ( وَوَضَعْنَا عَنكَ وِزْرَكَ ) بمعنى ( لِّيَغْفِرَ لَكَ الله مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ ) وقال غير واحد من السلف فى قوله : ( الذي أَنقَضَ ظَهْرَكَ ) أى : أثقلك حمله . .ويرى كثير من المفسرين أن المراد بوضع وزره عنه صلى الله عليه وسلم : إزالة العقبات التى وضعها المشركون فى طريق دعوته ، وإعانته على تبليغ الرسالة على أكمل وجه ، ورفع الحيرة التى كانت تعتريه قبل النبوة .قال بعض العلماء : وقد ذكر جمهرة المفسرين أن المراد بالوزر فى هذه الآية : الذنب ، ثم راحوا يتأولون الكلام ، ويتمحلون الأعذار ، ويختلفون فى جواز ارتكاب الأنبياء للمعاصى ، وكل هذا كلام ، ولا داعى إليه ، ولا يلزم حمل الآية عليه .والمراد - والله سبحانه وتعالى أعلى وأعلم - بالوزر : الحيرة التى اعترته صلى الله عليه وسلم قبل البعثة ، حين فكر فيما عليه قومه من عبادة الأوثان . وأيقن بثاقب فكره أن للكون خالقا هو الجدير بالعبادة ، ثم تحير فى الطريق الذى يسلكه لعبادة هذا الخالق ، وما زال كذلك حتى أوحى الله إليه بالرسالة فزالت حيرته . ولما دعا قومه إلى عبادة الله ، وقابلوا دعوته بالإِعراض . . ثقل ذلك عليه ، وغاظه من قومه أن يكذبوه . . وكان ذلك حملا ثقيلا . . شق عليه القيام به .فليس الوزر الذى كان ينقض ظهره ، ذنبا من الذنوب . . ولكنه كان هما نفسيا يفوق ألمه ، ألم ذلك الثقل الحسى . . فلما هداه الله - تعالى - إلى إنقاذ أمته من أوهامها الفاسدة . . كان ذلك بمثابة رفع الحمل الثقيل ، الذى كان ينوء بحمله . لا جرم كانت هذه الآية واردة على سبيل التمثيل ، واقرأ إن شئت قوله - تعالى - :( وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ . فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ الساجدين . واعبد رَبَّكَ حتى يَأْتِيَكَ اليقين ) ويبدو لنا أن هذا القول الثانى ، هو الأقرب إلى الصواب . لأن الكلام هنا ليس عن الذنوب التى ارتكبها النبى صلى الله عليه وسلم قبل البعثة - كما يرى بعض المفسرين - وإنما الكلام هنا عن النعم التى أنعم بها - سبحانه - عليه والتى من مظاهرها توفيقه للقيام بأعباء الرسالة ، وبإقناع كثير من الناس بأنه على الحق ، واستجابتهم له صلى الله عليه وسلم ."
        },
        {
            "resource_id": 174,
            "text": "Beban itulah yang telah melelahkanmu hingga hampir mematahkan punggungmu."
        },
        {
            "resource_id": 181,
            "text": "همان گناهی که تو را رنج می‌داد تا جایی‌که نزدیک بود کمرت را بشکند."
        },
        {
            "resource_id": 178,
            "text": "которая отягощала твою спину."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ الَّذِي أَنْقَضَ }</span> أي: أثقل <span class=\"arabic qpc-hafs brown\">{ ظَهْرَكَ }</span> كما قال تعالى: <span class=\"arabic qpc-hafs brown\">{ لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ }</span> ."
        },
        {
            "resource_id": 173,
            "text": "qui t’éreintait au point de manquer de te casser le dos."
        },
        {
            "resource_id": 172,
            "text": "Neredeyse belini kıracak kadar seni yormuş olan bir yük."
        },
        {
            "resource_id": 790,
            "text": "যিয়ে বোজাই আপোনাক ইমান ক্লান্ত কৰিছিল যে, যেনিবা আপোনাৰ পিঠি ভাঙি যাব।"
        },
        {
            "resource_id": 792,
            "text": "ដែលវាបានធ្វើឲ្យអ្នកមានភាពនឿយហត់ខ្លាំង រហូតដល់ខ្នងរបស់អ្នកស្ទើរតែបាក់។"
        },
        {
            "resource_id": 776,
            "text": "Que te agobiaban hasta el punto de que casi rompen tu espalda."
        },
        {
            "resource_id": 180,
            "text": "৩. যা আপনাকে এতোটা ক্লান্ত করলো যে, আপনার মেরুদÐকে ভেঙ্গে ফেলার উপক্রম হয়েছে।"
        },
        {
            "resource_id": 15,
            "text": "<p><span class=\"arabic qpc-hafs green\">( الَّذِي أَنْقَضَ ظَهْرَكَ )</span> قال: أثقل ظهرك.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ * وَوَضَعْنَا عَنْكَ وِزْرَكَ * الَّذِي أَنْقَضَ ظَهْرَكَ)</span> : كانت للنبيّ صلى الله عليه وسلم &amp;; 24-494 &amp;; ذنوب قد أثقلته، فغفرها الله له.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( أَنْقَضَ ظَهْرَكَ )</span> قال: كانت للنبي: ذنوب قد أثقلته، فغفرها الله له.</p><p lang=\"ar\" class=\"ar \">حُدثت عن الحسين،<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: ثنا عبيد،<span class=\"blue\"> قال:</span> سمعت الضحاك يقول في قوله: <span class=\"arabic qpc-hafs green\">( وَوَضَعْنَا عَنْكَ وِزْرَكَ )</span> يعني: الشرك الذي كان فيه.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ * وَوَضَعْنَا عَنْكَ وِزْرَكَ)</span> قال: شرح له صدرَه، وغفر له ذنبَه الذي كان قبل أن يُنَبأ، فوضعه.</p><p lang=\"ar\" class=\"ar \">وفي قوله: <span class=\"arabic qpc-hafs green\">( الَّذِي أَنْقَضَ ظَهْرَكَ )</span> قال: أثقله وجهده، كما يُنْقِضُ البعيرَ حِمْلُه الثقيل، حتى يصير نِقضا بعد أن كان سمينا<span class=\"arabic qpc-hafs green\">( وَوَضَعْنَا عَنْكَ وِزْرَكَ )</span> قال: ذنبك الذي أنقض ظهرَك، أثقل ظهرك، ووضعناه عنك، وخفَّفنا عنك ما أثقل ظهرَك.</p>"
        },
        {
            "resource_id": 791,
            "text": "നിന്നെ പരിക്ഷീണനാക്കുകയും, നിൻ്റെ മുതുക് തകർത്തു കളയാറാവുകയും ചെയ്ത ഭാരം."
        },
        {
            "resource_id": 905,
            "text": "الذي أتعبك حتى كاد أن يكسر ظهرك."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( ورفعنا لك ذكرك )</span> أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أحمد بن محمد بن إبراهيم الثعلبي ، أخبرنا أبو القاسم عبد الخالق بن علي المؤذن ، حدثنا أبو بكر بن حبيب ، حدثنا أبو إسماعيل محمد بن إسماعيل ، حدثنا صفوان يعني ابن صالح عبد الملك ، حدثنا الوليد يعني ابن مسلم ، حدثني عبد الله بن لهيعة عن دراج عن أبي الهيثم عن أبي سعيد الخدري عن النبي - صلى الله عليه وسلم - أنه سأل جبريل - عليه السلام - عن هذه الآية <span class=\"arabic qpc-hafs\">\" ورفعنا لك ذكرك \"</span> ؟<span class=\"blue\"> قال :</span> قال الله تعالى : <span class=\"arabic qpc-hafs\">\" إذا ذكرت ذكرت معي \"</span> .</p><p lang=\"ar\" class=\"ar \">وعن الحسن قال : <span class=\"arabic qpc-hafs\">\" ورفعنا لك ذكرك \"</span> إذا ذكرت ، ذكرت <span class=\"reference\">[ معي ]</span> وقال عطاء عن ابن عباس : يريد الأذان والإقامة والتشهد والخطبة على المنابر ، ولو أن عبدا عبد الله وصدقه في كل شيء ولم يشهد أن محمدا رسول الله لم ينتفع بشيء ، وكان كافرا .</p><p lang=\"ar\" class=\"ar \">وقال قتادة : رفع الله ذكره في الدنيا والآخرة ،<span class=\"blue\"> فليس خطيب ولا متشهد ولا صاحب صلاة إلا ينادي :</span> أشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله .</p><p lang=\"ar\" class=\"ar \">وقال الضحاك : لا تقبل صلاة <span class=\"reference\">[ إلا به ]</span> ولا تجوز خطبة إلا به .<span class=\"blue\"> وقال مجاهد :</span> <span class=\"reference\">[ ورفعنا لك ذكرك ]</span> يعني بالتأذين .</p><p lang=\"ar\" class=\"ar \">وفيه يقول حسان بن ثابت : ألم تر أن الله أرسل عبده ببرهانه ،<span class=\"blue\"> والله أعلى وأمجد أغر عليه للنبوة خاتم من الله مشهود يلوح ويشهد     وضم الإله اسم النبي مع اسمه إذا قال في الخمس المؤذن :</span> أشهد</p><p>وشق له من اسمه ليجله فذو العرش محمود وهذا محمد .</p><p lang=\"ar\" class=\"ar \">وقيل : رفع الله ذكره بأخذ ميثاقه على النبيين وإلزامهم الإيمان به والإقرار بفضله .</p><p>ثم وعده اليسر والرخاء بعد الشدة ، وذلك أنه كان بمكة في شدة ، فقال الله - عز وجل -<span class=\"blue\"> :</span></p>"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "আৰু আমি আপোনাৰ স্মৰণক সমুন্নত কৰিছো। বৰং আজান, ইক্বামত আৰু অন্য স্থানবোৰতো আপোনাক স্মৰণ কৰা হয়।"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( ورفعنا لك ذكرك )</span> قال مجاهد : لا أذكر إلا ذكرت معي : أشهد أن لا إله إلا الله ، وأشهد أن محمدا رسول الله .</p><p lang=\"ar\" class=\"ar \">وقال قتادة : رفع الله ذكره في الدنيا والآخرة ،<span class=\"blue\"> فليس خطيب ولا متشهد ولا صاحب صلاة إلا ينادي بها :</span> أشهد أن لا إله إلا الله ، وأن محمدا رسول الله .</p><p lang=\"ar\" class=\"ar \">قال ابن جرير : حدثني يونس ، أخبرنا ابن وهب ، أخبرنا عمرو بن الحارث ، عن دراج ، عن أبي الهيثم ، عن أبي سعيد ،<span class=\"blue\"> عن رسول الله صلى الله عليه وسلم أنه قال :</span> <span class=\"red\">\" أتاني جبريل فقال : إن ربي وربك يقول : كيف رفعت ذكرك ؟<span class=\"blue\"> قال :</span> الله أعلم .<span class=\"blue\"> قال :</span> إذا ذكرت ذكرت معي \"</span> ، وكذا رواه ابن أبي حاتم ، عن يونس بن عبد الأعلى به ، ورواه أبو يعلى من طريق ابن لهيعة ، عن دراج .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا أبو عمر الحوضي ، حدثنا حماد بن زيد ، حدثنا عطاء بن السائب ، عن سعيد بن جبير ،<span class=\"blue\"> عن ابن عباس قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" سألت ربي مسألة وددت أني لم أكن سألته ،<span class=\"blue\"> قلت :</span> قد كانت قبلي أنبياء ، منهم من سخرت له الريح ومنهم من يحيي الموتى .<span class=\"blue\"> قال :</span> يا محمد ألم أجدك يتيما فآويتك ؟<span class=\"blue\"> قلت :</span> بلى يا رب .<span class=\"blue\"> قال :</span> ألم أجدك ضالا فهديتك ؟<span class=\"blue\"> قلت :</span> بلى يا رب .<span class=\"blue\"> قال :</span> ألم أجدك عائلا فأغنيتك ؟<span class=\"blue\"> قال :</span> قلت : بلى يا رب .<span class=\"blue\"> قال :</span> ألم أشرح لك صدرك ؟ ألم أرفع لك ذكرك ؟<span class=\"blue\"> قلت :</span> بلى يا رب \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال أبو نعيم في <span class=\"red\">\" دلائل النبوة \"</span> : حدثنا أبو أحمد الغطريفي ، حدثنا موسى بن سهل الجوني ، حدثنا أحمد بن القاسم بن بهرام الهيتي ، حدثنا نصر بن حماد ، عن عثمان بن عطاء ، عن الزهري ،<span class=\"blue\"> عن أنس قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" لما فرغت مما أمرني الله به من أمر السموات والأرض قلت : يا رب ، إنه لم يكن نبي قبلي إلا وقد كرمته ، جعلت إبراهيم خليلا وموسى كليما ، وسخرت لداود الجبال ولسليمان الريح والشياطين ، وأحييت لعيسى الموتى ، فما جعلت لي ؟<span class=\"blue\"> قال :</span> أوليس قد أعطيتك أفضل من ذلك كله ، أني لا أذكر إلا ذكرت معي ، وجعلت صدور أمتك أناجيل يقرءون القرآن ظاهرا ، ولم أعطها أمة ،<span class=\"blue\"> وأعطيتك كنزا من كنوز عرشي :</span> لا حول ولا قوة إلا بالله العلي العظيم \"</span> .</p><p lang=\"ar\" class=\"ar \">وحكى البغوي ،<span class=\"blue\"> عن ابن عباس ومجاهد :</span> أن المراد بذلك : الأذان .<span class=\"blue\"> يعني :</span> ذكره فيه ،<span class=\"blue\"> وأورد من شعر حسان بن ثابت :</span></p><p>أغر عليه للنبوة خاتم من الله من نور يلوح ويشهد     وضم الإله اسم النبي إلى اسمه</p><p>إذا قال في الخمس المؤذن : أشهد     وشق له من اسمه ليجله</p><p>فذو العرش محمود وهذا محمد</p><p lang=\"ar\" class=\"ar \">وقال آخرون : رفع الله ذكره في الأولين والآخرين ، ونوه به ، حين أخذ الميثاق على جميع النبيين أن يؤمنوا به ، وأن يأمروا أممهم بالإيمان به ، ثم شهر ذكره في أمته فلا يذكر الله إلا ذكر معه .</p><p>وما أحسن ما قال الصرصري رحمه الله :</p><p>لا يصح الأذان في الفرض إلا     باسمه العذب في الفم المرضي</p><p>وقال أيضا :</p><p><span class=\"reference brown\">[ ألم تر أنا لا يصح أذاننا     ولا فرضنا إن لم نكرره فيهما ]</span></p>"
        },
        {
            "resource_id": 181,
            "text": "و یادت را برای تو بالا بردیم، که در اذان و اقامه و غیر این دو یاد می‌شوی."
        },
        {
            "resource_id": 776,
            "text": "Y elevó tu renombre, para que ahora seas recordado en el llamado a la oración y en el recuerdo de todos los musulmanes."
        },
        {
            "resource_id": 804,
            "text": "{به‌رز كردنه‌وه‌ى ناوی پێغه‌مبه‌ری خوا - <span class=\"saw\">صلی الله علیه وسلم</span> -}\n [ <span class=\"arabic uthmani\">وَرَفَعْنَا لَكَ ذِكْرَكَ (٤)</span> ] وه‌ ناو و یادی تۆمان به‌رز ڕاگرتووه‌ له‌ دونیاو قیامه‌تدا، به‌وه‌ی كه‌ له‌ هه‌ر شوێنێك ناوی خوای گه‌وره‌ بهێنرێ ناوی تۆش ئه‌هێنرێ، وه‌ هیچ كه‌سێك موسڵمان نابێ و به‌ موسڵمان دانانرێ هه‌ر چه‌نده‌ بڵێ: (أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ) تا نه‌ڵێ: (وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ) وه‌ ڕۆژانه‌ پێنج جار بانگ ئه‌درێ و له‌گه‌ڵ (أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ) بانگده‌ر (وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ) ئه‌ڵێت، وه‌ هیچ وتاربێژێك نیه‌ كه‌ وتار بدات ئیلا ناوی پێغه‌مبه‌ری خوا دێنێ - <span class=\"saw\">صلی الله علیه وسلم</span> - ، وه‌ هیچ كه‌سێك نیه‌ نوێژ بكات ئیلا ناوی پێغه‌مبه‌ری خوا - <span class=\"saw\">صلی الله علیه وسلم</span> - دێنێ، یاخود خوای گه‌وره‌ ناوی پێغه‌مبه‌ری خوای - <span class=\"saw\">صلی الله علیه وسلم</span> - به‌رز ڕاگرتووه‌ به‌وه‌ی كه‌ بۆ پێغه‌مبه‌رانی تریشى باسی كردووه‌و به‌ڵێن و په‌یمانی لێ وه‌رگرتوون كه‌ ئه‌گه‌ر پێغه‌مبه‌ری خوا هات - <span class=\"saw\">صلی الله علیه وسلم</span> - خۆیشیان ئیمانی پێ بێنن و شوێنی بكه‌ون وه‌ فه‌رمانیش بكه‌ن به‌ ئوممه‌ته‌كانیان هه‌ر كاتێك گه‌یشتن به‌ پێغه‌مبه‌ری خوا - <span class=\"saw\">صلی الله علیه وسلم</span> - ئیمانی پێ بێنن."
        },
        {
            "resource_id": 165,
            "text": "<p>আর আমি তোমার খ্যাতিকে সমুচ্চ করেছি। [১]</p><p>[১] অর্থাৎ, যেখানে আল্লাহর নাম আসে সেখানে তাঁরও (নবীর) নাম আসে। যেমন, আযান, নামায এবং আরো অন্যান্য বহু জায়গায়। (এই হিসাবে সারা বিশ্বে প্রতি মুহূর্তেই লক্ষবার তাঁর নাম উচ্চারিত হয়ে থাকে।) পূর্ববর্তী গ্রন্থসমূহে নবী (সাঃ)-এর নাম এবং গুণ বিস্তারিতভাবে বর্ণনা হয়েছে। ফিরিশতাদের মাঝেও তাঁর সুনাম উল্লেখ করা হয়। নবী (সাঃ)-এর আনুগত্যকেও মহান আল্লাহ নিজের আনুগত্যরূপে শামিল করেছেন এবং নিজের আদেশ পালন করার সাথে সাথে তাঁর আদেশও পালন করতে মানব সম্প্রদায়কে নির্দেশ দিয়েছেন।</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "وَرَفَعْنَا لَكَ ذِكْرَكَ (4)ورفع الذكر : جعل ذكره بين الناس بصفات الكمال ، وذلك بما نزل من القرآن ثناء عليه وكرامة . وبإلهام الناس التحدث بما جبله الله عليه من المحامد منذ نشأته .وعطفُ { ووضعنا } و { رفعنا } بصيغة المضي على فعل { نشرح } بصيغة المضارع لأن ( لَم ) قلبت زمن الحال إلى المضي فعُطف عليه الفعلان بصيغة المضي لأنهما داخلان في حيز التقرير فلما لم يقترن بهما حرف ( لم ) صيّر بهما إلى ما تفيده ( لم ) من معنى المضي .والآية تشير إلى أحوال كان النبي صلى الله عليه وسلم في حرج منها أو من شأنه أن يكون في حرج ، وأن الله كشف عنه ما به من حرج منها أو هيّأ نفسه لعدم النوء بها .وكان النبي صلى الله عليه وسلم يعلمها كما أشعَر به إجمالها في الاستفهام التقريري المقتضي علم المقرَّر بما قُرر عليه ، ولعلّ تفصيلها فيما سبق في سورة الضحى فلعلها كانت من أحوال كراهيته ما عليه أهل الجاهلية من نبذ توحيد الله ومن مساوي الأعمال .وكان في حرج من كونه بينهم ولا يستطيع صرفهم عما هم فيه ولم يكن يترقب طريقها لأن يهديهم أو لم يصل إلى معرفة كنه الحق الذي يجب أن يكون قومه عليه ولم يطمع إلا في خويصة نفسه يودّ أن يجد لنفسه قبس نور يضيء له سبيل الحق مما كان باعثاً له على التفكر والخلوة والالتجاء إلى الله ، فكان يتحنث في غار حراء فلما انتشله الله من تلك الوحلة بما أكرمه به من الوحي كان ذلك شرحاً مما كان يضيق به صدره يومئذ ، فانجلى له النور ، وأمِر بإنقاذ قومه وقد يظنهم طلاَّب حق وأزكياء نفوس فلما قابلوا إرشاده بالإِعراض ومُلاطفته لهم بالامتعاض ، حدث في صدره ضيق آخر أشار إلى مثل قوله تعالى : { لعلك باخع نفسك ألا يكونوا مؤمنين } [ الشعراء : 3 ] وذلك الذي لم يزل ينزل عليه في شأنه رَبْطُ جأشه بنحو قوله تعالى :{ ليس عليك هداهم ولكن اللَّه يهدي من يشاء } [ البقرة : 272 ] فكلما نزل عليه وحي من هذا أكسبه شرحاً لصدره ، وكان لحماية أبي طالب إياه وصده قريشاً عن أذاه منفس عنه ، وأقوى مؤيد له لدعوته يَنشرح له صدره . وكلما آمن أحد من الناس تزحزح بعض الضيق عن صدره ، وكانت شدة قريش على المؤمنين يضيق لها صدره فكلما خلُص بعض المؤمنين من أذى قريش بنحو عتق الصديق بلالاً وغيره ، وبما بشره الله من عاقبة النصر له وللمؤمنين تصريحاً وتعريضاً نحو قوله في السورة قبلها : { ولسوف يعطيك ربك فترضى } [ الضحى : 5 ] فذلك من الشرح المراد هنا . وجماع القول في ذلك أنَّ تجليات هذا الشرح عديدة وأنها سر بين الله تعالى وبين رسوله صلى الله عليه وسلم المخاطب بهذه الآية .وأما وضع الوزر عنه فحاصل بأمرين : بهدايته إلى الحق التي أزالت حيرته بالتفكر في حال قومه وهو ما أشار إليه قوله تعالى : { ووجدك ضالاً فهدى } [ الضحى : 7 ] وبكفايته مؤنة كُلف عيشه التي قد تشغله عما هو فيه من الأنس بالفكرة في صلاح نفسه ، وهو ما أشار إليه قوله : { ووجدك عائلاً فأغنى } [ الضحى : 8 ] .ورفْع الذكر مجاز في إلهام الناس لأن يذكروه بخير ، وذلك بإيجاد أسباب تلك السمعة حتى يتحدث بها الناس ، استعير الرفع لحسن الذكر لأن الرفع جعل الشيء عالياً لا تناله جميع الأيدي ولا تدوسه الأرجل . فقد فطر الله رسوله صلى الله عليه وسلم على مكارم يعزّ وجود نوعها ولم يبلغ أحد شأوَ ما بلغه منها حتى لُقب في قومه بالأمين . وقد قيل إن قوله تعالى : { إنه لقول رسول كريم ذي قوة عند ذي العرش مكين مطاع ثم أمين } [ التكوير : 19 21 ] مراد به النبي صلى الله عليه وسلمومن عظيم رفع ذكره أن اسمه مقترن باسم الله تعالى في كلمة الإِسلام وهي كلمة الشهادة .وروي هذا التفسير عن النبي صلى الله عليه وسلم في حديث أبي سعيد الخدري عند ابن حبان وأبي يعلى قال السيوطي : وإسناده حسن ، وأخرجه عياض في «الشفاء» بدون سند . والقول في ذكر كلمة { لك } مع { ورفعنا } كالقول في ذكر نظيرها مع قوله : { ألم نشرح } .وإنما لم يُذكر مع { ووضعنا عنك وزرك } بأن يقال : ووضعنا لك وزرك للاستغناء بقوله : { عنك } فإنه في إفادة الإِبهام ثم التفصيل مساوٍ لكلمة { لك } ، وهي في إفادة العناية به تساوي كلمة { لك } ، لأن فعل الوضع المعدَّى إلى الوزر يدل على أن الوضع عنه فكانت زيادة { عنك } إطناباً يشيرإلى أن ذلك عناية به نظير قوله : { لك } الذي قبله ، فحصل بذكر { عنك } إيفاء إلى تعدية فعل { وضعنا } مع الإِيفاء بحق الإِبهام ثم البيان ."
        },
        {
            "resource_id": 174,
            "text": "Kami juga telah meninggikan namamu untukmu, sehingga dirimu disebutkan di dalam azan, ikamah, dan momen-momen lainnya."
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( وَرَفَعْنَا لَكَ ذِكْرَكَ )</span> يقول: ورفعنا لك ذكرك، فلا أُذْكَرُ إلا ذُكِرْتَ معي،<span class=\"blue\"> وذلك قول:</span> لا إله إلا الله، محمد رسول الله.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب وعمرو بن مالك، قالا ثنا سفيان بن عيينة، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( وَرَفَعْنَا لَكَ ذِكْرَكَ )</span> قال: لا أُذْكَرُ إلا ذُكْرِتَ معي: أشهد أن لا إله إلا الله، وأشهد أن محمدا رسول الله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَرَفَعْنَا لَكَ ذِكْرَكَ )</span> قال النبيّ صلى الله عليه وسلم: <span class=\"red\">\" ابْدَءُوا بالعُبُودَةِ، وَثَنُّوا بالرسالة \"</span> فقلت لمعمر،<span class=\"blue\"> قال:</span> أشهد أن لا إله إلا الله، وأن محمدا عبده، فهو العبودة،<span class=\"blue\"> ورسوله أن تقول:</span> عبده ورسوله.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( وَرَفَعْنَا لَكَ ذِكْرَكَ )</span> رفع الله ذكره في الدنيا والآخرة، فليس خطيب، ولا متشهد، ولا صاحب صلاة،<span class=\"blue\"> إلا ينادي بها:</span> أشهد أن لا إله إلا الله، وأشهد أن محمدا رسول الله.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> أخبرنا عمرو بن الحارث، عن درّاج، عن أبي الهيثم عن أبي سعيد الخدريّ، عن رسول الله صلى الله عليه وسلم،<span class=\"blue\"> أنه قال:</span> <span class=\"red\">\" أتانِي جِبْرِيلُ فَقالَ إنَّ رَبِّي وَرَبكَ يَقُولُ: كَيْفَ رَفَعْتُ لَكَ ذِكْرَكَ ؟<span class=\"blue\"> قال:</span> الله أعْلَمُ،<span class=\"blue\"> قال:</span> إذَا ذُكِرْتُ ذُكرتَ مَعِي\"</span>.</p>"
        },
        {
            "resource_id": 183,
            "text": "またわれらは、あなたの評判を高めたのではないか。そうしてあなたの名前は、礼拝の呼び掛けや礼拝開始の成句に入ったのだ。"
        },
        {
            "resource_id": 172,
            "text": "Senin şanını yükselttik ve böylece ezan, kamet ve bunun dışında başka yerlerde ismin zikredilir oldu."
        },
        {
            "resource_id": 166,
            "text": "<p>আর আমরা আপনার (মর্যাদা বৃদ্ধির) জন্য আপনার স্মরণকে সমুন্নত করেছি [১]।</p><p>[১] অর্থাৎ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে অনেক সম্মানিত করা হয়েছে; কোন সৃষ্টিকে তার মত প্রশংসনীয় করা হয় নি। এমনকি আযান, ইকামত, খুতবা, ইত্যাদির ক্ষেত্রে মহান আল্লাহ্র নামের সাথেও রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নাম স্মরণ করা হয়। এভাবে তার মর্যাদা ও স্মরণ সমুন্নত করা হয়েছে। এ-ছাড়াও তার উম্মত ও অনুসারীদের নিকট তার সম-মর্যাদার আর কেউ নেই। [সা‘দী]</p>"
        },
        {
            "resource_id": 791,
            "text": "നിൻ്റെ കീർത്തി നാം ഉന്നതമാക്കിയിരിക്കുന്നു; ബാങ്കൊലികളിലും (നിസ്കാരത്തിന് മുൻപുള്ള) ഇഖാമതുകളിലും മറ്റുമെല്ലാം നിൻ്റെ പേര് സ്മരിക്കപ്പെട്ടു കൊണ്ടേയിരിക്കുന്നു."
        },
        {
            "resource_id": 179,
            "text": "Nagpataas Kami para sa iyo ng pagbanggit sa iyo sapagkat ikaw ay naging binabanggit sa adhān at iqāmah at sa iba pa sa dalawang ito."
        },
        {
            "resource_id": 905,
            "text": "وأعلينا لك ذكرك، فقد أصبحت تُذْكَر في الأذان والإقامة وفي غيرهما."
        },
        {
            "resource_id": 168,
            "text": "<p>وَرَ‌فَعْنَا لَكَ ذِكْرَ‌كَ (and We raised high for you your name....94:4). The meaning of raising the name of the Holy Prophet ﷺ is that his blessed name is remembered together with the name of Allah in all the symbols of Islam, like the kalimah, the adhan, the iqamah, and in sermons from the minarets and pulpits [ throughout the world ]:</p><p>اَشھَدُ اَنَّ لا إله إلا اللہ</p><p>اَشھَدُ اَنَّ مُحَمَّدَ رَّسُولُ اَلله</p><p>(I bear witness that there is no God worthy of worship except</p><p>Allah; I bear witness that Muhammad is the Messenger of Allah.'</p><p>No sensible person utters the Holy Prophet's ﷺ name without respect and honour even though he may not be a Muslim.</p><p>Note Carefully</p><p>Here three verses mention three favours that are bestowed on the Holy Prophet t: [ 1] opening of the bosom widely; [ 2] removal of the burden; and [ 3] raising of the name high. Each of the sentence is composed of a verb, an object and between them is a prepositional phrase thus:</p><p>شرح صدر</p><p>for your benefit? [ 1] '</p><p>وضع وزر</p><p>'from you your burden [ 2] '</p><p>رفع ذکر</p><p>'for you your name. [ 4] '</p><p>This indicates the essential characteristic and special greatness of the Holy Prophet ﷺ ، in that all this is done for the sake of him.</p>"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ورفعنا لك ذكرك قال مجاهد : يعني بالتأذين . وفيه يقول حسان بن ثابت :أغر عليه للنبوة خاتم من الله مشهود يلوح ويشهد     وضم الإله اسم النبي إلى اسمهإذا قال في الخمس المؤذن أشهدوروي عن الضحاك عن ابن عباس ، قال : يقول له لا ذكرت إلا ذكرت معي في الأذان ، والإقامة والتشهد ، ويوم الجمعة على المنابر ، ويوم الفطر ، ويوم الأضحى : وأيام التشريق ، ويوم عرفة ، وعند الجمار ، وعلى الصفا والمروة ، وفي خطبة النكاح ، وفي مشارق الأرض ومغاربها . ولو أن رجلا عبد الله جل ثناؤه ، وصدق بالجنة والنار وكل شيء ، ولم يشهد أن محمدا رسول الله ، لم ينتفع بشيء وكان كافرا . وقيل : أي أعلينا ذكرك ، فذكرناك في الكتب المنزلة على الأنبياء قبلك ، وأمرناهم بالبشارة بك ، ولا دين إلا ودينك يظهر عليه . وقيل : رفعنا ذكرك عند الملائكة في السماء ، وفي الأرض عند المؤمنين ، ونرفع في الآخرة ذكرك بما نعطيك من المقام المحمود ، وكرائم الدرجات ."
        },
        {
            "resource_id": 177,
            "text": "Và TA đã đưa Ngươi lên cao với danh tiếng và địa vị của Ngươi qua lời Azdan, qua lời Iqamah và qua các điều khác."
        },
        {
            "resource_id": 182,
            "text": "我提高你的声望，使人们在内、外宣礼和其它时间中都赞念你。"
        },
        {
            "resource_id": 16,
            "text": "ألم نوسع -أيها النبي- لك صدرك لشرائع الدين، والدعوة إلى الله، والاتصاف بمكارم الأخلاق، وحططنا عنك بذلك حِمْلك الذي أثقل ظهرك، وجعلناك -بما أنعمنا عليك من المكارم- في منزلة رفيعة عالية؟"
        },
        {
            "resource_id": 792,
            "text": "ហើយយើងបានលើកកិត្ដិនាមរបស់អ្នកឱ្យខ្ពង់ខ្ពស់ រហូតដល់មានការរំលឹកអំពី(ឈ្មោះ)អ្នកក្នុងពេលអាហ្សាន ពេលអ៊ីក៏ម៉ាត់ និងពេលផ្សេងៗទៀត។"
        },
        {
            "resource_id": 171,
            "text": "And I elevated for you your mention, so you are now remembered in the call to prayer, and the call preceding the prayer, and at other times."
        },
        {
            "resource_id": 173,
            "text": "Nous avons exalté ta renommée jusqu’à ce que ton nom sois mentionné dans l’appel à la prière, la `iqâmah et d’autres formules que l’on récite."
        },
        {
            "resource_id": 180,
            "text": "৪. আমি আপনার খ্যাতিকে সুউচ্চ করেছি। যার ফলে আপনার নাম আযান, ইকামত ইত্যাদিতে উল্লেখ হয়ে থাকে।"
        },
        {
            "resource_id": 175,
            "text": "i uzvisili smo spomen na tebe, pa se tvoje ime spominje u ezanu, ikametu i dr."
        },
        {
            "resource_id": 157,
            "text": "<p>ورفعنا ................ ذکرک ( 4:94) ” اور تمہاری خاطر تمہارے ذکر کا آواز بلند کردیا “۔ آپ کا ذکر عالم بالا میں بلند ہونے لگا ، پوری زمین میں آپ کی دعوت کا غلغلہ بلندہوگیا۔ اس پوری کائنات میں آپ کا نام بلند ہوگیا اور پھر کلمہ طیبہ میں آپ کا نام اللہ کے نام کے ساتھ جوڑ دیا گیا۔</p><p>لاالہ الا اللہ محمد رسول اللہ کہ جب بھی کوئی کلمہ پڑھے گا آپ کا نام بلند ہوگا ، اس کے بعد آخر اور کیا مقام و مرتبہ ہوسکتا ہے ؟ یہ تو آپ کا ایک منفرد مقام ہے اور تمام مخلوقات کے مقابلے میں آپ کے لئے مخصوص ہے۔</p><p>ہم نے آپ کا ذکر لوح محفوظ میں کردیا کہ زمانے گزر جائیں گے ، نسلیں جائیں گی اور آئیں گی اور کروڑوں ہونٹ آپ کے اسم گرامی کو ادا کرتے رہیں گے۔ صلوٰة وسلام بھیجتے رہیں گے۔ گہری محبت اور عظمت واحترام کا اظہار کرتے رہیں گے۔ آپ کا ذکر یوں بھی بلند ہوا کہ آپ کا نام اسلامی نظام زندگی اور شریعت محمدی کے ساتھ نتھی ہوگیا ۔ صرف آپ کا انتخاب ہی رفع ذکر کا باعث بنا۔ یہ وہ مقام تھا جو نہ کسی کو کبھی نصیب ہوا اور نہ ہوگا۔ لہٰذا اب مشقت کہاں ، تھکاوٹ کہاں ، یہ دین اس قدر عظیم دین ہے کہ اس کے ہوتے ہوئے ہر قسم کی مشقت اور تھکاوٹ کا احساس ہی جاتا رہتا ہے۔</p><p>لیکن اس کے باوجود اللہ اپنے محبوب مختار کے ساتھ مزید مہربانیاں فرماتا ہے ، آپ کی کلفتیں مزید دور فرماتا ہے ، آپ کو خوش اور مطمئن فرماتا ہے اور یہ اطلاع دیتا ہے کہ بہت بڑی آسانیاں اور فراخیاں آپ کے انتظار میں ہیں۔</p>"
        },
        {
            "resource_id": 176,
            "text": "e abbiamo elevato la tua reputazione, tanto da essere menzionato nell'Azhān, nel Iǭāmah e in altre situazioni."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَرَفَعْنَا لَكَ ذِكْرَكَ }</span> أي: أعلينا قدرك، وجعلنا لك الثناء الحسن العالي، الذي لم يصل إليه أحد من الخلق، فلا يذكر الله إلا ذكر معه رسوله صلى الله عليه وسلم، كما في الدخول في الإسلام، وفي الأذان، والإقامة، والخطب، وغير ذلك من الأمور التي أعلى الله بها ذكر رسوله محمد صلى الله عليه وسلم.وله في قلوب أمته من المحبة والإجلال والتعظيم ما ليس لأحد غيره، بعد الله تعالى، فجزاه الله عن أمته أفضل ما جزى نبيًا عن أمته."
        },
        {
            "resource_id": 178,
            "text": "И Мы возвеличили твое поминание, и тебя стали упоминать во время азана, икамата и в другом."
        },
        {
            "resource_id": 170,
            "text": "Разве Мы не увеличили твою славу и не удостоили тебя высокой похвалы, которой не было удостоено прежде ни одно творение. Когда бы ни упоминалось имя Аллаха, то обязательно наряду с ним звучит имя Посланника: при принятии ислама, во время призыва на молитву, на проповедях и по другим поводам. Везде, где превозносят имя Аллаха, упоминают имя посланника Аллаха - Мухаммада, да благословит его Аллах и приветствует. Любовь, уважение и почтение, которые мусульмане испытывают по отношению к нему, уступают лишь чувствам, которые они питают к Всевышнему Аллаху. Дай Аллах, чтобы дань благодарности, отданная ему мусульманами, превзошла благодарность, которой когда-либо любой из уверовавших народов отвечал своему пророку!"
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( وَرَفَعْنَا لَكَ ذِكْرَكَ ) بيان لنعمة ثالثة من نعمه - تعالى - على نبيه صلى الله عليه وسلم . أى : لقد شرحنا لك - أيها الرسول الكريم - صدرك ، وأزلنا عن قلبك الحيرة التى كانت تعتريك قبل تبليغ الرسالة وبعد تبليغها ، بأن يسرنا لك كل صعب .وفوق ذلك فقد رفعنا كل ذكرك ، بأن جعنالك رفيع الشأن ، سامى المنزلة ، عظيم القدر ، ومن مظاهر ذلك : أننا جعلنا اسمك مقرونا باسمنا فى النطق بالشهادتين .وفى الأذان ، وفى الإِقامة ، وفى التشهد ، وفى غير ذلك من العبادات ، وأننا فضلناك على جميع رسلنا ، بل على جميع الخلق على الإِطلاق ، وأننا أعطيناك الشفاعة العظمى ، وجعلنا طاعتك من طاعتنا .قال الآلوسى : أخرج أبو يعلى ، وابن جرير . . عن أبى سعيد الخدرى عن النبى صلى الله عليه وسلم أنه قال : \" أتانى جبريل فقال لى : أتدرى كيف رفعك ذكرك؟ قلت : الله - تعالى- أعلم . قال : \" إذا ذُكِرتُ ذُكِرتَ معى \" \" ."
        },
        {
            "resource_id": 178,
            "text": "Поистине, за тягостью и стеснением следует легкость и облегчение."
        },
        {
            "resource_id": 93,
            "text": "ثم أضاف - سبحانه - إلى هذه النعم الجليلة ، ما يدخل السرور على قلبه صلى الله عليه وسلم وما يبعث الأمل فى نفسه وفى نفوس أصحابه ، بأن بين لهم سنة من سننه التى لا تتخلف فقال : ( فَإِنَّ مَعَ العسر يُسْراً ) .والفاء للإِفصاح ، ومع بمعنى بَعْد ، وأل فى العسر لاستغراق أنواع العسر المعروفة للمخاطبين . من فقر ، وضعف ، وقلة فى الوسائل التى تؤدى إلى إدراك المطلوب . والجملة الثانية مؤكدة ومقررة للجملة الأولى . والتنكير فى قوله ( يسرا ) للتفخيم .والمعنى : إذا تقرر عندك ما أخبرنا به ، من شرح الصدر ، ووضع الوزر . ورفع الذكر . . فاعلم أنه ما من عسر إلا ويعقبه يسر ، وما من شدة إلا ويأتى بعدها الفرج ، وما من غم أو هم ، إلا وينكشف ، وتحل محله المسرة . . وما دام الأمر كذلك ، فتذرع أنت وأصحابك بالصبر ، واعتصموا بالتوكل على الله ، فإن العاقبة لكم .ففى هاتين الآيتين ما فيهما من تسلية للنبى صلى الله عليه وسلم ولأتباعه ، ومن وعد صادق بأن كل صعب يلين ، وكل شديد يهون ، وكل عسير يتيسر . متى صبر الإِنسان الصبر الجميل ، وتسلح بالعزيمة القوية ، وبالإِيمان العميق بقضاء الله - تعالى - وقدره .وأكد - سبحانه - هاتين الآيتين ، لأن هذه القضية قد تكون موضع شك ، خصوصا بالنسبة لمن تكاثرت عليهم الهموم وألوان المتاعب ، فأراد الله - سبحانه - أن يؤكد للناس فى كل زمان ومكان ، أن اليسر يعقب العسر لا محالة ، والفرج يأتى بعد الضيق ، فعلى المؤمن أن يقابل المصائب بصبر جميل ، وبأمل كبير فى تيسير الله وفرجه ونصره .وقال - سبحانه - ( مَعَ العسر يُسْراً ) ولم يقل بعد العسر يسرا ، للإِشعار بأن هذا اليسر ، ليس بعد العسر بزمن طويل ، وإنما هو سيأتى فى أعقابه بدون مهلة طويلة ، متى وطن الإِنسان نفسه على الصبر والأمل فى فرج الله - تعالى - .وقد ساق الإِمام ابن كثير عند تفسيره لهاتين الآيتين بعض الآثار ، منها ما رواه ابن أبى حاتم ، عن عائد بن شريح قال : سمعت أنس بن مالك يقول : \" كان النبى صلى الله عليه وسلم جالسا وحياله حجر فقال : \" لو جاء العسر فدخل فهذا الحجر ، لجاء اليسر حتى يدخل عليه فيخرجه \" \" .وعن الحسن قال : كانوا يقولون : لا يغلب عسر واحد يسرين اثنين .وعن قتادة : ذكر لنا أن الرسول صلى الله عليه وسلم بشر أصحابه فقال : \" لن يغلب عسر يسرين \" ومعنى هذا أن العسر مُعَرَّف فى الحالين ، فهو مفرد ، واليسر مُنَكَّر فمتعدد ، ولهذا قال : \" لن يغلب عسر يسرين \" فالعسر الأول عين الثانى ، واليسر تعدد . .وقال صاحب الكشاف : فإن قلت : كيف تعلق قوله : ( فَإِنَّ مَعَ العسر يُسْراً ) ، كأنه قال : خولناك ما خولناك فلا تيأس من فضل الله ، فإن مع العسر الذى أنتم فيه يسرا ."
        },
        {
            "resource_id": 176,
            "text": "In verità, dopo le avversità e la miseria vi è il sollievo e la ricchezza."
        },
        {
            "resource_id": 94,
            "text": "<p>فقال الله عز وجل: <span class=\"arabic qpc-hafs\">\"فإن مع العسر يسراً\"</span>.</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 792,
            "text": "ហើយពិតប្រាកដណាស់ ជាមួយនឹងសេចក្ដីលំបាកវេទនានិងភាពតានតឹង គឺនឹងមានភាពងាយស្រួលនិងធូរស្រាល។ហើយពិតប្រាកដណាស់ ជាមួយនឹងសេចក្ដីលំបាកវេទនានិងភាពតានតឹង គឺនឹងមានភាពងាយស្រួលនិងធូរស្រាល។"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( فَإِنَّ مَعَ الْعُسْرِ يُسْرًا * إِنَّ مَعَ الْعُسْرِ يُسْرًا)</span> يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: فإنّ مع الشدّة التي أنت فيها من جهاد هؤلاء المشركين، ومن أوّله ما أنت بسبيله رجاء وفرجا بأن يُظْفِرَكَ بهم، حتى ينقادوا للحقّ الذي جئتهم به طوعا وكَرها.</p><p lang=\"ar\" class=\"ar \">ورُوي عن النبيّ صلى الله عليه وسلم أن هذه الآية لما نـزلت،<span class=\"blue\"> بَشَّر بها أصحابه وقال:</span> <span class=\"red\">\" لَنْ يَغْلِبَ عُسْرٌ يُسْرَيْنِ\"</span>.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا المعتمر بن سليمان،<span class=\"blue\"> قال:</span> سمعت يونس،<span class=\"blue\"> قال:</span> قال الحسن: لما نـزلت هذه الآية <span class=\"arabic qpc-hafs green\">( فَإِنَّ مَعَ الْعُسْرِ يُسْرًا )</span> قال رسول الله صلى الله عليه وسلم: <span class=\"red\">\" أبْشِرُوا أتاكُمُ اليُسْرُ، لَنْ يَغْلِبَ عُسْرٌ يُسْرَيْنِ\"</span>.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن عُلَية، عن يونس، عن الحسن، مثله، عن النبيّ صلى الله عليه وسلم.</p><p>حدثنا محمد بن المثنى،<span class=\"blue\"> قال:</span> ثنا محمد بن جعفر،<span class=\"blue\"> قال:</span> ثنا عوف، عن الحسن، عن النبي صلى الله عليه وسلم، بنحوه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الحسن،<span class=\"blue\"> قال:</span> خرج النبيّ صلى الله عليه وسلم يوما مسرورا فَرِحا وهو يضحك،<span class=\"blue\"> وهو يقول:</span> <span class=\"red\">\" لَنْ يَغْلِبَ عُسْرٌ يُسْرَيْنَ، لَنْ يَغْلِبَ عُسْرٌ يُسْرَيْنِ<span class=\"arabic qpc-hafs green\">( فَإِنَّ مَعَ الْعُسْرِ يُسْرًا * إِنَّ مَعَ الْعُسْرِ يُسْرًا)</span> \"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( فَإِنَّ مَعَ الْعُسْرِ يُسْرًا )</span> ذُكر لنا أن رسول الله صلى الله عليه وسلم بشَّر أصحابه بهذه الآية،<span class=\"blue\"> فقال:</span> <span class=\"red\">\" لَنْ يَغْلِبَ عُسْرٌ يُسْرَيْنِ\"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى،<span class=\"blue\"> قال:</span> ثنا محمد بن جعفر،<span class=\"blue\"> قال:</span> ثنا سعيد، عن معاوية بن قرة أبي إياس، عن رجل، عن عبد الله بن مسعود،<span class=\"blue\"> قال:</span> لو دخل العسر في جُحْر، لجاء اليسر حتى يدخل عليه،<span class=\"blue\"> لأن الله يقول:</span> <span class=\"arabic qpc-hafs green\">( فَإِنَّ مَعَ الْعُسْرِ يُسْرًا * إِنَّ مَعَ الْعُسْرِ يُسْرًا)</span> .</p><p>حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن شعبة، عن رجل، عن عبد الله، بنحوه.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم: قال: ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن، قال ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ مَعَ الْعُسْرِ يُسْرًا )</span> قال: يتبع اليسرُ العُسَر.</p>"
        },
        {
            "resource_id": 173,
            "text": "A côté de la peine et la difficulté, il y a de la facilité et l’aisance."
        },
        {
            "resource_id": 166,
            "text": "<p>সুতরাং কষ্টের সাথেই তো স্বস্তি আছে,</p>"
        },
        {
            "resource_id": 171,
            "text": "Indeed, with difficulty and constraint, comes ease and options."
        },
        {
            "resource_id": 168,
            "text": "<p>فَإِنَّ مَعَ الْعُسْرِ‌ يُسْرً‌ا إِنَّ مَعَ الْعُسْرِ‌ يُسْرً‌ا (So undoubtedly, along with hardship there is ease. Undoubtedly, along with hardship there is ease....94:6). Grammatically, if the Arabic definite article al- is prefixed to an Arabic noun and is repeated with the same definite article al-, they refer to the same antecedent. However, if the same noun is repeated without the definite article, they refer to different antecedents. The word al-'usr '[ the ] hardship' in verse [ 6] is the repetition of al-'usr '[ the ] hardship' occurring in verse [ 5]. It does not refer to a new hardship. In contrast to this, the word yusr 'ease' in both verses occur without the definite article. This indicates that the second yusr 'ease' in verse [ 6] is a different antecedent to the yusr 'ease' occurring in verse [ 5]. Thus it may be concluded that there is only one ` usr 'hardship' and two yusr 'twofold ease'. 'Twofold ease' does not mean twice as much. In fact, it means 'manifold ease'. The verse signifies that only one kind of hardship will face him, but in the wake of it many kinds of ease are assured.</p><p>Sayyidna Hasan Al-Basri (رح) reports that once the Holy Prophet ﷺ emerged from his home in a very happy mood and, giving cheerful news to his Companions on the basis of the current verse, said: \"One hardship cannot overcome twofold ease\". Thus history and biographical books written by Muslims and non-Muslims - all bear ample testimony to fact that the most difficult task, even the seemingly impossible task, became easy for him. The above narration further indicates that the Arabic definite article al- signifies that it is an article used to indicate previous knowledge [ that is, al- lil ` ahd ] and refers to the hardship of the Holy Prophet ﷺ and his Companions. Allah kept to His promise to them in such a way that the world saw it visibly how in the wake of every hardship the Holy Prophet and his Companions experienced the manifold ease that made their task easy. If a person does not achieve 'ease' after 'hardship', it does not contradict this verse. In fact, even now Allah's universal principle applies. One needs to exercise fortitude against hardship, rely on Allah with purity of heart, devote oneself totally to Him, hold onto high hopes for His grace, and one should not despair of His mercy if there is delay in success - He certainly will grant relief after every instance of hardship. [ Fawa'id-e-` Usmaniah ]. Hadith narratives support this.</p>"
        },
        {
            "resource_id": 180,
            "text": "৫. নিশ্চয়ই কাঠিন্য ও সঙ্কীর্ণতার সাথে রয়েছে সহজতা ও প্রশস্ততা।"
        },
        {
            "resource_id": 157,
            "text": "<p>” پس حقیقت یہ ہے کہ تنگی کے ساتھ فراخی بھی ہے۔ بیشک تنگی کے ساتھ فراخی بھی ہے “۔</p><p>حقیقت یہ ہے کہ مشکل کے ساتھ آسانی لازمی ہے اور مشکل کے بعد آسانیاں ہوتی ہیں۔ اور اے نبی یہ آپ کے ساتھ بھی لازم رہی ہے۔ جب آپ پر دعوت کا بوجھ بھاری ہوگیا تو ہم نے آپ کا دل کھول دیا ، یوں آپ کا بوجھ ہلکا ہوگیا جس نے آپ کی کمر توڑ دی تھی لہٰذا مشکل کے ساتھ ہی آسانی جڑی رہی اور یہ بھاری بوجھ ہلکا ہوگیا۔</p><p>یہ اصول ایک اٹل اصول ہے ، اس لئے اسے انہی الفاظ میں مکرر لایا گیا ہے۔</p><p>فان مع ........................ یسرا (6:94) ” پس حقیت یہ ہے کہ تنگی کے ساتھ فراخی بھی ہے۔ بیشک تنگی کے ساتھ فراخی بھی ہے “۔ یہ تکرار اس بات کا اظہار کررہا ہے کہ جس وقت یہ آیات نازل ہورہی تھیں حضور اکرم ﷺ بےحد مشقت اور تنگی میں تھے۔ اس لئے اللہ نے اس مسئلہ کی طرف اس طرح توجہ فرمائی ، یاددہانی فرمائی ، اللہ نے حضور کی ذات کے حوالے سے اپنی سابقہ مہربانیاں گنوائیں اور اپنے فضل وکرم اور دستگیری کا ذکر کیا اور آئندہ کے لئے بھی اسی اصول کو تاکید مزید کے ساتھ بیان کیا ، تاکہ آپ کو تسلی ہو کہ بہتر دور آنے والا ہے۔ یہ بات معلوم ہوتی ہے کہ حضور اکرم جن مشکلات میں گھرے ہوئے تھے وہ کوئی سخت مشکلات تھیں۔</p><p>اب بتایا جاتا ہے کہ آپ پر جو بہتر دور آنے والا ہے وہ کس طرح آئے گا اور انشراح صدر کے حقیقی اسباب کیا ہوا کرتے ہیں اور دعوت اسلامی کی طویل راہ میں اور دشوار گزار سفر میں زادراہ کیا ہے ، سیراب ہونے کے ذرائع کیا ہیں۔</p>"
        },
        {
            "resource_id": 92,
            "text": "فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (5) الفاء فصيحة تفصح عن كلام مقدر يدل عليه الاستفهام التقريري هنا ، أي إذا علمت هذا وتقرر ، تعلَمُ أن اليسر مصاحب للعسر ، وإذ كان اليسر نقيض العسر كانت مصاحبةُ اليسر للعسر مقتضيةً نقضَ تأثير العسر ومبطلة لعمله ، فهو كناية رمزية عن إدراك العناية الإلهية به فيما سبق ، وتعريض بالوعد باستمرار ذلك في كل أحواله .وسياق الكلام وعد للنبيء صلى الله عليه وسلم بأن يُيَسر اللَّهُ له المصاعب كلَّما عرضت له ، فاليسر لا يتخلف عن اللحاق بتلك المصاعب ، وذلك من خصائص كلمة { مع } الدالة على المصاحبة .وكلمة { مع } هنا مستعملة في غير حقيقة معناها لأن العسر واليسر نقيضان فمقارنتهما معاً مستحيلة ، فتعين أن المعيّة مستعارة لقرب حصول اليسر عقب حلول العسر أو ظهور بوادره ، بقرينة استحالة المعنى الحقيقي للمعية . وبذلك يندفع التعارض بين هذه الآية وبين قوله تعالى : { سيجعل اللَّه بعد عسر يسراً } في سورة الطلاق ( 7 ) .فهذه الآية في عسر خاص يعرض للنبيء ، وآية سورة الطلاق عامة ، وللبعْدية فيها مراتب متفاوتة .فالتعريف في العسر } تعريف العهد ، أي العسر الذي عَهِدْتَه وعلمتَه وهو من قبيل ما يسميه نحاة الكوفة بأن ( ال ) فيه عوض عن المضاف إليه نحو قوله تعالى : { فإن الجنة هي المأوى } [ النازعات : 41 ] أي فإن مع عُسرك يسراً ، فتكون السورة كلها مقصورة على بيان كرامة النبي صلى الله عليه وسلم عند ربه تعالى .وعد الله تعالى نبيئه صلى الله عليه وسلم بأن الله جعل الأمور العسرة عليه يسرة له وهو ما سبق وعده له بقوله : { ونيسرك لليسرى } [ الأعلى : 8 ] ."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : فإن مع العسر يسرا[ ص: 95 ] أي إن مع الضيقة والشدة يسرا ، أي سعة وغنى . ثم كرر فقال : إن مع العسر يسرا ، فقال قوم : هذا التكرير تأكيد للكلام كما يقال : ارم ارم ، اعجل اعجل قال الله تعالى : كلا سوف تعلمون ثم كلا سوف تعلمون . ونظيره في تكرار الجواب : بلى بلى ، لا لا . وذلك للإطناب والمبالغة قاله الفراء . ومنه قول الشاعر [ الخنساء ] :هممت بنفسي بعض الهموم فأولى لنفسي أولى لهاوقال قوم : إن من عادة العرب إذا ذكروا اسما معرفا ثم كرروه ، فهو هو . وإذا نكروه ثم كرروه فهو غيره . وهما اثنان ، ليكون أقوى للأمل ، وأبعث على الصبر قاله ثعلب . وقال ابن عباس : يقول الله تعالى خلقت عسرا واحدا ، وخلقت يسرين ، ولن يغلب عسر يسرين . وجاء في الحديث عن النبي - صلى الله عليه وسلم - في هذه السورة : أنه قال : \" لن يغلب عسر يسرين \" .وقال ابن مسعود : والذي نفسي بيده ، لو كان العسر في حجر ، لطلبه اليسر حتى يدخل عليه ولن يغلب عسر يسرين . وكتب أبو عبيدة بن الجراح إلى عمر بن الخطاب يذكر له جموعا من الروم ، وما يتخوف منهم فكتب إليه عمر - رضي الله عنه - : أما بعد ، فإنهم مهما ينزل بعبد مؤمن من منزل شدة ، يجعل الله بعده فرجا ، وإنه لن يغلب عسر يسرين ، وإن الله تعالى يقول في كتابه : يا أيها الذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون . وقال قوم منهم الجرجاني : هذا قول مدخول ; لأنه يجب على هذا التدريج إذا قال الرجل : إن مع الفارس سيفا ، إن مع الفارس سيفا ، أن يكون الفارس واحدا ، والسيف اثنين . والصحيح أن يقال : إن الله بعث نبيه محمدا - صلى الله عليه وسلم - مقلا مخفا ، فعيره المشركون بفقره ، حتى قالوا له : نجمع لك مالا فاغتم وظن أنهم كذبوه لفقره فعزاه الله ، وعدد نعمه عليه ، ووعده الغنى بقوله : فإن مع العسر يسرا أي لا يحزنك ما عيروك به من الفقر فإن مع ذلك العسر يسرا عاجلا أي في الدنيا . فأنجز له ما وعده فلم يمت حتى فتح عليه الحجاز واليمن ، ووسع ذات يده ، حتى كان يعطي الرجل المائتين من الإبل ، ويهب الهبات السنية ، ويعد لأهله قوت سنة . فهذا الفضل كله من أمر الدنيا وإن كان خاصا بالنبي - صلى الله عليه وسلم - ، فقد يدخل فيه بعض أمته إن شاء الله تعالى . ثم ابتدأ فضلا آخرا من الآخرة وفيه تأسية وتعزية له - صلى الله عليه وسلم - فقال مبتدئا : إن مع العسر يسرا فهو شيء آخر . والدليل على ابتدائه ، تعريه من فاء أو واو أو غيرها من حروف النسق التي تدل على العطف . فهذا وعد عام لجميع المؤمنين ، لا يخرج أحد منه أي إن مع العسر في الدنيا للمؤمنين يسرا في الآخرة لا محالة . وربما اجتمع يسر الدنيا ويسر الآخرة .والذي [ ص: 96 ] في الخبر : \" لن يغلب عسر يسرين \" يعني العسر الواحد لن يغلبهما ، وإنما يغلب أحدهما إن غلب ، وهو يسر الدنيا فأما يسر الآخرة فكائن لا محالة ، ولن يغلبه شيء . أو يقال : إن مع العسر وهو إخراج أهل مكة النبي - صلى الله عليه وسلم - من مكة يسرا ، وهو دخوله يوم فتح مكة مع عشرة آلاف رجل ، مع عز وشرف ."
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya bersamaan dengan kesusahan dan kesempitan itu terdapat kemudahan, kelapangan, dan kemenangan."
        },
        {
            "resource_id": 165,
            "text": "<p>নিশ্চয়ই কষ্টের সাথে রয়েছে স্বস্তি।</p>"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 183,
            "text": "だから苦や厳しさがあれば、楽や豊かさや自由がありで、"
        },
        {
            "resource_id": 776,
            "text": "Realmente, luego de toda dificultad y limitación, vienen la facilidad y las opciones."
        },
        {
            "resource_id": 175,
            "text": "Zaista s poteškoćom i teškim stanjem je olakšanje i rahatluk."
        },
        {
            "resource_id": 181,
            "text": "به راستى كه همراه با هر سختی و تنگنايى، آسانی و گشایشى وجود دارد."
        },
        {
            "resource_id": 14,
            "text": "<p>وقوله : <span class=\"arabic qpc-hafs\">( فإن مع العسر يسرا إن مع العسر يسرا )</span> أخبر تعالى أن مع العسر يوجد اليسر ، ثم أكد هذا الخبر .</p><p lang=\"ar\" class=\"ar \">قال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا محمود بن غيلان ، حدثنا حميد بن حماد بن خوار أبو الجهم ،<span class=\"blue\"> حدثنا عائذ بن شريح قال :</span> سمعت أنس بن مالك يقول : كان النبي صلى الله عليه وسلم جالسا وحياله جحر ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" لو جاء العسر فدخل هذا الجحر لجاء اليسر حتى يدخل عليه فيخرجه \"</span> ،<span class=\"blue\"> فأنزل الله عز وجل :</span> <span class=\"arabic qpc-hafs\">( فإن مع العسر يسرا إن مع العسر يسرا )</span> .</p><p lang=\"ar\" class=\"ar \">ورواه أبو بكر البزار في مسنده عن محمد بن معمر ، عن حميد بن حماد به ،<span class=\"blue\"> ولفظه :</span> <span class=\"red\">\" لو جاء العسر حتى يدخل هذا الجحر لجاء اليسر حتى يخرجه \"</span> ثم قال : <span class=\"arabic qpc-hafs\">( فإن مع العسر يسرا إن مع العسر يسرا )</span> ثم قال البزار : لا نعلم رواه عن أنس إلا عائذ بن شريح .</p><p lang=\"ar\" class=\"ar \">قلت : وقد قال فيه أبو حاتم الرازي : في حديثه ضعف ، ولكن رواه شعبة ، عن معاوية بن قرة ، عن رجل ، عن عبد الله بن مسعود موقوفا .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا الحسن بن محمد بن الصباح ، حدثنا أبو قطن ،<span class=\"blue\"> حدثنا المبارك بن فضالة عن الحسن قال :</span> كانوا يقولون : لا يغلب عسر واحد يسرين اثنين .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثنا ابن عبد الأعلى ، حدثنا ابن ثور ، عن معمر ،<span class=\"blue\"> عن الحسن قال :</span> خرج النبي صلى الله عليه وسلم يوما مسرورا فرحا وهو يضحك ،<span class=\"blue\"> وهو يقول :</span> <span class=\"red\">\" لن يغلب عسر يسرين ، لن يغلب عسر يسرين ، فإن مع العسر يسرا ، إن مع العسر يسرا \"</span> .</p><p>وكذا رواه من حديث عوف الأعرابي ويونس بن عبيد ، عن الحسن مرسلا .</p><p lang=\"ar\" class=\"ar \">وقال سعيد ،<span class=\"blue\"> عن قتادة :</span> ذكر لنا أن رسول الله صلى الله عليه وسلم بشر أصحابه بهذه الآية فقال : <span class=\"red\">\" لن يغلب عسر يسرين \"</span> .</p><p lang=\"ar\" class=\"ar \">ومعنى هذا : أن العسر معرف في الحالين ، فهو مفرد ،<span class=\"blue\"> واليسر منكر فتعدد ; ولهذا قال :</span> <span class=\"red\">\" لن يغلب عسر يسرين \"</span> ،<span class=\"blue\"> يعني قوله :</span> <span class=\"arabic qpc-hafs\">( فإن مع العسر يسرا إن مع العسر يسرا )</span> فالعسر الأول عين الثاني واليسر تعدد .</p><p lang=\"ar\" class=\"ar \">وقال الحسن بن سفيان : حدثنا يزيد بن صالح ، حدثنا خارجة ، عن عباد بن كثير ، عن أبي الزناد ، عن أبي صالح ،<span class=\"blue\"> عن أبي هريرة :</span> أن رسول الله صلى الله عليه وسلم قال : <span class=\"red\">\" نزل المعونة من السماء على قدر المؤونة ، ونزل الصبر على قدر المصيبة \"</span> .</p><p>ومما يروى عن الشافعي رضي الله عنه ،<span class=\"blue\"> أنه قال :</span></p><p>صبرا جميلا ما أقرب الفرجا     من راقب الله في الأمور نجا</p><p>من صدق الله لم ينله أذى     ومن رجاه يكون حيث رجا</p><p>وقال ابن دريد : أنشدني أبو حاتم السجستاني :</p><p>إذا اشتملت على اليأس القلوب     وضاق لما به الصدر الرحيب</p><p>وأوطأت المكاره واطمأنت     وأرست في أماكنها الخطوب</p><p>ولم تر لانكشاف الضر وجها     ولا أغنى بحيلته الأريب</p><p>أتاك على قنوط منك غوث     يمن به اللطيف المستجيب</p><p>وكل الحادثات إذا تناهت     فموصول بها الفرج القريب</p><p>وقال آخر :</p><p>ولرب نازلة يضيق بها الفتى     ذرعا وعند الله منها المخرج</p><p>كملت فلما استحكمت حلقاتها     فرجت وكان يظنها لا تفرج</p>"
        },
        {
            "resource_id": 804,
            "text": "{دواى ناخۆشى خۆشییه‌}\n[ <span class=\"arabic uthmani\">فَإِنَّ مَعَ الْعُسْرِ يُسْرًا (٥)</span> ] به‌ دڵنیایی له‌گه‌ڵ هه‌موو ته‌نگانه‌و ته‌سكی و ناخۆشی و گرانی و سه‌ختى و سه‌غڵه‌تى و قورسییه‌كدا سووكی و ئاسانی هه‌یه‌و خوای گه‌وره‌ ده‌رووی خێر ئه‌كاته‌وه‌."
        },
        {
            "resource_id": 177,
            "text": "Quả thật, sự khó khăn, cơ cực luôn đồng hành cùng sự dễ dàng, rộng mở và lối thoát."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "فإن مع الشدّة والضيق سهولة واتساعًا وفرجًا."
        },
        {
            "resource_id": 16,
            "text": "فلا يَثْنِكَ أذى أعدائك عن نشر الرسالة؛ فإن مع الضيق فرجًا، إن مع الضيق فرجًا."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَإِنَّ مَعَ الْعُسْرِ يُسْرًا إِنَّ مَعَ الْعُسْرِ يُسْرًا }</span> بشارة عظيمة، أنه كلما وجد عسر وصعوبة، فإن اليسر يقارنه ويصاحبه، حتى لو دخل العسر جحر ضب لدخل عليه اليسر،<span class=\"blue\"> فأخرجه كما قال تعالى:</span> <span class=\"arabic qpc-hafs brown\">{ سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا }</span> وكما قال النبي صلى الله عليه وسلم: \\<span class=\"red\">\" وإن الفرج مع الكرب، وإن مع العسر يسرا \\\"</span> .وتعريف \\<span class=\"red\">\" العسر \\\"</span> في الآيتين، يدل على أنه واحد، وتنكير \\<span class=\"red\">\" اليسر \\\"</span> يدل على تكراره، فلن يغلب عسر يسرين.وفي تعريفه بالألف واللام، الدالة على الاستغراق والعموم يدل على أن كل عسر -وإن بلغ من الصعوبة ما بلغ- فإنه في آخره التيسير ملازم له."
        },
        {
            "resource_id": 182,
            "text": "的确，伴随着困难和艰辛的是宽松和容易；"
        },
        {
            "resource_id": 791,
            "text": "പ്രയാസത്തോടും ഇടുക്കത്തോടും ഒപ്പം എളുപ്പവും വിശാലതയും തുറവിയും തീർച്ചയായും ഉണ്ടായിരിക്കും."
        },
        {
            "resource_id": 179,
            "text": "Kaya tunay na kasama sa katindihan at kagipitan ay kagaanan, kaluwagan, at tuwa."
        },
        {
            "resource_id": 172,
            "text": "Şüphesiz her zorluk ve darlıkla beraber bir kolaylık, genişlik ve rahatlık vardır."
        },
        {
            "resource_id": 790,
            "text": "নিশ্চয় কঠিন পৰিস্থিতি আৰু সংকীৰ্ণতাৰ পিছতেই আছে সৰলতা আৰু প্ৰশস্ততা।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( فَإِنَّ مَعَ الْعُسْرِ يُسْرًا * إِنَّ مَعَ الْعُسْرِ يُسْرًا)</span> يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: فإنّ مع الشدّة التي أنت فيها من جهاد هؤلاء المشركين، ومن أوّله ما أنت بسبيله رجاء وفرجا بأن يُظْفِرَكَ بهم، حتى ينقادوا للحقّ الذي جئتهم به طوعا وكَرها.</p><p lang=\"ar\" class=\"ar \">ورُوي عن النبيّ صلى الله عليه وسلم أن هذه الآية لما نـزلت،<span class=\"blue\"> بَشَّر بها أصحابه وقال:</span> <span class=\"red\">\" لَنْ يَغْلِبَ عُسْرٌ يُسْرَيْنِ\"</span>.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا المعتمر بن سليمان،<span class=\"blue\"> قال:</span> سمعت يونس،<span class=\"blue\"> قال:</span> قال الحسن: لما نـزلت هذه الآية <span class=\"arabic qpc-hafs green\">( فَإِنَّ مَعَ الْعُسْرِ يُسْرًا )</span> قال رسول الله صلى الله عليه وسلم: <span class=\"red\">\" أبْشِرُوا أتاكُمُ اليُسْرُ، لَنْ يَغْلِبَ عُسْرٌ يُسْرَيْنِ\"</span>.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن عُلَية، عن يونس، عن الحسن، مثله، عن النبيّ صلى الله عليه وسلم.</p><p>حدثنا محمد بن المثنى،<span class=\"blue\"> قال:</span> ثنا محمد بن جعفر،<span class=\"blue\"> قال:</span> ثنا عوف، عن الحسن، عن النبي صلى الله عليه وسلم، بنحوه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الحسن،<span class=\"blue\"> قال:</span> خرج النبيّ صلى الله عليه وسلم يوما مسرورا فَرِحا وهو يضحك،<span class=\"blue\"> وهو يقول:</span> <span class=\"red\">\" لَنْ يَغْلِبَ عُسْرٌ يُسْرَيْنَ، لَنْ يَغْلِبَ عُسْرٌ يُسْرَيْنِ<span class=\"arabic qpc-hafs green\">( فَإِنَّ مَعَ الْعُسْرِ يُسْرًا * إِنَّ مَعَ الْعُسْرِ يُسْرًا)</span> \"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( فَإِنَّ مَعَ الْعُسْرِ يُسْرًا )</span> ذُكر لنا أن رسول الله صلى الله عليه وسلم بشَّر أصحابه بهذه الآية،<span class=\"blue\"> فقال:</span> <span class=\"red\">\" لَنْ يَغْلِبَ عُسْرٌ يُسْرَيْنِ\"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى،<span class=\"blue\"> قال:</span> ثنا محمد بن جعفر،<span class=\"blue\"> قال:</span> ثنا سعيد، عن معاوية بن قرة أبي إياس، عن رجل، عن عبد الله بن مسعود،<span class=\"blue\"> قال:</span> لو دخل العسر في جُحْر، لجاء اليسر حتى يدخل عليه،<span class=\"blue\"> لأن الله يقول:</span> <span class=\"arabic qpc-hafs green\">( فَإِنَّ مَعَ الْعُسْرِ يُسْرًا * إِنَّ مَعَ الْعُسْرِ يُسْرًا)</span> .</p><p>حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن شعبة، عن رجل، عن عبد الله، بنحوه.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم: قال: ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن، قال ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّ مَعَ الْعُسْرِ يُسْرًا )</span> قال: يتبع اليسرُ العُسَر.</p>"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 14,
            "text": "<p>وقوله : <span class=\"arabic qpc-hafs\">( فإن مع العسر يسرا إن مع العسر يسرا )</span> أخبر تعالى أن مع العسر يوجد اليسر ، ثم أكد هذا الخبر .</p><p lang=\"ar\" class=\"ar \">قال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا محمود بن غيلان ، حدثنا حميد بن حماد بن خوار أبو الجهم ،<span class=\"blue\"> حدثنا عائذ بن شريح قال :</span> سمعت أنس بن مالك يقول : كان النبي صلى الله عليه وسلم جالسا وحياله جحر ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" لو جاء العسر فدخل هذا الجحر لجاء اليسر حتى يدخل عليه فيخرجه \"</span> ،<span class=\"blue\"> فأنزل الله عز وجل :</span> <span class=\"arabic qpc-hafs\">( فإن مع العسر يسرا إن مع العسر يسرا )</span> .</p><p lang=\"ar\" class=\"ar \">ورواه أبو بكر البزار في مسنده عن محمد بن معمر ، عن حميد بن حماد به ،<span class=\"blue\"> ولفظه :</span> <span class=\"red\">\" لو جاء العسر حتى يدخل هذا الجحر لجاء اليسر حتى يخرجه \"</span> ثم قال : <span class=\"arabic qpc-hafs\">( فإن مع العسر يسرا إن مع العسر يسرا )</span> ثم قال البزار : لا نعلم رواه عن أنس إلا عائذ بن شريح .</p><p lang=\"ar\" class=\"ar \">قلت : وقد قال فيه أبو حاتم الرازي : في حديثه ضعف ، ولكن رواه شعبة ، عن معاوية بن قرة ، عن رجل ، عن عبد الله بن مسعود موقوفا .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا الحسن بن محمد بن الصباح ، حدثنا أبو قطن ،<span class=\"blue\"> حدثنا المبارك بن فضالة عن الحسن قال :</span> كانوا يقولون : لا يغلب عسر واحد يسرين اثنين .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثنا ابن عبد الأعلى ، حدثنا ابن ثور ، عن معمر ،<span class=\"blue\"> عن الحسن قال :</span> خرج النبي صلى الله عليه وسلم يوما مسرورا فرحا وهو يضحك ،<span class=\"blue\"> وهو يقول :</span> <span class=\"red\">\" لن يغلب عسر يسرين ، لن يغلب عسر يسرين ، فإن مع العسر يسرا ، إن مع العسر يسرا \"</span> .</p><p>وكذا رواه من حديث عوف الأعرابي ويونس بن عبيد ، عن الحسن مرسلا .</p><p lang=\"ar\" class=\"ar \">وقال سعيد ،<span class=\"blue\"> عن قتادة :</span> ذكر لنا أن رسول الله صلى الله عليه وسلم بشر أصحابه بهذه الآية فقال : <span class=\"red\">\" لن يغلب عسر يسرين \"</span> .</p><p lang=\"ar\" class=\"ar \">ومعنى هذا : أن العسر معرف في الحالين ، فهو مفرد ،<span class=\"blue\"> واليسر منكر فتعدد ; ولهذا قال :</span> <span class=\"red\">\" لن يغلب عسر يسرين \"</span> ،<span class=\"blue\"> يعني قوله :</span> <span class=\"arabic qpc-hafs\">( فإن مع العسر يسرا إن مع العسر يسرا )</span> فالعسر الأول عين الثاني واليسر تعدد .</p><p lang=\"ar\" class=\"ar \">وقال الحسن بن سفيان : حدثنا يزيد بن صالح ، حدثنا خارجة ، عن عباد بن كثير ، عن أبي الزناد ، عن أبي صالح ،<span class=\"blue\"> عن أبي هريرة :</span> أن رسول الله صلى الله عليه وسلم قال : <span class=\"red\">\" نزل المعونة من السماء على قدر المؤونة ، ونزل الصبر على قدر المصيبة \"</span> .</p><p>ومما يروى عن الشافعي رضي الله عنه ،<span class=\"blue\"> أنه قال :</span></p><p>صبرا جميلا ما أقرب الفرجا     من راقب الله في الأمور نجا</p><p>من صدق الله لم ينله أذى     ومن رجاه يكون حيث رجا</p><p>وقال ابن دريد : أنشدني أبو حاتم السجستاني :</p><p>إذا اشتملت على اليأس القلوب     وضاق لما به الصدر الرحيب</p><p>وأوطأت المكاره واطمأنت     وأرست في أماكنها الخطوب</p><p>ولم تر لانكشاف الضر وجها     ولا أغنى بحيلته الأريب</p><p>أتاك على قنوط منك غوث     يمن به اللطيف المستجيب</p><p>وكل الحادثات إذا تناهت     فموصول بها الفرج القريب</p><p>وقال آخر :</p><p>ولرب نازلة يضيق بها الفتى     ذرعا وعند الله منها المخرج</p><p>كملت فلما استحكمت حلقاتها     فرجت وكان يظنها لا تفرج</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Quả thật, sự khó khăn, cơ cực luôn đồng hành cùng sự dễ dàng, rộng mở và lối thoát. Khi Ngươi biết được điều đó thì Ngươi không còn hoang mang trước việc bị dân chúng của mình cấm cản Ngươi kêu gọi nhân loại đến với Allah."
        },
        {
            "resource_id": 171,
            "text": "Indeed, with difficulty and constraint, comes ease and options; when you know that well, the troubling of your people will not terrify you and will not stop you from calling towards Allah."
        },
        {
            "resource_id": 166,
            "text": "<p>নিশ্চয় কষ্টের সাথেই স্বস্তি আছে [১]।</p><p>[১] আরবী ভাষার একটি নীতি এই যে, আলিফ ও লামযুক্ত শব্দকে যদি পুনরায় আলিফ ও লাম সহকারে উল্লেখ করা হয়, তবে উভয় জায়গায় একই বস্তুসত্তা অর্থ হয়ে থাকে এবং আলিফ ও লাম ব্যতিরেকে পুনরায় উল্লেখ করা হলে উভয় জায়গায় পৃথক পৃথক বস্তুসত্তা বোঝানো হয়ে থাকে। আলোচ্য আয়াতে العسر শব্দটি যখন পুনরায় العسر উল্লেখিত হয়েছে, তখন বোঝা গেল যে, উভয় জায়গায় একই عسر অর্থাৎ কষ্ট বোঝানো হয়েছে। পক্ষান্তরে يسر শব্দটি উভয় জায়গায় আলিফ ও লাম ব্যতিরেকে উল্লেখিত হয়েছে। এতে নিয়মানুযায়ী বোঝা যায় যে, দ্বিতীয় يسر তথা স্বস্তি প্ৰথম يسر তথা স্বস্তি থেকে ভিন্ন। অতএব আয়াতে اِنَّ مَعَ الْعُسْرِيُسْرًا এর পুনরুল্লেখ থেকে জানা গেল যে, একই কষ্টের জন্যে দু‘টি স্বস্তির ওয়াদা করা হয়েছে। দু’এর উদ্দেশ্যও এখানে বিশেষ দু’এর সংখ্যা নয়; বরং উদ্দেশ্য অনেক। অতএব সারকথা এই যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর একটি কষ্টের সাথে তাকে অনেক স্বস্তি দান করা হবে। হাদীসে এসেছে, “নিশ্চয় বিপদের সাথে মুক্তি আছে, আর নিশ্চয় কষ্টের সাথে আছে স্বস্তি”। [মুসনাদে আহমাদ: ১/৩০৭] হাসান বসরী ও কাতাদাহ্ বলেন, ‘এক কষ্ট দুই স্বস্তির উপর প্রবল হতে পারে না।’ [ফাতহুল কাদীর, তাবারী]</p>"
        },
        {
            "resource_id": 905,
            "text": "إن مع الشدة والضيق سهولة واتساعًا وفرجًا، إذا علمت ذلك فلا يهولنك أذى قومك، ولا يصدنك عن الدعوة إلى الله."
        },
        {
            "resource_id": 790,
            "text": "নিশ্চয় কঠিন পৰিস্থিতি আৰু সংকীৰ্ণতাৰ পিছতেই আছে সৰলতা আৰু প্ৰশস্ততা। যিহেতু আপুনি এই কথা গম পাইছে, এতেকে আপোনাৰ জাতিৰ দ্বাৰা দিয়া কষ্টৰ প্ৰতি আপুনি ভাগি পৰা উচিত নহয়। আৰু দাৱাতৰ ক্ষেত্ৰতো এই চিন্তা বাধা হৈ থিয় দিয়াটো উচিত নহয়।"
        },
        {
            "resource_id": 178,
            "text": "Поистине, за тягостью и стеснением следует легкость и облегчение. Если ты знаешь об этом, то тебе уже не страшны страдания, причиняемые народом, и эти страдания не помешают тебе призывать к Аллаху."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 792,
            "text": "ពិតប្រាកដណាស់ ជាមួយនឹងសេចក្ដីលំបាកវេទនានិងភាពតានតឹង គឺនឹងមានភាពងាយស្រួលនិងធូរស្រាល។ ប្រសិនបើអ្នកដឹងដូច្នោះនោះ ពិតណាស់ ការធ្វើទុក្ខបុកម្នេញពីសំណាក់ក្រុមរបស់អ្នកមកលើអ្នកនោះមិនអាចធ្វើឲ្យអ្នកតក់ស្លុតនោះទេ ហើយក៏មិនអាចរារាំងអ្នកពីការអំពាវនាវទៅកាន់អល់ឡោះជាម្ចាស់នោះដែរ។"
        },
        {
            "resource_id": 176,
            "text": "In verità, dopo le avversità e la miseria vi è il sollievo e la ricchezza. Se ti attieni a questo, non farai caso al male del tuo popolo e non ti impedirà di indirizzare la gente ad Allāh."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 172,
            "text": "Şüphesiz her zorluk ve darlıkla beraber bir kolaylık, genişlik ve rahatlık vardır. Eğer bunu öğrendiysen, kavminin eziyeti seni sarsmayacak ve Allah'a davette sana engel olmayacaktır."
        },
        {
            "resource_id": 180,
            "text": "৬. নিশ্চয়ই কাঠিন্য ও সঙ্কীর্ণতার সাথে রয়েছে সহজতা ও প্রশস্ততা। যখন এ কথা জানা হয়ে গেলো তখন আপনার সম্প্রদায়ের কষ্ট যেন আর আপনাকে ঘাবড়িয়ে না তোলে এবং আপনাকে নিজ প্রতিপালকের দ্বীনের দাওয়াত থেকে যেন বারণ না করে।"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">إِنَّ مَعَ الْعُسْرِ يُسْرًا (٦)</span> ] دیسانه‌وه‌ به‌ دڵنیایی له‌گه‌ڵ هه‌موو قورسی و گرانی و ته‌سكی و ته‌نگییه‌كدا سووكی و ئاسانی و ده‌رووی خێر هه‌یه‌، لێره‌دا یه‌ك جار خوای گه‌وره‌ باسی عوسری كردووه‌ له‌به‌ر ئه‌وه‌ی عوسره‌كه‌ هه‌ردووكی (ئه‌لیف و لامی) پێوه‌یه‌ (مه‌عریفه‌)یه‌ یه‌ك عوسره‌، به‌ڵام یوسره‌كه‌ (نه‌كیره‌)یه‌ دوو دانه‌یه‌، بۆیه‌ هیچ كاتێك یه‌ك عوسرو ته‌نگانه‌ زاڵ نابێ به‌سه‌ر دوو سووكی و ئاسانیدا، دوو جار خوای گه‌وره‌ باسی سووكی و ئاسانى كردووه‌ یه‌كجار باسی ته‌نگانه‌ی كردووه‌، بۆیه‌ مرۆڤی ئیماندار ئه‌بێ گه‌شبین و ئارامگر بێت، وه‌ ره‌شبین و بێ ئومێد نه‌بێ له‌ ڕه‌حمه‌تی خوای گه‌وره‌، وه‌ هه‌میشه‌ خوای گه‌وره‌ ده‌رووی خێر ئه‌كاته‌وه‌ ئه‌گه‌ر مرۆڤ ئارامگر بێ."
        },
        {
            "resource_id": 791,
            "text": "പ്രയാസത്തോടും ഇടുക്കത്തോടും ഒപ്പം എളുപ്പവും വിശാലതയും തുറവിയും തീർച്ചയായും ഉണ്ടായിരിക്കും. ഇത് നിനക്ക് ബോധ്യപ്പെട്ടു കഴിഞ്ഞാൽ പിന്നെ നിൻ്റെ സമൂഹത്തിൻ്റെ ഉപദ്രവം നിന്നെ അലട്ടുകയില്ല. അല്ലാഹുവിലേക്കുള്ള ക്ഷണം തുടരുന്നതിൽ നിന്ന് അതൊന്നും നിന്നെ തടസ്സപ്പെടുത്തുകയുമില്ല."
        },
        {
            "resource_id": 776,
            "text": "En efecto, luego de toda dificultad y restricción, viene la facilidad y las opciones; cuando comprendes bien esto, los problemas que te crean las personas no te asustarán y no impedirán que invites al camino de tu Señor."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"إن مع العسر يسراً\"</span> أي مع الشدة التي أنت فيها من جهاد المشركين يسراً ورخاءً بأن يظهرك عليه حتى ينقادوا للحق الذي جئتهم به،  <span class=\"arabic qpc-hafs\">\" إن مع العسر يسرا \"</span> كرره لتأكيد الوعد وتعظيم الرجاء .</p><p lang=\"ar\" class=\"ar \">وقال الحسن لما نزلت هذه الآية قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" أبشروا ، قد جاءكم اليسر ، لن يغلب عسر يسرين \"</span> .</p><p lang=\"ar\" class=\"ar \">قال ابن مسعود رضي الله تعالى عنه : لو كان العسر في جحر لطلبه اليسر حتى يدخل ، إنه لن يغلب عسر يسرين .</p><p lang=\"ar\" class=\"ar \">قال المفسرون : ومعنى قوله : <span class=\"arabic qpc-hafs\">\" لن يغلب عسر يسرين \"</span> أن الله تعالى كرر العسر بلفظ المعرفة واليسر بلفظ النكرة ، ومن عادة العرب إذا ذكرت اسما معرفا ، ثم أعادته كان الثاني هو الأول ، وإذا ذكرت نكرة ثم أعادته مثله صار اثنين ، وإذا أعادته معرفة فالثاني هو الأول ،<span class=\"blue\"> كقولك :</span> إذا كسبت ، درهما أنفقت درهما ، فالثاني غير الأول ،<span class=\"blue\"> وإذا قلت :</span> إذا كسبت درهما فأنفق الدرهم ، فالثاني هو الأول ، فالعسر في الآية مكرر بلفظ التعريف ، فكان عسرا واحدا ، واليسر مكرر بلفظ <span class=\"reference\">[ التنكير ]</span> ، فكانا يسرين ،<span class=\"blue\"> فكأنه قال :</span> فإن مع العسر يسرا ، إن مع ذلك العسر يسرا آخر .</p><p lang=\"ar\" class=\"ar \">وقال أبو علي <span class=\"reference\">[ الحسن ]</span> بن يحيى بن نصر الجرجاني صاحب <span class=\"arabic qpc-hafs\">\" النظم \"</span> تكلم الناس في قوله : <span class=\"arabic qpc-hafs\">\" لن يغلب عسر يسرين \"</span> ،<span class=\"blue\"> فلم يحصل منه غير قولهم :</span> إن العسر معرفة واليسر نكرة ، فوجب أن يكون عسر واحد ويسران ، وهذا قول مدخول ،<span class=\"blue\"> إذا قال الرجل :</span> إن مع الفارس سيفا <span class=\"reference\">[ إن مع الفارس سيفا ]</span> ، فهذا لا يوجب أن يكون الفارس واحدا والسيف اثنين ،<span class=\"blue\"> فمجاز قوله :</span> <span class=\"arabic qpc-hafs\">\" لن يغلب عسر يسرين \"</span> أن الله بعث نبيه - صلى الله عليه وسلم - وهو مقل مخف ، فكانت قريش تعيره بذلك ،<span class=\"blue\"> حتى قالوا :</span> إن كان بك طلب الغنى جمعنا لك مالا حتى تكون كأيسر أهل مكة ، فاغتم النبي لذلك ، فظن أن قومه إنما يكذبونه لفقره ، فعدد الله نعمه عليه في هذه السورة ، ووعده الغنى ، ليسليه بذلك عما خامره من الغم ،<span class=\"blue\"> فقال :</span> <span class=\"arabic qpc-hafs\">\" فإن مع العسر يسرا \"</span> ،<span class=\"blue\"> مجازه :</span> لا يحزنك ما يقولون فإن مع العسر يسرا في الدنيا عاجلا ثم أنجزه ما وعده ، وفتح عليه القرى العربية ووسع عليه ذات يده ، حتى كان يعطي المئين من الإبل ، ويهب الهبات السنية ، ثم ابتدأ فضلا آخر من أمر الآخرة ،<span class=\"blue\"> فقال :</span> إن مع العسر يسرا ،<span class=\"blue\"> والدليل على ابتدائه :</span> تعريه من الفاء والواو ، وهذا وعد لجميع المؤمنين ،<span class=\"blue\"> ومجازه :</span> إن مع العسر يسرا ،<span class=\"blue\"> أي :</span> إن مع العسر في الدنيا للمؤمن يسرا في الآخرة ، فربما اجتمع له اليسران يسر الدنيا وهو ما ذكره في الآية الأولى ويسر الآخرة وهو ما ذكره في الآية الثانية ، فقوله - عليه السلام -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" لن يغلب عسر يسرين \"</span> أي : لن يغلب عسر ، الدنيا اليسر الذي وعده للمؤمنين في الدنيا واليسر الذي وعدهم في الآخرة ، وإنما يغلب أحدهما ، هو يسر الدنيا ، وأما يسر الآخرة فدائم غير زائل ، أي لا يجمعهما في الغلبة ، كقوله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" شهرا عيد لا ينقصان \"</span> أي لا يجتمعان في النقصان .</p>"
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya bersamaan dengan kesusahan dan kesempitan itu terdapat kemudahan, kelapangan, dan kemenangan. Jika engkau mengerti hal itu maka janganlah sampai gangguan kaummu itu membuatmu takut dan janganlah sampai hal itu menghalangimu dari dakwah ke jalan Allah."
        },
        {
            "resource_id": 16,
            "text": "فلا يثنك أذى أعدائك عن نشر الرسالة؛ فإن مع الضيق فرجًا، إن مع الضيق فرجًا."
        },
        {
            "resource_id": 183,
            "text": "確かに苦や厳しさがあれば、楽や豊かさがあるということを十分知るならば、あなたは人びとの邪魔立てを恐れることもなく、またアッラーへの呼びかけを止めることもない。"
        },
        {
            "resource_id": 165,
            "text": "<p>নিশ্চয়ই কষ্টের সাথে রয়েছে স্বস্তি। [১]</p><p>[১] এ হল নবী (সাঃ) ও তাঁর সাহাবাগণের জন্য শুভসংবাদ যে, তোমরা ইসলামের পথে যা কিছু দুঃখ-কষ্ট সহ্য করছ এ ব্যাপারে চিন্তিত হওয়ার কোন প্রয়োজন নেই; যেহেতু এর পরেই আল্লাহ তাআলা তোমাদের জন্য অবসর ও স্বস্তি এনে দেবেন। সুতরাং এইরূপই হয়েছিল; যা সারা পৃথিবীর লোকেরা অবগত।</p>"
        },
        {
            "resource_id": 170,
            "text": "Это - великая благая весть о том, что каждой тяготе и каждому бремени сопутствует облегчение. Даже если заботы затмят свет, подобно тому как мрак окутывает ящерицу в ее норе, вслед за ними все равно наступит облегчение, которому предписано снять с человека бремя его забот. Всевышний сказал: «После тяготы Аллах создает облегчение» (65:7). Пророк же, да благословит его Аллах и приветствует, сказал: «Печаль сменяется утешением, а тяготы - облегчением». Использование определенного артикля в слове уср ‘тягота’ и его отсутствие в слове йуср ‘облегчение’ свидетельствует о том, что каждую тяготу сменяет двойное облегчение. Вот почему тяготы никогда не смогут одолеть облегчение. Наряду с этим использование определенного артикля означает, что имеются в виду любые тяготы. Насколько бы обременительными они ни были, вслед за ними непременно наступит облегчение."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَإِنَّ مَعَ الْعُسْرِ يُسْرًا إِنَّ مَعَ الْعُسْرِ يُسْرًا }</span> بشارة عظيمة، أنه كلما وجد عسر وصعوبة، فإن اليسر يقارنه ويصاحبه، حتى لو دخل العسر جحر ضب لدخل عليه اليسر،<span class=\"blue\"> فأخرجه كما قال تعالى:</span> <span class=\"arabic qpc-hafs brown\">{ سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا }</span> وكما قال النبي صلى الله عليه وسلم: \\<span class=\"red\">\" وإن الفرج مع الكرب، وإن مع العسر يسرا \\\"</span> .وتعريف \\<span class=\"red\">\" العسر \\\"</span> في الآيتين، يدل على أنه واحد، وتنكير \\<span class=\"red\">\" اليسر \\\"</span> يدل على تكراره، فلن يغلب عسر يسرين.وفي تعريفه بالألف واللام، الدالة على الاستغراق والعموم يدل على أن كل عسر -وإن بلغ من الصعوبة ما بلغ- فإنه في آخره التيسير ملازم له"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى :  إن مع العسر يسرا[ ص: 95 ] أي إن مع الضيقة والشدة يسرا ، أي سعة وغنى . ثم كرر فقال : إن مع العسر يسرا ، فقال قوم : هذا التكرير تأكيد للكلام كما يقال : ارم ارم ، اعجل اعجل قال الله تعالى : كلا سوف تعلمون ثم كلا سوف تعلمون . ونظيره في تكرار الجواب : بلى بلى ، لا لا . وذلك للإطناب والمبالغة قاله الفراء . ومنه قول الشاعر [ الخنساء ] :هممت بنفسي بعض الهموم فأولى لنفسي أولى لهاوقال قوم : إن من عادة العرب إذا ذكروا اسما معرفا ثم كرروه ، فهو هو . وإذا نكروه ثم كرروه فهو غيره . وهما اثنان ، ليكون أقوى للأمل ، وأبعث على الصبر قاله ثعلب . وقال ابن عباس : يقول الله تعالى خلقت عسرا واحدا ، وخلقت يسرين ، ولن يغلب عسر يسرين . وجاء في الحديث عن النبي - صلى الله عليه وسلم - في هذه السورة : أنه قال : \" لن يغلب عسر يسرين \" .وقال ابن مسعود : والذي نفسي بيده ، لو كان العسر في حجر ، لطلبه اليسر حتى يدخل عليه ولن يغلب عسر يسرين . وكتب أبو عبيدة بن الجراح إلى عمر بن الخطاب يذكر له جموعا من الروم ، وما يتخوف منهم فكتب إليه عمر - رضي الله عنه - : أما بعد ، فإنهم مهما ينزل بعبد مؤمن من منزل شدة ، يجعل الله بعده فرجا ، وإنه لن يغلب عسر يسرين ، وإن الله تعالى يقول في كتابه : يا أيها الذين آمنوا اصبروا وصابروا ورابطوا واتقوا الله لعلكم تفلحون . وقال قوم منهم الجرجاني : هذا قول مدخول ; لأنه يجب على هذا التدريج إذا قال الرجل : إن مع الفارس سيفا ، إن مع الفارس سيفا ، أن يكون الفارس واحدا ، والسيف اثنين . والصحيح أن يقال : إن الله بعث نبيه محمدا - صلى الله عليه وسلم - مقلا مخفا ، فعيره المشركون بفقره ، حتى قالوا له : نجمع لك مالا فاغتم وظن أنهم كذبوه لفقره فعزاه الله ، وعدد نعمه عليه ، ووعده الغنى بقوله : فإن مع العسر يسرا أي لا يحزنك ما عيروك به من الفقر فإن مع ذلك العسر يسرا عاجلا أي في الدنيا . فأنجز له ما وعده فلم يمت حتى فتح عليه الحجاز واليمن ، ووسع ذات يده ، حتى كان يعطي الرجل المائتين من الإبل ، ويهب الهبات السنية ، ويعد لأهله قوت سنة . فهذا الفضل كله من أمر الدنيا وإن كان خاصا بالنبي - صلى الله عليه وسلم - ، فقد يدخل فيه بعض أمته إن شاء الله تعالى . ثم ابتدأ فضلا آخرا من الآخرة وفيه تأسية وتعزية له - صلى الله عليه وسلم - فقال مبتدئا : إن مع العسر يسرا فهو شيء آخر . والدليل على ابتدائه ، تعريه من فاء أو واو أو غيرها من حروف النسق التي تدل على العطف . فهذا وعد عام لجميع المؤمنين ، لا يخرج أحد منه أي إن مع العسر في الدنيا للمؤمنين يسرا في الآخرة لا محالة . وربما اجتمع يسر الدنيا ويسر الآخرة .والذي [ ص: 96 ] في الخبر : \" لن يغلب عسر يسرين \" يعني العسر الواحد لن يغلبهما ، وإنما يغلب أحدهما إن غلب ، وهو يسر الدنيا فأما يسر الآخرة فكائن لا محالة ، ولن يغلبه شيء . أو يقال : إن مع العسر وهو إخراج أهل مكة النبي - صلى الله عليه وسلم - من مكة يسرا ، وهو دخوله يوم فتح مكة مع عشرة آلاف رجل ، مع عز وشرف ."
        },
        {
            "resource_id": 173,
            "text": "Encore une fois: A côté de la peine et la difficulté, il y a la facilité et l’aisance. Sachant cela, tu ne dois pas être perturbé ni être détourné de la prédication par les persécutions des tiens."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 6{ اِنَّ مَعَ الْعُسْرِ یُسْرًا۔ } ”یقینا مشکل ہی کے ساتھ آسانی ہے۔“ یہ سورت دراصل مشکلات القرآن میں سے ہے۔ آیت 2 میں جس بوجھ کا ذکر ہوا ہے اس کے بارے میں عام طور پر یہ سمجھا گیا ہے کہ اس میں حضور ﷺ کی دعوت و تبلیغ کی مشقتوں اور لوگوں کی طرف سے پہنچائی جانے والی اذیتوں کی طرف اشارہ ہے۔ میں سمجھتا ہوں کہ یہ رائے صرف جزوی طور پر درست ہے اس لیے کہ یہ سورت بالکل ابتدائی زمانے میں نازل ہوئی تھی۔ اس زمانے میں حضور ﷺ کی مشکلات کا ابھی آغاز ہو رہا تھا اور بعد کے زمانے میں آپ ﷺ کو نسبتاً بہت زیادہ مشکل مراحل سے گزرنا پڑا تھا۔ مثلاً شعب ابی طالب میں تین سال کی قید کا واقعہ اس سورت کے نزول کے بعد پیش آیا اور اس کے بعد ہی آپ ﷺ کو یوم طائف اور یوم احد جیسے گھمبیر حالات کا سامنا کرنا پڑا۔ دعوت و تبلیغ اور آپ ﷺ کے فریضہ رسالت سے متعلقہ مشکلات بھی اس سورت کے نزول کے بعد کم ہونے کے بجائے مزید بڑھیں ‘ بلکہ بڑھتی ہی چلی گئیں۔ اس لیے یہ حقیقت تسلیم کیے بغیر چارہ نہیں کہ یہاں جس بوجھ کے اتار دینے کا ذکر ہوا ہے وہ اصل میں کوئی اور بوجھ تھا۔ اس بوجھ کی کیفیت کے بارے میں جاننے کے لیے پہلے اس حقیقت کو سمجھنا ضروری ہے کہ اللہ تعالیٰ اپنے برگزیدہ پیغمبروں کو اپنے قرب خاص کی نعمت سے نوازتا ہے۔ چناچہ قرب خاص کی لذت سے آشنا ہوجانے کے بعد انبیاء و رسل - کی سب سے بڑی خواہش یہ ہوتی ہے کہ وہ زیادہ سے زیادہ وقت اسی کیفیت میں گزاریں۔ لیکن وہاں سے حکم ملتا ہے کہ جائو خلق خدا تک میرا پیغام پہنچائو اور انہیں ہدایت کا راستہ دکھائو ! مثلاً اللہ تعالیٰ نے جب حضرت موسیٰ علیہ السلام کو کو ہِ طور پر اپنے قرب خاص سے نوازا اور آپ علیہ السلام سے کلام فرمایا تو اس وقت حضرت موسیٰ علیہ السلام کی خواہش تو یہی ہوگی کہ وہ سدا اسی کیفیت میں رہتے ہوئے اللہ تعالیٰ سے مکالمے اور مخاطبے کی لذت سے لطف اندوز ہوتے رہیں۔ لیکن اس کے فوراً بعد آپ علیہ السلام کو اللہ تعالیٰ کی طرف سے حکم ملا : { اِذْہَبْ اِلٰی فِرْعَوْنَ اِنَّہٗ طَغٰی۔ } طٰہٰ ”اب جائو فرعون کی طرف ‘ وہ بڑا سرکش ہوگیا ہے !“ ظاہر ہے فریضہ رسالت کی ادائیگی کوئی آسان کام تو نہیں۔ اس بارے میں اصل حقیقت کسی سے ڈھکی چھپی نہیں کہ پیغمبروں کی دعوت کے جواب میں لوگوں کی طرف سے بےاعتنائی برتی جاتی تھی اور طنز و تمسخر کے تیر برسائے جاتے تھے ‘ حتیٰ کہ جسمانی اذیت پہنچانے سے بھی دریغ نہیں کیا جاتا تھا۔ الغرض اس راستے میں تو ہر قدم پر مخالفت اور ہر موڑ پر تکالیف و مصائب کا سامنا کرنا پڑتا ہے۔ چناچہ ایسی صورت حال میں پیغمبروں کو دوہری مشکل کا سامنا رہا ہے یعنی ایک طرف قرب و حضوری کی خصوصی کیفیت سے باہر آنے کا ملال اور دوسری طرف لوگوں کے رویے کے باعث دل پر تکدر کا بوجھ۔ کہاں وہ قرب ِخاص کا کیف و سرور اور کہاں یہ مشقت بھری مصروفیات۔ روح اور طبیعت کا میلان تو ظاہر ہے اسی طرف ہوگا کہ وہی خلوت ہو ‘ وہی حضوری ہو اور وہی کیف و سرور ہو۔ غالبؔ نے اپنی زبان اور اپنے انداز میں محبوب کی قربت کے حوالے سے انسان کی اس کیفیت اور خواہش کی ترجمانی یوں کی ہے : ؎دل ڈھونڈتا ہے پھر وہی فرصت ‘ کہ رات دن بیٹھے رہیں تصور جاناں کیے ہوئے ! اس صورت حال یا کیفیت کو علامہ اقبال کے بیان کردہ اس واقعہ کے حوالہ سے بھی سمجھا جاسکتا ہے۔ علامہ اقبال اپنے خطبات چوتھے لیکچر میں فرماتے ہیں کہ ایک مرتبہ حضرت عبدالقدوس گنگوہی - دنیا ومافیہا سے بیخبر مراقبے کی کیفیت میں بیٹھے تھے۔ اسی اثنا میں انہیں اقامت کی آواز سنائی دی۔ آپ رح فوراً نماز کے لیے کھڑے تو ہوگئے مگر جھنجھلا کر کہا : ”حضوری سے نکال کر دربانی میں کھڑا کردیا !“ اب ظاہر ہے حضوری کی کیفیت میں تو اور ہی لذت تھی جبکہ نماز میں جماعت کا نظم ملحوظ رکھنے کی پابندی ہے اور ہر صورت میں امام کی اقتداضروری ہے۔ فرض کریں مقتدی کو تلاوت سننے میں لذت محسوس ہو رہی ہے اور وہ مزید سننا چاہتا ہے لیکن یہاں وہ ایسا نہیں کرسکتا۔ ظاہر ہے جب امام قراءت ختم کر کے رکوع میں جائے گا تو اسے اس کی اقتدا کرنا ہوگی۔ اگر وہ دیر تک سجدہ میں ہی پڑے رہنا چاہتا ہے تو بھی اسے اپنا سجدہ مختصر کر کے امام کی اقتدا میں سر اٹھانا ہوگا۔ اس تمہیدی وضاحت کو مدنظر رکھتے ہوئے اب آپ حضور ﷺ کی اس کیفیت کا تصور کیجیے جب حضور ﷺ رات کی تنہائی میں اللہ تعالیٰ کے حضور کھڑے ہو کر قرآن مجید کی تلاوت کرتے تھے۔ اس وقت آپ ﷺ کی روح کیسی کیسی قربتوں اور رفعتوں سے آشنا ہوتی ہوگی اور آپ ﷺ کے قلب مبارک پر کیسے کیسے انوار و تجلیات کی بارش ہوتی ہوگی۔ پھر صبح کو جب آپ ﷺ اہل مکہ کے درمیان جا کر ان سے شاعر ‘ مجنون ‘ کذاب نعوذ باللہ جیسے القابات سنتے ہوں گے اور ان کے تمسخر بھرے جملوں کا سامنا کرتے ہوں گے تو آپ ﷺ اپنی طبیعت میں کیسا تکدر اور کیسی کو فت محسوس کرتے ہوں گے۔ چناچہ حضور ﷺ کے لیے اصل معاملہ یہ تھا کہ ”عروج“ قربِ خاص کی لذت کے بعد ”نزول“ کا مرحلہ آپ ﷺ پر بہت شاق گزرتا تھا۔ اور یہی وہ ”بوجھ“ تھا جو آپ ﷺ کی کمر کو دہرا کیے دے رہا تھا۔ البتہ رفتہ رفتہ آپ ﷺ کا مزاج جب اس معمول کا خوگر ہوگیا تو اس بوجھ کے احساس میں کمی واقع ہوتی گئی۔ پھر جب روز بروز اہل ایمان کی تعداد بڑھنا شروع ہوئی تو دعوت و تحریک کی مصروفیات میں بھی اللہ تعالیٰ نے آپ ﷺ کے لیے تسکین کا سامان پیدا فرما دیا۔  بہرحال یہاں پر یہ نکتہ بھی لائق توجہ ہے کہ فریضہ رسالت کی انجام دہی کے لیے عروج اور نزول ان کیفیات کے لیے صوفیاء کے ہاں ”سیر الی اللہ“ اور ”سیر عن اللہ“ کی اصطلاحات بھی معروف ہیں کی دونوں کیفیات کا بیک وقت باہم متوازی چلنا ضروری ہے۔ اس نکتہ لطیف کو مولانا روم نے بارش کی مثال سے بہت موثر انداز میں سمجھایا ہے۔ مولانا کی بیان کردہ اس حکایت کا خلاصہ یہ ہے کہ سمندر سے بخارات کی شکل میں بالکل صاف اور پاکیزہ پانی فضا میں پہنچتا ہے۔ بارش برستی ہے تو یہ صاف پانی فضا کی کدورتوں کو بھی صاف کرتا ہے ‘ زمین کی گندگیوں کو بھی اپنے ساتھ بہا کر سمندر میں ڈال دیتا ہے اور اس کے بعد سمندر سے پھر بخارات بن کر صاف اور پاکیزہ حالت میں بارش کے لیے فضا میں پہنچ جاتا ہے۔ اس مثال کو حضور ﷺ کی ذات پر منطبق کرتے ہوئے یوں سمجھیں کہ حضور ﷺ کو ”سیر الی اللہ“ قیام اللیل اور خلوت کی مناجات وغیرہ کے ذریعے روحانی ترفع حاصل ہوتا۔ پھر جب آپ ﷺ ”سیر عن اللہ“ کی صورت میں معاشرے کی طرف رجوع فرماتے تو آپ ﷺ کی رحمت اور روحانیت لوگوں پر بارش کی طرح برستی اور راستے میں آنے والی تمام ظاہری و باطنی آلائشوں اور کدورتوں کو دھو ڈالتی۔ اسی دوران لوگوں کی مخالفت اور گھٹیا حرکات کے باعث آپ ﷺ کی ”روحانیت“ میں کچھ تکدر بھی پیدا ہوتا ‘ جسے ”سیر الی اللہ“ کے اگلے مرحلے میں صاف کردیا جاتا اور یہ سلسلہ یونہی چلتا رہتا۔ یہاں ضمنی طور پر یہ نکتہ بھی سمجھ لیجیے کہ نتائج کے اعتبار سے تو دعوت و تبلیغ کی مصروفیات بھی ”سیر الی اللہ“ ہی کے زمرے میں آتی ہیں لیکن عملی طور پر اس کی کیفیت بظاہر ”سیر عن اللہ“ جیسی ہے۔ جیسے نماز کی حالت میں انسان کا رخ اللہ کی طرف ہوتا ہے لیکن ایک داعی جب نماز سے فارغ ہو کر تبلیغ کے لیے نکلتا ہے تو بظاہر اس کی پشت اللہ کی طرف ہوتی ہے اور رُخ لوگوں کی طرف ہوتا ہے۔</p>"
        },
        {
            "resource_id": 182,
            "text": "伴随着困难和艰辛的是宽松和容易。如果你确知了这些，那么，你就应对民众对你的伤害，和阻拦你宣传真主的宗教而释怀。"
        },
        {
            "resource_id": 93,
            "text": "فإن قلت \" إن مع \" للصحبة ، فما معى اصطحاب اليسر للعسر؟ قلت : أراد أن الله يصيبهم بيسر بعد العسر الذى كانوا فيه بزمان قريب ، فقرب اليسر المترقب حتى جعله كالمقارن للعسر ، زيادة فى التسلية ، وتقوية القلوب .فإن قلت : فما المراد باليسرين؟ قلت : يجوز أن يراد بهما ما تيسر لهم من الفتوح فى أيام النبى صلى الله عليه وسلم ، وما تيسر لهم فى أيام الخلفاء . . وأن يراد يسر الدنيا ويسر الآخرة .فإن قلت : فما معنى هذا التنكير؟ قلت التفخيم ، كأنه قال : إن مع العسر يسرا عظيما وأى يسر . ."
        },
        {
            "resource_id": 179,
            "text": "Tunay na kasama sa katindihan at kagipitan ay kagaanan, kaluwagan, at tuwa. Kapag nalaman mo iyon ay huwag ngang magpahilakbot sa iyo ang pananakit ng mga kababayan mo at huwag ngang bumalakid sa iyo ito sa pag-aanyaya tungo kay Allāh."
        },
        {
            "resource_id": 181,
            "text": "به راستی که همراه با هر سختی و تنگنايى، آسانی و گشایشى وجود دارد. پس اگر اين امر را درک كردى، نباید آزار قومت تو را بترساند و تو را از دعوت به سوی الله متعال بازدارد."
        },
        {
            "resource_id": 175,
            "text": "Zaista s poteškoćom i teškim stanjem je olakšanje i rahatluk. Ako to znaš, neka te onda ne brinu uznemiravanja tvoga naroda i neka te to ne odvraća od pozivanja Allahu."
        },
        {
            "resource_id": 92,
            "text": "إِنَّ مَعَ الْعُسْرِ يُسْرًا (6)وحرف { إنْ } للاهتمام بالخبر .وإنما لم يستغن بها عن الفاء كما يقول الشيخ عبد القاهر : ( إنَّ ) تغني غَناء فاء التسبب ، لأن الفاء هنا أريد بها الفصيحة مع التسبب فلو اقتصر عَلى حرف ( إنّ ) لفات معنى الفصيحة .وتنكير { يسراً } للتعظيم ، أي مع العسر العارض لك تيسيراً عظيماً يغلب العسر ويجوز أن يكون هذا وعداً للنبيء صلى الله عليه وسلم ولأمته لأن ما يعرض له من عسر إنما يعرض له في شؤون دعوته للدين ولصالح المسلمين .وروى ابن جرير عن يونس ومعمر عن الحَسَن عن النبي صلى الله عليه وسلم أنه لما نزلت هذه الآية : { فإن مع العسر يسراً } قال رسول الله صلى الله عليه وسلم \" أبشروا أتاكم اليسر لن يغلب عسر يسرين \" فاقتضى أن الآية غير خاصة بالنبي صلى الله عليه وسلم بل تعمّه وأمته .  وفي «الموطإ» «أن أبا عبيدة بن الجراح كتب إلى عمر بن الخطاب يَذْكُر له جموعاً من الروم وما يُتخوف منهم فكتب إليه عمر : «أما بعد فإنه مهما ينزل بعبد مؤمن من منزل شدة يجعل الله بعده فرجاً وإنه لن يغلب عسر يسرين» .وروى ابن أبي حاتم والبزار في «مُسنده» عن عائذِ بن شريح قال : سمعت أنس بن مالك يقول : «كان النبي صلى الله عليه وسلم جالساً وحياله حَجَر ، فقال : لو جاء العسر فدخل هذا الحَجَر لجاء اليسر حتى يدخل عليه فيُخرجه فأنزل الله عز وجل : { فإن مع العسر يسراً إن مع العسر يسراً } . قال البزار : لا نعلم رواه عن أنس إلا عائذ بن شريح قال ابن كثير : وقد قال أبو حاتم الرازي : في حديث عائذ بن شريح ضعف .وروى ابن جرير مثله عن ابن مسعود موقوفاً ، ويجوز أن تكون جملة : { فإن مع العسر يسراً } معترضة بين جملة { ورفعنا لك ذكرك } [ الشرح : 4 ] وجملة : { فإذا فرغت فانصب } [ الشرح : 7 ] تنبيهاً على أن الله لطيف بعباده فقدر أن لا يخلو عسر من مخالطة يسر وأنه لولا ذلك لهلك الناس قال تعالى { ولو يؤاخذ الله الناس بظلمهم ما ترك عليها من دابة } [ النحل : 61 ] .وروي عن ابن عباس : يقول الله تعالى خلقت عسراً واحداً وخلقت يسرين ولن يغلب عسر يسرين ا ه .والعسر : المشقة في تحصيل المرغوب والعمللِ المقصود .واليسر ضده وهو : سهولة تحصيل المرغوب وعدم التعب فيه .وجملة : { إن مع العسر يسراً } مؤكدة لجملة : { فإن مع العسر يسراً } وفائدة هذا التأكيد تحقيق اطراد هذا الوعد وتعميمه لأنه خبر عجيب .ومن المفسرين من جعل اليسر في الجملة الأولى يسر الدنيا وفي الجملة الثانية يسر الآخرة وأسلوب الكلام العربي لا يساعد عليه لأنه متمحض لكون الثانية تأكيداً .هذا وقول النبي صلى الله عليه وسلم «لن يغلب عسر يسرين» قد ارتبط لفظه ومعناه بهذه الآية . وصُرح في بعض رواياته بأنه قرأ هذه الآية حينئذ وتضافر المفسّرون على انتزاع ذلك منها فوجب التعرض لذلك ، وشاع بين أهل العلم أن ذلك مستفاد من تعريف كلمة العسر وإعادتها معرفة ومن تنكير كملة «يسر» وإعادتها منكَّرة ، وقالوا : إن اللفظ النكرة إذا أعيد نكرة فالثاني غير الأول وإذا أعيد اللفظ معرفة فالثاني عين الأول كقوله تعالى : { كما أرسلنا إلى فرعون رسولاً فعصى فرعون الرسول } [ المزمل : 15 ، 16 ] .وبناء كلامهم على قاعدة إعادة النكرة معرفة خطأ لأن تلك القاعدة في إعادة النكرة معرفة لا في إعادة المعرفة معرفة وهي خاصة بالتعريف بلام العهد دون لام الجنس ، وهي أيضاً في إعادة اللفظ في جملة أخرى والذي في الآية ليس بإعادة لفظ في كلام ثان بل هي تكرير للجملة الأولى ، فلا ينبغي الالتفات إلى هذا المأخذ ، وقد أبطله من قبل أبو علي الحسين الجرجاني في كتاب «النظم» كما في «معالم التنزيل» . وأبطله صاحب «الكشاف» أيضاً ، وجعل ابن هشام في «مغني اللبيب» تلك القاعدة خطأ .والذي يظهر في تقرير معنى قوله : «لن يغلب عسر يسرين» أن جملة : { إن مع العسر يسراً } تأكيد لجملة { فإن مع العسر يسراً } .ومن المقرر أن المقصود من تأكيد الجملة في مثله هو تأكيد الحكم الذي تضمنه الخبر . ولا شك أن الحكم المستفاد من هذه الجملة هو ثبوت التحاق اليسر بالعسر عند حصوله ، فكان التأكيد مفيداً ترجيح أثر اليسر على أثر العسر ، وذلك الترجيح عبر عنه بصيغة التثنية في قوله : «يسرين» ، فالتثنية هنا كناية رمزية عن التغلب والرجحان فإن التثنية قد يكنى بها عن التكرير المراد منه التكثير كما في قوله تعالى : { ثم ارجع البصر كرتين ينقلب إليك البصر خاسئاً وهو حسير } [ الملك : 4 ] أي ارجع البصر كثيراً لأن البصر لا ينقلب حسيراً من رَجعتين . ومن ذلك قول العرب : لَبَّيْك ، وسَعْدَيك ، ودَوَاليك» والتكرير يستلزم قوة الشيء المكرر فكانت القوة لازِمَ لازِممِ التثنية وإذا تعددت اللوازم كانت الكناية رمزية .وليس ذلك مستفاداً من تعريف { العسر } باللام ولا من تنكير «اليسر» وإعادته منكراً ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَإِذَا فَرَغْتَ فَانْصَبْ (٧)</span> ] كاتێك له‌ كاروباری دونیاو سه‌رقاڵی بوویته‌وه‌ ئه‌وه‌ خۆت یه‌كلا بكه‌وه‌ بۆ په‌رستنی خوای گه‌وره‌ به‌ دڵسۆزی و نیازپاكی ڕوو له‌ خوای گه‌وره‌ بكه‌و گورج وگۆڵ به‌، یاخود مه‌به‌ست پێی شه‌ونوێژه‌ له‌ شه‌ونوێژه‌كانتدا خۆت بۆ خوای گه‌وره‌ یه‌كلا بكه‌وه‌و شه‌ونوێژ بكه‌، یاخود ئه‌گه‌ر له‌ فه‌رزه‌كان بوویته‌وه‌ ئه‌و كاته‌ شه‌ونوێژیش بكه‌، یاخود ئه‌گه‌ر هاتوو له‌ ڕاگه‌یاندنی دینه‌كه‌ت بوویته‌وه‌ یان له‌ غه‌زاو جیهاد كردن ته‌واو بووی ئه‌و كاته‌ خۆت یه‌كلا بكه‌ره‌وه‌ بۆ عیباده‌ت و په‌رستنی خوای گه‌وره‌."
        },
        {
            "resource_id": 157,
            "text": "<p>بیشک سختی کے بعد آسانی ہے ، تنگی کے بعد فراخی ہے ، اور اس کے اسباب یہ ہیں ، ان پر عمل کیجئے کہ جب آپ لوگوں کے ساتھ اپنی مشغولیات سے فارغ ہوجائیں اور دنیا کے امور سے فارغ ہوجائیں اور زندگی کی سرگرمیوں قدرے رک جائیں ، جب آپ ان امور سے فارغ ہوجائیں تو پھر اس میدان میں اتر جائیں جس میں آپ کو محنت اور جدوجہد کی ضرورت ہے یعنی اللہ کی عبادت ، اللہ کی طرف توجہ۔</p><p>والی ربک فارغب (8:94) ” اپنے رب کی طرف راغب ہوجاﺅ“۔ تو پھر آپ صرف رب کی طرف راغب ہوجائیں ، تمام دنیاوی امور چھوڑدیں ، یہاں تک کہ دعوت اسلامی کی سرگرمیاں بھی چھوڑدیں ، یہ ہے زادراہ۔ ہر سفر کے لئے کوئی نہ کوئی سازوسامان ہوتا ہے اور یہ ہے سازو سامان اس سفر کا۔ جہاڈ کے لئے تیاری کی ضرورت ہے اور یہ ہے تیاری اور اس کے نتیجے میں تنگی کی بجائے فراخی آجائے گی۔ مشکل میں کشادگی آجائے گی اور یہی ہے صحیح طریقہ کار۔</p><p>اس سورت کا خاتمہ بھی الضحیٰ کی طرح ہوتا ہے ۔ اختتام پر دل میں دو قسم کے احساسات جاگزیں ہوتے ہیں۔ ایک یہ کہ اللہ تعالیٰ کو حضور اکرم کے ساتھ نہایت ہی عظیم محبت ہے اور عالم بالا سے اس محبت کے تازہ بہ تازہ جھونکے دم بدم رہے ہیں ، دوسری یہ بات کہ محبت کے ساتھ ساتھ ذات باری کو حضور اکرم کے ساتھ بےحد شفقت اور ہمدردی ہے۔ اور دونوں سورتوں سے یہ محسوس ہوتا ہے کہ اس وقت حضور نہایت مشکل دور سے گزر رہے تھے ۔ لہٰذا عالم بالا کی طرف سے اس محبت اور شفقت کے اظہار کی ضرورت تھی ۔ یہ حق کی دعوت کی بھاری ذمہ داری ہے۔ کمر توڑ دینے والا ہے لیکن جو لوگ یہ کام کرتے ہیں ان پر اللہ کا نور اور رحمت ہر وقت چوکس رہتی ہے۔</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 7 ‘ 8{ فَاِذَا فَرَغْتَ فَانْصَبْ - وَاِلٰی رَبِّکَ فَارْغَبْ۔ } ”پھر جب آپ ﷺ فرائض نبوت سے فارغ ہوجائیں تو اسی کام میں لگ جایئے۔ اور اپنے رب کی طرف راغب ہوجایئے۔“ تو اے نبی ﷺ ! جب آپ اپنے فرضِ منصبی سے فارغ ہوجائیں اور اللہ کا دین غالب ہوجائے تو پھر آپ یکسو ہو کر اللہ کی طرف متوجہ ہوجائیں۔ نوٹ کیجیے ! سورة النصر میں بھی حضور ﷺ کے لیے بالکل یہی پیغام ہے :{ اِذَا جَآئَ نَصْرُاللّٰہِ وَالْفَتْحُ - وَرَاَیْتَ النَّاسَ یَدْخُلُوْنَ فِیْ دِیْنِ اللّٰہِ اَفْوَاجًا - فَسَبِّحْ بِحَمْدِ رَبِّکَ وَاسْتَغْفِرْہُطٓ اِنَّہٗ کَانَ تَوَّابًا۔ } یعنی جب غلبہ دین کے حوالے سے آپ ﷺ کا مشن مکمل ہوجائے تو پھر ہمہ تن ‘ ہمہ وقت آپ اللہ کی طرف متوجہ ہوجایئے گا اور تقرب الی اللہ کے لیے محنت شروع کردیجیے گا۔ چناچہ جونہی آپ ﷺ کا مشن پایہ تکمیل کو پہنچا تو آپ ﷺ نے فوراً محبوب کی طرف مراجعت کا فیصلہ کرلیا اَللّٰھُمَّ فِی الرَّفِیْقِ الاَعْلٰی کہ اے اللہ اب میں اپنے فرائض منصبی سے فارغ ہوگیا ہوں ‘ اب مجھ میں مزید انتظار کا یارا نہیں ! واضح رہے کہ انبیاء و رسل - کو اللہ تعالیٰ دنیا میں مزید رہنے یا کوچ کرنے سے متعلق اختیار عطا فرماتا تھا۔ روایات میں آتا ہے کہ آخری ایام میں ایک دن جب حضور ﷺ کے مرض میں افاقہ ہواتو آپ ﷺ مسجد میں تشریف لے گئے۔ منبرپر فروکش ہوئے اور خطبہ دیا۔ اس کے بعد منبر سے نیچے تشریف لائے۔ ظہر کی نماز پڑھائی اور پھر منبر پر تشریف لے گئے اور چند اہم نصیحتیں فرمانے کے بعد ارشاد فرمایا : ”ایک بندے کو اللہ نے اختیار دیا کہ وہ یا تو دنیا کی چمک دمک اور زیب وزینت میں سے جو کچھ چاہے اللہ اسے دے دے یا اللہ کے پاس جو کچھ ہے اسے اختیار کرلے تو اس بندے نے اللہ کے پاس والی چیز کو اختیار کرلیا“۔ یہ بات سن کر ابوبکر رض رونے لگے اور فرمایا : ”ہم اپنے ماں باپ سمیت آپ ﷺ پر قربان !“ اس پر لوگوں کو تعجب ہوا کہ حضور ﷺ کیا ارشاد فرما رہے ہیں اور اس پر ابوبکر رض کیا کہہ رہے ہیں ! لیکن چند دن بعد واضح ہوا کہ جس بندے کو اختیار دیا گیا تھا وہ خود رسول اللہ ﷺ تھے اور ابوبکر صدیق رض صحابہ کرام رض میں سب سے زیادہ صاحب علم تھے۔  یہاں حضور ﷺ کے اس فرمان کا ذکر کرتے ہوئے میرے دل کی بات زبان پر آگئی ہے۔۔۔۔ وہ یہ کہ اگر اللہ تعالیٰ نے اپنے خصوصی فضل سے مجھے حضور ﷺ کے قدموں میں پہنچا دیا تو میں حضور ﷺ سے شکوہ کرنے کی جسارت ضرور کروں گا کہ حضور ! آپ ﷺ نے بہت جلدی کی … حضور ﷺ ! مانا کہ ہجر و فراق کا ایک ایک لمحہ آپ ﷺ کے لیے مشکل تھا… مگر حضور ﷺ ! جو لوگ فوج در فوج اللہ کے دین میں داخل ہوئے تھے وہ بھی تو آپ ﷺ کے فیضانِ نظر کے محتاج تھے… حضور ﷺ ! اگر تھوڑا سا وقت ان کو بھی مل جاتا تو… مہاجرین رض و انصار رض کی طرز پر ان کی تربیت بھی ہو جاتی…! ! !</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>অতএব যখনই অবসর পাও, তখনই (আল্লাহর ইবাদতে) সচেষ্ট হও।[১]</p><p>[১] অর্থাৎ, নামায, তাবলীগ, অথবা জিহাদ থেকে যখনই অবসর পাও তখনই ইবাদত (দু'আ ও যিকরে)র জন্য সচেষ্ট হও। (যেহেতু ইবাদতের পর যিকরই বিধেয়।) অথবা এত বেশী আল্লাহর ইবাদত কর, যাতে তুমি ক্লান্ত হয়ে পড়।</p>"
        },
        {
            "resource_id": 182,
            "text": "当你忙碌完你的事情空闲下来的时候，你当努力敬拜你的主，"
        },
        {
            "resource_id": 166,
            "text": "<p>অতএব আপনি যখনই অবসর পান তখনই কঠোর ইবাদাতে রত হোন</p>"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : فإذا فرغت قال ابن عباس وقتادة : فإذا فرغت من صلاتك فانصب أي بالغ في الدعاء وسله حاجتك . وقال ابن مسعود : إذا فرغت من الفرائض فانصب في قيام الليل . وقال الكلبي : إذا فرغت من تبليغ الرسالة فانصب أي استغفر لذنبك وللمؤمنين والمؤمنات . وقال الحسن وقتادة أيضا : إذا فرغت من جهاد عدوك ، فانصب لعبادة ربك . وعن مجاهد : فإذا فرغت من دنياك ، فانصب في صلاتك . ونحوه عن الحسن . وقال الجنيد : إذا فرغت من أمر الخلق ، فاجتهد في عبادة الحق . قال ابن العربي : \" ومن المبتدعة من قرأ هذه الآية ( فأنصب ) بكسر الصاد ، والهمز من أوله ، وقالوا : معناه : أنصب الإمام الذي تستخلفه . وهذا باطل في القراءة ، باطل في المعنى ; لأن النبي - صلى الله عليه وسلم - لم يستخلف أحدا . وقرأها بعض الجهال ( فانصب ) بتشديد الباء ، معناه : إذا فرغت من الجهاد ، فجد في الرجوع إلى بلدك . . وهذا باطل أيضا قراءة ، لمخالفة الإجماع ، لكن معناه صحيح لقوله - صلى الله عليه وسلم - : السفر قطعة من العذاب ، يمنع أحدكم نومه وطعامه وشرابه ، فإذا قضى أحدكم نهمته ، فليعجل الرجوع إلى أهله . وأشد الناس عذابا وأسوءهم مباء ومآبا ، من أخذ معنى صحيحا ، فركب عليه من قبل نفسه قراءة أو حديثا ، فيكون كاذبا على الله ، كاذبا على رسوله ومن أظلم ممن افترى على الله كذبا .قال المهدوي : وروي عن أبي جعفر المنصور : أنه قرأ ألم نشرح لك صدرك بفتح الحاء وهو بعيد ، وقد يؤول على تقدير النون الخفيفة ، ثم أبدلت النون ألفا في الوقف ، ثم حمل الوصل على الوقف ، ثم حذف الألف . وأنشد عليه :[ ص: 97 ]اضرب عنك الهموم طارقها ضربك بالسوط قونس الفرسأراد : اضربن .وروي عن أبي السمال ( فإذا فرغت ) بكسر الراء ، وهي لغة فيه ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "فَإِذَا فَرَغْتَ فَانْصَبْ (7)تفريع على ما تقرر من التذكير باللطف والعناية ووعده وبتيسير ما هو عسير عليه في طاعته التي أعظمها تبليغ الرسالة دون مَلَل ولا ضجر .والفراغ : خلو باطن الظرف أو الإِناء لأن شأنه أن يظرف فيه .وفعل فرغ يفيد أن فاعله كان مملوءاً بشيء ، وفراغ الإِنسان . مجاز في إتمامه ما شأنه أن يعمله .ولم يذكر هنا متعلق { فرغت } وسياق الكلام يقتضي أنه لازم أعمال يعلمها الرسول صلى الله عليه وسلم كما أن مساق السورة في تيسير مصاعب الدعوة وما يحف بها . فالمعنى إذا أتممت عملاً من مهام الأعمال فأقبل على عمل آخر بحيث يعمر أوقاته كلها بالأعمال العظيمة . ومن هنا قال رسول الله صلى الله عليه وسلم عند قفوله من إحدى غزواته : « رجعنا من الجهاد الأصغر إلى الجهاد الأكبر » فالمقصود بالأمر هو { فانصب } . وأما قوله : { فإذا فرغت } فتمهيد وإفادة لإِيلاءِ العمل بعمللٍ آخر في تقرير الدين ونفع الأمة . وهذا من صيغ الدلالة على تعاقب الأعمال . ومثله قول القائل : ما تأتيني من فلان صلة إلا أعقبْتها أخرى .واختلفت أقوال المفسرين من السلف في تعيين المفروغ منه ، وإنما هو اختلاف في الأمثلة فحذفُ المتعلِق هنا لقصد العموم وهو عموم عرفي لنوع من الأعمال التي دل عليها السياق ليشمل كل متعلق عمله مما هو مهم كما علمت وهو أعلم بتقديم بعض الأعمال على بعض إذا لم يمكن اجتماع كثير منها بقدر الإِمكان كما أقر الله بأداء الصلاة مع الشغل بالجهاد بقوله : { وإذا كنت فيهم فأقمت لهم الصلاة فلتقم طائفة منهم معك إلى قوله : كتاباً موقوتاً } في سورة النساء ( 102 ، 103 ) .وهذا الحكم ينسحب على كل عمل ممكن من أعماله الخاصة به مثل قيام الليل والجهاد عند تقوي المسلمين وتدبير أمور الأمة .وتقديم فإذا فرغت } على { فانصب } للاهتمام بتعليق العمل بوقت الفراغ من غيره لتتعاقب الأعمال . وهذه الآية من جوامع الكلم القرآنية لما احتوت عليه من كثرة المعاني ."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( فإذا فرغت فانصب )</span> أي فاتعب ،<span class=\"blue\"> والنصب :</span> التعب ، قال ابن عباس ، وقتادة ، والضحاك ، ومقاتل ،<span class=\"blue\"> والكلبي :</span> فإذا فرغت من الصلاة المكتوبة فانصب إلى ربك في الدعاء وارغب إليه في المسألة يعطك .</p><p><span class=\"reference\">[ وروى عبد الوهاب بن مجاهد عن أبيه قال : إذا صليت فاجتهد في الدعاء والمسألة ]</span> .</p><p>وقال ابن مسعود : إذا فرغت من الفرائض فانصب في قيام الليل .</p><p>وقال الشعبي : إذا فرغت من التشهد فادع ، لدنياك وآخرتك .</p><p>وقال الحسن وزيد بن أسلم : إذا فرغت من جهاد عدوك فانصب في عبادة ربك .</p><p>وقال منصور عن مجاهد : إذا فرغت من أمر الدنيا فانصب في عبادة ربك وصل .</p><p lang=\"ar\" class=\"ar \">وقال حيان عن الكلبي : إذا فرغت من تبليغ الرسالة فانصب ،<span class=\"blue\"> أي :</span> استغفر لذنبك وللمؤمنين .</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( فإذا فرغت فانصب وإلى ربك فارغب )</span> أي : إذا فرغت من أمور الدنيا وأشغالها وقطعت علائقها ، فانصب في العبادة ، وقم إليها نشيطا فارغ البال ، وأخلص لربك النية والرغبة .<span class=\"blue\"> ومن هذا القبيل قوله صلى الله عليه وسلم في الحديث المتفق على صحته :</span> <span class=\"red\">\" لا صلاة بحضرة طعام ، ولا وهو يدافعه الأخبثان \"</span> وقوله صلى الله عليه وسلم : <span class=\"red\">\" إذا أقيمت الصلاة وحضر العشاء ، فابدءوا بالعشاء \"</span> .</p><p lang=\"ar\" class=\"ar \">قال مجاهد في هذه الآية : إذا فرغت من أمر الدنيا فقمت إلى الصلاة ، فانصب لربك .<span class=\"blue\"> وفي رواية عنه :</span> إذا قمت إلى الصلاة فانصب في حاجتك ،<span class=\"blue\"> وعن ابن مسعود :</span> إذا فرغت من الفرائض فانصب في قيام الليل . وعن ابن عياض نحوه .<span class=\"blue\"> وفي رواية عن ابن مسعود :</span> <span class=\"arabic qpc-hafs\">( فانصب وإلى ربك فارغب )</span> بعد فراغك من الصلاة وأنت جالس .</p><p>وقال علي بن أبي طلحة عن ابن عباس : <span class=\"arabic qpc-hafs\">( فإذا فرغت فانصب )</span> يعني : في الدعاء .</p><p>وقال زيد بن أسلم والضحاك : <span class=\"arabic qpc-hafs\">( فإذا فرغت )</span> أي : من الجهاد <span class=\"arabic qpc-hafs\">( فانصب )</span> أي : في العبادة .</p>"
        },
        {
            "resource_id": 905,
            "text": "فإذا فرغت من أعمالك، وانتهيت منها فاجتهد في عبادة ربك."
        },
        {
            "resource_id": 174,
            "text": "Jika engkau telah berhenti dari pekerjaanmu dan menyelesaikannya maka bersungguh-sungguhlah untuk beribadah kepada Tuhanmu."
        },
        {
            "resource_id": 183,
            "text": "それで仕事を終えたら、主への礼拝に励め。"
        },
        {
            "resource_id": 181,
            "text": "پس هرگاه از اعمالت فارغ شدی و از آنها دست کشیدی در عبادت پروردگارت بکوش."
        },
        {
            "resource_id": 177,
            "text": "Cho nên, khi nào Ngươi hoàn thành công việc thì hãy năng nổ hành đạo thờ phượng Thượng Đế của Ngươi Ngươi."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 178,
            "text": "А когда ты освободишься от своих дел и завершишь их, то усердствуй в поклонении своему Господу."
        },
        {
            "resource_id": 172,
            "text": "Eğer yaptığın amellerinden boşa çıkar ve bitirirsen, hemen Rabbine ibadet etmede gayretli ol."
        },
        {
            "resource_id": 91,
            "text": "ثم أمر الله رسوله أصلًا، والمؤمنين تبعًا، بشكره والقيام بواجب نعمه،<span class=\"blue\"> فقال:</span> <span class=\"arabic qpc-hafs brown\">{ فَإِذَا فَرَغْتَ فَانْصَبْ }</span> أي: إذا تفرغت من أشغالك، ولم يبق في قلبك ما يعوقه، فاجتهد في العبادة والدعاء."
        },
        {
            "resource_id": 179,
            "text": "Kaya kapag nakatapos ka sa mga gawain mo at nagbigay-wakas sa mga ito ay magsipag ka sa pagsamba sa Panginoon mo,"
        },
        {
            "resource_id": 176,
            "text": "Quando sei libero dai tuoi impegni e li porti a termine, impegnati ad adorare il tuo Dio."
        },
        {
            "resource_id": 790,
            "text": "যেতিয়া আপুনি আপোনাৰ কামৰ পৰা অৱসৰ পায় আৰু তাক চিজিল কৰি লয়, তেতিয়া আপোনাৰ প্ৰতিপালকৰ ইবাদতত গভীৰ ভাৱে নিৱদ্ধ হওক।"
        },
        {
            "resource_id": 792,
            "text": "ដូច្នេះ នៅពេលដែលអ្នកបានបំពេញកិច្ចការទាំងឡាយរបស់អ្នករួចរាល់ហើយនោះ ចូរអ្នកខិតខំគោរពសក្ការៈចំពោះម្ចាស់របស់អ្នកចុះ។"
        },
        {
            "resource_id": 173,
            "text": "Lorsque tu termines tes activités, efforce-toi d’adorer ton Seigneur"
        },
        {
            "resource_id": 171,
            "text": "So when you finish your work and complete it, strive in the worship of your Lord."
        },
        {
            "resource_id": 776,
            "text": "Entonces, cuando cumplas con tus obligaciones, esfuérzate en la adoración a tu Señor."
        },
        {
            "resource_id": 180,
            "text": "৭. অতঃপর যখন আপনি নিজ কাজ থেকে অবসর হবেন তখন আপনার প্রতিপালকের ইবাদাতে নিমগ্ন হোন।"
        },
        {
            "resource_id": 168,
            "text": "<p>The Command for Teachers and Preachers to Remember Allah During Spare Hours</p><p>فَإِذَا فَرَ‌غْتَ فَانصَبْ وَإِلَىٰ رَ‌بِّكَ فَارْ‌غَب (So when you are free [ from collective services ], exert yourself [ in worship ], and towards your Lord turn with eagerness....94:8). The Holy Prophet ﷺ is commanded in these verses that when he has finished his day's work of teaching and training his followers and other temporal affairs, he should turn to Allah as ever with all his heart, that is, prayers, remembrance of Allah, supplication and seeking Allah's pardon. This is the interpretation assigned to this verse by most commentators. Some scholars have interpreted it differently, but the foregoing interpretation appears to be the closest. The sum total of this interpretation is as follows: The Holy Prophet ﷺ exerted himself greatly to spread the word of Allah and reform human beings. Exerting himself to human reform was his greatest form of 'worship' but it was 'indirect worship' through planning and executing the plan of human reform. The verse purports to say that the indirect worship is not sufficient. So, when he is free from collective services to humanity, he should devote time to turn to Him by carrying out 'direct worship' by turning to Allah in prayer for the success of his efforts, because this 'direct worship' is what man is created for. Probably, that is why the 'indirect worship' has been mentioned as something that may be finished and one may be free from, because that is based on need, and a believer can free himself from it, but the 'direct worship' of Allah is such that he cannot free himself from it. He has to spend his entire life and expend all his energy in it.</p><p>Note</p><p>This indicates that scholars [ who are involved in education, propagation and human reform ] should not be unmindful of 'direct worship'. Some time should be devoted specifically, in privacy, to attentiveness to, and remembrance of Allah as the biography of the righteous predecessors bear testimony to the fact that without it neither education nor preaching can be effective. It would be devoid of light and blessings.</p><p>Note</p><p>The word fansab derived from nasab means 'to be tired'. The verse signifies that one should tire oneself when carrying out acts of worship. One should not carry out acts of worship only when one finds it convenient. Binding oneself to a wazifah (a usual course of optional worships) is itself quite exerting and tiring, no matter how little.</p><p>Al-hamdulillah</p><p>The Commentary on</p><p>Surah Al-Inshirah</p><p>Ends here</p>"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ فَانْصَبْ )</span> اختلف أهل التأويل في تأويل ذلك،<span class=\"blue\"> فقال بعضهم:</span> معناه: فإذا فَرغت من صلاتك، فانصب إلى ربك في الدعاء، وسله حاجاتك.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عليّ،<span class=\"blue\"> قال:</span> ثنا أبو صالح،<span class=\"blue\"> قال:</span> ثني معاوية، عن عليّ، عن ابن عباس،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ فَانْصَبْ )</span> يقول: في الدعاء.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه،<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ فَانْصَبْ )</span> يقول: فإذا فرغت مما فُرض عليك من الصلاة فسل الله، وارغب إليه، وانصب له.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم، قال ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ فَانْصَبْ )</span> قال: إذا قمت إلى الصلاة فانصب في حاجتك إلى ربك.</p><p lang=\"ar\" class=\"ar \">حُدثت عن الحسين،<span class=\"blue\"> قال:</span> سمعت أبا معاذ يقول: ثنا عبيد،<span class=\"blue\"> قال:</span> سمعت الضحاك يقول: في قوله: <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ فَانْصَبْ )</span> يقول: من الصلاة المكتوبة قبل أن تسلِّم، فانصَب.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ فَانْصَبْ * وَإِلَى رَبِّكَ فَارْغَبْ)</span> قال: أمره إذا فرغ من صلاته أن يبالغ في دعائه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ )</span> من صلاتك <span class=\"arabic qpc-hafs green\">( فَانْصَبْ )</span> في الدعاء.</p><p>وقال آخرون: بل معنى ذلك: <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ )</span> من جهاد عدوّك <span class=\"arabic qpc-hafs green\">( فَانْصَبْ )</span> في عبادة ربك.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قال:</span> قال الحسن في قوله: <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ فَانْصَبْ )</span> قال: أمره إذا فرغ من غزوه، أن يجتهد في الدعاء والعبادة.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ فَانْصَبْ )</span> قال عن أبيه: فإذا فرغت من الجهاد، جهاد العرب، وانقطع جهادهم، فانصب لعبادة الله <span class=\"arabic qpc-hafs green\">( وَإِلَى رَبِّكَ فَارْغَبْ )</span> .</p><p>وقال آخرون: بل معنى ذلك: فإذا فرغت من أمر دنياك، فانصب في عبادة ربك.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن منصور، عن مجاهد <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ فَانْصَبْ )</span> قال: إذا فرغت من أمر الدنيا فانصب،<span class=\"blue\"> قال:</span> فصّل.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن منصور، عن مجاهد <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ فَانْصَبْ )</span> قال: إذا فرغت من أمر دنياك فانصب، فصّل.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا جرير، عن منصور، عن مجاهد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَإِذَا فَرَغْتَ )</span> قال: إذا فرغت من أمر الدنيا، وقمت إلى الصلاة، فاجعل رغبتك ونيتك له.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك بالصواب،<span class=\"blue\"> قول من قال:</span> إن الله تعالى ذكره، أمر نبيه أن يجعل فراغه من كلّ ما كان به مشتغلا من أمر دنياه وآخرته، مما أدّى له الشغل به، وأمره بالشغل به إلى النصب في عبادته، والاشتغال فيما قرّبه إليه، ومسألته حاجاته، ولم يخصص بذلك حالا من أحوال فراغه دون حال، فسواء كلّ أحوال فراغه، من صلاة كان فراغه، أو جهاد، أو أمر دنيا كان به مشتغلا لعموم الشرط في ذلك، من غير خصوص حال فراغ، دون حال أخرى.</p>"
        },
        {
            "resource_id": 791,
            "text": "നിൻ്റെ പ്രവർത്തനങ്ങളിൽ നിന്ന് ഒഴിവു കിട്ടുകയും, അത് അവസാനിക്കുകയും ചെയ്താൽ, നിൻ്റെ റബ്ബിനെ ആരാധിക്കുന്നതിൽ നീ കഠിനമായി പരിശ്രമിക്കുക."
        },
        {
            "resource_id": 93,
            "text": "وبعد هذا التعديد لتلك النعم العظيمة ، أمر الله - تعالى - نبيه صلى الله عليه وسلم فى الاجتهاد فى العبادة فقال - تعالى - : ( فَإِذَا فَرَغْتَ فانصب وإلى رَبِّكَ فارغب ) .وأصل الفراغ خول الإِناء مما بداخله من طعام أو غيره ، والمراد به هنا الخلو من الأعمال التى تشغل الإِنسان ، والنصب : التعب والاجتهاد فى تحصيل المطلوب .أى : فإذا فرغت - أيها الرسول الكريم - من عمل من الأعمال ، فاجتهد فى مزاولة عمل آخر من الأعمال التى تقربك من الله - تعالى - ، كالصلاة ، والتهجد ، وقراءة القرآن الكريم .واجعل رغبتك فى جميع أعمالك وعباداتك ، من أجل إرضاء ربك ، لا من أجل شئ آخر ، فهو وحده القادر على إبلاغك ما تريد ، وتحقيق آمالك .فالمقصود بهاتين الآيتين حثه صلى الله عليه وسلم وحث أتباعه فى شخصه على استدامة العمل الصالح ، وعدم الانقطاع عنه ، مع إخلاص النية لله - تعالى - فإن المواظبة على الأعمال الصالحة مع الإخلاص فيها ، تؤدى إلى السعادة التى ليس بعدها سعادة .ولقد استجاب صلى الله عليه وسلم لهذا الإِرشاد الحكيم ، \" فقد قام الليل حتى تورمت قدماه ، وعندما سئل مل كل هذه العبادة ، وقد غفر الله لك ما تقدم من ذنبك؟ قال : \" أفلا أكون عبدا شكورا \" \" .وسار أصحابه من بعده على هذا الهدىالقويم : فعمروا حياتهم بالباقيات الصالحات من الأعمال ، دون أن يكون للفراغ السيئ ، مكان فى حياتهم ، بل واصلوا الجهاد بالجهاد ، وأعمال البر بمثلها .ومن أقوال عمر بن الخطاب - رضى الله عنه - : إنى لأكره لأحدكم أن يكون خاليا ، لا فى عمل دنيا ولا دين \" .وفى رواية أنه قال : \" إنى لأنظر إلى الرجل فيعجبنى ، فإذا قيل : إنه لا عمل له سقط من عينى \" ."
        },
        {
            "resource_id": 16,
            "text": "فإذا فرغت من أمور الدنيا وأشغالها فَجِدَّ في العبادة، وإلى ربك وحده فارغب فيما عنده."
        },
        {
            "resource_id": 175,
            "text": "Kada završiš sa svojim poslom, onda se posveti ibadetu svome Gospodaru."
        },
        {
            "resource_id": 173,
            "text": "et adresse-Lui tes aspirations."
        },
        {
            "resource_id": 792,
            "text": "ហើយចូរឲ្យក្តីប្រាថ្នានិងគោលបំណងរបស់អ្នក គឺឆ្ពោះទៅកាន់អល់ឡោះជាម្ចាស់តែមួយគត់។"
        },
        {
            "resource_id": 93,
            "text": "وبعد هذا التعديد لتلك النعم العظيمة ، أمر الله - تعالى - نبيه صلى الله عليه وسلم فى الاجتهاد فى العبادة فقال - تعالى - : ( فَإِذَا فَرَغْتَ فانصب وإلى رَبِّكَ فارغب ) .وأصل الفراغ خول الإِناء مما بداخله من طعام أو غيره ، والمراد به هنا الخلو من الأعمال التى تشغل الإِنسان ، والنصب : التعب والاجتهاد فى تحصيل المطلوب .أى : فإذا فرغت - أيها الرسول الكريم - من عمل من الأعمال ، فاجتهد فى مزاولة عمل آخر من الأعمال التى تقربك من الله - تعالى - ، كالصلاة ، والتهجد ، وقراءة القرآن الكريم .واجعل رغبتك فى جميع أعمالك وعباداتك ، من أجل إرضاء ربك ، لا من أجل شئ آخر ، فهو وحده القادر على إبلاغك ما تريد ، وتحقيق آمالك .فالمقصود بهاتين الآيتين حثه صلى الله عليه وسلم وحث أتباعه فى شخصه على استدامة العمل الصالح ، وعدم الانقطاع عنه ، مع إخلاص النية لله - تعالى - فإن المواظبة على الأعمال الصالحة مع الإخلاص فيها ، تؤدى إلى السعادة التى ليس بعدها سعادة .ولقد استجاب صلى الله عليه وسلم لهذا الإِرشاد الحكيم ، \" فقد قام الليل حتى تورمت قدماه ، وعندما سئل مل كل هذه العبادة ، وقد غفر الله لك ما تقدم من ذنبك؟ قال : \" أفلا أكون عبدا شكورا \" \" .وسار أصحابه من بعده على هذا الهدىالقويم : فعمروا حياتهم بالباقيات الصالحات من الأعمال ، دون أن يكون للفراغ السيئ ، مكان فى حياتهم ، بل واصلوا الجهاد بالجهاد ، وأعمال البر بمثلها .ومن أقوال عمر بن الخطاب - رضى الله عنه - : إنى لأكره لأحدكم أن يكون خاليا ، لا فى عمل دنيا ولا دين \" .وفى رواية أنه قال : \" إنى لأنظر إلى الرجل فيعجبنى ، فإذا قيل : إنه لا عمل له سقط من عينى \" .نسأل الله - تعالى - أن يجعلنا جميعا ممن يعمرون أوقاتهم بالأعمال الصالحة ، والخالصة لوجهه الكريم .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَإِلَى رَبِّكَ فَارْغَبْ )</span> يقول تعالى ذكره: وإلى ربك يا محمد فاجعل رغبتك، دون من سواه من خلقه، إذ كان هؤلاء المشركون من قومك قد جعلوا رغبتهم في حاجاتهم إلى الآلهة والأنداد.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن منصور، عن مجاهد <span class=\"arabic qpc-hafs green\">( وَإِلَى رَبِّكَ فَارْغَبْ )</span> قال: اجعل نيتك ورغبتك إلى الله.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن منصور، عن مجاهد <span class=\"arabic qpc-hafs green\">( وَإِلَى رَبِّكَ فَارْغَبْ )</span> قال: اجعل رغبتك ونيتك إلى ربك.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( وَإِلَى رَبِّكَ فَارْغَبْ )</span> قال: إذا قمت إلى الصلاة.</p><p>آخر تفسير سورة ألم نشرح</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">رسول اللہ صلی اللہ علیہ وسلم حقیقت جاننے کے لیے تڑپ رہے تھے۔ اللہ تعالیٰ نے آپ کو حقیقت کا علم دے کر آپ کی تلاش کو معرفت میں تبدیل کردیا۔ حقائق کی معرفت کے لیے آپ کا سینہ کھل گیا۔ پھر آپ نے مکہ میں توحید کی دعوت شروع کی تو بظاہر سخت مخالفتوں کا سامنا پیش آیا۔ مگر انہیں مخالفتوں کے ذریعہ یہ ہوا کہ آپ  کا چرچا سارے ملک میں پھیل گیا۔</p><p lang=\"ur\">یہی موجودہ دنیا کے لیے اللہ کا قانون ہے۔ یہاں ابتداء ً انسان کے ساتھ عسر کے حالات پیش آتے ہیں۔ لیکن اگر وہ صبر کے ساتھ اس پر جما رہے تو یہ عسر اس کے لیے نئے یسر تک پہنچنے کا زینہ بن جاتا ہے۔ اس لیے انسان کو چاہيے کہ وہ ہمیشہ اللہ کی طرف دیکھے، وہ اپنی استطاعت کے بقدر اپنی جدوجہد کو برابر جاری رکھے۔</p>"
        },
        {
            "resource_id": 790,
            "text": "আৰু আপোনাৰ সম্পূৰ্ণ ধ্যান আৰু মনোযাগ আপোনাৰ প্ৰতিপালকৰ ফালে কেন্দ্ৰিত কৰিব।"
        },
        {
            "resource_id": 176,
            "text": "E fa sì che i tuoi desideri e i tuoi scopi siano rivolti ad Allāh solo."
        },
        {
            "resource_id": 179,
            "text": "at maglagay ka ng pagmimithi mo at paglalayon mo kay Allāh lamang."
        },
        {
            "resource_id": 172,
            "text": "Yönelişini ve gidişini bir tek Allah’a doğru yap."
        },
        {
            "resource_id": 166,
            "text": "<p>আর আপনার রবের প্রতি গভীর মনোযোগী হোন [১]।</p><p>[১] النصب অর্থ কঠোর প্রচেষ্টার পর ক্লান্ত হওয়া। এ প্রচেষ্টাটি দুনিয়ার কাজেও হতে পারে, আবার আখেরাতের কাজেও হতে পারে। এখানে কী উদ্দেশ্য তা নিয়ে কয়েকটি মত পাওয়া যায়। সবগুলো মতই গ্রহণযোগ্য হতে পারে। কেউ কেউ বলেছেন, এর অর্থ সালাতের পর দু‘আয় রত হওয়া। কেউ কেউ বলেন, ফরযের পর নফল ইবাদতে রত হওয়া। মূলত এখানে উদ্দেশ্য দুনিয়ার কাজ থেকে খালি হওয়ার পর আখিরাতের কাজে রত হওয়াই উদ্দেশ্য। শেষ আয়াতে বলা হয়েছে, একমাত্র আল্লাহ্রই নিকট মনোযোগী হয়ে সকল ইবাদত যেন তিনি কবুল করে নেন, এ আশা করো। এ আয়াতে মুমিনদের জীবনে বেকারত্বের কোন স্থান দেওয়া হয় নি। হয় সে দুনিয়ার কাজে ব্যস্ত থাকবে, নয় আখেরাতের কাজে। [আদ্ওয়াউল বায়ান, সা‘দী]</p>"
        },
        {
            "resource_id": 791,
            "text": "നിൻ്റെ പ്രതീക്ഷയും ലക്ഷ്യവും അല്ലാഹുവിലേക്ക് മാത്രമാക്കുകയും ചെയ്യുക."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَإِلَى رَبِّكَ فَارْغَبْ (٨)</span> ] وه‌ نیه‌ت و ڕه‌غبه‌تت بۆ لای خوای گه‌وره‌ هه‌بێت و به‌تاك و ته‌نها ملكه‌چ به‌ بۆ خوای گه‌وره‌ وه‌ ڕوو له‌ خوای گه‌وره‌ بكه‌ وه‌ داوای به‌هه‌شتی لێبكه‌، والله أعلم."
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ: </b></p><p>الشرح শব্দের অর্থ সম্প্রসারণ করা, প্রশস্ত করা ও উন্মোচন করা ইত্যাদি। প্রথম আয়াতে উল্লিখিত نَشْرَحْ ক্রিয়া থেকে اَلشَّرْح নামে সূরার নামকরণ করা হয়েছে।</p><p>পূর্বের সূরাতে নাবী (সাঃ)-এর প্রতি তিনটি নেয়ামতের কথা উল্লেখ করা হয়েছে। এ সূরাতেও মহান আল্লাহ আরো তিনটি নেয়ামতের কথা উল্লেখ করেছেন। প্রথমটা হলো : নাবী (সাঃ)-এর বক্ষ প্রশস্ত করে দেয়া। বক্ষ প্রশস্ত করে দেয়ার অর্থ হলো : দীন ইসলামের মাধ্যমে আল্লাহ তা‘আলার দিকে মানুষকে দাওয়াত এবং উত্তম চরিত্রের জন্য বক্ষ উন্মোচন করে দেয়া। যেমন আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(فَمَنْ يُّرِدِ اللّٰهُ أَنْ يَّهْدِيَه۫ يَشْرَحْ صَدْرَه۫ لِلْإِسْلَامِ)</p><p>“আল্লাহ কাউকে সৎপথে পরিচালিত করতে চাইলে তিনি তার বক্ষ ইসলামের জন্য প্রশস্ত করে দেন।” (সূরা আনআম ৬ : ১২৫)</p><p>আবার কেউ কেউ এ আয়াত দ্বারা বক্ষ বিদীর্ণ বা সিনাচাককে বুঝিয়েছেন। সহীহ হাদীস দ্বারা প্রমাণিত নাবী (সাঃ)-এর দু’বার সিনাচাক করা হয়েছিল। প্রথমবার ৪ বছর বয়সে। (সহীহ মুসলিম হা. ২৬১) দ্বিতীয়বার মি‘রাজের সময়। জিবরীল (আঃ) রাসূলুল্লাহ (সাঃ)-এর বুককে চিরে অন্তরকে বের করে যমযমের পানি দিয়ে ধুয়ে পুনরায় স্বস্থানে বসিয়ে দেন। (সহীহ বুখারী হা. ৩৪৯, সহীহ মুসলিম হা. ১৬৪)</p><p>(وَوَضَعْنَا عَنْكَ وِزْرَكَ) অর্থাৎ তোমার অপরাধসমূহ অপসারণ করে দিয়েছি। যেমন আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(لِّیَغْفِرَ لَکَ اللہُ مَا تَقَدَّمَ مِنْ ذَنْۭبِکَ وَمَا تَاَخَّرَ وَیُتِمَّ نِعْمَتَھ۫ عَلَیْکَ وَیَھْدِیَکَ صِرَاطًا مُّسْتَقِیْمًا)</p><p>“যাতে আল্লাহ তোমার‎ আগের ও পরের ভুল-ক্রটি মাফ করেন, তোমার‎ ওপর তাঁর নেয়ামত পূর্ণ করে দেন, এবং তোমাকে সরল-সঠিক পথে পরিচালিত করেন।” (সূরা ফাত্হ ৪৮: ২)</p><p>(وَرَفَعْنَا لَكَ ذِكْرَكَ)</p><p>অর্থাৎ যেখানে আল্লাহ তা‘আলার নাম আসবে সেখানে নাবী (সাঃ)-এর নামও আসবে। যেমন আযান, ইকামত, শাহাদাত ইত্যাদি। এ হিসাবে সারা বিশ্বে প্রতি মুহূর্তে তাঁর নাম উচ্চারিত ও তাঁর প্রতি দরূদ পাঠ করা হয়ে থাকে। তাছাড়া পূর্ববর্তী গ্রন্থেও নাবী (সাঃ)-এর নাম ও গুণাবলীর বিবরণ রয়েছে। ফেরেশতারাও তাঁর নাম সম্মানের সাথে উল্লেখ করেন। রাসূলুল্লাহ (সাঃ) বলেন : একদা জিবরীল (আঃ) আমার কাছে আগমন করলেন এবং বললেন : নিশ্চয়ই আমার ও আপনার প্রভু আপনার আলোচনাকে কী করে সমুন্নত করবেন তা তিনি জানতে চান। রাসূলুল্লাহ (সাঃ) বললেন : সেটা আল্লাহ তা‘আলা ভাল জানেন। জিবরীল (আঃ) বললেন : আল্লাহ তা‘আলা বলেছেন : আমার কথা যখন আলোচনা করা হবে তখন আমার রাসূলের (সাঃ)-এর কথাও আলোচিত হবে। (আহমাদ ৫/১৩৯ বণর্নাকারী নির্ভরযোগ্য।)</p><p class='arabic uthmani'>(فَإِنَّ مَعَ الْعُسْرِ يُسْرًا)</p><p>আরবী ব্যাকরণে যখন দু’টি নাম একত্রে উল্লেখ করা হবে তখন তার চারটি অবস্থা থাকে।</p><p>তার দু’টি অবস্থা এখানে তুলে ধরা হয়েছে :</p><p>(১) যদি দুটি নাম নির্দিষ্ট হয় তাহলে দ্বিতীয়টা দ্বারা প্রথম নাম উদ্দেশ্য।</p><p>(২) যদি দু’টি নামই অনির্দিষ্ট হয় তাহলে দুটি নাম দ্বারা ভিন্ন ভিন্ন জিনিস বুঝায়। আয়াতদ্বয়ে الْعُسْرِ শব্দটি দু’বার এসেছে। এবং দুবারেই ال (আলিফ-লাম) দ্বারা নির্দিষ্ট আর يسر শব্দটি দুবার এসেছে অনির্দিষ্ট অবস্থায়। তাহলে আয়াতদ্বয়ের অর্থ হলো: নিশ্চয়ই কষ্টের সাথে স্বস্তি রয়েছে, আবার ঐ কষ্টের সাথে আরেকটি স্বস্তি রয়েছে। এজন্য ইবনু আব্বাস (রাঃ) বলেছেন:</p><p class='arabic uthmani'>لن يغلب العسر يسرين</p><p>অর্থাৎ একটি কষ্ট দুটি স্বস্তির ওপর জয়ী হবে না। (মাবাহিস ফী উলূমুল কুরআন পৃ. ১৯১)</p><p>দুঃখের সাথেই সুখ রয়েছে এটা হলো মহা সুসংবাদ। এমনকি দুঃখ-কষ্ট যদি গুইসাপের গর্তে প্রবেশ করে তাহলে সুখও তাতে প্রবেশ করে তা থেকে বের করে নিয়ে আসবে। যেমন আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(سَيَجْعَلُ اللّٰهُ بَعْدَ عُسْرٍ يُّسْرًا)‏</p><p>“আল্লাহ কষ্টের পর সহজ করে দেবেন।” (সূরা তালাক ৬৫: ৭)</p><p>তারপর আল্লাহ তা‘আলা নাবী (সাঃ)-কে উদ্দেশ্য করে উম্মাতকে নির্দেশ দিয়ে বলছেন : যখনই দুনিয়াবী ব্যস্ততা থেকে অবসর পাবে তখন আল্লাহ তা‘আলার ইবাদতে সচেষ্ট হও।</p><p>فَارْغَبْ অর্থাৎ তাঁর কাছে তুমি জান্নাতের আশা রাখ। তাঁর কাছে তোমার প্রয়োজনে চাও এবং তাঁর ওপরই নির্ভর কর।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. নাবী (সাঃ)-এর ওপর আল্লাহ তা‘আলার অসংখ্য নেয়ামতের কথা জানতে পারলাম।</p><p>২. আল্লাহ তা‘আলা যার হিদায়াত চান তার অন্তরকে এভাবে উন্মোচন করে দেন।</p><p>৩. প্রত্যেক কষ্টের সাথে দু’টি স্বস্তি রয়েছে।</p><p>৪. প্রত্যেক মু’মিনের কর্তব্য অবসর পেলেই আল্লাহ তা‘আলার ইবাদতে মশগুল হওয়া।</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَإِلَى رَبِّكَ }</span> وحده <span class=\"arabic qpc-hafs brown\">{ فَارْغَبْ }</span> أي: أعظم الرغبة في إجابة دعائك وقبول عباداتك  .ولا تكن ممن إذا فرغوا وتفرغوا لعبوا وأعرضوا عن ربهم وعن ذكره، فتكون من الخاسرين.<span class=\"blue\">وقد قيل:</span> إن معنى قوله: فإذا فرغت من الصلاة وأكملتها، فانصب في الدعاء، وإلى ربك فارغب في سؤال مطالبك.واستدل من قال بهذا القول، على مشروعية الدعاء والذكر عقب الصلوات المكتوبات، والله أعلم بذلك تمت ولله الحمد."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( وإلى ربك فارغب )</span> قال عطاء : تضرع إليه راهبا من النار راغبا في الجنة .<span class=\"blue\"> وقيل :</span> فارغب إليه في جميع أحوالك .<span class=\"blue\"> قال الزجاج :</span> أي اجعل رغبتك إلى الله وحده .</p>"
        },
        {
            "resource_id": 178,
            "text": "И все свои желания и цели устремляй к Одному Аллаху."
        },
        {
            "resource_id": 175,
            "text": "i samo se Gospodaru svome obraćaj i svoje želje i težnje ka Njemu usmjeri."
        },
        {
            "resource_id": 170,
            "text": "Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, и всем верующим быть благодарными за оказанные им милости и выполнять свои обязанности перед Ним. О Мухаммад! Когда ты освободишься от своих хлопот, и ничто не будет заботить тебя, приступи к усердному поклонению Аллаху и молитве. Устремись к Нему с надеждой на то, что Он примет твою мольбу. Не уподобляйся тем, кто, освобождаясь от жизненных трудностей, начинает забавляться, предавая забвению Господа. Если же ты ослушаешься, то окажешься среди тех, кто понес великий урон. Существует мнение, что эти аяты означают: когда ты завершишь свой намаз и освободишься, то обратись с мольбой к Аллаху и усердно проси его о помощи. Опираясь на это толкование, некоторые богословы считают дозволенным обращаться к Аллаху с мольбой и восхвалять его по окончании обязательных намазов. А лучше всего об этом известно Аллаху."
        },
        {
            "resource_id": 14,
            "text": "<p><span class=\"arabic qpc-hafs\">( وإلى ربك فارغب )</span> قال الثوري : اجعل نيتك ورغبتك إلى الله عز وجل .</p><p>آخر تفسير سورة <span class=\"red\">\" ألم نشرح \"</span> ولله الحمد .</p>"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Hãy hướng tấm lòng và khao khát của Người đến Allah duy nhất."
        },
        {
            "resource_id": 905,
            "text": "واجعل رغبتك وقصدك إلى الله وحده."
        },
        {
            "resource_id": 181,
            "text": "و فقط به‌سوی الله تمایل و قصد کن."
        },
        {
            "resource_id": 183,
            "text": "そして、あなたの情熱を傾けて、決意をもってアッラーのみに向かうのだ。"
        },
        {
            "resource_id": 90,
            "text": "وقرئ ( فرغب ) أي فرغب الناس إلى ما عنده .قال ابن العربي : روي عن شريح أنه مر بقوم يلعبون يوم عيد ، فقال ما بهذا أمر الشارع . وفيه نظر ، فإن الحبش كانوا يلعبون بالدرق والحراب في المسجد يوم العيد ، والنبي - صلى الله عليه وسلم - ينظر . ودخل أبو بكر في بيت رسول الله - صلى الله عليه وسلم - على عائشة - رضي الله عنها - وعندها جاريتان من جواري الأنصار تغنيان فقال أبو بكر : أبمزمور الشيطان في بيت رسول الله - صلى الله عليه وسلم - ؟ فقال : \" دعهما يا أبا بكر ، فإنه يوم عيد \" . وليس يلزم الدءوب على العمل ، بل هو مكروه للخلق ."
        },
        {
            "resource_id": 174,
            "text": "Lalu jadikanlah keinginan dan tujuanmu hanya kepada Allah semata."
        },
        {
            "resource_id": 92,
            "text": "وَإِلَى رَبِّكَ فَارْغَبْ (8)عُطِفَ على تفريع الأمر بالشكر على النعم أمر بطلب استمرار نعم الله تعالى عليه كما قال تعالى : { لئن شكرتم لأزيدنكم } [ إبراهيم : 7 ] .والرغبة : طلب حصول ما هو محبوب وأصله أن يعدى إلى المطلوب منه بنفسه ويعدى إلى الشيء المطلوب ب ( في ) . ويقال : رغب عن كذا بمعنى صرَف رغبتهُ عنه بأن رغب في غيره وجُعل منه قوله تعالى : { وترغبون أن تنكحوهن } [ النساء : 127 ] بتقدير حرف الجر المحذوف قبل حرف ( أنْ ) هو حرف ( عَن ) . وذلك تأويل عائشة أم المؤمنين كما تقدم في سورة النساء .وأما تعدية فعل { فارغب } هنا بحرف { إلى } فلتضمينه معنى الإِقبال والتوجه تشبيهاً بسير السائر إلى من عنده حاجته كما قال تعالى عن إبراهيم : { وقال إني ذاهب إلى ربي } [ الصافات : 99 ] .وتقديم إلى { ربك } على { فارغب } لإِفادة الاختصاص ، أي إليه لا إلى غيره تكون رغبتك فإن صفة الرسالة أعظم صفات الخلق فلا يليق بصاحبها أن يرغب غير الله تعالى .وحُذف مفعول «ارغب» ليعم كل ما يرغبه النبي صلى الله عليه وسلم وهل يرغب النبي إلا في الكمال النفساني وانتشار الدين ونصر المسلمين .واعلم أن الفاء في قوله : { فانصب } [ الشرح : 7 ] وقوله : { فارغب } رابطة للفعل لأن تقديم المعمول يتضمن معنى الاشتراط والتقييد فإن تقديم المعمول لما أفاد الاختصاص نشأ منه معنى الاشتراط ، وهو كثير في الكلام قال تعالى : { بل الله فاعبد } [ الزمر : 66 ] وقال : { وربك فكبر وثيابك فطهر والرجز فاهجر } [ المدثر : 3 5 ] ، وفي تقديم المجرور قال تعالى : { وفي ذلك فليتنافس المتنافسون } [ المطففين : 26 ] وقال النبي صلى الله عليه وسلم لمَن سأل منه أن يَخرج للجهاد : \" ألكَ أبَوان؟ قال : نعم : فقال ففيهما فجاهد \" . بل قد يعامل معاملة الشرط في الإِعراب كما روي قول النبي صلى الله عليه وسلم \" كما تَكونُوا يُوَلَّ عليكم \" بجزم الفعلين ، وقد تقدم ذلك عند قوله تعالى : { فبذلك فليفرحوا } في سورة يونس ( 58 ) .وذكر الطيبي عن «أمالي السيد» ( يَعني ابنَ الشَجَري» أن اجتماع الفاء والواو هنا من أعجب كلامهم لأن الفاء تعطف أو تدخل في الجواب وما أشبَهَ الجوابَ بالاسم الناقص ، أو في صلة الموصول الفعلية ( لشبهها بالجواب ) ، وهي هنا خارجة عما وضعت له ا ه . ولا يبقى تعجب بعد ما قررناه ."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">The Prophet Muhammad went tirelessly in the quest of knowledge about reality and Truth. God blessed him with this knowledge, which opened his heart to the deep realisation of Truth (ma‘rifah). Then he started preaching the oneness of God in Makkah, where he had to face stiff opposition, but it was thanks to this opposition, that he became known throughout the country. This is God’s law in the present world. Hence, a man has to face difficult conditions (‘usr) in the beginning, but if he perseveres with patience, this ‘usr or hardship becomes a stepping stone to new and easy circumstances (yusr). Therefore, a man should always look towards God and continue to struggle according to his capacity.</p>"
        },
        {
            "resource_id": 776,
            "text": "Y dirige tu pasión y resolución solo hacia tu Señor."
        },
        {
            "resource_id": 182,
            "text": "当将自己的所求和目的只归属于独一的真主。"
        },
        {
            "resource_id": 180,
            "text": "৮. আর আপনার অনুরাগ ও আসক্তিকে এককভাবে আল্লাহর প্রতি নিবদ্ধ করুন।"
        },
        {
            "resource_id": 165,
            "text": "<p>আর তোমার প্রতিপালকের প্রতিই মনোনিবেশ কর। [১]</p><p>[১] অর্থাৎ, তাঁর কাছেই তুমি জান্নাতের আশা রাখ। তাঁর কাছেই তুমি নিজের প্রয়োজন ভিক্ষা কর এবং সর্ববিষয়ে তাঁরই উপর নির্ভর কর ও ভরসা রাখ।</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "And divert your passion and resolve towards Allah alone."
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "94"
        }
    }
}