{
    "tafsirs": [
        {
            "resource_id": 92,
            "text": "وَالتِّينِ وَالزَّيْتُونِ (1) ابتداء الكلام بالقَسَم المؤكد يؤذن بأهمية الغرض المسوق له الكلام ، وإطالةُ القَسَم تشويق إلى المُقْسَم عليه .والتينُ ظاهرة الثمرة المشهورة بهذا الاسم ، وهي ثمرة يشبه شكلها شكل الكمثرى ذات قشر لونه أزرق إلى السواد ، تتفاوت أصنافه في قُتومَة قِشره ، سهلة التقشير تحتوي على مثل وعاء أبيضَ في وسطه عَسل طيّبٌ الرائحة مخلوط ببزور دقيقة مثل السِمسم الصغير ، وهي من أحسن الثمار صورة وطعماً وسهولة مضغ فحالتُها دالة على دقة صنع الله ومؤذنة بعلمه وقدرته ، فالقسم بها لأجل دلالتها على صفات إلهية كما يقسم بالاسم لدلالته على الذات ، مع الإِيذان بالمنة على الناس إذ خلَق لهم هذه الفاكهة التي تنبت في كل البلاد والتي هي سهلة النبات لا تحتاج إلى كثرة عمل وعلاج .والزيتونُ أيضاً ظاهرة الثمرة المشهورة ذاتُ الزيت الذي يُعتصر منها فيطعمه الناس ويستصبحُون به . والقَسَم بها كالقَسَم بالتين من حيث إنها دالّة على صفات الله ، مع الإِشارة إلى نعمة خلق هذه الثمرة النافعة الصالحة التي تكفي الناس حوائج طعامهم وإضاءتهم .وعلى ظاهر الاسمين للتِّين والزيتون حملهما جمع من المفسرين الأوَّلين ابنُ عباس ومجاهد والحسن وعكرمةُ والنخعي وعطاء وجابر بن زيد ومقاتِل والكلبي وذلك لما في هاتين الثمرتين من المنافع للناس المقتضية الامتنان عليهم بأن خلقها الله لهم ، ولكن مناسبة ذكر هذَيْن مع { طور سنين } ومع { البلد الأمين } تقتضي أن يكون لهما محمل أوفق بالمناسبة فروي عن ابن عباس أيضاً تفسير التين بأنه مَسجد نوح الذي بني على الجُودي بعد الطوفان . ولعل تسمية هذا الجبل التين لكثرته فيه إذ قد تسمى الأرض باسم ما يكثر فيها من الشجر كقول امرىء القيس: ... أَمَرْخٌ ديارُهم أم عُشَرْوسمي بالتين موضع جاء في شعر النابغة يصف سحابَات بقوله: ... صُهْب الظِّلال أتَيْنَ التينَ في عُرُضٍيَزجين غَيماً قَليلاً ماؤُه شَبِما ... والزيتون يطلق على الجبل الذي بُني عليه المسجد الأقصى لأنه ينبت الزيتون . وروي هذا عن ابن عباس والضحاك وعبد الرحمن بن زيد وقتادة وعكرمة ومحمد بن كعب القرظِي . ويجوز عندي أن يكون القَسَم ب { التين والزيتون } معنياً بهما شجر هاتين الثمرتين ، أي اكتسب نوعاهما شرفاً من بين الأشجار يكون كثير منه نابتاً في هذين المكانين المقدسين كما قال جرير: ... أتذكرُ حين تصقِل عارضَيْهابفرع بشامة سُقي البشام ... فدعا لنوع البشام بالسّقي لأجل عود بَشَامَةَ الحَبِيبة ."
        },
        {
            "resource_id": 172,
            "text": "Allah, incire ve yetiştiği mekâna, zeytine ve İsa -aleyhisselam-'ı gönderdiği Filistin topraklarındaki yetiştiği yere yemin etmiştir."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Makkah</h2><h2>The Recitation of Surat At-Tin in the Prayer while traveling</h2><p>Malik and Shu`bah narrated from `Adi bin Thabit, who narrated that Al-Bara' bin `Azib said, \"The Prophet used to recite in one of his Rak`ahs while traveling `At-Tin waz-Zaytun' (Surat At-Tin), and I have never heard anyone with a nicer voice or recitation than him.\" The Group has recorded this Hadith in their books.</p><div class=\"arabic uthmani\">بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ </div><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>The Explanation of At-Tin and what comes after it</h2><p>Al-`Awfi reported from Ibn `Abbas that what is meant by At-Tin is the Masjid of Nuh that was built upon Mount Al-Judi. Mujahid said, \"It is this fig that you have.\"</p><div class=\"arabic uthmani\">وَالزَّيْتُونِ</div><p>(By Az-Zaytun.) Ka`b Al-Ahbar, Qatadah, Ibn Zayd and others have said, \"It is the Masjid of Jerusalem (Bayt Al-Maqdis).\" Mujahid and `Ikrimah said, \"It is this olive which you press (to extract the oil).\"</p><div class=\"arabic uthmani\">وَطُورِ سِينِينَ </div><p>(By Tur Sinin.) Ka`b Al-Ahbar and several others have said, \"It is the mountain upon which Allah spoke to Musa.\"</p><div class=\"arabic uthmani\">وَهَـذَا الْبَلَدِ الاٌّمِينِ </div><p>(By this city of security.) meaning Makkah. This was said by Ibn `Abbas, Mujahid, `Ikrimah, Al-Hasan, Ibrahim An-Nakha`i, Ibn Zayd and Ka`b Al-Ahbar. There is no difference of opinion about this. Some of the Imams have said that these are three different places, and that Allah sent a Messenger to each of them from the Leading Messengers, who delivered the Great Codes of Law. The first place is that of the fig and the olive, which was Jerusalem, where Allah sent `Isa bin Maryam. The second place is Mount Sinin, which is Mount Sinai where Allah spoke to Musa bin `Imran. The third place is Makkah, and it is the city of security where whoever enters is safe. It is also the city in which Muhammad was sent. They have said that these three places are mentioned at the end of the Tawrah. The verse says, \"Allah has come from Mount Sinai - meaning the one upon which Allah spoke to Musa bin `Imran; and shined from Sa`ir - meaning the mountain of Jerusalem from which Allah sent `Isa; and appeared from the mountains of Faran - meaning the mountains of Makkah from which Allah sent `Isa; and appeared from the mountains of Faran - meaning the mountains of Makkah from which Allah sent Muhammad .\" Thus, He mentioned them in order to inform about them based upon their order of existence in time. This is why He swore by a noble place, then by a nobler place, and then by a place that is the nobler than both of them.</p><h2>Man becoming Lowly even though He was created in the Best Form</h2><p>and the Result of that Allah says,</p><div class=\"arabic uthmani\">لَقَدْ خَلَقْنَا الإِنسَـنَ فِى أَحْسَنِ تَقْوِيمٍ </div><p>(Verily, We created man in the best form.) This is the subject being sworn about, and it is that Allah created man in the best image and form, standing upright with straight limbs that He beautified.</p><div class=\"arabic uthmani\">ثُمَّ رَدَدْنَـهُ أَسْفَلَ سَـفِلِينَ </div><p>(Then We reduced him to the lowest of the low.) meaning, to the Hellfire. This was said by Mujahid, Abu Al-`Aliyah, Al-Hasan, Ibn Zayd and others. Then after this attractiveness and beauty, their destination will be to the Hell-fire if they disobey Allah and belie the Messengers. This is why Allah says,</p><div class=\"arabic uthmani\">إِلاَّ الَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّـلِحَـتِ</div><p>(Save those who believe and do righteous deeds.) Some have said,</p><div class=\"arabic uthmani\">ثُمَّ رَدَدْنَـهُ أَسْفَلَ سَـفِلِينَ </div><p>(Then We reduced him to the lowest of the low.) \"This means decrepit old age.\" This has been reported from Ibn `Abbas and `Ikrimah. `Ikrimah even said, \"Whoever gathers the Qur'an (i.e., he memorizes it all), then he will not be returned to decrepit old age.\" Ibn Jarir preferred this explanation. Even if this was the meaning, it would not be correct to exclude the believers from this, because some of them are also overcome by the senility of old age. Thus, the meaning here is what we have already mentioned (i.e., the first view), which is similar to Allah's saying,</p><div class=\"arabic uthmani\">وَالْعَصْرِ - إِنَّ الإِنسَـنَ لَفِى خُسْرٍ إِلاَّ الَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّـلِحَـتِ</div><p>(By Al-`Asr. Verily man is in loss, except those who believe and perform righteous deeds.) (103:1-3) Concerning Allah's statement,</p><div class=\"arabic uthmani\">فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ</div><p>(Then they shall have a reward without end.) meaning, that will not end, as we have mentioned previously. Then Allah says,</p><div class=\"arabic uthmani\">فَمَا يُكَذِّبُكَ</div><p>(Then what causes you to deny) meaning, `O Son of Adam!'</p><div class=\"arabic uthmani\">بَعْدُ بِالدِّينِ</div><p>(after this the Recompense) meaning, `in the recompense that will take place in the Hereafter. For indeed you know the beginning, and you know that He Who is able to begin (the creation) is also able to repeat it which is easier. So what is it that makes you deny the final return in the Hereafter after you have known this' Then Allah says,</p><div class=\"arabic uthmani\">أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَـكِمِينَ </div><p>(Is not the Allah the best of judges) meaning, `is He not the best of judges, Who does not oppress or do any injustice to anyone' And from His justice is that He will establish the Judgement, and He will give retribution to the person who was wronged in this life against whoever wronged him. This is the end of the Tafsir of Surat wat-Tin waz-Zaytun and all praise and thanks are due to Allah.</p>"
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( والتين والزيتون )</span> قال ابن عباس ، والحسن ، ومجاهد ، وإبراهيم ، وعطاء بن أبي رباح ، ومقاتل ،<span class=\"blue\"> والكلبي :</span> هو تينكم <span class=\"reference\">[ هذا ]</span> الذي تأكلونه ، وزيتونكم هذا الذي تعصرون منه الزيت .</p><p lang=\"ar\" class=\"ar \">قيل : خص التين بالقسم لأنها فاكهة مخلصة لا عجم لها ، شبيهة بفواكه الجنة . وخص الزيتون لكثرة منافعه ، ولأنه شجرة مباركة جاء بها الحديث ، وهو ثمر ودهن يصلح للاصطباغ والاصطباح .</p><p lang=\"ar\" class=\"ar \">وقال عكرمة : هما جبلان .<span class=\"blue\"> قال قتادة :</span> <span class=\"arabic qpc-hafs\">\" التين \"</span> : الجبل الذي عليه دمشق ، و <span class=\"arabic qpc-hafs\">\" الزيتون \"</span> : الجبل الذي عليه بيت المقدس ، لأنهما ينبتان التين والزيتون .</p><p lang=\"ar\" class=\"ar \">وقال الضحاك : هما مسجدان بالشام .<span class=\"blue\"> قال ابن زيد :</span> <span class=\"arabic qpc-hafs\">\" التين \"</span> : مسجد دمشق ، و <span class=\"arabic qpc-hafs\">\" الزيتون \"</span> : مسجد بيت المقدس .<span class=\"blue\"> وقال محمد بن كعب :</span> <span class=\"arabic qpc-hafs\">\" التين \"</span> مسجد أصحاب الكهف ، و <span class=\"arabic qpc-hafs\">\" الزيتون \"</span> : مسجد إيليا .</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": "<p>Commentary</p><p>وَالتِّينِ وَالزَّيْتُونِ (I swear by the Fig and the Olive...95:1). This verse takes an oath by four objects. Two of them are trees, the fig tree and the olive tree. [ The third object ] is Tur, the mount of Sinai, and the fourth object is the City of Makkah. The two trees have been specified because they possess abundant blessings and advantages in the same way as Tur and the City of Makkah possess abundant blessings. Some authorities say that the 'fig' and the 'olive' symbolise, in this context, the lands in which these trees predominate: that is, the countries bordering on the eastern part of the Mediterranean, especially Palestine and Syria. Most of the Prophets (علیہم السلام) lived and preached in these lands, including Holy Prophet Ibrahim (علیہ السلام) . The latter Prophet was made to migrate from here to Makkah. The oaths, in this way, comprehend all the holy places where Allah-inspired men were born and raised as Prophets t. Syria was the land and home of all the Prophets (علیہم السلام) . Mount Sinai stresses specifically the messenger-ship of Musa (علیہ السلام) where Allah spoke to him. 'Peaceful City' refers to Makkah, the birthplace and residence of the Final Messenger of Allah ﷺ .</p>"
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (تین) (واتە: هەنجیر)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (تین) سورەتێكى مەككى یە .\n٢- ژمارەى ئایەتەكانى سورەتى (تین) (٨) ئایەتە.\n٣- سورەتى (تین) زنجیرەى نەوەدو پێنجەمە لە ریزبەندی لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (تین) لە دواى سورەتى (بروج) دابەزیوە.\n٥- (بەڕائی كوڕی عازب) (ڕەزای خوای گەورەی لێ بێت) ئەفەرمووێ: پێغەمبەری خوا صلى الله علیه وسلم لە سەفەرێكیدا لە یەكێك لە دوو ڕكاتەكەی نوێژی عیشادا سوورەتی (وَالتِّينِ وَالزَّيْتُونِ)ی خوێند هیچ كەسێكم نەبینی وەكو پێغەمبەری خوا صلى الله علیه وسلم دەنگ و قیرائەتی خۆش بێ .\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسەكانى ئەم سورەتە پیرۆزە لە چوار چێوەى دوو باسی سەرەكیدایە، ئەوانیش: \n١- رێزگرتن و رێزلێنانى خواى گەورە بۆ مرۆڤەكان بەوەى كە لەسەر جوانترین و رێكترین شێوە دروستى كردوون.\n٢- باسكردنى باوەڕبوون بە لێپرسینەوەو وەرگرتنەوەى پاداشت و سزا، وە هەروەها دەرخستنى ئەوەش كە هیچ شتێك لاى خواى گەورە ون نابێت تەنانەت ئەگەر بە ئەندازەى گەردیلەیەكیش بێت.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">وَالتِّينِ وَالزَّيْتُونِ (١)</span> ] خوای گەورە سوێند ئەخوات بە هەنجیرو بە زەیتون, كە ئاماژەیە بۆ (بیت المقدس) قودس كە لەوێ هەنجیرو زەیتونی زۆری لێیە ."
        },
        {
            "resource_id": 175,
            "text": "Allah se kune smokvom i mjestom gdje ona raste, i maslinom i mjestom gdje ona raste, u Palestini u kojoj je kao poslanik bio Isa, alejhi selam."
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">وَالتِّينِ وَالزَّيْتُونِ سوگند به  انجير و زيتون  ،\nوَطُورِ سِينِينَ سوگند به ، طور مبارک  ،\nوَهَذَا الْبَلَدِ الْأَمِينِ سوگند به  اين  شهر ايمن  ،\nلَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ که  ما آدمي  را در نيکوتر اعتدالي  بيافريديم\nثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ آنگاه  او را فروتر از همه  فروتران  گردانيديم\nإِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ مگر آنان  که  ايمان  آورده  اند و کارهاي  شايسته  کرده  اند که  پاداشي  بي   پايان  دارند\nفَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ پس  چيست  که  با اين  حال  تو را به  تکذيب  قيامت  وا مي  دارد ?\nأَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ  آيا خدا، داورترين  داوران  نيست  ?</p><p>\n                                                            مکي و 8 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1 - 3)</span> (<span class=\"arabic qpc-hafs brown\">﴿وَٱلتِّينِ وَٱلزَّيۡتُونِ﴾</span>) سوگند به انجیر و زیتون. خداوند به این دو درخت سوگند خورده است، چون این درخت‌ها و میوۀ آنان منافع زیادی دارند و بیشتر در سرزمین شام هستند؛ جایی که عیسی بن مریم علیه السلام در آن به پیامبری برگزیده شد. (<span class=\"arabic qpc-hafs brown\">﴿وَطُورِ سِينِينَ﴾</span>) طور سینا محل نبوت موسی علیه السلام است. (<span class=\"arabic qpc-hafs brown\">﴿وَهَٰذَا ٱلۡبَلَدِ ٱلۡأَمِينِ﴾</span>) و سوگند به شهر امین که مکّۀ مکرّمه محل نبوّت محمّد صلی الله علیه وسلم است. پس پروردگار متعال به این اماکن مقدس که آن را برگزیده، و برترین پیامبران در آن مبعوث شده‌اند سوگند یاد کرده است.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(4)</span> (<span class=\"arabic qpc-hafs brown\">﴿لَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ فِيٓ أَحۡسَنِ تَقۡوِيمٖ﴾</span>) آنچه که خداوند برای آن سوگند خورده، این است که انسان را در آفرینشی کامل و با اعضای متناسب و قامتی راست آفریده است، و انسان هیچ چیزی از نیازهای ظاهری و باطنی‌اش را از دست نداده است.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(5 - 6)</span> (<span class=\"arabic qpc-hafs brown\">﴿ثُمَّ رَدَدۡنَٰهُ أَسۡفَلَ سَٰفِلِينَ﴾</span>) با وجود این نعمت‌های بزرگ که شکر آن باید گزارده شود، بیشتر مردم از شکرگزاری برای خداوند که این همه نعمت را <span class=\"brown\">[به آنان]</span> داده است اعراض می‌کنند، و به بازی و سرگرمی مشغول‌اند، و فرومایه‌ترین چیزها و رفتارها را برای خود می‌پسندند. پس درنتیجه خداوند آنها را در پائین‌ترین طبقۀ دوزخ که محل گناهکاران است و در برابر پروردگارشان سرکشی کرده‌اند قرار می‌دهد.  مگر کسی که خداوند بر او منت گذارده و به او توفیق ایمان و عمل صالح و اخلاق درست بدهد. (<span class=\"arabic qpc-hafs brown\">﴿إِلَّا ٱلَّذِينَ ءَامَنُواۡ وَعَمِلُواۡ ٱلصَّٰلِحَٰتِ فَلَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ﴾</span>) پس آنان پاداشی پایان‌ناپذیر دارند، بلکه لذت‌ها و شادی‌های آنان فراوان، و نعمت‌های آنها زیاد و همیشگی است و از بین نخواهد رفت.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(7 - 8)</span> (<span class=\"arabic qpc-hafs brown\">﴿فَمَا يُكَذِّبُكَ بَعۡدُ بِٱلدِّينِ﴾</span>) ای انسان! چه چیزی تو را وادار می‌کند که روز جزا را تکذیب کنی؟ حال آنکه بسیاری از نشانه‌های خداوند را که مایۀ یقین تو می‌باشند مشاهده کرده‌ای، و چیزهای زیادی از نعمت خدا را دیده‌ای که ایجاب می‌کند تا نعمت‌های او را ناسپاسی نکنی. (<span class=\"arabic qpc-hafs brown\">﴿أَلَيۡسَ ٱللَّهُ بِأَحۡكَمِ ٱلۡحَٰكِمِينَ﴾</span>) پس آیا حکمت خدا اقتضا می‌نماید که مردم را بیهوده رها کند، و امر و نهی نشوند، و سزا و پاداش نبینند؟! یا کسی که انسان را در مراحل مختلف آفریده است، و به او نعمت‌ها و خیر و نیکی فراوان و بی‌شمار بخشیده، و او را خوب تربیت نموده و پرورش داده است، قطعاً او را به سرای جاودانگی و هدف نهایی‌اش برخواهد گرداند؟!                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Клянусь смоковницей и оливой!  <span class=\"green\">(2)</span> Клянусь горой Синин <span class=\"green\">(Синаем)</span>!  <span class=\"green\">(3)</span> Клянусь этим безопасным городом <span class=\"green\">(Меккой)</span>!  <span class=\"green\">(4)</span> Мы сотворили человека в прекраснейшем облике.   <span class=\"green\">(5)</span> Потом Мы вернем его в нижайшее из низких <span class=\"green\">(продлим ему жизнь настолько, что он превратится в дряхлого старика, или бросим его на самое дно Геенны)</span>,  <span class=\"green\">(6)</span> за исключением тех, которые уверовали и совершали праведные деяния. Им уготована награда неиссякаемая.   <span class=\"green\">(7)</span> Что же после этого заставляет тебя считать ложью воздаяние?  <span class=\"green\">(8)</span> Разве Аллах не является Наимудрейшим Судьей?</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1-3)</span> Смоковница — это широко распространенное дерево, плоды которого носят название смоквы или инжира. Олива —  это  маслина.  Аллах  поклялся  эти- ми деревьями из-за той огромной пользы, которую приносят эти деревья и их плоды. Именно эти растения господствуют на земле Шама, где пророчество- вал Иса, сын Марьям.\nВозле этой горы началась пророческая миссия Мусы.\nИмеется в виду высокочтимая Мекка, в которой жил и пророчествовал Про- рок Мухаммад,ﷺ . Всевышний поклялся этими святыми местами, потому что оттуда начали пророчествовать самые достойные и самые славные из Божьих посланников.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(4)</span> Аллах принес перечисленные выше клятвы в подтверждение того, что сотворил человека в прекраснейшем облике. Его облик совершенен, тело хорошо сложено, а фигура стройна, и он обладает всеми необходимыми внешними и внутренними качествами.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(5-6)</span> Эти великие блага обязывают человека быть благодарным Аллаху, однако зачастую люди не выполняют этой обязанности и проводят свое время в пустых делах и развлечениях. Они довольствуются низменными деяниями и по- рочным нравом. И поэтому Аллах ввергнет их в нижайшее из низких мест — на дно Ада, где пребудут грешники и ослушники. А избежать этого смогут лишь те, кто уверовал, творил благие дела и отличался превосходным нравом.\nИх ожидают прелесть, изобилие, вечная радость, несметные блага, которые ни- когда не исчезнут. Эта благодать не угаснет, и райские плоды и сень деревьев пребудут с ними навсегда.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(7-8)</span> О человек! Что же заставляет тебя отрицать день воздаяния? Ведь ты узрел много знамений, благодаря которым твердо познал истину, и вкусил милость, за которую ты должен быть признателен.\nПремудрый Аллах сотворил сынов Адама и отнесся к ним с милосердием, доб- ротой и любовью, которые невозможно переоценить. Он воспитал их самым пре- красным образом. Неужели Он сотворил людей понапрасну и оставил их без по- велений и запретов, без награды и наказания? Или же все-таки Он одарит их Райской обителью, в которой они найдут постоянное пристанище и обретут безо- пасность и благополучие, которая является их конечной целью?                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Andolsun incire ve zeytine,\n2- Tûr-u Sîna dağına,\n3- Ve şu güvenli beldeye ki;\n4- Biz insanı gerçekten en güzel surette yarattık,\n5- Sonra onu aşağıların en aşağısına döndürdük.\n6- Ancak iman edip salih ameller işleyenler müstesnâ. Çünkü onlar için kesintisiz bir mükâfat vardır.\n7- O halde bütün bunlardan sonra sana hesabı yalanlatan şey nedir <span class=\"green\">(ey insan)</span>?\n8- Allah hükmedenlerin en üstünü değil mi?</p><div><span class=\"green\">(Mekke’de inmiştir. 8 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1. <span class=\"brown\">“Andolsun incire ve zeytine”</span> bu bildiğimiz incir ve zeytindir. Bu iki ağaca yemin edilmesi, her ikisinin de ağaçlarında ve meyvelerinde birçok faydalar bulunması ve bunların özellikle Meryem oğlu İsa aleyhisselam’ın nübüvvet mahalli olan Şam diyarında yaygın olarak yetişmeleri dolayısıyladır.\n2. <span class=\"brown\">“Tûr-u Sîna dağına”</span> bu da Mûsâ aleyhisselam’a nübüvvetin verildiği Tur dağıdır.\n3. <span class=\"brown\">“Ve şu güvenli beldeye ki...”</span> Bu da Muhammed sallallahu aleyhi ve sellem’e nübüvvetin verildiği yer olan Mekke-i Mükerremedir. Yüce Allah, seçtiği ve oralarda peygamberlerin en faziletlilerini ve en şereflilerini gönderdiği bu mukaddes yerlere yemin etmektedir.                </div><div lang=\"tr\" class=\"tr \">\n                                        4.<span class=\"blue\"> Hakkında yemin edilen hususa gelince o da:</span><span class=\"brown\">“Biz insanı gerçekten en güzel surette yarattık”</span> buyruğunda ifade edilmektedir. Yani Biz, insanı azaları birbirleri ile uyumlu, boyu dimdik, zahiren ve batınen gerek duyduğu her bir şeyle onu donatılmış, tam ve eksiksiz olarak yarattık.                </div><div lang=\"tr\" class=\"tr \">\n                                        5. İnsanın şükürle karşılaması gereken bunca büyük nimetlere rağmen, insanların pek çoğu bu nimetleri ihsan edenin şükründen uzaklaşmakta, oyun ve eğlence ile meşgul olmaktadır. Kendileri için en aşağılık ve en düşük işlere razı olmaktadırlar. Yüce Allah da onları <span class=\"brown\">“aşağıların en aşağısına”</span><span class=\"green\">(esfel-i sâfilîn’e)</span> yani ateşin/cehennemin en aşağısına göndermiştir. Burası, Rablerine karşı baş kaldıran isyankârların mahallidir.\n6. Bunlardan Allah’ın kendilerine iman, salih amel, yüce ve üstün ahlâk lütfettiği kimseler müstesnâdır. İşte bu üstün mertebelerden dolayı <span class=\"brown\">“onlar için kesintisiz”</span> yani ardı arkası kesilmez <span class=\"brown\">“bir mükâfat vardır.”</span> Aksine bunlar için mükemmel lezzetler, kesintisiz sevinçler ve ebediyyen artıp duran nimetler vardır. Bu nimetler asla sona ermez, bitip tükenmez. Oranın yiyecekleri de gölgesi de ebedidir.                </div><div lang=\"tr\" class=\"tr \">\n                                        7. O halde sana hesabı yalanlatan şey nedir <span class=\"green\">(ey insan)</span>? Yani ey insan! Seni amellerin karşılığının verileceğini yalanlamaya iten nedir? Halbuki sen Yüce Allah’ın, kesin olarak bunu kabul etmeyi gerektiren pek çok âyetini ve delilini, bu konuda sana verilen haberlerden hiçbir şeyi inkar etmemeni gerektiren nimetlerini görmüş bulunuyorsun.\n8. <span class=\"brown\">“Allah hükmedenlerin en üstünü değil mi?”</span> İnsanların başıboş bırakılmaları, onlara emir verilmemesi, yasaklar konulmaması, iyiliklerinin mükâfatlandırılmaması, kötülüklerinin cezalandırılmaması hiç O’nun hikmetine yakışır mı!? Yoksa insanoğlunu ard arda gelen aşamalar halinde yaratan, onlara sayamayacakları kadar çok nimetler, hayır ve iyilikler ulaştıran, en güzel şekilde onları besleyip gözeten zatın, onları ebediyen kalacakları ve nihai olarak varacakları hedefleri olan bir yurda döndürmesi mi O’na yakışır?                </div><p>\n                                                            Tîn Sûresi’nin tefsiri burada sona ermektedir.\nYüce Allah’a hamdolsun.                </p><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">قسم ہے انجیر کی اور زیتون کی<span class=\"green\">(1)</span> اور طور سیناء کی<span class=\"green\">(2)</span> اور اس پر امن شہر <span class=\"green\">(مکہ)</span>کی<span class=\"green\">(3)</span> البتہ  یقیناً ہم نے پیدا کیاانسان کو بہترین شکل و صورت میں<span class=\"green\">(4)</span> پھر ہم نے لوٹا <span class=\"green\">( یعنی  کر)</span> دیا اس کو پست تر پستوں سے بھی<span class=\"green\">(5)</span> مگر وہ لوگ جو ایمان لائے اور عمل کیے انھوں نے نیک تو ان کے لیے اجر ہے غیر منقطع<span class=\"green\">(6)</span> پس کون سی چیز تجھے جھٹلانے <span class=\"green\">(پر آمادہ)</span> کرتی ہے <span class=\"green\">(اے انسان!)</span> اس کے بعدجزاکو؟<span class=\"green\">(7)</span> کیا نہیں ہے اللہ سب حاکموں سے بڑا حاکم؟<span class=\"green\">(8)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[3-1]</span><span class=\"arabic qpc-hafs brown\">﴿اَلتِّيۡن﴾</span> انجیر کا معروف درخت اور اسی طرح <span class=\"arabic qpc-hafs brown\">﴿اَلزَّيۡتُوۡن﴾</span> زیتون بھی ایک معروف درخت ہے۔ اللہ تبارک و تعالیٰ نے ان دونوں کی قسم  ان کے اور ان کے پھل کے کثیر الفوائد ہونے کی بنا پر کھائی ہے،  نیز اس بنا پر قسم کھائی ہے کہ ان  دونوں درختوں کی  ارض شام <span class=\"grﷺﷺn\">(فلسطین)</span> میں جو حضرت عیسیٰ ابن مریمi کی نبوت کا محل و مقام ہے،  کثرت ہے۔ <span class=\"arabic qpc-hafs brown\">﴿وَطُوۡرِ سِيۡنِيۡنَ﴾</span> ’’طور سیناء کی قسم!‘‘ جو حضرت موسیٰu کی نبوت کا مقام ہے۔ <span class=\"arabic qpc-hafs brown\">﴿وَهٰؔذَا الۡبَلَدِ الۡاَمِيۡنِ﴾</span> ’’اور اس امن والے شہر کی۔‘‘      اس سے مراد مکہ مکرمہ ہے جو رسول مصطفیٰ محمدﷺ کی نبوت کا محل و مقام ہے۔ پس اللہ تبارک نے ان مقامات مقدسہ کی قسم کھائی  جن کو اللہ تعالیٰ نے چن لیا اور جہاں تمام انبیاء میں سب سے زیادہ شرف و فضیلت کے حامل نبی مبعوث ہوئے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[4]</span>    اور جس امر پر قسم کھائی گئی ہے،<span class=\"bluﷺ\"> وہ  اللہ تعالیٰ کا یہ ارشاد ہے:</span><span class=\"arabic qpc-hafs brown\">﴿لَقَدۡ خَلَقۡنَا الۡاِنۡسَانَ فِيۡۤ اَحۡسَنِ تَقۡوِيۡمٍ﴾</span> ’’ہم نے انسان کو بہت اچھی صورت میں پیدا کیا ہے۔‘‘      یعنی کامل تخلیق،  متناسب اعضاء اور بلند قامت کے ساتھ پیدا کیا ہے،  وہ ظاہر اور باطن میں جس چیز کا محتاج ہے،  اس سے محروم نہیں۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[5، 6]</span>    ان عظیم نعمتوں کے باوجود،  جن کا شکر کیا جانا چاہیے،  اکثر مخلوق منعم کے شکر سے منحرف اور لہو و لعب میں مشغول ہے،  لوگ اپنے لیے پست ترین معاملے اور ردی اخلاق پر راضی ہیں۔ پس اللہ تعالیٰ نے ان کو پست سے پست مقام کی طرف لوٹا دیا ، یعنی جہنم کا سب سے نچلا حصہ  جو اپنے رب کی نافرمانی کرنے والے سرکشوں کا مقام ہے، سوائے ان لوگوں کے جن کو اللہ تعالیٰ نے ایمان،  عمل صالح اور اخلاق فاضلہ سے نوازا۔ <span class=\"arabic qpc-hafs brown\">﴿فَلَهُمۡ﴾</span> پس ان کے لیے ان عمال کی وجہ سے  بلند منازل ہیں اور <span class=\"arabic qpc-hafs brown\">﴿اَجۡرٌ غَيۡرُ مَمۡنُوۡنٍ﴾</span> منقطع نہ ہونے والا اجر ہے،  بلکہ ان کے لیے وافر لذتیں،  متواتر فرحتیں اور بکثرت نعمتیں  اتنے عرصے تک حاصل ہوں گی جو کبھی ختم نہیں ہو گا،  وہ ایسی نعمتوں <span class=\"grﷺﷺn\">(بھری جنت)</span> میں رہیں  گے جو کبھی نہیں بدلے گی،  جس کے پھل اور سائے دائمی ہوں گے۔                </div>"
        },
        {
            "resource_id": 164,
            "text": "<p>হযরত বারা ইবনে আযিব (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “নবী করীম (সঃ) তাঁর এক সফরে দু'রাকআত নামাযের কোন এক রাকআতে সূরা তীন পাঠ করছিলেন। আমি তার চেয়ে মধুর ও উত্তম কণ্ঠস্বর অথবা কিরআত আর কারো শুনিনি।<b>১-৮ নং আয়াতের তাফসীর</b>এখানে তাফসীরকারগণ বহু উক্তির উপর মতভেদ করেছেন। কারো কারো মতে তীন' দ্বারা দামেস্কের মসজিদকে বুঝানো হয়েছে। আবার কেউ কেউ বলেন, ‘তীন’ হলো সরাসরি দামেস্ক শহর। অন্য কেউ বলেন যে, ওটা হলো জুদী পাহাড়ে অবস্থিত হযরত নূহের (আঃ) মসজিদ। হযরত মুজাহিদের (রঃ) মতে এটা হলো সাধারণ আনজীর বা ডুমুর জাতীয় ফল।যায়তুনের অর্থ ও বিভিন্নভাবে করা হয়েছে। কেউ কেউ বলেন যে, ওটা হলো বায়তুল মুকাদ্দাসের মসজিদ। অন্য কারো মতে যায়তুন হলো ঐ ফল যাকে চিপে রস অর্থাৎ তৈল বের করা হয়। ভূরে সীনীন হলো ঐ পাহাড় যেখানে হযরত মূসা (আঃ) আল্লাহ তা'আলার সাথে কথা বলেছিলেন।(আরবি) দ্বারা মক্কা শরীফকে বুঝানো হয়েছে। এ ব্যাপারে কোন মতভেদ নেই। কেউ কেউ বলেন যে, এই তিন জায়গায় তিনজন বিশিষ্ট নবীকে (আঃ) প্রেরণ করা হয়েছিল। তুরে সীনীন এর অর্থ হলো তুরে সায়না অর্থাৎ সিনাই পাহাড়। এই পাহাড়ে আল্লাহ জাল্লাজালালুহু হযরত মুসা (আঃ)-এর সাথে বাক্য বিনিময় করেছেন। বালাদুল আমীন হলো মক্কা মুআযযামা, যেখানে বিশ্বনবী হযরত মুহাম্মদকে (সঃ) পাঠানো হয়েছে। তাওরাতের শেষেও এ তিনটি জায়গার নাম উল্লিখিত রয়েছে। তাতে রয়েছে যে, তূরে সায়না থেকে আল্লাহ তা'আলা এসেছেন অর্থাৎ তিনি হযরত মূসার (আঃ) সাথে কথা বলেছেন আর সা’ঈর। অর্থাৎ বায়তুল মুকাদ্দাসের পাহাড় থেকে তিনি নুর চমকিত করেছেন। অর্থাৎ হযরত ঈসা (আঃ) কে সেখানে প্রেরণ করেছেন এবং ফারানের শীর্ষে তিনি উন্নীত হয়েছেন অর্থাৎ মক্কার পাহাড় থেকে হযরত মুহাম্মদ (সঃ) কে প্রেরণ করেছেন। অতঃপর এই তিনজন বিশিষ্ট নবীর ভাষা এবং সত্তা সম্পর্কে পর্যায়ক্রমেই উল্লেখ করা হয়েছে।এইসব শপথের পর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ নিশ্চয়ই আমি মানুষকে অত্যন্ত সুন্দর ছাঁচে ঢালাই করেছি, অতঃপর তাকে আমি অধঃপতিত হীন অবস্থার লোকদের চেয়েও হীনতম করে দিই। অর্থাৎ জাহান্নামের অধিবাসী করে দিই, যদি তারা আল্লাহ ও তাঁর রাসূল (সঃ)-এর আনুগত্য না করে থাকে। এ কারণেই যারা ঈমান এনেছে ও ভাল কাজ করেছে তাদেরকে পৃথক করে নেয়া হয়েছে। কেউ কেউ বলেন যে, এর দ্বারা অতি বৃদ্ধাবস্থায় ফিরিয়ে দেয়ার কথা বুঝানো হয়েছে। ইকরামা (রঃ) বলেন যে, যে ব্যক্তি কুরআন জমা করেছে সে বার্ধক্য ও হীন অবস্থায় উপনীত হবে না। ইবনে জারীর (রঃ) এ কথা পছন্দ করেছেন। কিন্তু অনেক ঈমানদারও তো বৃদ্ধাবস্থায় উপনীত হন। কাজেই সঠিক কথা হলো ওটাই যা উপরে বর্ণিত হয়েছে। যেমন অন্য জায়গায় আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “মহাকালের শপথ! মানুষ অবশ্যই ক্ষতিগ্রস্ত, কিন্তু তারা নয়, যারা ঈমান আনে ও সৎকর্ম করে।” (১০৩:১-৩) ইতিপূর্বেও এরূপ উক্তি উল্লিখিত হয়েছে।মহামহিমান্বিত আল্লাহ বলেনঃ হে মানুষ! তুমি যখন তোমার প্রথমবারের সৃষ্টি সম্পর্কে জানো তখন শাস্তি ও পুরস্কারের দিনের আগমনের কথা শুনে এবং পুনরায় জীবিত হওয়ার অর্থাৎ পুনরুত্থানের কথা শুনে এটাকে বিশ্বাস করছো না কেন? এ অবিশ্বাসের কারণ কি? কোন বস্তু তোমাকে কিয়ামত সম্পর্কে অবিশ্বাসী করেছে? যিনি প্রথমবার সৃষ্টি করেছেন তাঁর পক্ষে পুনরায় সৃষ্টি করা কি কঠিন কাজ?হযরত মুজাহিদ (রঃ) একবার হযরত ইবনে আব্বাসকে (রাঃ) জিজ্ঞেস করেন “এখানে কি হযরত মুহাম্মদ (সঃ) কে বুঝানো হয়েছে?” উত্তরে তিনি বলেনঃ “আল্লাহর নিকট আশ্রয় চাচ্ছি। এখানে শুধু সাধারণ মানুষকেই বুঝানো হয়েছে।”এরপর আল্লাহ তাআলা বলেনঃ তিনি কি বিচারকদের মধ্যে শ্রেষ্ঠ বিচারক নন? তিনি কারো প্রতি কোন প্রকার যুলুম বা অত্যাচার করেন না। তিনি অবিচার করেন না। এ কারণেই তিনি কিয়ামত বা শেষ বিচারের দিনকে অবশ্যই আনয়ন করবেন এবং সেই দিন তিনি প্রত্যেক যালিম, অত্যাচারীর নিকট থেকে যুলুমঅত্যাচারের প্রতিশোধ গ্রহণ করবেন। ইতিপূর্বে হযরত আবু হুরাইরা (রাঃ) হতে মারফু’ রূপে একটি হাদীস গত হয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন তোমাদের মধ্যে কেউ (আরবি) সূরাটি পাঠ করবে এবং সূরার শেষের (আরবি)পর্যন্ত পৌঁছবে তখন যেন সে বলেঃ (আরবি)অর্থাৎ “হ্যা, এবং আমিও এর উপর সাক্ষ্যদাতাদের মধ্যে একজন।”</p>"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1 ـ 3}</span><span class=\"arabic qpc-hafs brown\">{التين}</span>: هو التين المعروف، وكذلك <span class=\"arabic qpc-hafs brown\">{الزَّيتون}</span>؛ أقسم بهاتين الشجرتين؛ لكثرة منافع شجرهما وثمرهما، ولأنَّ سلطانهما في أرض الشام محلِّ نبوَّة عيسى ابن مريم عليه السلام، <span class=\"arabic qpc-hafs brown\">{وطورِ سينينَ}</span>؛<span class=\"blue\"> أي:</span> طور سيناء محلِّ نبوَّة\nموسى عليه السلام ، <span class=\"arabic qpc-hafs brown\">{وهذا البلدِ الأمينِ}</span>: وهو مكَّة المكرَّمة محلُّ نبوَّة محمدٍ - صلى الله عليه وسلم -. فأقسم تعالى بهذه المواضع المقدَّسة التي اختارها وابتعث منها أفضل الأنبياء وأشرفهم.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{4}</span> والمقسم عليه قوله: <span class=\"arabic qpc-hafs brown\">{لقد خَلَقۡنا الإنسان في أحسنِ تقويمٍ}</span>؛<span class=\"blue\"> أي:</span> تامَّ الخلق، متناسب الأعضاء، منتصب القامة، لم يفقد ممَّا يحتاج إليه ظاهراً وباطناً شيئاً.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{5 ـ 6}</span> ومع هذه النعم العظيمة، التي ينبغي منه القيام بشكرها؛ فأكثر الخلق منحرفون عن شكر المنعم، مشتغلون باللَّهو واللَّعب، قد رضوا لأنفسهم بأسافل الأمور وسفساف الأخلاق، فردَّهم الله <span class=\"arabic qpc-hafs brown\">{في أسفل سافلين}</span>؛<span class=\"blue\"> أي:</span> أسفل النَّار موضع العصاة المتمرِّدين على ربِّهم؛ إلاَّ مَن منَّ الله عليه بالإيمان والعمل الصَّالح والأخلاق الفاضلة العالية، <span class=\"arabic qpc-hafs brown\">{فلهم}</span>: بذلك المنازل العالية، و <span class=\"arabic qpc-hafs brown\">{أجرٌ غيرُ ممنونٍ}</span>؛<span class=\"blue\"> أي:</span> غير مقطوع، بل لَذَّاتٌ متوافرةٌ وأفراحٌ متواترةٌ ونعمٌ متكاثرةٌ؛ في أبدٍ لا يزول، ونعيمٍ لا يحول، أكُلُها دائمٌ وظلُّها.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{7 ـ 8}</span><span class=\"arabic qpc-hafs brown\">{فما يكذِّبك بعدُ بالدِّينِ}</span>؛<span class=\"blue\"> أي:</span> أيُّ شيءٍ يكذِّبك أيُّها الإنسان بيوم الجزاء على الأعمال؟ وقد رأيت من آيات الله الكثيرة ما يحصل لك به اليقين ، ومن نعمه ما يوجب عليك أن لا تكفر بشيءٍ منها. <span class=\"arabic qpc-hafs brown\">{أليس الله بأحكم الحاكمينَ}</span>: فهل تقتضي حكمته أن يترك الخلق سدىً لا يُؤمرون ولا يُنْهَوْن ولا يُثابون ولا يُعاقبون؟ أم الذي خلق الإنسان أطواراً بعد أطوارٍ، وأوصل إليهم من النعم والخير والبرِّ ما لا يحصونه، وربَّاهم التربية الحسنة؛ لا بدَّ أن يعيدهم إلى دارٍ هي مستقرُّهم وغايتهم التي إليها يقصدون ونحوها يؤمُّون.                </div><p>\n                                                            تمت. والحمد لله.                </p><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs green\">(التين)</span> هو التين المعروف، وكذلك <span class=\"arabic qpc-hafs brown\">{ الزَّيْتُونَ }</span> أقسم بهاتين الشجرتين، لكثرة منافع شجرهما وثمرهما، ولأن سلطانهما في أرض الشام، محل نبوة عيسى ابن مريم عليه السلام."
        },
        {
            "resource_id": 178,
            "text": "Аллах поклялся смоковницей и местом, где она растет, и оливой и местом, где она растет (на землях Палестины, куда был послан Иса u )."
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة والتين والزيتون وهي مكية .</p><p lang=\"ar\" class=\"ar \">قال مالك وشعبة ، عن عدي بن ثابت ،<span class=\"blue\"> عن البراء بن عازب :</span> كان النبي صلى الله عليه وسلم يقرأ في سفر في إحدى الركعتين بالتين والزيتون ، فما سمعت أحدا أحسن صوتا أو قراءة منه . أخرجه الجماعة في كتبهم .</p><p lang=\"ar\" class=\"ar \">اختلف المفسرون هاهنا على أقوال كثيرة فقيل : المراد بالتين مسجد دمشق .<span class=\"blue\"> وقيل :</span> هي نفسها .<span class=\"blue\"> وقيل :</span> الجبل الذي عندها .</p><p>وقال القرطبي : هو مسجد أصحاب الكهف .</p><p>وروى العوفي ،<span class=\"blue\"> عن ابن عباس :</span> أنه مسجد نوح الذي على الجودي .</p><p>وقال مجاهد : هو تينكم هذا .</p><p><span class=\"arabic qpc-hafs\">( والزيتون )</span> قال كعب الأحبار وقتادة وابن زيد ،<span class=\"blue\"> وغيرهم :</span> هو مسجد بيت المقدس .</p><p>وقال مجاهد وعكرمة : هو هذا الزيتون الذي تعصرون .</p>"
        },
        {
            "resource_id": 16,
            "text": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل <span class=\"brown\">«طور سيناء»</span> الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهي <span class=\"brown\">«مكة»</span> مهبط الوحي. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص."
        },
        {
            "resource_id": 776,
            "text": "Al-lah jura por la higuera y el lugar donde crece, y el olivo y el lugar donde crece: la tierra de Palestina donde Jesús u fue enviado como mensajero."
        },
        {
            "resource_id": 173,
            "text": "Allah prête serment par le figuier et le lieu où il pousse ainsi que par l’olivier et le lieu où il pousse, c’est-à-dire en Palestine où Jésus a été envoyé,"
        },
        {
            "resource_id": 180,
            "text": "১. আল্লাহ শপথ করলেন ডুমুর ও তা উৎপন্ন হওয়ার স্থানের। আরো শপথ করলেন জলপাই ও তা উৎপন্ন হওয়ার স্থানের। যা জেরুজালিমের ভ‚মীতে। যথায় আবির্ভ‚ত হয়েছেন ঈসা (আলাইহিস-সালাম)।"
        },
        {
            "resource_id": 792,
            "text": "អល់ឡោះបានស្បថនឹងផ្លែទីន(ផ្លែល្វាអារ៉ាប់)និងកន្លែងដាំដុះរបស់វា ហើយទ្រង់ស្បថនឹងផ្លែហ្សៃទូន(ផ្លែអូលីវ)និងកន្លែងដាំដុះរបស់វាដែលស្ថិតនៅទឹកដីប៉ាឡេស្ទីន ជាកន្លែងដែលគេបានតែងតាំងព្យាការីអ៊ីសា(ជាអ្នកនាំសារ)។"
        },
        {
            "resource_id": 181,
            "text": "الله به انجیر و مکان روییدنش، و به زیتون و مکان روییدنش در سرزمین فلسطین که در آنجا عیسی علیه السلام را مبعوث کرد سوگند یاد فرمود."
        },
        {
            "resource_id": 160,
            "text": "تفسیر سورۃ التین:<div lang=\"ur\" class=\"ur\"><p>سیدنا براء بن عازب رضی اللہ عنہ فرماتے ہیں: رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> اپنے سفر میں دو رکعتوں میں سے کسی ایک میں یہ سورۃ پڑھ رہے تھے، میں نے آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے زیادہ اچھی آواز اور اچھی قرأت کسی کی نہیں سنی۔  <span class=\"reference\">[صحيح بخاري: 767‏]</span>  </p></div>باب<div lang=\"ur\" class=\"ur\"><p class=\"ur\"> <span class=\"arabic qpc-hafs\"> «وَالتِّينِ»</span>  سے مراد کسی کے نزدیک تو مسجد دمشق ہے، کوئی کہتا ہے خود دمشق مراد ہے، کسی کے نزدیک دمشق کا ایک پہاڑ مراد ہے، بعض کہتے ہیں کہ اصحاب کہف کی مسجد مراد ہے، کوئی کہتا ہے کہ جودی پہاڑ پر مسجد نوح علیہ السلام ہے وہ مراد ہے۔ </p><p> بعض کہتے ہیں انجیر مراد ہے، <span class=\"arabic qpc-hafs\"> «زیتون»</span>  سے کوئی کہتا ہے مسجد بیت المقدس مراد ہے۔ کسی نے کہا کہ وہ زیتون جسے نچوڑتے ہو، <span class=\"arabic qpc-hafs\"> «طور سِينِينَ»</span>  وہ پہاڑ ہے جس پر موسیٰ علیہ السلام سے اللہ تعالیٰ نے کلام کیا تھا <span class=\"arabic qpc-hafs\"> «الْبَلَدِ الْأَمِينِ»</span>  سے مراد مکہ شریف ہے اس میں کسی کو اختلاف نہیں۔ بعض کا قول یہ ہے کہ یہ تینوں وہ جگہیں ہیں جہاں تین اولو العزم صاحب شریعت پیغمبر علیہم السلام بھیجے گئے تھے۔</p></div><div>10717</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\"> <span class=\"arabic qpc-hafs\"> «وَالتِّينِ»</span>  سے مراد تو بیت المقدس ہے۔ جہاں پر عیسیٰ علیہ السلام کو نبی بنا کر بھیجا گیا تھا اور <span class=\"arabic qpc-hafs\"> «وَطُورِ سِينِينَ»</span>  سے مراد طور سینا ہے جہاں موسیٰ بن عمران علیہ السلام سے اللہ تعالیٰ نے کلام کیا تھا اور <span class=\"arabic qpc-hafs\"> «الْبَلَدِ الْأَمِينِ»</span>  سے مراد مکہ مکرمہ جہاں ہمارے سردار محمد <span class=\"saw\"> صلی اللہ علیہ وسلم </span> بھیجے گئے۔ </p><p class=\"ur\"> تورات کے آخر میں بھی ان تینوں جگہوں کا نام ہے اس میں ہے کہ طور سینا سے اللہ تعالیٰ آیا یعنی وہاں پر موسیٰ علیہ السلام سے اللہ تعالیٰ نے کلام کیا اور <span class=\"arabic qpc-hafs\"> «ساعیر»</span>  یعنی بیت المقدس کے پہاڑ سے اس نے اپنا نور چمکایا یعنی عیسیٰ علیہ السلام کو وہاں بھیجا اور فاران کی چوٹیوں پر وہ بلند ہوا یعنی مکہ کے پہاڑوں سے محمد <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو بھیجا، پھر ان تینوں زبردست بڑے مرتبے والے پیغمبروں کی زمانی اور وجودی ترتیب بیان کر دی۔ </p><p> اسی طرح یہاں بھی پہلے جس کا نام لیا اس سے زیادہ شریف چیز کا نام پھر لیا اور پھر ان دونوں سے بزرگ تر چیز کا نام آخر میں لیا۔ پھر ان قسموں کے بعد بیان فرمایا کہ <span class=\"text-translation\">” انسان کو اچھی شکل و صورت میں صحیح قد و قامت والا، درست اور سڈول اعضاء والا خوبصورت اور سہانے چہرے والا پیدا کیا پھر اسے نیچوں کا نِیچ کر دیا یعنی جہنمی ہو گیا، اگر اللہ کی اطاعت اور رسول <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی اتباع نہ کی تو اسی لیے ایمان والوں کو اس سے الگ کر لیا “</span>۔ بعض کہتے ہیں کہ مراد انتہائی بڑھاپے کی طرف لوٹا دینا ہے۔</p></div><div>10718</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">سیدنا عکرمہ رضی اللہ عنہ فرماتے ہیں <span>”</span>جس نے قرآن جمع کیا وہ رذیل عمر کو نہ پہنچے گا۔‏<span>“</span> امام ابن جریر اسی کو پسند فرماتے ہیں، لیکن اگر یہی بڑھاپا مراد ہوتا تو مومنوں کا استشناء کیوں ہوتا؟ بڑھاپا تو بعض مومنوں پر بھی آتا ہے پس ٹھیک بات وہی ہے جو اوپر ہم نے ذکر کی۔ </p><p class=\"ur\"> جیسے اور جگہ سورۃ والعصر میں ہے کہ <span class=\"arabic qpc-hafs\"> «وَالْعَصْر إِنَّ الْإِنْسَان لَفِي خُسْر إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَات»</span>    <span class=\"reference\">[103-العصر:1-3]</span> ‏ <span class=\"text-translation\">” تمام انسان نقصان میں ہیں سوائے ایمان اور اعمال صالح والوں کے کہ انہیں ایسی نیک جزا ملے گی جس کی انتہا نہ ہو “</span>۔ جیسے پہلے بیان ہو چکا ہے۔ </p><p class=\"ur\"> پھر فرماتا ہے <span class=\"text-translation\">” اے انسان جبکہ تو اپنی پہلی اور اول مرتبہ کی پیدائش کو جانتا ہے تو پھر جزا و سزا کے دن کے آنے پر اور تیرے دوبارہ زندہ ہونے پر تجھے کیوں یقین نہیں؟ کیا وجہ ہے کہ تو اسے نہیں مانتا حالانکہ ظاہر ہے کہ جس نے پہلی دفعہ پیدا کر دیا اس پر دوسری دفعہ کا پیدا کرنا کیا مشکل ہے؟ “</span>۔ </p><p class=\"ur\"> مجاہد رحمہ اللہ ایک مرتبہ سیدنا ابن عباس رضی اللہ عنہما سے پوچھ بیٹھے کہ اس سے مراد نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ہیں؟ آپ نے فرمایا: <span>”</span>معاذاللہ اس سے مراد مطلق انسان ہے۔‏<span>“</span> عکرمہ رحمہ اللہ وغیرہ کا بھی یہی قول ہے۔ </p><p class=\"ur\"> پھر فرماتا ہے کہ <span class=\"text-translation\">” کیا اللہ حکم الحاکمین نہیں ہے وہ نہ ظلم کرے نہ بے عدلی کرے اسی لیے وہ قیامت قائم کرے گا اور ہر ایک ظالم سے مظلوم کا انتقام لے گا “</span>۔ </p><p class=\"ur\"> سیدنا ابوہریرہ رضی اللہ عنہ سے مرفوع حدیث میں یہ گزر چکا ہے کہ جو شخص <span class=\"arabic qpc-hafs\"> «وَالتِّينِ وَالزَّيْتُونِ»</span>  پڑھے اور اس کے آخر کی آیت <span class=\"arabic qpc-hafs\"> «أَلَيْسَ اللَّـهُ بِأَحْكَمِ الْحَاكِمِينَ»</span>  پڑھے تو کہہ دے <span class=\"arabic qpc-hafs\"> «بَلَى وَأَنَا عَلَى ذَلِكَ مِنْ الشَّاهِدِينَ»</span>  یعنی ہاں اور میں اس پر گواہ ہوں۔   <span class=\"reference\">[سنن ترمذي:3347،قال الشيخ الألباني:ضعیف]</span> ‏ </p><p> اللہ کے فضل و کرم سے سورۃ التین کی تفسیر ختم ہوئی۔ <span class=\"arabic qpc-hafs\"> «فالْحَمْدُ لِلَّـه»</span> </p></div><div>10719</div>"
        },
        {
            "resource_id": 183,
            "text": "アッラーは誓う。無花果とオリーブ、そしてそれらが育つ場所にかけて。イーサー（平安を）が使徒として遣わされたパレスチナの地である。"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Demi <span class=\"green\">(buah)</span> Tin dan <span class=\"green\">(buah)</span> Zaitun, dan demi bukit Sinai, dan demi kota <span class=\"green\">(Makkah)</span> ini yang aman, sungguh Kami telah men-ciptakan manusia dalam bentuk yang sebaik-baiknya. Kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya <span class=\"green\">(neraka)</span>, kecuali orang-orang yang beriman dan mengerjakan amal shalih; maka bagi mereka pahala yang tiada putus-putusnya. Maka apa-kah yang menyebabkan kamu mendustakan <span class=\"green\">(hari)</span> pembalasan sesudah <span class=\"green\">(adanya keterangan-keterangan)</span> itu? Bukankah Allah adalah Hakim yang paling adil?\" <span class=\"green\">(At-<span class=\"blue\">Tin:</span> 1-8)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"id\" class=\"id \">\n<span class=\"green\">(1-3)</span> ﴾ وَٱلتِّينِ <span class=\"brown\">﴿   \"Demi <span class=\"green\">(buah)</span> Tin,\" yaitu buah tin yang lazim di-kenal dan juga ﴾</span> وَٱلزَّيۡتُونِ <span class=\"brown\">﴿   \"<span class=\"green\">(buah)</span> Zaitun.\" Allah سبحانه وتعالى bersumpah dengan kedua pohon ini karena banyaknya manfaat pohon dan buahnya dan karena keduanya begitu dominan di negeri Syam tempat kena-bian Nabi Isa putra Maryam عليه السلام. ﴾</span> وَطُورِ  سِينِينَ <span class=\"brown\">﴿   \"Dan demi bukit Sinai,\" yaitu Thursina, tempat kenabian Musa عليه السلام. ﴾</span> وَهَٰذَا  ٱلۡبَلَدِ   ٱلۡأَمِينِ    ﴿ \"Dan demi kota ini yang aman,\" yaitu Makkah al-Mukarramah, tempat ke-nabian Muhammad a. Allah سبحانه وتعالى bersumpah dengan tempat-tempat suci ini yang Dia pilih dan dari tempat-tempat itu Allah سبحانه وتعالى mengutus nabi-nabi paling mulia.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(4)</span> Yang disumpahkan adalah FirmanNya, ﴾ لَقَدۡ خَلَقۡنَا  ٱلۡإِنسَٰنَ فِيٓ   أَحۡسَنِ تَقۡوِيمٖ ﴿   \"Sungguh Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya,\" yakni dalam bentuk ciptaan yang sempurna, bagian-bagian tubuh yang saling sesuai, tegak berdiri dan tidak keku-rangan apa pun yang diperlukan secara lahir dan batin.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(5-6)</span> Tapi meski dikaruniai berbagai nikmat agung ini yang seharusnya disyukuri, kebanyakan manusia menyimpang, tidak mensyukuri Dzat yang memberi nikmat tersebut, justru sibuk de-ngan senda gurau dan bermain-main. Mereka merelakan dirinya dengan hal-hal rendahan dan akhlak tercela, hingga Allah سبحانه وتعالى meng-hempaskan mereka ﴾ أَسۡفَلَ سَٰفِلِينَ <span class=\"brown\">﴿   \"ke tempat yang serendah-rendahnya <span class=\"green\">(neraka)</span>,\" yakni neraka paling bawah tempat para pendurhaka yang membangkang Rabb mereka, kecuali orang yang diberi anugerah keimanan dan amal shalih serta akhlak mulia lagi luhur oleh Allah سبحانه وتعالى, ﴾</span> فَلَهُمۡ <span class=\"brown\">﴿   \"maka bagi mereka,\" dengan posisi-posisi tinggi itu ada ﴾</span> أَجۡرٌ غَيۡرُ مَمۡنُونٖ ﴿   \"pahala yang tiada putus-putusnya,\" yakni tidak terhenti-henti bahkan kelezatan berlimpah, kebahagiaan terus-menerus, dan nikmat yang amat banyak dalam keabadian yang tiada akhir, dan nikmat yang tidak berubah, buah dan naungannya kekal.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(7-8)</span> ﴾ فَمَا يُكَذِّبُكَ بَعۡدُ بِٱلدِّينِ <span class=\"brown\">﴿   \"Maka apakah yang menyebabkan kamu mendustakan <span class=\"green\">(hari)</span> pembalasan sesudah <span class=\"green\">(adanya keterangan-keterangan)</span> itu?\" Yakni apa yang membuatmu mendustakan adanya Hari Pembalasan amal perbuatan wahai manusia? Engkau telah melihat banyak tanda-tanda kebesaran Allah سبحانه وتعالى yang membuatmu yakin dan berbagai nikmatNya yang mengharuskanmu agar tidak meng-kufurinya sedikit pun. ﴾</span> أَلَيۡسَ  ٱللَّهُ  بِأَحۡكَمِ  ٱلۡحَٰكِمِينَ  8 ﴿ \"Bukankah Allah adalah Hakim yang paling adil?\" Lantas patutkah hikmahNya mengharus-kanNya meninggalkan manusia sia-sia, tidak diperintah, dilarang, diberi pahala dan siksa? Ataukah Yang menciptakan manusia dalam berbagai tahap, memberi mereka berbagai nikmat, kebajikan, dan kebaikan yang tidak terkira, merawat mereka dengan baik pasti mengembalikan mereka ke negeri keabadian dan tujuan mereka yang mereka tuju dan ikuti?                </div><p>\n                                                            Selesai. Segala puji hanya bagi Allah سبحانه وتعالى semata.                </p>"
        },
        {
            "resource_id": 174,
            "text": "Allah bersumpah dengan buah tiin dan tempat tumbuhnya, serta bersumpah dengan buah zaitun dan tempat tumbuhnya di negeri Palestina."
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹു അത്തിയെ കൊണ്ടും, അത് വളരുന്ന സ്ഥലത്തെ കൊണ്ടും, ഒലീവിനെ കൊണ്ടും അത് വളരുന്ന സ്ഥലത്തെ കൊണ്ടും സത്യം ചെയ്തിരിക്കുന്നു. ഈസ -عَلَيْهِ السَّلَام- നിയോഗിക്കപ്പെട്ട ഫലസ്ത്വീനാണ് ഉദ്ദേശം."
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله جل جلاله وتقدست أسماؤه:  وَالتِّينِ وَالزَّيْتُونِ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">اختلف أهل التأويل في تأويل قوله: <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> فقال بعضهم: عُنِي بالتين: التين الذي يؤكل،<span class=\"blue\"> والزيتون:</span> الزيتون الذي يُعْصر.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا روح،<span class=\"blue\"> قال:</span> ثنا عوف، عن الحسن،<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> قال: تينكم هذا الذي يؤكل، وزيتونكم هذا الذي يُعْصر.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم،<span class=\"blue\"> قال:</span> ثنا المعتمر بن سليمان،<span class=\"blue\"> قال:</span> سمعت الحكم يحدّث، عن عكرِمة،<span class=\"blue\"> قال:</span> التين: هو التين،<span class=\"blue\"> والزيتون:</span> الذي تأكلون.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا يحيى بن واضح،<span class=\"blue\"> قال:</span> ثنا الحسين، عن يزيد، عن عكرِمة <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> قال: تينكم وزيتونكم.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن عُلَيَّة، عن أبي رجاء،<span class=\"blue\"> قال:</span> سُئِل عكرِمة عن قوله: <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> قال: التين تينكم هذا،<span class=\"blue\"> والزيتون:</span> زيتونكم هذا.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا مؤمل،<span class=\"blue\"> قال:</span> ثنا سفيان، عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> قال: التين الذي يؤكل،<span class=\"blue\"> والزيتون:</span> الذي يعصر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا عبد الرحمن،<span class=\"blue\"> قال:</span> ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران؛ وحدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، جميعا عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> قال: الفاكهة التي تأكل الناس.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سلام بن سليم، عن خصيف، عن مجاهد <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> قال: هو تينكم وزيتونكم.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا مؤمل،<span class=\"blue\"> قال:</span> ثنا سفيان، عن حماد، عن إبراهيم،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> قال: التين الذي يؤكل، والزيتون الذي يُعصر.</p><p lang=\"ar\" class=\"ar \">حدثنا بن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الكلبيّ<span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> هو الذي ترون.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قَتَادة،<span class=\"blue\"> قال:</span> قال الحسن،<span class=\"blue\"> فى قوله:</span> <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> : التين تينكم، والزيتون زيتونكم هذا.</p><p>وقال آخرون: التين: مسجد دمشق،<span class=\"blue\"> والزيتون:</span> بيت المقدس.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا رَوْح،<span class=\"blue\"> قال:</span> ثنا عوف، عن يزيد أبي عبد الله،<span class=\"blue\"> عن كعب أنه قال في قول الله:</span> <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> قال: التين: مسجد دمشق،<span class=\"blue\"> والزيتون:</span> بيت المقدس.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَالتِّينِ )</span> قال: الجبل الذي عليه دمشق <span class=\"arabic qpc-hafs green\">( وَالزَّيْتُونَ )</span> : الذي عليه بيت المقدس.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> ذُكر لنا أن التين الجبل الذي عليه دمشق،<span class=\"blue\"> والزيتون:</span> الذي عليه بيت المقدس.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> وسألته عن قول الله:</span> <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> قال: التين: مسجد دمشق، والزيتون، مسجد إيلياء.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن أبي بكر، عن عكرِمة <span class=\"arabic qpc-hafs green\">( وَالتِّينِ &amp;; 24-503 &amp;; وَالزَّيْتُونِ )</span> قال: هما جبلان.</p><p>وقال آخرون: التين: مسجد نوح،<span class=\"blue\"> والزيتون:</span> مسجد بيت المقدس.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه، عن ابن عباس،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ )</span> يعني مسجد نوح الذي بني على الجوديّ،<span class=\"blue\"> والزيتون:</span> بيت المقدس؛<span class=\"blue\"> قال:</span> ويقال: التين والزيتون وطور سينين: ثلاثة مساجد بالشام.</p><p lang=\"ar\" class=\"ar \">والصواب من القول في ذلك عندنا: قول من قال: التين: هو التين الذي يُؤكل،<span class=\"blue\"> والزيتون:</span> هو الزيتون الذي يُعصر منه الزيت، لأن ذلك هو المعروف عند العرب، ولا يُعرف جبل يسمى تينا، ولا جبل يقال له زيتون،<span class=\"blue\"> إلا أن يقول قائل:</span> أقسم ربنا جلّ ثناؤه بالتين والزيتون.<span class=\"blue\"> والمراد من الكلام:</span> القسم بمنابت التين، ومنابت الزيتون، فيكون ذلك مذهبا، وإن لم يكن على صحة ذلك أنه كذلك دلالة في ظاهر التنـزيل، ولا من قول من لا يجوّز خلافه، لأن دمشق بها منابت التين، وبيت المقدس منابت الزيتون.</p>"
        },
        {
            "resource_id": 905,
            "text": "أقسم الله بالتين ومكان نباته، وبالزيتون ومكان نباته في أرض فلسطين التي بعث فيها عيسى عليه السلام."
        },
        {
            "resource_id": 93,
            "text": "إلا أن خلافهم فى المراد بقوله - تعالى - : ( والتين والزيتون ) ، وقد ذكر الإِمام القرطبى هذا الخلاف فقال ما ملخصه : قوله : ( والتين والزيتون ) : قال ابن عباس وغيره : هو تينكم الذى تأكلون ، وزيتونكم الذى تعصرون منه الزيت . قال - تعالى - : ( وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ تَنبُتُ بالدهن وَصِبْغٍ لِّلآكِلِيِنَ ) وهى شجرة الزيتون .وقال أبو ذر : \" أهدى للنبى صلى الله عليه وسلم سلة تين ، فقال : \" كلوا \" وأكل منها . ثم قال : \" لو قلت إن فاكهة نزلت من الجنة ، لقلت هذه . . \" \" .وعن معاذ : أنه استاك بقضيب زيتون ، وقال : سمعت النبى صلى الله عليه وسلم يقول : \" نعم السواك الزيتون من الشجرة المباركة \" .وقال الإِمام ابن جرير بعد أن ساق ملة من الأقوال من المقصود بالتين والزيتون : والصواب من القول فى ذلك عندنا ، قول من قال : التين : هو التين الذى يؤكل . والزيتون : هو الزيتون الذى يعصر منه الزيت ، لأن ذلك هو المعروف عند العرب ، ولا يعرف جبل يسمى تينا ، ولا جبل يقال له زيتون . إلا أن يقول قائل : المراد من الكلام القسم بمنابت التين ، ومنابت الزيتون ، فيكون ذلك مذهبا ، وإن لم يكن على صحة ذلك أنه كذلك ، دلالة فى ظاهر التنزيل ..وما ذهب إليه الإِمامان : ابن جرير والقرطبى ، من أن المراد بالتين والزيتون ، حقيقتهما ، هو الذى نميل إليه ، لأنه هو الظاهر من معنى اللفظ ، ولأنه ليس هناك من ضرورة تحمل على مخالفته ، ولله - تعالى - أن يقسم بما شاء من مخلوقاته ، فهو صاحب الخلق والأمر ، تبارك الله رب العالمين ."
        },
        {
            "resource_id": 179,
            "text": "Sumumpa si Allāh sa igos at lugar na tinutubuan nito at sa oliba at lugar na tinutubuan nito sa lupain ng Palestina na ipinadala roon si Jesus – sumakanya ang pagbati ng kapayapaan."
        },
        {
            "resource_id": 170,
            "text": "Смоковница - это широко распространенное дерево, плоды которого носят название смоквы или инжира. Олива - это маслина. Аллах поклялся этими деревьями из-за той огромной пользы, которую приносят эти деревья и их плоды. Именно эти растения господствуют на земле Шама, где пророчествовал Иса, сын Марьям."
        },
        {
            "resource_id": 182,
            "text": "真主以无花果及长无花果树木的地方盟誓，以橄榄及长橄榄树的地方盟誓，那便是真主派遣先知尔萨（愿主赐其平安）之地-巴勒斯坦。"
        },
        {
            "resource_id": 165,
            "text": "<p>শপথ তীন ও যাইতূনের। [১]</p><p>[১] ('তীন' ডুমুরজাতীয় এক প্রকার মিষ্টি ফল; যার গাছ ও ফল ডুমুর গাছ ও ফলের মতই দেখতে। উর্দুতে 'আনজীর' তর্জমা দেখে তা আমাদের দেশের 'পেয়ারা' 'আঞ্জীর' বা 'আমসপেরা' মনে করা ভুল। যয়তূনকে ইংরেজীতে 'অলিভ' বলা হয়। বাংলাতে এর অনুবাদ 'জলপাই' করা হয়ে থাকে।) <em>-সম্পাদক</em></p>"
        },
        {
            "resource_id": 177,
            "text": "Allah đã thề bởi câu Sung và cây Ô Liu và nơi mọc ra hai loại cây này ở đất Palestine, nơi mà Ysa nhận lãnh sứ mạng."
        },
        {
            "resource_id": 790,
            "text": "আল্লাহে তীন আৰু তাৰ উত্পত্তি স্থানৰ শপত কৰিছে লগতে যায়তুন তথা ফিলিস্তিনৰ ভূমি, য'ত ঈছা আলাইহিছ ছালামক প্ৰৰণ কৰা হৈছিল।"
        },
        {
            "resource_id": 157,
            "text": "<p>اللہ انسانی فطرت مستقیمہ پر انجیر ، زیتون ، طور سینا اور پرامن شہر مکہ کی قسم اٹھائی ہے۔ اور یہ قسم دراصل اس حقیقت یعنی فطرت انسان کے لئے ایک موزوں اور مناسبت فریم کا کام دیتی ہے۔ ہم اس سے قبل ثابت کرچکے ہیں کہ جس حقیقت کی تصویر کو فریم کرنے کے لئے جن مناظر قدرت کی قسم اٹھائی جاتی ہے اس حقیقت اور مناظر قدرت کے درمیان ایک خاص مناسبت ہوتی ہے اور یہ کسی جگہ واضح اور کسی جگہ بہت دقیق ولفیف ہوتی ہے۔</p><p>طور سینین سے مراد وہ پہاڑ ہے جس کے دامن میں اللہ اور موسیٰ علیہ اسلام کے درمیان مکالمہ ہوا تھا اور بلد امین سے مراد شہر مکہ ہے۔ ان دونوں مقامات کا دینی حقائق کے ساتھ تعلق بالکل واضح ہے۔ انجیر اور زیتون تو بظاہر ان دونوں کا تعلق واضح نہیں ہے کہ ان کا فطرت انسانی اور تخلیق انسانی یا دینی حقائق کے ساتھ کیا تعلق ہے۔</p><p>تین اور زیتون کی تفسیر میں روایات اور اقوال بہت وارد ہیں۔ بعض اقوال میں آیا ہے کہ ” تپن “ سے مراد ” طوتینا “ کا مقام ہے جو دمشق کے قریب ہے .... بعض نے کہا کہ تین سے راد وہ درخت ہے جس کے پتے حضرت آدم اور حوا (علیہما السلام) نے اپنے جسم پر لپیٹے تھے ، جبکہ جنگ میں شیطان کے ورخلانے پر ان کا لباس سے محروم ہونا پڑا تھا۔ اور اس کے بعد یہ دونوں زمین پر اتارے گئے تھے اور انہوں نے یہاں زندگی کا آغاز کیا تھا۔ بعض اقوال میں یہ تفسیر کی گئی ہے کہ اس سے مراد کشتی نوح کے رکنے اور ٹھہرنے والی پہاڑی ہے جس میں انجیر کے درخت زیادہ اگے ہوئے تھے۔</p><p>زیتون کے بارے میں بہت سے اقوال وارد ہیں ، بعض کے مطابق اس سے مراد ” طورزیتا “ ہے جو بیت المقدس میں ہے ، بعض نے کہا کہ اس سے مراد خود بیت المقدس ہے ، بعض نے کہا کہ اس سے مراد زیتون کی وہ شاخ ہے جو وہ کبوتر لے کر آیا تھا جسے حضرت نوح (علیہ السلام) نے کشتی سے چھوڑا تھا ، تاکہ آپ طوفان کے حالات کا مطالعہ کریں جب یہ کبوتر زیتون کی شاخ لے کر آیا تو آپ نے معلوم کرلیا کہ زمین کے بعض حصوں سے پانی اتر گیا ہے اور وہاں درخت اگ آئے ہیں۔</p><p>بعض حضرات اس طرف گئے ہیں کہ تین اور زیتون سے وہی پھل مراد ہیں جو ہم کھاتے ہیں اور جانتے ہیں اور ان سے کوئی اشاراتی مفہوم مراد نہیں ہے۔ یا اگر کوئی ہے تو صرف وہ جگہ ہے جہاں یہ اگتے ہیں۔ یہ تو تھے اقوال۔ جہاں تک زیتون کا تعلق ہے قرآن مجید میں دوسرے مقامات پر بھی اس کا ذکر آیا ہے کہ یہ طور کے پہاڑ میں لگتا ہے۔</p><p>وشجرة ............................ للا کلین (20:23) ” اور وہ درخت جو طور سینا سے نکلتا ہے تیل کی پیداوار دیتا ہے اور کھانے والوں کے لئے سالن ہے “ اور سورة عبس میں ہے۔</p><p>وزیتونا ونخلا (29:80) ” اور زیتون اور کھجور کے درخت “۔ جبکہ تین کا ذکر پورے قرآن مجید میں صرف اس جگہ آیا ہے۔</p><p>لہٰذا مذکورہ بالا اقوال میں سے کسی ایک کے بارے میں ہم کوئی قطعی بات نہیں کرسکتے ، البتہ پورے قرآن مجید میں قسموں کے معاملے میں قرآن کریم کے انداز کو مدنظر رکھتے ہوئے ہم یہ کہہ سکتے ہیں کہ تین اور زیتون سے اشارہ ایسے مقامات یا ایسے واقعات کی طرف ہو جن کا تعلق دین اور ایمان سے ہو ، یا اس بات سے ہو جو جواب قسم کے طور پر آرہی ہے کہ انسان کو ہم نے ایک بہترین انداز پر پیدا کیا۔ شاید جنت کی وہ جگہ مراد ہو جہاں انسان نے اپنی زندگی کا آغاز کیا تاکہ ان دونوں قسموں کا یہ اشارہ بھی قرآن کریم کے عام انداز کے ساتھ ہم رنگ ہوجائے اور یہ فریم اس تصویر کے ہم آہنگ ہوجائے جو اس میں ہے۔ موضوع کے اعتبار سے سورت میں جو بات کہی گئی ہے وہ یہ ہے :</p>"
        },
        {
            "resource_id": 171,
            "text": "Allah takes an oath on the fig and the place it grows, and the olive and the place it grows: the land of Palestine where Jesus (peace be upon him) was sent as a Messenger."
        },
        {
            "resource_id": 166,
            "text": "<p>শপথ ‘তীন’ ও ‘যায়তুন” [১] – এর ,</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>বারা ইবনে আযেব রাদিয়াল্লাহু ‘আনহু বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একবার সফরে দু’রাকা‘আতের যে কোন রাকা‘আতে সূরা আত-তীন পড়লেন। আমি তার মত সুন্দর স্বর ও পড়া আর কোন দিন শুনিনি।” [বুখারী: ৭৬৭, ৬৭৯, ৪৯৫২, মুসলিম: ৪৬8, আবু দাউদ: ১২২১, তিরমিয়ী: ৩১০]</p><p>-----------------------</p><p>[১] এর ব্যাখ্যায় মুফাসসিরগণের মধ্যে মতপার্থক্য দেখা যায়। হাসান বসরী, ইকরামাহ, আতা ইবনে আবী রাবাহ, জাবের ইবনে যায়েদ, মুজাহিদ ও ইবরাহীম নাখ‘য়ী রাহেমাহুমুল্লাহ বলেন, তীন বা আঞ্জির  (গোল হালকা কালচে বর্ণের এক রকম মিষ্টি ফল) বলতে এই সাধারণ তীনকে বুঝানো হয়েছে, যা লোকেরা খায়। আর যায়তুন বলতেও এই যায়তূনই বুঝানো হয়েছে, যা থেকে তেল বের করা হয়। [কুরতুবী, তাবারী] কোন কোন মুফাসসির বলেন তীন ও যায়তূন শব্দের অর্থ এই ফল দু‘টি উৎপাদনের সমগ্ৰ এলাকা হতে পারে। আর এটি হচ্ছে সিরিয়া ও ফিলিস্তীন এলাকা। কারণ সে যুগের আরবে তীন ও যায়তূন উৎপাদনের জন্য এ দু’টি এলাকাই পরিচিত ছিল। ইবনে তাইমিয়া ও ইবনুল কাইয়েম রাহেমাহুমুল্লাহ এই ব্যাখ্যা অবলম্বন করেছেন। অন্যদিকে ইবনে জারীর প্রথম বক্তব্যটিকে অগ্ৰাধিকার দিলেও একথা মেনে নিয়েছেন যে, তীন ও যায়তূন দ্বারা এই ফল দু’টি উৎপাদনের এলাকা উদ্দেশ্য হতে পারে।</p>"
        },
        {
            "resource_id": 176,
            "text": "Allāh giurò sul fico e sul luogo in cui cresce, e sull'olivo e il luogo in cui cresce, nella terra della Palestina dove venne inviato ‘Īsā, pace a lui,"
        },
        {
            "resource_id": 90,
            "text": "تفسير سورة التينمكية في قول الأكثروقال ابن عباس وقتادة : هي مدنية ، وهي ثماني آياتبسم الله الرحمن الرحيموالتين والزيتونفيه ثلاث مسائل :الأولى : قوله تعالى : والتين والزيتون قال ابن عباس والحسن ومجاهد وعكرمة وإبراهيم النخعي وعطاء بن أبي رباح وجابر بن زيد ومقاتل والكلبي : هو تينكم الذي تأكلون ، وزيتونكم الذي تعصرون منه الزيت قال الله تعالى : وشجرة تخرج من طور سيناء تنبت بالدهن وصبغ للآكلين . وقال أبو ذر : أهدي للنبي - صلى الله عليه وسلم - سل تين فقال : \" كلوا \" وأكل منه . ثم قال : \" لو قلت إن فاكهة نزلت من الجنة لقلت هذه ; لأن فاكهة الجنة بلا عجم ، فكلوها فإنها تقطع البواسير ، وتنفع من النقرس \" . وعن معاذ : أنه استاك بقضيب زيتون ، وقال سمعت النبي - صلى الله عليه وسلم - يقول : \" نعم السواك الزيتون من الشجرة المباركة ، يطيب الفم ، ويذهب بالحفر ، وهي سواكي وسواك الأنبياء من قبلي \" .وروي عن ابن عباس أيضا : التين : مسجد نوح - عليه السلام - الذي بني على الجودي ، والزيتون : مسجد بيت المقدس . وقال الضحاك : التين : المسجد الحرام ، والزيتون المسجد [ ص: 99 ] الأقصى .ابن زيد : التين : مسجد دمشق ، والزيتون : مسجد بيت المقدس . قتادة : التين : الجبل الذي عليه دمشق : والزيتون : الجبل الذي عليه بيت المقدس . وقال محمد بن كعب : التين : مسجد أصحاب الكهف ، والزيتون : مسجد إيلياء . وقال كعب الأحبار وقتادة أيضا وعكرمة وابن زيد : التين : دمشق ، والزيتون : بيت المقدس . وهذا اختيار الطبري . وقال الفراء : سمعت رجلا من أهل الشام يقول : التين : جبال ما بين حلوان إلى همذان ، والزيتون : جبال الشام . وقيل : هما جبلان بالشام ، يقال لهما طور زيتا وطور تينا بالسريانية سميا بذلك ; لأنهما ينبتانهما . وكذا روى أبو مكين عن عكرمة ، قال : التين والزيتون : جبلان بالشام . وقال النابغة :صهب الظلال أتين التين عن عرض يزجين غيما قليلا ماؤه شبماوهذا اسم موضع . ويجوز أن يكون ذلك على حذف مضاف أي ومنابت التين والزيتون . ولكن لا دليل على ذلك من ظاهر التنزيل ، ولا من قول من لا يجوز خلافه قاله النحاس .وأصح هذه الأقوال الأول ; لأنه الحقيقة ، ولا يعدل عن الحقيقة إلى المجاز إلا بدليل . وإنما أقسم الله بالتين ; لأنه كان ستر آدم في الجنة لقوله تعالى : يخصفان عليهما من ورق الجنة وكان ورق التين . وقيل : أقسم به ليبين وجه المنة العظمى فيه فإنه جميل المنظر ، طيب المخبر ، نشر الرائحة ، سهل الجني ، على قدر المضغة . وقد أحسن القائل فيه :انظر إلى التين في الغصون ضحى     ممزق الجلد مائل العنقكأنه رب نعمة سلبت     فعاد بعد الجديد في الخلقأصغر ما في النهود أكبره     لكن ينادى عليه في الطرقوقال آخر :التين يعدل عندي كل فاكهة     إذا انثنى مائلا في غصنه الزاهيمخمش الوجه قد سالت حلاوته     كأنه راكع من خشية اللهوأقسم بالزيتون ; لأنه مثل به إبراهيم في قوله تعالى : يوقد من شجرة مباركة زيتونة . [ ص: 100 ] وهو أكثر أدم أهل الشام والمغرب يصطبغون به ، ويستعملونه في طبيخهم ، ويستصبحون به ، ويداوى به أدواء الجوف والقروح والجراحات ، وفيه منافع كثيرة . وقال - عليه السلام - : كلوا الزيت وادهنوا به فإنه من شجرة مباركة . وقد مضى في سورة ( المؤمنون ) القول فيه .الثالثة : قال ابن العربي ولامتنان البارئ سبحانه ، وتعظيم المنة في التين ، وأنه مقتات مدخر فلذلك قلنا بوجوب الزكاة فيه . وإنما فر كثير من العلماء من التصريح بوجوب الزكاة فيه ، تقية جور الولاة فإنهم يتحاملون في الأموال الزكاتية ، فيأخذونها مغرما ، حسب ما أنذر به الصادق - صلى الله عليه وسلم - فكره العلماء أن يجعلوا لهم سبيلا إلى مال آخر يتشططون فيه ، ولكن ينبغي للمرء أن يخرج عن نعمة ربه ، بأداء حقه . وقد قال الشافعي لهذه العلة وغيرها : لا زكاة في الزيتون . والصحيح وجوب الزكاة فيهما ."
        },
        {
            "resource_id": 16,
            "text": "أَقْسم الله بالتين والزيتون، وهما من الثمار المشهورة، وأقسم بجبل <span class=\"red\">\"طور سيناء\"</span> الذي كلَّم الله عليه موسى تكليمًا، وأقسم بهذا البلد الأمين من كل خوف وهو <span class=\"red\">\"مكة\"</span> مهبط الإسلام. لقد خلقنا الإنسان في أحسن صورة، ثم رددناه إلى النار إن لم يطع الله، ويتبع الرسل، لكن الذين آمنوا وعملوا الأعمال الصالحة لهم أجر عظيم غير مقطوع ولا منقوص."
        },
        {
            "resource_id": 179,
            "text": "Sumumpa Siya sa bundok ng Sinai na nakipag-usap nang sarilinan sa piling Niya ang propeta Niyang si Moises – sumakanya ang pagbati ng kapayapaan."
        },
        {
            "resource_id": 173,
            "text": "par le Mont Sinaï où Allah parla à Son prophète Moïse,"
        },
        {
            "resource_id": 776,
            "text": "Y jura por el Monte Sinaí, cerca de donde Él conversó íntimamente con Moisés u."
        },
        {
            "resource_id": 180,
            "text": "২. তিনি শপথ করলেন সাইনা পাহাড়ের। যথায় তিনি তাঁর নবী মূসা (আলাইহিস-সালাম) এর সাথে সংলাপ করেন।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> اختلف أهل التأويل في تأويله،<span class=\"blue\"> فقال بعضهم:</span> هو جبل موسى بن عمران صلوات الله وسلامه عليه ومسجده.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا معاذ بن هشام،<span class=\"blue\"> قال:</span> ثني أبي، عن قتادة، عن قزعة،<span class=\"blue\"> قال:</span> قلت لابن عمر: إني أريد أن آتي بيت المقدس <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> فقال: لا تأت طور سينين، ما تريدون أن تدعوا أثر نبيّ إلا وطئتموه. قال قتادة <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> : مسجد موسى صلى الله عليه وسلم.</p><p>حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا روح،<span class=\"blue\"> قال:</span> ثنا عوف، عن الحسن، في قوله.</p><p><span class=\"arabic qpc-hafs green\">( طُورِ سِينِينَ )</span> قال: جبل موسى.</p><p lang=\"ar\" class=\"ar \">قال: ثنا عوف، عن يزيد أبي عبد الله، عن كعب،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> قال: جبل موسى صلى الله عليه وسلم.</p><p>حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه، عن ابن عباس <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> قال: هو الطُّور.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> قال: مسجد الطور.</p><p>وقال آخرون: الطور: هو كلّ جبل يُنْبِتُ. وقوله <span class=\"arabic qpc-hafs green\">( سِينِينَ )</span> : حسن.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا عمران بن موسى القزاز،<span class=\"blue\"> قال:</span> ثنا عبد الوارث بن سعيد،<span class=\"blue\"> قال:</span> ثنا عمارة، عن عكرِمة،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> قال: هو الحسن، وهي لغة الحبشة،<span class=\"blue\"> يقولون للشيء الحسن:</span> سِينا سِينا.</p><p lang=\"ar\" class=\"ar \">حدثنا يعقوب بن إبراهيم،<span class=\"blue\"> قال:</span> ثنا ابن عُلَية، عن أبي رجاء،<span class=\"blue\"> قال:</span> سُئل عكرِمة، عن قوله <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> قال: طُور: جبل،<span class=\"blue\"> وسِينين:</span> حَسَنٌ بالحبشية.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا الصباح بن محارب، عن سفيان، عن أبي إسحاق، عن عمرو بن ميمون،<span class=\"blue\"> قال:</span> صليت خلف عمر بن الخطاب رضى الله عنه المغرب، فقرأ في أوّل ركعة <span class=\"arabic qpc-hafs green\">( وَالتِّينِ وَالزَّيْتُونِ * وَطُورِ سِينِينَ )</span> قال: هو جبل.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا المعتمر،<span class=\"blue\"> قال:</span> سمعت الحكم يحدّث، عن عكرِمة <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> قال: سواء علي نبات السهل والجبل.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا عبد الرحمن،<span class=\"blue\"> قال:</span> ثنا سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> قال: الجبل.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا مؤمل،<span class=\"blue\"> قال:</span> ثنا سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> : جبل.</p><p>حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> الجبل.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن النضر، عن عكرِمة،<span class=\"blue\"> قال:</span> الطور: الجبل،<span class=\"blue\"> والسينين:</span> الحسن، كما ينبت في السهل، كذلك ينبت في الجبل.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الكلبيّ، أما<span class=\"arabic qpc-hafs green\">( طُورِ سِينِينَ )</span> فهو الجبل ذو الشجر.</p><p>وقال آخرون: هو الجبل،<span class=\"blue\"> وقالوا:</span> سينين: مبارك حسن.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( وَطُورِ )</span> : الجبل و <span class=\"arabic qpc-hafs green\">( سِينِينَ )</span> قال: المبارك.</p><p>حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> قال: جبل مبارك بالشام.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( وَطُورِ سِينِينَ )</span> قال: جبل بالشام، مُبارك حسن.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك بالصواب: قول من قال: طور سينين: جبل معروف، لأن الطور هو الجبل ذو النبات، فإضافته إلى سينين تعريف له، ولو كان نعتا للطور، كما قال من قال معناه حسن أو مبارك، لكان الطور منّونا، وذلك أن الشيء لا يُضاف إلى نعته، لغير علة تدعو إلى ذلك.</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Ngài thề bởi ngọn núi Saina' nơi Allah đã nói chuyện với Musa."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وطور سينين روى ابن أبي نجيح عن مجاهد وطور قال : جبل . سينين قال : مبارك ( بالسريانية ) . وعن عكرمة عن ابن عباس قال : طور : جبل ، و سينين : حسن . وقال قتادة : سينين هو المبارك الحسن . وعن عكرمة قال : الجبل الذي نادى الله - جل ثناؤه - منه موسى - عليه السلام - . وقال مقاتل والكلبي : سينين كل جبل فيه شجر مثمر ، فهو سينين وسيناء بلغة النبط وعن عمرو بن ميمون قال : صليت مع عمر بن الخطاب العشاء بمكة ، فقرأ ( والتين والزيتون وطور سيناء وهذا البلد الأمين ) قال : وهكذا هي في قراءة عبد الله ورفع صوته تعظيما للبيت . وقرأ في الركعة الثانية : ألم تر كيف فعل ربك . و لإيلاف قريش جمع بينهما . ذكره ابن الأنباري . النحاس : وفي قراءة عبد الله ( سيناء ) ( بكسر السين ) ، وفي حديث عمرو بن ميمون عن عمر ( بفتح السين ) .وقال الأخفش : طور : جبل . و سينين : شجر واحدته سينينية . وقال أبو علي : سينين فعليل ، فكررت اللام التي هي نون فيه ، كما كررت في زحليل : للمكان الزلق ، وكرديدة : للقطعة من التمر ، وخنذيد : للطويل . ولم [ ص: 101 ] ينصرف سينين كما لم ينصرف سيناء ; لأنه جعل اسما لبقعة أو أرض ، ولو جعل اسما للمكان أو للمنزل أو اسم مذكر لانصرف ; لأنك سميت مذكرا بمذكر . وإنما أقسم بهذا الجبل ; لأنه بالشأم والأرض المقدسة ، وقد بارك الله فيهما كما قال : إلى المسجد الأقصى الذي باركنا حوله ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَطُورِ سِينِينَ (٢)</span> ] وە سوێند ئەخوات بە (طوری سەیناء ) ئەو كێوەی كە خوای گەورە قسەی لەگەڵ موسادا صلى الله علیه وسلم كرد لەسەری ."
        },
        {
            "resource_id": 175,
            "text": "I kune se brdom Sinaj na kojem je Allah dozvao svoga Vjerovjesnika, Musaa, alejhi selam."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\" وطور سينين \"</span>، يعني الجبل الذي كلم الله عليه موسى عليه السلام،<span class=\"blue\"> وذكرنا معناه عند قوله:</span> <span class=\"arabic qpc-hafs\">\"وشجرة تخرج من طور سيناء\"</span> <span class=\"green\">(المؤمنون- 20)</span>.</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>শপথ ‘তুরে সীনীন’ [১]-এর ,</p><p>[১] বলা হয়েছে “তুরে সীনীন”। এর অর্থ, সীনীন অঞ্চলের তুর পর্বত। এ পাহাড়ে আল্লাহ্ তা‘আলা মূসা আলাইহিস্ সালামের সাথে কথা বলেছিলেন। [মুয়াসসার] এ পাহাড় সীনীন উপত্যকায় অবস্থিত, যার অপর নাম সাইনা। আর সাইনা বা সিনাই মিসর ও ফিলিস্তিন দেশের মধ্যে একটি মরুভূমি। [আত-তাহরীর ওয়াত-তানওয়ীৱ]</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "e giurò sul monte Sinai, dove il profeta Mūsā, pace a lui, dialogò con Lui,"
        },
        {
            "resource_id": 170,
            "text": "Возле этой горы началась пророческая миссия Мусы."
        },
        {
            "resource_id": 165,
            "text": "<p>শপথ ‘সিনাই’ পর্বতের। [১]</p><p>[১] এটা হল সেই 'ত্বূর পাহাড়' যে স্থানে আল্লাহ তাআলা মূসা (আঃ)-এর সাথে কথোপকথন করেছিলেন।</p>"
        },
        {
            "resource_id": 182,
            "text": "真主以祂的先知穆萨（愿主赐其平安）获救的西奈山盟誓，"
        },
        {
            "resource_id": 171,
            "text": "And He takes an oath on Mount Sinai, near where Allah conversed intimately with Moses (peace be upon him)."
        },
        {
            "resource_id": 905,
            "text": "وأقسم بجبل سيناء الذي ناجى عنده نبيه موسى عليه السلام."
        },
        {
            "resource_id": 92,
            "text": "وَطُورِ سِينِينَ (2) وأما { طور سينين } فهو الجبل المعروف ب«طور سينا» . والطور : الجبل بلغة النبَط وهم الكنعانيون ، وعرف هذا الجبل ب { طور سينين } لوقوعه في صحراء «سينين» ، و«سينين» لغة في سِين وهي صحراء بين مصر وبلاد فلسطين . وقيل : سينين اسم الأشجار بالنبطية أو بالحبشية ، وقيل : معناه الحسن بلغة الحبشة .وقد جاء تعريبه في العربية على صيغة تشبه صيغة جمع المذكر السالم وليس بجمع ، مجاز في إعرابه أن يعرب مثل إعراب جمع المذكر بالواو نيابة عن الضمة ، أو الياء نيابة عن الفتحة أو الكسرة ، وأن يحكى على الياء مع تحريك نونه بحركات الإِعراب مثل : صِفِّين ويَبْرِين وقد تقدم عند قوله تعالى :{ والطور وكتاب مسطور } [ الطور : 1 ، 2 ] ."
        },
        {
            "resource_id": 174,
            "text": "Allah juga bersumpah dengan bukit Sinai yang merupakan tempat Allah memanggil Nabi-Nya, Musa -'alaihissalām-."
        },
        {
            "resource_id": 93,
            "text": "اتفق المفسرون على أن المراد بطور سينين : الجبل الذى كلم الله - تعالى - عليه موسى - عليه السلام - وسينين ، وسيناء ، وسينا ، اسم للبقعة التى فيها هذا الجبل ، بإضافة \" طور \" إلى ما بعده ، من إضافة الموصوف إلى الصفة .قال الإِمام الشوكانى : \" وطور سينين \" هو الجبل الذى كلم الله عليه موسى ، اسمه الطور . ومعنى سينين : المبارك الحسن . . وقال مجاهد : سينين كل جبل فيه شجر مثمر ، فهو سينين وسيناء . وقال الأخفش : طور : جبل . وسينين شجر ، واحدته سينه ، ولم ينصرف سينين كما لم ينصرف سيناء ، لأنه جعل اسما للبقعة .وأقسم - سبحانه - به ، لأنه من البقاع المباركة ، وأعظم بركة حلت به ووقعت فيه ، تكليم الله - تعالى - ، لنبيه موسى - عليه السلام - ."
        },
        {
            "resource_id": 183,
            "text": "シナイ山にかけて。そこでアッラーはムーサー（平安を）に親しく話された。"
        },
        {
            "resource_id": 181,
            "text": "و به کوه سیناء که کنار آن با پیامبرش موسی علیه السلام نجوا کرد سوگند یاد فرمود."
        },
        {
            "resource_id": 14,
            "text": "<p>قال كعب الأحبار وغير واحد هو الجبل الذي كلم الله عليه موسى عليه السلام.</p>"
        },
        {
            "resource_id": 178,
            "text": "И поклялся Он горой Синай, возле которой Он беседовал со Своим пророком Мусой."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَطُورِ سِينِينَ }</span> أي: طور سيناء، محل نبوة موسى صلى الله عليه وسلم."
        },
        {
            "resource_id": 172,
            "text": "Ve peygamberi Musa -aleyhisselam- ile konuştuğu Sîna Dağı'na yemin etmiştir."
        },
        {
            "resource_id": 791,
            "text": "മൂസ നബി -عَلَيْهِ السَّلَام- യോട് അല്ലാഹു സംസാരിച്ച സ്ഥലമായ സീനാ പർവ്വതത്തെ കൊണ്ടും അല്ലാഹു സത്യം ചെയ്തിരിക്കുന്നു."
        },
        {
            "resource_id": 790,
            "text": "আৰু চিনাই পৰ্বতৰ শপত কৰিছে, যাৰ ওচৰত আল্লাহৰ নবী মুছা আলাইহিছ ছালামৰ লগত কথাপোকথন হৈছিল।"
        },
        {
            "resource_id": 792,
            "text": "ហើយទ្រង់បានស្បថនឹងភ្នំទួរភ្នំស៊ីណា(ភ្នំស៊ីណៃ) ជាទីកន្លែងដែលអល់ឡោះបានមានបន្ទូល(ដោយផ្ទាល់)ជាមួយនឹងព្យាការីរបស់ទ្រង់ មូសា។"
        },
        {
            "resource_id": 178,
            "text": "И поклялся Он Меккой – Заповедным городом, где каждый вошедший в него оказывается в безопасности, и куда был послан Мухаммад ﷺ."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> يقول: وهذا البلد الآمن من أعدائه أن يحاربوا أهله، أو يغزوهم.<span class=\"blue\"> وقيل:</span> الأمين،<span class=\"blue\"> ومعناه:</span> الآمن،<span class=\"blue\"> كما قال الشاعر:</span></p><p>ألـمْ تَعْلَمـي يـا أسْـمَ وَيحَـكِ أنَّنِـي</p><p>حَــلَفْتُ يمِينــا لا أخُــونُ أمِينـي <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يريد: آمني،<span class=\"blue\"> وهذا كما قال جلّ ثناؤه:</span>  أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ  .</p><p>وإنما عني بقوله: <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> : مكة.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p>حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه، عن ابن عباس،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> قال: مكة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا روح،<span class=\"blue\"> قال:</span> ثنا عوف، عن يزيد أبي عبد الله، عن كعب، في قول الله <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> قال: البلد الحرام.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا روح،<span class=\"blue\"> قال:</span> ثنا عوف، عن الحسن، في قوله <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> قال: البلد الحرام.</p><p lang=\"ar\" class=\"ar \">قال: ثنا عبد الرحمن،<span class=\"blue\"> قال:</span> ثنا سفيان؛ وحدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان؛ وحدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> قال مكة.</p><p>حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا مؤمل، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سَلام بن سليم، عن خَصيف،<span class=\"blue\"> عن مجاهد:</span> <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> : مكة.</p><p lang=\"ar\" class=\"ar \">حدثنى يعقوب،<span class=\"blue\"> قال:</span> ثنا المعتمر،<span class=\"blue\"> قال:</span> سمعت الحكم يحدّث عن عكرِمة <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> : قال: البلد الحرام.</p><p>قال: ثنا ابن عُلَية، عن أبي رجاء،<span class=\"blue\"> قال:</span> سُئل عكرِمة، عن قوله <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> قال: مكة.</p><p>حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> يعني: مكة.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> قال: المسجد الحرام.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا مؤمل،<span class=\"blue\"> قال:</span> ثنا سفيان، عن حماد، عن إبراهيم <span class=\"arabic qpc-hafs green\">( وَهَذَا الْبَلَدِ الأمِينِ )</span> : مكة.</p>"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"وهذا البلد الأمين\"</span>، أي الآمن،<span class=\"blue\"> يعني:</span> مكة، يأمن فيه الناس في الجاهلية والإسلام، هذه كلها أقسام.</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "وَهَذَا الْبَلَدِ الْأَمِينِ (3) و { البلد الأمين } : مكة ، سمي الأمين لأن من دخله كان آمناً ، فالأمين فعيل بمعنى مُفعل مثل : «الداعي السمِيع» في بيت عمرو بن معديكرب ، ويجوز أن يكون بمعنى مفعول على وجه الإِسناد المجازي ، أي المأمون ساكنوه قال تعالى : { وآمنهم من خوف } [ قريش : 4 ] .والإشارة إليه للتعظيم ولأن نزول السورة في ذلك البلد فهو حاضر بمرأى ومسمع من المخاطبين نظير قوله : { لا أقسم بهذا البلد } [ البلد : 1 ] .وعلى ما تقدم ذكره من المحملين الثانيين للتين والزيتون تتم المناسبة بين الأيمان وتكون إشارة إلى موارد أعظم الشرائع الواردة للبشر ، فالتين إيماء إلى رسالة نوح وهي أول شريعة لِرسوللٍ ، والزيتون إيماء إلى شريعة إبراهيم فإنه بنى المسجد الأقصى كما ورد في الحديث وقد تقدم في أول الإِسراء ، و { طور سينين } إيماء إلى شريعة التوراة ، و { البلد الأمين } إيماء إلى مهبط شريعة الإِسلام ، ولم يقع إيماء إلى شريعة عيسى لأنها تكملة لشريعة التوراة .وقد يكون الزيتون على تأويله بالمكان وبأنه المسجد الأقصى إيماء إلى مكان ظهور شريعة عيسى عليه السلام لأن المسجد الأقصى بناه سليمان عليه السلام فلم تنزل فيه شريعة قبل شريعة عيسى ويكون قوله : { وهذا البلد الأمين } إيماء إلى شريعة إبراهيم وشريعة الإِسلام فإن الإِسلام جاء على أصول الحنيفية وبذلك يكون إيماءُ هذه الآية ما صرح به في قوله تعالى : { شرع لكم من الدين ما وصى به نوحاً والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى } [ الشورى : 13 ] ، وبذلك يكون ترتيب الإيماء إلى شرائع نوح وموسى وعيسى ومحمد عليهم الصلاة والسلام غير جار على ترتيب ظهورها فتوجيه مخالفة الترتيب الذكري للترتيب الخارجي أنه لمراعاة اقتران الاسمين المنقولين عن اسمي الثمرتين ، ومقارنة الاسمين الدالين على نوعين من أماكن الأرض ، ليتأتى مُحسن مراعاة النظير ومحسن التورية ، وليناسب { سينين } فواصل السورة .وفي ابتداء السورة بالقَسَم بما يشمل إرادة مهابط أشهر الأديان الإلهية براعةُ استهلال لغرض السورة وهو أن الله خلق الإنسان في أحسن تقويم ، أي خلقه على الفطرة السليمة مدركاً لأدلة وجود الخالق ووحدانيته . وفيه إيماء إلى أن ما خالف ذلك من النحل والملل قد حاد عن أصول شرائع الله كلها بقطع النظر عن اختلافها في الفروع ، ويكفي في تقوّم معنى براعة الاستهلال ما يلوح في المعنى من احتمال ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ وَہٰذَا الْبَلَدِ الْاَمِیْنِ۔ } ”اور گواہ ہے یہ امن والا شہر۔“ التِّین کے معنی انجیر کے ہیں اور یہ بھی کہا جاتا ہے کہ قوم نوح علیہ السلام کے علاقے میں ایک بڑے پہاڑ کا نام بھی جبل التِّین تھا اور یہ کہ حضرت نوح علیہ السلام نے اسی پہاڑ کے دامن میں ساڑھے نو سو سال تک دعوت و تبلیغ کے فرائض سرانجام دیے۔ اسی طرح الزَّیْتُون سے مراد زیتون کا پھل اور درخت بھی ہے اور وہ پہاڑی بھی جس پر حضرت عیسیٰ علیہ السلام اکثر تبلیغی خطبات دیا کرتے تھے۔ ان خطبات میں سے آپ علیہ السلام کا ایک خطبہ ”پہاڑی کے وعظ“ Sermon of the Mount کے نام سے خاص طور پر مشہور ہے۔ تیسری قسم وَطُوْرِ سِیْنِیْنَ کا تعلق حضرت موسیٰ علیہ السلام کی ذات سے ہے۔ کو ہِ طور پر آپ علیہ السلام کو اللہ تعالیٰ سے ہم کلامی کا شرف حاصل ہوا۔ اور امن والے شہر سے مکہ مکرمہ مراد ہے جہاں محمد رسول اللہ ﷺ اس سورت کے نزول کے وقت دعوت و تبلیغ کا فریضہ سرانجام دے رہے تھے۔ گویا ان آیات میں جن مقامات کی قسمیں کھائی گئی ہیں ان میں سے ہر مقام کا تعلق ایک جلیل القدر شخصیت سے ہے۔ گویا ان شخصیات کو گواہ بنا کر یہاں اس حقیقت کی طرف توجہ دلانا مقصود ہے کہ بنیادی طور پر انسان بہت بلند مرتبت اور صاحب عزت و عظمت مخلوق ہے۔ اگر کسی کو اس حقیقت کے بارے میں کوئی شک ہو تو وہ اللہ تعالیٰ کے بندے نوح علیہ السلام کی زندگی کے شب و روز کا تصور کرے۔ اس کے بندے عیسیٰ علیہ السلام کے کردار کا نقشہ ذہن میں لائے ‘ موسیٰ علیہ السلام کی عظیم المرتبت شخصیت کو یاد کرے اور پھر سب سے بڑھ کر اس کے بندے محمد ﷺ کی بےمثال سیرت کا نمونہ دیکھے۔ یہ شخصیات ‘ ان کے کردار اور ان کی سیر تیں اس حقیقت پر گواہ ہیں کہ :</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>এবং শপথ এই নিরাপদ নগরী (মক্কা)র। [১]</p><p>[১] এখানে 'নিরাপদ নগরী' বলে মক্কা নগরীকে বোঝানো হয়েছে। যেখানে কোন প্রকার যুদ্ধ বা হত্যাকান্ড বৈধ নয়। এ ছাড়াও যে ব্যক্তি এই শহরে প্রবেশ করে যাবে সেও নিরাপত্তার অধিকারী হবে। কিছু ব্যাখ্যাকারীগণ বলেছেন যে, আসলে এখানে আল্লাহ তিনটি জায়গার কসম খেয়েছেন; যে জায়গাগুলিতে সুখ্যাতিসম্পন্ন, শরীয়তপ্রাপ্ত পয়গম্বর প্রেরণ হয়েছেন। 'তীন' ও 'যায়তুন' থেকে সেই এলাকা বোঝান হয়েছে যেখানে এসব ফল (অধিকাধিক) উৎপন্ন হয়। আর সেটা হল 'বাইতুল মাকদিস' এলাকা। যেখানে ঈসা (আঃ) পয়গম্বর হয়ে প্রেরিত হয়েছিলেন। 'ত্বুরে সীনা' অথবা সিনাই পর্বতে মূসা (আঃ)-কে নবুঅত দান করা হয়েছিল। আর মক্কা নগরীতে নবীকূল শিরোমণি মুহাম্মাদ (সাঃ)-কে প্রেরণ করা হয়েছিল। <em>(ইবনে কাসীর)</em></p>"
        },
        {
            "resource_id": 93,
            "text": "كما اتفقوا - أيضا - على أن المراد بالبلد الأمين : مكة المكرمة ، وسمى بالأمين لأن من دخله كان آمنا ، وقد حرمها - تعالى - على جميع خلقه ، وحرم شجرها وحيوانها ، وفى الحديث الصحيح ، أن النبى صلى الله عليه وسلم قال بعد فتحتها : \" إن الله حرم مكة يوم خلق السموات والأرض فهى حرام إلى أن يقوم الساعة ، لم تحل لأحد قبلى ، ولن تحل لأحد بعدى ، ولم تحل لى إلا ساعة من نهار ، فلا يُعْضَد - أى : يقطع - شجرها - ولا ينفر صيدها ، ولا تحل لقطتها إلا لمنشد . . \" ."
        },
        {
            "resource_id": 166,
            "text": "<p>শপথ এই নিরাপদ নগরীর [১]-</p><p>[১] এ সূরায় কয়েকটি বস্তুর শপথ করা হয়েছে। (এক) তীন অর্থাৎ আঞ্জির বা ডুমুর এবং যয়াতুন। (দুই) সিনাই প্রান্তরস্থ তুর পর্বত। (তিন) নিরাপদ শহর তথা মাক্কা মোকাররমা। এই বিশেষ শপথের কারণ এই হতে পারে যে, তুর পর্বত ও মক্কা নগরীর ন্যায় ডুমুর ও যায়তুন বৃক্ষও বিপুল উপকারী বস্তু। অথবা এটাও সম্ভবপর যে, এখানে তীন ও যায়তুন উল্লেখ করে সে স্থানকে বোঝানো হয়েছে, যেখানে এ বৃক্ষ প্রচুর পরিমাণে উৎপন্ন হয়। আর সে স্থান হচ্ছে সিরিয়া ও ফিলিস্তিন অঞ্চল, যা অগণিত রাসূলগণের আবাসভূমি। বিশেষ করে তা ঈসা আলাইহিস সালামের নবুয়ত-প্রাপ্তিস্থান। আর তুর পর্বত মূসা আলাইহিস্ সালাম-এর আল্লাহ্র সাথে বাক্যালাপের স্থান। সিনীন অথবা সীনা- তূর পর্বতের অবস্থানস্থলের নাম। পরবর্তীতে উল্লেখ করা নিরাপদ শহর হল পবিত্র মক্কা; যা শেষনবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর জন্মস্থান ও নবুয়ত প্ৰাপ্তিস্থান। [বাদাইউত তাফসীর, ইবন কাসীর]</p>"
        },
        {
            "resource_id": 179,
            "text": "Sumumpa Siya sa Makkah, ang bayan na pinakababanal na natitiwasay ang sinumang pumasok doon, na ipinadala roon si Muḥammad – basbasan siya ni Allāh at batiin ng kapayapaan."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">Fig (Tin) and Olive (Zaytun) are the names of two hills in the vicinity of  Jerusalem  where Jesus’s field of action was situated. Mount Sinai (Tur Sinin) refers to that hill where God made His revelation to Moses. The ‘secure land’ (al-Baladu’l Amin) refers to Makkah where the Prophet Muhammad was born.</p>"
        },
        {
            "resource_id": 176,
            "text": "e giurò sulla Mekkah, il Luogo Sacro, dove chi vi entra è al sicuro, e in cui è stato inviato Muħammed, pace e benedizione di Allāh su di lui ﷺ."
        },
        {
            "resource_id": 170,
            "text": "Имеется в виду высокочтимая Мекка, в которой жил и пророчествовал Пророк Мухаммад, да благословит его Аллах и приветствует. Всевышний поклялся этими святыми местами, потому что оттуда начали пророчествовать самые достойные и самые славные из Божьих посланников."
        },
        {
            "resource_id": 177,
            "text": "Ngài cũng thề bởi xứ sở Haram, nơi bình an dành cho những ai vào trong nó, là nơi mà Thiên Sứ Muhammad nhận lãnh sứ mạng, đó là Makkah thiêng liêng."
        },
        {
            "resource_id": 172,
            "text": "Ve Muhammed -sallallahu aleyhi ve sellem-'in gönderildiği, içine giren kimsenin güvende olduğu haram şehir Mekke’ye yemin etmiştir."
        },
        {
            "resource_id": 791,
            "text": "അവിടെ പ്രവേശിക്കുന്നവർക്ക് നിർഭയത്വം ലഭിക്കുന്നതും, നബി -ﷺ- നിയോഗിക്കപ്പെട്ടതുമായ മക്കയെ കൊണ്ടും അല്ലാഹു സത്യം ചെയ്തിരിക്കുന്നു."
        },
        {
            "resource_id": 182,
            "text": "真主以禁寺之地-麦加盟誓，那里进入者均得平安，是穆罕默德（愿主福安之）为圣的地方。"
        },
        {
            "resource_id": 792,
            "text": "ហើយទ្រង់ស្បថនឹងក្រុងម៉ាក្កះដែលជាទឹកដីដ៏ពិសិដ្ឋ ជាកន្លែងដែលផ្តល់សុខសន្តិភាពសម្រាប់អ្នកដែលចូលក្នុងទឹកដីនោះ ដែលវាគឺជាទីកន្លែងដែលគេតែងតាំងព្យាការីមូហាំម៉ាត់(ជាអ្នកនាំសារ)។"
        },
        {
            "resource_id": 905,
            "text": "وأقسم بمكة البلد الحرام الذي يأمن من دخل فيه، الذي بعث فيه محمد صلى الله عليه وسلم."
        },
        {
            "resource_id": 171,
            "text": "And He takes an oath on Makkah, the sacred city which gives sanctuary to whoever enters it, and in which Muhammad (peace be upon him) was sent as a Messenger."
        },
        {
            "resource_id": 790,
            "text": "আৰু সন্মানিত নগৰ মক্কাৰ শপত কৰিছে, য'ত মুহাম্মদ চাল্লাল্লাহু আলাইহি অছাল্লামক প্ৰেৰণ কৰা হৈছিল আৰু যত প্ৰৱেশ কৰিলে মানুহে নিৰাপত্তা অনুভৱ কৰে।"
        },
        {
            "resource_id": 174,
            "text": "Kemudian Dia bersumpah dengan tanah haram Makkah yang merupakan tempat aman bagi orang orang yang memasukinya sekaligus tempat pengutusan Nabi Muhammad -Ṣallallāhu 'alahi wasallam-."
        },
        {
            "resource_id": 183,
            "text": "また入る人なら誰にでも安全を保障する、この禁忌のあるマッカの町にかけて。ムハンマド（アッラーの祝福と平安を）はそこに遣わされた。"
        },
        {
            "resource_id": 180,
            "text": "৩. তিনি শপথ করলেন সম্মানিত নগরী মক্কার। যথায় কেউ প্রবেশ করলে সে নিরাপদ হয়ে যায়। যথায় আবিভর্‚ত হয়েছেন মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)।"
        },
        {
            "resource_id": 181,
            "text": "و به مکه شهر حرمت‌داری که هرکس در آن داخل شود ایمن است و محمد صلی الله علیه وسلم را در آن مبعوث کرد سوگند یاد فرمود."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَهَذَا الْبَلَدِ الْأَمِينِ (٣)</span> ] وە سوێند ئەخوات بەم وڵاتە ئەمینە كـە هـەر كـەسێك بچێتە ناوییەوە ئەوە ئەبێ ئەمین بێ، كە مەبەست پێی مەككەیە كە خوای گەورە پێغەمبەری صلى الله علیه وسلم تیادا ناردووە, كە ئەمە ئاماژەیە بۆ ئەو سێ شوێنەو بۆ ئەو سێ پێغەمبەرە بەڕێزە لە (ئولول عەزم)، (بیت المقدس) عیسای صلى الله علیه وسلم لێ بووە، وە (طوری سەیناء ) موساى صلى الله علیه وسلم لێ بووە، وە مەككەش پێغەمبەری خواى لێ بووە صلى الله علیه وسلم ، ئاماژەیە بۆ ئەو سێ پێغەمبەرە بەڕێزە كە لەو سێ شوێنەدا نێردراون."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">( وهذا البلد الأمين )</span> يعني : مكة . قاله ابن عباس ومجاهد وعكرمة والحسن وإبراهيم النخعي وابن زيد وكعب الأحبار . ولا خلاف في ذلك .</p><p lang=\"ar\" class=\"ar \">وقال بعض الأئمة : هذه محال ثلاثة ، بعث الله في كل واحد منها نبيا مرسلا من أولي العزم أصحاب الشرائع الكبار ،<span class=\"blue\"> فالأول :</span> محلة التين والزيتون ، وهي بيت المقدس التي بعث الله فيها عيسى ابن مريم .<span class=\"blue\"> والثاني :</span> طور سينين ، وهو طور سيناء الذي كلم الله عليه موسى بن عمران .<span class=\"blue\"> والثالث :</span> مكة وهو البلد الأمين الذي من دخله كان آمنا ، وهو الذي أرسل فيه محمدا صلى الله عليه وسلم .</p><p lang=\"ar\" class=\"ar \">قالوا : وفي آخر التوراة ذكر هذه الأماكن الثلاثة : جاء الله من طور سيناء - يعني الذي كلم الله عليه موسى <span class=\"reference brown\">[ بن عمران ]</span> - وأشرق من ساعير - يعني بيت المقدس الذي بعث الله منه عيسى - واستعلن من جبال فاران -<span class=\"blue\"> يعني :</span> جبال مكة التي أرسل الله منها محمدا - فذكرهم على الترتيب الوجودي بحسب ترتيبهم في الزمان ، ولهذا أقسم بالأشرف ، ثم الأشرف منه ، ثم بالأشرف منهما .</p>"
        },
        {
            "resource_id": 173,
            "text": "et par la Mecque, le Pays Sacré, où celui qui y entre se sent en sécurité et où a été envoyé le Prophète Muħammad, que:"
        },
        {
            "resource_id": 776,
            "text": "Y jura por La Meca, la ciudad sagrada que es santuario para quienes entran en ella, y en la cual Mujámmad r fue enviado como mensajero."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَهَذَا الْبَلَدِ الْأَمِينِ }</span> وهي: مكة المكرمة، محل نبوة محمد صلى الله عليه وسلم. فأقسم تعالى بهذه المواضع المقدسة، التي اختارها وابتعث منها أفضل النبوات  وأشرفها."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 175,
            "text": "I kune se svetim gradom Mekkom u kojem je siguran svako onaj ko u njega uđe i u koji je poslao Muhammeda, sallallahu alejhi ve sellem."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وهذا البلد الأمين يعني مكة . سماه أمينا ; لأنه آمن كما قال : أنا جعلنا حرما آمنا فالأمين : بمعنى الآمن قاله الفراء وغيره . قال الشاعر :ألم تعلمي يا أسم ويحك أنني حلفت يمينا لا أخون أمينييعني : آمني . وبهذا احتج من قال : إنه أراد بالتين دمشق ، وبالزيتون بيت المقدس . فأقسم الله بجبل دمشق ; لأنه مأوى عيسى - عليه السلام - ، وبجبل بيت المقدس ; لأنه مقام الأنبياء عليهم السلام ، وبمكة ; لأنها أثر إبراهيم ودار محمد - صلى الله عليه وسلم -"
        },
        {
            "resource_id": 791,
            "text": "മനുഷ്യനെ നാം ഏറ്റവും കൃത്യമായ ഘടനയോടും ഏറ്റവും ശ്രേഷ്ഠമായ രൂപത്തിലും സൃഷ്ടിച്ചിരിക്കുന്നു."
        },
        {
            "resource_id": 174,
            "text": "Sungguh Kami telah menciptakan manusia dengan sebaik-baik ciptaan dan seindah-indahnya rupa."
        },
        {
            "resource_id": 790,
            "text": "আমি মানুহক সৱাতোকৈ সন্তুলিত সংৰচনাৰ সৈতে আৰু সৱাতোকৈ উত্তম ৰূপত সৃষ্টি কৰিছো।"
        },
        {
            "resource_id": 166,
            "text": "<p>অবশ্যই আমরা সৃষ্টি করেছি মানুষকে সুন্দরতম গঠনে [১] ,</p><p>[১] তীন ও যায়তূন বা এগুলো উৎপন্ন হওয়ার এলাকা- অর্থাৎ সিরিয়া ও ফিলিস্তান; তূর পর্বত এবং নিরাপদ শহর তথা মক্কার কসম এ কথাটির উপরই করা হয়েছে। বলা হয়েছে, মানুষকে সর্বোত্তম কাঠামোয় সৃষ্টি করা হয়েছে। একথার মানে হচ্ছে এই যে, তাকে এমন উন্নত পৰ্যায়ের দৈহিক সৌষ্ঠব দান করা হয়েছে যা অন্য কোন প্ৰাণীকে দেয়া হয়নি। আয়াতে বর্ণিত تَقْوِيْم এর অর্থ কোন কিছুর অবয়ব ও ভিত্তিকে যেরূপ করা উচিৎ, সে-রকমভাবে পরিপূর্ণ আকারে গঠন করা। তা দ্বারা উদ্দেশ্য এই যে, আল্লাহ্ তা‘আলা মানুষকে দৈহিক অবয়ব এবং আকার-আকৃতি ও আচার-ব্যবহার ও মানুষ্যত্বের মাধ্যমে অন্যান্য সব প্রাণী অপেক্ষা সুন্দরতম করেছেন। [বাদা’ই‘উত তাফসীর, আদ্ওয়াউল বায়ান] আকার আকৃতির বাইরেও আল্লাহ্ তা‘আলা তাকে জ্ঞানী, শক্তিবান, বক্তা, শ্রোতা, স্রষ্টা, কুশলী এবং প্রজ্ঞাবান করেছেন। [ফাতহুল কাদীর]</p>"
        },
        {
            "resource_id": 178,
            "text": "Поистине, Мы сотворили человека в самом соразмерном виде и прекраснейшем облике."
        },
        {
            "resource_id": 179,
            "text": "Talaga ngang nagpairal Kami sa tao sa pinakakatamtamang pagkakalikha at pinakamainam na anyo."
        },
        {
            "resource_id": 182,
            "text": "我确为人类创造了最正直的品德和最优美的形态。"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : لقد خلقنا الإنسان هذا جواب القسم ، وأراد بالإنسان : الكافر . قيل : هو الوليد بن المغيرة . وقيل : كلدة بن أسيد . فعلى هذا نزلت في منكري البعث . وقيل : المراد بالإنسان آدم وذريته . في أحسن تقويم وهو اعتداله واستواء شبابه كذا قال عامة المفسرين . وهو أحسن ما يكون ; لأنه خلق كل شيء منكبا على وجهه ، وخلقه هو مستويا ، وله لسان ذلق ، ويد وأصابع يقبض بها . وقال أبو بكر بن طاهر : مزينا بالعقل ، مؤديا للأمر ، مهديا بالتمييز ، مديد القامة يتناول مأكوله بيده .ابن العربي : ( ليس لله تعالى خلق أحسن من الإنسان ، فإن الله خلقه حيا عالما ، قادرا مريدا متكلما ، سميعا بصيرا ، مدبرا حكيما . وهذه صفات الرب سبحانه ، وعنها عبر بعض العلماء ، ووقع البيان بقوله : \" إن الله [ ص: 102 ] خلق آدم على صورته \" يعني على صفاته التي قدمنا ذكرها . وفي رواية \" على صورة الرحمن \" ومن أين تكون للرحمن صورة متشخصة ، فلم يبق إلا أن تكون معاني ) .وقد أخبرنا المبارك بن عبد الجبار الأزدي قال : أخبرنا القاضي أبو القاسم علي بن أبي علي القاضي المحسن عن أبيه قال : كان عيسى بن موسى الهاشمي يحب زوجته حبا شديدا فقال لها يوما : أنت طالق ثلاثا إن لم تكوني أحسن من القمر فنهضت واحتجبت عنه ، وقالت : طلقتني . وبات بليلة عظيمة ، فلما أصبح غدا إلى دار المنصور ، فأخبره الخبر ، وأظهر للمنصور جزعا عظيما فاستحضر الفقهاء واستفتاهم . فقال جميع من حضر : قد طلقت إلا رجلا واحدا من أصحاب أبي حنيفة ، فإنه كان ساكتا . فقال له المنصور : ما لك لا تتكلم ؟ فقال له الرجل : بسم الله الرحمن الرحيم : والتين والزيتون وطور سينين وهذا البلد الأمين لقد خلقنا الإنسان في أحسن تقويم . يا أمير المؤمنين ، فالإنسان أحسن الأشياء ، ولا شيء أحسن منه . فقال المنصور لعيسى بن موسى : الأمر كما قال الرجل ، فأقبل على زوجتك . وأرسل أبو جعفر المنصور إلى زوجة الرجل : أن أطيعي زوجك ولا تعصيه ، فما طلقك .فهذا يدلك على أن الإنسان أحسن خلق الله باطنا وظاهرا ، جمال هيئة ، وبديع تركيب : الرأس بما فيه ، والصدر بما جمعه ، والبطن بما حواه ، والفرج وما طواه ، واليدان وما بطشتاه ، والرجلان وما احتملتاه . ولذلك قالت الفلاسفة : إنه العالم الأصغر إذ كل ما في المخلوقات جمع فيه ."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">والمقسم عليه قوله <span class=\"arabic qpc-hafs\">\"لقد خلقنا الإنسان في أحسن تقويم\"</span> أي: أعدل قامة وأحسن صورة، وذلك أنه خلق كل حيوان منكباً على وجهه إلا الإنسان خلقه مديد القامة، يتناول مأكوله بيده، مزيناً بالعقل والتمييز.</p>"
        },
        {
            "resource_id": 183,
            "text": "確かにわれらは、人間を最も均整がとれて、素晴らしい姿に創った。"
        },
        {
            "resource_id": 905,
            "text": "لقد أوجدنا الإنسان في أعدل خلق وأفضل صورة."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4{ لَقَدْ خَلَقْنَا الْاِنْسَانَ فِیْٓ اَحْسَنِ تَقْوِیْمٍ۔ } ”ہم نے انسان کو بہترین ساخت پر پیدا کیا۔“ ہم نے تو انسان کو اشرف المخلوقات کے اعلیٰ مرتبے پر فائز کیا تھا : { وَلَقَدْ کَرَّمْنَا بَنِیْٓ اٰدَمَ وَحَمَلْنٰہُمْ فِی الْْبَرِّ وَالْبَحْرِ وَرَزَقْنٰہُمْ مِّنَ الطَّیِّبٰتِ وَفَضَّلْنٰہُمْ عَلٰی کَثِیْرٍ مِّمَّنْ خَلَقْنَا تَفْضِیْلاً۔ } بنی اسراء یل ”اور ہم نے بڑی عزت بخشی ہے اولادِ آدم علیہ السلام کو اور ہم اٹھائے پھرتے ہیں انہیں خشکی اور سمندر میں اور ہم نے انہیں پاکیزہ چیزوں سے رزق عطا کیا اور انہیں فضیلت دی اپنی بہت سی مخلوق پر ‘ بہت بڑی فضیلت“۔ نسل انسانی کی عزت و تکریم کی انتہا یہ ہے کہ ان کے جدامجد کو ہم نے اپنے دونوں ہاتھوں سے تخلیق کیا صٓ: 75 اور مسجود ِملائک بنایا۔ اگر تمہیں یہ دنیا ظالموں ‘ بدکاروں اور گھٹیا انسانوں سے بھری نظر آتی ہے تو اللہ نے بھی تمہارے سامنے اپنے ایسے چار بندوں کی مثالیں پیش کردی ہیں جو عظمت انسانی کے زندہ وجاوید ثبوت ہیں۔ کیا ان مثالوں کو دیکھنے کے بعد بھی کوئی عقل کا اندھا یہ دعویٰ کرے گا کہ انسان کے اندر خیر اور عظمت کا کوئی پہلو سرے سے موجود ہی نہیں ؟ بہرحال اگر کوئی شخص عظمت کے ان میناروں کو دیکھ لینے کے بعد بھی انسانی عظمت کا قائل نہ ہو اور اس عظمت و اکرام کو پانے کے لیے اپنا رخ تبدیل کرنے کی ضرورت محسوس نہ کرے تو یقینا اس کا شمار نسل انسانی کے ان افراد میں ہوگا جو شرفِ انسانیت سے نیچے گر کر حیوانوں سے بھی بدتر ہوچکے ہیں : { اُولٰٓئِکَ کَالْاَنْعَامِ بَلْ ھُمْ اَضَلُّط } الاعراف : 179</p>"
        },
        {
            "resource_id": 171,
            "text": "Verily, I have created the human in the most balanced of ways and the best appearance."
        },
        {
            "resource_id": 168,
            "text": "<p>The subject of the four oaths is: لَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ (We have created man in the best composition...95:4). The word taqwim literally denotes 'to set a thing aright or lay the foundation straight or even; or to form something into an appropriate shape in a moderate regulation'. The verse signifies that man has been endowed with the best natural powers and qualities which other creatures have not been endowed with. Physically too he is cast in the best composition - having no parallel in other creatures.</p><p>Man is the Most Beautiful of Allah's Creation</p><p>Allah has created man the most beautiful of all His creation. Ibn ` Arabi asserts that there is no creature of Allah more beautiful than man, because Allah, besides granting him life, he gave him knowledge, power, speech, hearing, sight, planning and wisdom. All these, in fact, are the qualities of Allah. It is mentioned in a hadith of Bukhari and Muslim:</p><p>اِنَّ اللہَ خَلَقَ اٰدَمَ عَلٰی صُورتِہٖ</p><p>'Allah has created Adam in His image'</p><p>It could only mean that man has been characterised by some of the qualities of Allah, because Allah is beyond any [ physical ] shape or image. [ Qurtubi ].</p><p>A Wonderful Story of Human Beauty</p><p>Qurtubi, on this occasion, cites a story of ` Isa Ibn Musa Hashimi. He was a high ranking officer in the royal court of Caliph Abu Ja'far Mansur. The officer loved his wife very much. Once he was sitting with his wife in a moonlit night and suddenly cried out:</p><p>انت طالق ثلاثاً ان لم تکونی احسن من القمر</p><p>'You are divorced thrice if you are not more beautiful than the moon.'</p><p>As soon as the wife heard this, she went into seclusion and veiled herself, on the grounds that the husband has pronounced three express divorce on her. It was said in joke. However, the law of express divorce is that it becomes effective whether uttered jokingly or seriously. ` Isa Ibn Musa spent the night restlessly and in grief. The next morning, he paid a visit to Caliph Abu Ja'far Mansur and recounted to him the whole story. Caliph Abu Ja'far Mansur invited all the jurists of the city and put the case before them. All the jurists unanimously agreed that the divorce has become effective, because no human being can possibly be more beautiful than the moon. There was, however, one scholar, a student of Imam Abu Hanifah (رح) ، who remained silent. Mansur asked him: \"Why are you so quiet?\" He recited 'Bismillah to the end' and then recited Surah Tin and explained: \"Ruler of the Faithful, Allah says that He has created man in the best composition or in the finest mould. Nothing can be more beautiful than man.\" Having heard this, all the scholars and jurists were perplexed. None of them opposed him. Mansur ordered that the divorce is not effective.</p><p>This indicates that man is the most beautiful creation of Allah outwardly and inwardly, in terms of elegance and attractiveness and in terms of bodily structure. Every limb of the human body is able to move in many different ways. He is able to hold, move and lift various things by moving his hands and arms. The thumb alone is a masterpiece of creation without which man will not be able to hold things. The functioning of the ears, the eyes, the mouth, the teeth, the nose, the chest and the stomach are all wonders in their own right. Gathered together on his head, they form a beautiful and coherent assortment, each one complementing the other. The flexibility of the tongue, the arrangement of the teeth and the mastery of the vocal cords allow him to roar like a lion and sing as beautifully as a nightingale. All this makes human body look like a sophisticated factory where automatic machines are able to accomplish the delicate work. This is the reason why philosophers call man 'microcosm' [ a miniature universe as opposed to 'macrocosm' )a large universe)]. The microcosm epitomises the macrocosm. [ Qurtubi ]</p><p>The Sufis have supported this concept. Some scholars have analysed in detail - from head to toe - to show how man is the epitome of the large universe.</p>"
        },
        {
            "resource_id": 180,
            "text": "৪. নিশ্চয়ই আমি মানুষকে সৃষ্টি করেছি মানানসই গঠনে ও সুন্দরতম সৌষ্ঠবে।"
        },
        {
            "resource_id": 172,
            "text": "Kuşkusuz biz, insanı en düzgün ve en üstün surette var ettik."
        },
        {
            "resource_id": 177,
            "text": "Rằng quả thật, TA đã tạo con người với một vóc dạng cân đối và tốt đẹp nhất."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">والمقسم عليه قوله:</span> <span class=\"arabic qpc-hafs brown\">{ لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ }</span> أي: تام الخلق، متناسب الأعضاء، منتصب القامة، لم يفقد مما يحتاج إليه ظاهرًا أو باطنًا شيئًا، ومع هذه النعم العظيمة، التي ينبغي منه القيام بشكرها، فأكثر الخلق منحرفون عن شكر المنعم، مشتغلون باللهو واللعب، قد رضوا لأنفسهم بأسافل الأمور، وسفساف الأخلاق."
        },
        {
            "resource_id": 165,
            "text": "<p>আমি তো সৃষ্টি করেছি মানুষকে সুন্দরতম গঠনে। [১]</p><p>[১] এটা হল কসমের জওয়াব। আল্লাহ তাআলা প্রতিটি প্রাণীকে সৃষ্টি করেছেন নিচুমুখী করে। কেবলমাত্র মানুষকে সৃষ্টি করেছেন আলম্বিত দেহ সোজা করে; যে নিজের হাত দিয়ে পানাহার করে। তার অঙ্গ-প্রত্যঙ্গকে যথোপযোগী বানিয়েছেন। তাতে পশুর মত বেমানান ও অসামঞ্জস্য নেই। প্রত্যেক গুরুত্বপূর্ণ অঙ্গ-প্রত্যঙ্গ জোড়া জোড়া সৃষ্টি করেছেন এবং তার মাঝে উচিত ব্যবধানও রেখেছেন। তাতে বিবেক-বুদ্ধি, চিন্তা-চেতনা, বোঝশক্তি, প্রজ্ঞা, শ্রবণ ও দৃষ্টিশক্তি দান করেছেন। যার ফলে মানুষ আসলে তাঁর কুদরতের প্রকাশস্থল এবং তাঁর শক্তিমত্তার প্রতিবিম্ব। কিছু উলামা إن الله خلق آدم على صورته (অর্থাৎ, নিশ্চয় আল্লাহ আদমকে তাঁর নিজ আকৃতিতে সৃষ্টি করেছেন।) হাদীসে উক্ত অর্থ গ্রহণ করেছেন।<em>(মুসলিম নেকী ও আত্মীয়তা এবং আদব অধ্যায়)</em></p><p>মানুষের সৃষ্টিতে উক্ত সকল জিনিসের ব্যবস্থা করাটাই হল 'আহসানি তাকবীম' (সুন্দরতম গঠন) যা মহান আল্লাহ তিনটি বস্তুর কসম খাওয়ার পর উল্লেখ করেছেন। <em>(ফাতহুল কাদীর)</em></p>"
        },
        {
            "resource_id": 181,
            "text": "که به تحقیق انسان را در نیکوترین آفرینش و بهترین سیما آفریدیم."
        },
        {
            "resource_id": 92,
            "text": "لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (4) وجملة : { لقد خلقنا الإنسان في أحسن تقويم } مع ما عطف عليه هو جواب القسم .والقَسم عليه يدل على أن التقويم تقويم خفي وأن الرد رد خفيّ يجب التدبر لإِدراكه كما سنبينه في قوله : { في أحسن تقويم } .فلذلك ناسب أن يحقق بالتوكيد بالقسم ، لأن تصرفات معظم الناس في عقائدهم جارية على حالة تشبه حالة من ينكرون أنهم خُلقوا على الفطرة .والخلق : تكوين وإيجاد لشيء ، وخلق الله جميع الناس هو أنه خلق أصول الإِيجاد وأوجد الأصول الأولى في بدء الخليقة كما قال تعالى : { لما خلقت بيدي } [ ص : 75 ] وخلق أسباب تولد الفروع من الأصول فتناسلت منها ذرياتهم كما قال : { ولقد خلقناكم ثم صورناكم ثم قلنا للملائكة اسجدوا لآدم } [ الأعراف : 11 ] .وتعريف { الإنسان } يجوز أن يكون تعريف الجنس ، وهو التعريف الملحوظ فيه مجموع الماهية مع وجودها في الخارج في ضمن بعض أفرادها أو جميع أفرادها .ويحمل على معنى : خلقنا جميع الناس في أحسن تقويم .ويجوز أن يكون تعريف { الإنسان } تعريف الحقيقة نحو قولهم : الرجل خير من المرأة ، وقول امرىء القيس: ... الحرب أول ما تكون فَتيةفلا يلاحظ فيه أفراد الجنس بل الملحوظ حالة الماهية في أصلها دون ما يعرض لأفرادها مما يغير بعض خصائصها . ومنه التعريف الواقع في قوله تعالى : { إن الإنسان خلق هلوعاً } وقد تقدم في سورة المعارج ( 19 ) .والتقويم : جعل الشيء في قَوام ( بفتح القاف ) ، أي عَدل وتسوية ، وحسن التقويم أكمله وأليقه بنوع الإِنسان ، أي أحسن تقويم له ، وهذا يقتضي أنه تقويم خاص بالإِنسان لا يشاركه فيه غيره من المخلوقات ، ويتضح ذلك في تعديل القوى الظاهرة والباطنة بحيث لا تكون إحدى قواه موقعة له فيما يفسده ، ولا يعوق بعض قواه البعضَ الآخر عن أداء وظيفته فإن غيره من جنسه كان دونه في التقويم .وحرف { في } يفيد الظرفية المجازية المستعارة لمعنى التمكن والمِلك فهي مستعملة في معنى باء الملابسة أو لام الملك ، وإنما عدل عن أحد الحرفين الحقيقيين لهذا المعنى إلى حرف الظرفية لإفادة قوة الملابسة أو قوة الملك مع الإِيجاز ولولا الإِيجاز لكانت مساواة الكلام أن يقال : لقد خلقنا الإِنسان بتقويم مكين هُو أحسن تقويم .فأفادت الآية أن الله كوَّن الإِنسان تكويناً ذاتياً مُتناسباً ما خلق له نوعه من الإِعداد لنظامه وحضارته ، وليس تقويم صورة الإِنسان الظاهرة هو المعتبر عند الله تعالى ولا جديراً بأن يقسم عليه إذ لا أثر له في إصلاح النفس ، وإصلاح الغير ، والإِصلاح في الأرض ، ولأنه لو كان هو المراد لذهبت المناسبة التي في القَسَمْ بالتين والزيتون وطور سينين والبلدِ الأمين . وإنما هو متمّم لتقويم النفس قال النبي صلى الله عليه وسلم « إن الله لا ينظر إلى أجسادكم ولا إلى صوركم ولكن ينظر إلى قلوبكم » فإن العقل أشرف ما خص به نوع الإنسان من بين الأنواع .فالمرضيّ عند الله هو تقويم إدراك الإِنسان ونظره العقلي الصحيح لأن ذلك هو الذي تصدر عنه أعمال الجسد إذ الجسم آلة خادمة للعقل فلذلك كان هو المقصود من قوله تعالى : { لقد خلقنا الإنسان في أحسن تقويم } .وأما خلق جسد الإِنسان في أحسن تقويم فلا ارتباط له بمقصد السورة ويظهر هذا كمال الظهور في قوله : { ثم رددناه أسفل سافلين } فإنه لو حمل الرد أسفل سافلين على مصير الإِنسان في أرذل العمر إلى نقائص قوته كما فسر به كثير من المفسرين لكان نبوّه عن غرض السورة أشد ، وليس ذلك مما يقع فيه تردد السامعين حتى يحتاج إلى تأكيده بالقسم ويدل لذلك قوله بعده : { إلا الذين آمنوا } [ التين : 6 ] لأن الإِيمان أثر التقويم لعقل الإنسان الذي يلهمه السير في أعماله على الطريق الأقوم ، ومعاملةِ بني نوعه السالمين من عدائه معاملة الخير معهم على حسب توافقهم معه في الحق فذلك هو الأصل في تكوين الإِنسان إذا سلم من عوارض عائقة من بعض ذلك مما يعرض له وهو جنين؛ إما من عاهة تلحقه لِمرض أحد الأبوين ، أو لفساد هيكله من سقطة أو صدمة في حمله ، وما يعرض له بعد الولادة من داء معضل يعرض له يترك فيه اختلال مزاجه فيحرف شيئاً من فطرته كحماقة السوداويين والسُّكريين أو خبال المختبلين ، ومما يدخله على نفسه من مساوي العادات كشرب المسكرات وتناول المخدرات مما يورثه على طوللٍ انثلامَ تعقله أو خَوَرَ عزيمته .والذي نأخذه من هذه الآية أنَّ الإنسان مخلوق على حالة الفطرة الإِنسانية التي فطر الله النوع ليتصف بآثارها ، وهي الفطرة الإنسانية الكاملة في إدراكه إدراكاً مستقيماً مما يتأدى من المحسوسات الصادقة ، أي الموافقة لحقائق الأشياء الثابتة في نفس الأمر ، بسبب سلامة ما تؤديه الحواس السليمة ، وما يتلقاه العقل السليم من ذلك ويتصرف فيه بالتحليل والتركيب المنتظمين ، بحيث لو جانبتْه التلقينات الضالة والعوائد الذميمة والطبائع المنحرفة والتفكير الضار ، أو لو تسلطت عليه تسلطاً ما فاستطاع دفاعها عنه بدلائل الحق والصواب ، لجَرى في جميع شؤونه على الاستقامة ، ولما صدرت منه إلا الأفعال الصالحة ولكنه قد يتعثر في ذيول اغتراره ويُرخي العنان لهواه وشهوته ، فترمي به في الضلالات ، أو يتغلب عليه دعاة الضلال بعامل التخويف أو الإِطماع فيتابعهم طوعاً أو كرهاً ، ثم لا يلبث أن يستحكم فيه ما تقلده فيعتاده وينسى الصواب والرشد .ويفسر هذا المعنى قول النبي صلى الله عليه وسلم « ما من مولود إلا يولد على الفطرة ثم يكون أبواه هما اللذان يهوِّدانه أو ينصِّرانه أو يمجِّسانه » الحديث؛ ذلك أن أبويه هما أول من يتولى تأديبه وتثقيفه وهما أكثر الناس ملازمة له في صباه ، فهما اللذان يُلقيان في نفسه الأفكار الأولى ، فإذا سلم من تضليل أبويه فقد سار بفطرته شوطاً ثم هو بعد ذلك عُرضة لعديد من المؤثرات فيه ، إنْ خيراً فخير وإن شرّاً فشرّ ، واقتصر النبي صلى الله عليه وسلم على الأبوين لأنهما أقوى أسباب الزج في ضلالتهما ، وأشد إلحاحاً على ولدهما .ولم يعرج المفسرون قديماً وحديثاً على تفسير التقويم بهذا المعنى العظيم فقصروا التقويم على حسن الصورة . وروي عن ابن عباس ومجاهد وقتادة والكلبي وإبراهيم وأبي العالية ، أو على استقامة القامة . وروي عن ابن عباس ، أو على الشباب والجلادة ، وروي عن عكرمة وابن عباس .ولا يلائم مقصد السورة إلا أن يتأول بأن ذلك ذكر نعمة على الإنسان عكس الإنسان شكرها فكفر بالمنعم فرد أسفل سافلين ، سوى ما حكاه ابن عطية عن الثعلبي عن أبي بكر بن طاهر أنه قال : «تقويم الإنسان عقله وإدراكه اللذان زيّناه بالتمييز» ولفظه عند القرطبي قريب من هذا مع زيادة يتناول مأكوله بيده وما حكاه الفخر عن الأصم أن { أحسن تقويم } أكمل عقل وفهم وأدب وعلم وبيان» .وتفيد الآية أن الإِنسان مفطور على الخير وأن في جبلته جلب النفع والصلاح لنفسه وكراهة ما يظنّه باطلاً أو هلاكاً ، ومحبة الخير والحسن من الأفعال لذلك تراه يسر بالعدل والإِنصاف ، وينصح بما يراه مجلبة لخير غيره ، ويغيث الملهوف ويعامل بالحسنى ، ويغار على المستضعفين ، ويشمئزّ من الظلم ما دام مجرداً عن رَوْم نفع يجلبه لنفسه أو إرضاء شهوة يريد قضاءها أو إشفاء غضب يجيش بصدره ، تلك العوارض التي تحول بينه وبين فطرته زمناً ، ويهش إلى كلام الوعّاظ والحكماء والصالحين ويكرمهم ويعظمهم ويودّ طول بقائهم .فإذا ساورتْه الشهوة السيئة فزينت له ارتكاب المفاسد ولم يستطع ردها عن نفسه انصرف إلى سوء الأعمال ، وثقْل عليه نصح الناصحين ، ووعظُ الواعظين على مراتب في كراهية ذلك بمقدار تحكم الهوى في عقله .ولهذا كان الأصل في الناس الخيرَ والعدالة والرشد وحسن النية عند جمهور من الفقهاء والمحدِّثين ."
        },
        {
            "resource_id": 792,
            "text": "ជាការពិតណាស់ យើងបានបង្កើតមនុស្សលោកស្ថិតក្នុងទ្រង់ទ្រាយមួយសមសួន និងមានរូបរាងល្អប្រពៃបំផុត។"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "Abbiamo creato l'uomo nel modo più perfetto e nella migliore immagine,"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ )</span> وهذا جواب القسم،<span class=\"blue\"> يقول تعالى ذكره:</span> والتين والزيتون، لقد خلقنا الإنسان في أحسن تقويم.</p><p>وبالذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قال:</span> وقع القسم ها هنا<span class=\"arabic qpc-hafs green\">( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ )</span> اختلف أهل التأويل في تأويل قوله <span class=\"arabic qpc-hafs green\">( لَقَدْ خَلَقْنَا &amp;; 24-507 &amp;; الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ )</span> فقال بعضهم: معناه: في أعدل خلق، وأحسن صورة.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا حكام، عن عمرو، عن عاصم، عن أبي رَزِين، عن ابن عباس <span class=\"arabic qpc-hafs green\">( فِي أَحْسَنِ تَقْوِيمٍ )</span> قال: في أعدل خلق.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا مؤمل،<span class=\"blue\"> قال:</span> ثنا سفيان، عن حماد، عن إبراهيم <span class=\"arabic qpc-hafs green\">( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ )</span> قال: في أحسن صورة.</p><p>قال: ثنا عبد الرحمن،<span class=\"blue\"> قال:</span> ثنا سفيان، عن حماد، عن إبراهيم، مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن حماد، عن إبراهيم <span class=\"arabic qpc-hafs green\">( فِي أَحْسَنِ تَقْوِيمٍ )</span> قال: خَلْقٍ.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن حماد، عن إبراهيم <span class=\"arabic qpc-hafs green\">( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ )</span> قال: في أحسن صورة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن أبي جعفر، عن الربيع، عن أبي العالية <span class=\"arabic qpc-hafs green\">( فِي أَحْسَنِ تَقْوِيمٍ )</span> يقول: في أحسن صورة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا مؤمل،<span class=\"blue\"> قال:</span> ثنا سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( فِي أَحْسَنِ تَقْوِيمٍ )</span> : في أحسن صورة.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ )</span> قال: أحسن خَلْقٍ.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله <span class=\"arabic qpc-hafs green\">( فِي أَحْسَنِ تَقْوِيمٍ )</span> قال: في أحسن خلق.</p><p>حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( فِي أَحْسَنِ تَقْوِيمٍ )</span> يقول: في أحسن صورة.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة، هو والكلبيّ<span class=\"arabic qpc-hafs green\">( فِي أَحْسَنِ تَقْوِيمٍ )</span> قالا في أحسن صورة.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: بل معنى ذلك: لقد خلقنا الإنسان، فبلغنا به استواء شبابه وجلده وقوّته، وهو أحسن ما يكون، وأعدل ما يكون وأقومه.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا المعتمر،<span class=\"blue\"> قال:</span> سمعت الحكم يحدّث، عن عكرِمة،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ )</span> قال: الشاب القويّ الجَلْد.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه، عن ابن عباس <span class=\"arabic qpc-hafs green\">( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ )</span> قال: شبابه أوّل ما نشأ.</p><p>وقال آخرون: قيل ذلك لأنه ليس شيء من الحيوان إلا وهو منكبّ على وجهه غير الإنسان.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا محمد بن المثنى،<span class=\"blue\"> قال:</span> ثنا ابن أبي عديّ، عن داود، عن عكرِمة، عن ابن عباس <span class=\"arabic qpc-hafs green\">( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ )</span> قال: خلق كلّ شيء منكبا على وجهه، إلا الإنسان.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك بالصواب: أن يقال: إن معنى ذلك: لقد خلقنا الإنسان في أحسن صورة وأعدلها؛<span class=\"blue\"> لأن قوله:</span> <span class=\"arabic qpc-hafs green\">( أَحْسَنِ تَقْوِيمٍ )</span> إنما هو نعت لمحذوف، وهو في تقويم أحسن تقويم،<span class=\"blue\"> فكأنه قيل:</span> لقد خلقناه في تقويم أحسن تقويم.</p>"
        },
        {
            "resource_id": 173,
            "text": "Nous avons créé l’être humain dans la forme la plus harmonieuse et lui avons donné la meilleure apparence."
        },
        {
            "resource_id": 157,
            "text": "<p>اس سے معلوم ہوتا ہے کہ اللہ نے آغاز تخلیق ہی سے انسان کو بہترین ساخت پر پیدا کیا اور حضرت انسان پر اللہ کی نظر عنایت رہی ہے ، ویسے تو اللہ ہر چیز کو بہترین ساخت پر پیدا کیا ہے ، لیکن اس مقام پر اور دوسرے مقامات پر انسانی ساخت کی موزونیت کا ذکر ، اور انسان کے تسویہ اور اس کے اعضا کی تعدیل کا ذکر اس بات کی علامت ہے کہ اللہ کے ہاں اپنی مخلوقات میں سے انسان کی اہمیت بہت زیادہ ہے ، باوجود اس کے کہ انسان میں بہت سی کمزوریاں ہیں اور یہ کہ وہ راہ راست سے بھٹک جاتا ہے اور فطری راہ کو چھوڑ کر غلط راہوں پر چلتا ہے اور شروفساد میں مبتلا ہوتا ہے۔ پھر بھی اللہ کی طرف سے اس کی طرف یہ توجہ بتاتی ہے کہ اللہ کے ہاں انسان کا ایک مقام و مرتبہ ہے اور یہ مقام و مرتبہ اس پوری کائنات کے نظام میں ہے۔ یہی وجہ ہے کہ اللہ تعالیٰ نے انسان کی تخلیق اور اس کی ساخت کو نہایت اعلیٰ درجے کا بتایا ہے۔ جسمانی اعتبار سے بھی یہ مخلوق نہایت مکمل اور پیچیدہ نظام رکھتی ہے اور عقلی اعتبار سے بھی یہ تمام مخلوق سے برتر ہے اور روحانی کمالات کے اعتبار سے بھی یہ بہت ممتاز اور باکمال ہے۔</p><p>یہاں زیادہ اہمیت انسان کے روحانی پہلوکو دی گئی ہے۔ کیونکہ انسان اگر روحانی پہلو سے راہ فطرت کو چھوڑ دے اور غلط راہوں پر پڑجائے اور ایمان کے بجائے کفر کو اختیار کرے تو بہت گر جاتا ہے۔ تمام مخلوقات سے نیچے چلا جاتا ہے اس لئے کہ انسان اپنی جسمانی ساخت تو نہیں بدل سکتا ، سب سے نیچی سطح پر یہ اگر گرتا ہے ، تو روحانی اعتبار سے گرتا ہے۔</p><p>یہ روحانی خصوصیات ہی ہیں جن کی اساس پر انسان تمام دوسری مخلوقات پر فائق ہے۔ انسان ان خصوصیات کی بنا پر اس قابل ہے کہ ملائکہ مقربین سے بھی اونچے مقام تک چلا جائے ، قصہ معراج اس بات پر دلیل ہے کہ ایک مقام تک جبرائیل (علیہ السلام) گئے اور پھر رک گئے اور حضرت محمد ﷺ اس مقام سے آگے چلے گئے ، بہت زیادہ بلندیوں اور رفعتوں تک۔ اور یہی مخلوق انسان اگر گرنے پہ آئے تو یہ اس مقام تک گرتا ہے جس تک دوسری کوئی مخلوق نہیں گرتی۔</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">هذا هو المقسم عليه وهو أنه تعالى خلق الإنسان في أحسن صورة وشكل منتصب القامة سوى الأعضاء حسنها.</p>"
        },
        {
            "resource_id": 175,
            "text": "Mi smo čovjeka stvorili kao stvorenja najboljeg i najskladnijeg oblika."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "وجملة : ( لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ . . . ) وما عطف عليه جواب القسم .أى : وحق التين الذى هو أحسن الثمار ، صورة وطعما وفائدة ، وحق الزيتون الذى يكفى الناس حوائج طعامهم وإضاءتهم ، وحق هذا البلد الأمين ، وهو مكة المكرمة ، وحق طور سنين الذى كلم الله - تعالى - عليه نبيه موسى تكليما . . وحق هذه الأشياء . . لقد خلقلنا الإِنسان فى أعدل قامة ، وأجمل صورة ، وأحسن هيئة ، ومنحناه بعد ذلك ما لم نمنحه لغيره ، من بيان فصيح ، ومن عقل راجح ، ومن علم واسع ، ومن إرادة وقدرة على تقحيق ما يبتغيه فى هذه الحياة ، بإذننا ومشيئتنا .والتقويم فى الأصل : تصيير الشئ على الصورة التى ينبغى أن يكون عليها فى التعديل والتركيب . تقول : قومت الشئ تقويماً ، إذا جعلته على أحسن الوجوه التى ينبغى أن يكون عليها . . فى التعديل والتركيب . تقول : قومت الشئ تقويماً ، إذا جعلته على أحسن الوجوه التى ينبغى أن يكون عليها . . وهذا الحسن يشمل الظاهر والباطن للإِنسان .والمراد بالإِنسان هنا : جنسه . أى : لقد خلقنا - بقدرتنا وحكمتنا - جنس الإِنسان فى أكمل صورة ، وأحكم عقل . ."
        },
        {
            "resource_id": 776,
            "text": "Ciertamente, He creado al ser humano de la manera más equilibrada y con la mejor conformación."
        },
        {
            "resource_id": 804,
            "text": "پوچەڵ كردنەوەى بیردۆزەى (نیاندرتاڵ)\n[ <span class=\"arabic uthmani\">لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (٤)</span> ] ئەمە وەڵامی سوێند خواردنەكەیە: بەدڵنیایی ئێمە مرۆڤمان دروست كردووە لە جوانترین شەكل و شێوازدا كە بە ڕێكی دروستمان كردووەو ئەندامەكانی لەشیمان بەجوانترین شێواز دروست كردووە، هەر سەرەتا خوای گەورە ئادەمی دروست كردووەو مرۆڤی دروست كردووە بەو شێوازە بووە, (ئەمەیش ڕەددە بۆ بیردۆزەی مرۆڤی نیاندرتاڵ كە ئەڵێن: سەرەتا مرۆڤ زۆر ناشیرین بووە دواتر وردە وردە بە درێژایی و ڕۆیشتنی كات و سەردەم شێوەی گۆڕانكاری بەسەردا هاتووە، كە ئەمە بیردۆزەیەكی پووچەڵە بەڵكو خوای گەورە هەر سەرەتا لەسەر جوانترین شێواز ئادەمی دروست كردووەو ئادەمیش شێوەی وەك ئێمە بووە، ئێمەش شێوەمان لەسەر شێوەی ئادەمە بەو شێوازە جوانە خوای گەورە مرۆڤی دروست كردووەو بە ناشیرینی مرۆڤی دروست نەكردووە) ."
        },
        {
            "resource_id": 790,
            "text": "তাৰ পিছত আমি তাক পৃথিৱীত বৃদ্ধ আৰু অক্ষমতাৰ বসয়লৈ ওভতাই দিওঁ। গতিকে সিহঁতে নিজৰ শৰীৰৰ পৰা উপকৃত হব নোৱাৰে। যিদৰে সেই সময়ত উপকৃত হব নোৱাৰে যেতিয়া তাৰ ফিতৰত প্ৰকৃতি বিনষ্ট হৈ যাব আৰু জাহান্নামত প্ৰৱেশ কৰিব লাগিব।"
        },
        {
            "resource_id": 178,
            "text": "Потом Мы продлим ему жизнь настолько, что он превратится в старика и его тело не будет приносить ему пользу, после развращения им своего естества, и он войдет в Адский огонь."
        },
        {
            "resource_id": 92,
            "text": "ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (5)وجملة : { ثم رددناه أسفل سافلين } معطوفة على جملة : { خلقنا الإنسان في أحسن تقويم } فهي في حيّز القَسَم .وضمير الغائب في قوله : { رددناه } عائد إلى الإِنسان فيجري فيه الوجهان المتقدمان من التعريف .و { ثم } لإفادة التراخي الرُّتْبي كما هو شأنها في عطف الجمل ، لأن الرد أسفل سافلين بعد خلقه محوطاً بأحسن تقويم عجيب لما فيه من انقلاب ما جُبل عليه ، وتغييرُ الحالة الموجودة أعجب من إيجاد حالة لم تكن ، ولأنّ هذه الجملة هي المقصود من الكلام لتحقيق أن الذين حادوا عن الفطرة صاروا أسفل سافلين .والمعنى : ولقد صيرناه أسفل سافلين ، أو جعلناه في أسفل سافلين .والرد حقيقته إرجاع ما أخذ من شخص أو نُقل من موضع إلى ما كان عنده ، ويطلق الرد مجازاً على تصيير الشيء بحالة غير الحالة التي كانت له مجازاً مرسلاً بعلاقة الإطلاق عن التقييد كما هنا .و { أسفل } : اسم تفضيل ، أي أشدَّ سفالة ، وأضيف إلى { سافلين } ، أي الموصوفين بالسفالة .فالمراد : أسفل سافلين في الاعتقاد بخالقه بقرينة قوله : { إلا الذين آمنوا } [ التين : 6 ] .وحقيقة السفالة : انخفاض المكان ، وتطلق مجازاً شائعاً على الخسة والحقارة في النفس ، فالأسفل الأشد سفالة من غيره في نوعه .والسافلون : هم سفلة الاعتقاد ، والإِشراكُ أسفل الاعتقاد فيكون { أسفل سافلين } مفعولاً ثانياً ل { رددناه } لأنه أجري مجرى أخوات صار .والمعنى : أن الإِنسان أخذ يغير ما فطر عليه من التقويم وهو الإِيمان بإله واحد وما يقتضيه ذلك من تقواه ومراقبته فصار أسفل سافلين ، وهل أسفلُ ممن يعتقد إلهية الحجارة والحيواننِ الأبكم مِن بقر أو تماسيح أو ثعابين أو من شجر السَّمُر ، أو مَن يحسب الزمان إلها ويسميه الدهر ، أو من يجحد وجود الصانع وهو يشاهد مصنوعاته ويحس بوجود نفسه قال تعالى : { وفي أنفسكم أفلا تبصرون } [ الذاريات : 21 ] .فإن ملت إلى جانب الأخلاق رأيت الإِنسان يبلغ به انحطاطه إلى حضيض التسفل ، فمِن مَلَق إذا طمِع ، ومن شُحّ إذا شجع ، ومن جزع إذا خاف ، ومن هلع ، فكم من نفوس جُعلت قرابين للآلهة ، ومن أطفال موءودة ، ومن أزواج مقذوفة في النار مع الأموات من أزواجهن ، فهل بعد مثل هذا من تسفل في الأخلاق وأفن الرأي .وإسناد الرد إلى الله تعالى إسناد مجازي لأنه يكوّن الأسبابَ العالية ونظامَ تفاعلها وتقابلها في الأسباب الفرعية ، حتى تصل إلى الأسباب المباشرة على نحو إسناد مدّ وقبض الظل إليه تعالى في قوله : { ألم تر إلى ربك كيف مد الظل } إلى قوله : { ثم قبضناه إلينا قبضاً يسيراً } [ الفرقان : 45 ، 46 ] وعلى نحو الإِسناد في قول الناس : بنَى الأمير مدينةَ كذا .ويجوز أن يكون { أسفل سافلين } ظرفاً ، أي مكاناً أسفلَ مَا يسكنه السافلون ، فإضافة { أسفل } إلى { سافلين } من إضافة الظرف إلى الحالِّ فيه ، وينتصب { أسفل } ب { رددناه } انتصاب الظرف أو على نزع الخافض ، أي إلى أسفل سافلين ، وذلك هو دار العذاب كقوله : { إن المنافقين في الدرك الأسفل من النار } [ النساء : 145 ] فالرد مستعار لمعنى الجعل في مكان يستحقه ، وإسناد الرد إلى الله تعالى على هذا الوجه حقيقي .وأحسب أن قوله تعالى : { ثم رددناه أسفل سافلين } انتزَع منه مالك رحمه الله ما ذكره عياض في «المدارك» قال : قال ابن أبي أويس : قال مالك : أقبلَ عليَّ يوماً ربيعة فقال لي : مَن السَّفلة يا مالك؟ قلت : الذي يأكل بدينه ، قال لي : فمن سفلة السفلة؟ قلت : الذي يأكل غيرُه بدينه . فقال : ( زِهْ ) وصدَرني ( أي ضرب على صدرِي يعني استحساناً ) . وأنَّ المشركين كانوا أسفل سافلين لأنهم ضلّلهم كبراؤهم وأيمتهم فسوّلوا لهم عبادة الأصنام لينالوا قيادتهم ."
        },
        {
            "resource_id": 791,
            "text": "പിന്നീട് നാം ഇഹലോകത്ത് അവനെ വാർദ്ധക്യത്തിലേക്കും (വാർദ്ധക്യ സഹജമായ) ബുദ്ധിശോഷണത്തിലേക്കും എത്തിച്ചു. അതോടെ അവന് തൻ്റെ ശരീരം കൊണ്ട് ഉപകാരമില്ലാതാകുന്നു. ഇത് പോലെ തന്നെയാണ് അവൻ തൻ്റെ ശുദ്ധപ്രകൃതിയെ തിന്മകൾ കൊണ്ട് നശിപ്പിക്കുകയും നരകത്തിൽ പ്രവേശിക്കുകയും ചെയ്താൽ അവന് (തൻ്റെ ശരീരം ഉപകാരം ചെയ്യുകയില്ല)."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": "Аллах принес перечисленные выше клятвы в подтверждение того, что сотворил человека в прекраснейшем облике. Его облик совершенен, тело хорошо сложено, а фигура стройна, и он обладает всеми необходимыми внешними и внутренними качествами. Эти великие блага обязывают человека быть благодарным Аллаху, однако зачастую люди не выполняют этой обязанности и проводят свое время в пустых делах и развлечениях. Они довольствуются низменными деяниями и порочным нравом. И поэтому Аллах ввергнет их в нижайшее из низких мест - на дно Ада, где пребудут грешники и ослушники. А избежать этого смогут лишь те, кто уверовал, творил благие дела и отличался превосходным нравом."
        },
        {
            "resource_id": 165,
            "text": "<p>অতঃপর আমি তাকে হীনতার সবচেয়ে নিম্নস্তরে ফিরিয়ে দিয়েছি।[১]</p><p>[১] এখানে মানুষের স্থবিরতা ও অন্তিম আয়ুর প্রতি ইঙ্গিত করা হয়েছে। যে সময়ে যুবক অবস্থা ও শক্তিমত্তার পর বার্ধক্য ও দুর্বলতা এসে পড়ে। আর তখন মানুষের জ্ঞান-বুদ্ধি ও বোধশক্তি শিশুদের মত হয়ে যায়। কেউ কেউ এখানে সেই হীনতার অর্থ গ্রহণ করেছেন যাতে মানুষ পতিত হয়ে অতিরিক্ত নীচতা এবং সাপ-বিছা থেকেও বেশী নিকৃষ্ট হয়ে যায়। আবার কেউ বলেন, এ আয়াত দ্বারা সেই লাঞ্ছনাকর আযাবকে বোঝানো হয়েছে যা জাহান্নামে কাফেরদের জন্য অপেক্ষা করছে। অর্থাৎ, মানুষ আল্লাহ ও তাঁর রসূলের আনুগত্য না করে নিজেকে 'আহ্সানি তাক<u>বী</u>ম'-এর উচ্চ মর্যাদা থেকে জাহান্নামের নিম্নদেশে ঠেলে দেয়।</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>তারপর আমরা তাকে হীনতাগ্রস্তদের হীনতমে পরিণত করি – [১]</p><p>[১] মুফাসসিরগণ সাধারণত এর দু’টি অর্থ বর্ণনা করেছেন। এক, আমি তাকে যৌবনের পর বার্ধক্যের এমন এক অবস্থার দিকে ফিরিয়ে দিয়েছি যেখানে সে কিছু চিন্তা করার, বুঝার ও কাজ করার যোগ্যতা হারিয়ে ফেলে; ছোট শিশুর মত হয়ে যায়। দুই, আয়াতের দ্বিতীয় অর্থ হচ্ছে, আমি তাকে জাহান্নামের সর্বনিম্ন পর্যায়ের দিকে ফিরিয়ে দিয়েছি। সর্বোত্তম কাঠামোয় সৃষ্টি করার পর যখন মানুষ নিজের দৈহিক ও মানসিক শক্তিগুলোকে দুষ্কৃতির পথে ব্যবহার করে তখন আল্লাহ্ তাকে এর উপযুক্ত প্রতিদান হিসেবে জাহান্নামকে তার আবাসস্থল বানিয়ে দেন। [কুরতুবী]</p>"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : ثم رددناه أسفل سافلين أي إلى أرذل العمر ، وهو الهرم بعد الشباب ، والضعف بعد القوة ، حتى يصير كالصبي في الحال الأول قالهالضحاك والكلبي وغيرهما . وروى ابن أبي نجيح عن مجاهد : ثم رددناه أسفل سافلين إلى النار ، يعني الكافر ، وقاله أبو العالية . وقيل : لما وصفه الله بتلك الصفات الجليلة التي ركب الإنسان عليها ، طغى وعلا ، حتى قال : أنا ربكم الأعلى وحين علم الله هذا من عبده ، وقضاؤه صادر من عنده ، رده أسفل سافلين بأن جعله مملوءا قذرا ، مشحونا نجاسة ، وأخرجها على ظاهره إخراجا منكرا ، على وجه الاختيار تارة ، وعلى وجه الغلبة أخرى ، حتى ، إذا شاهد ذلك من أمره ، رجع إلى قدره . وقرأ عبد الله أسفل السافلين . وقال : أسفل سافلين على [ ص: 103 ] الجمع ; لأن الإنسان في معنى جمع ، ولو قال : أسفل سافل جاز ; لأن لفظ الإنسان واحد . وتقول : هذا أفضل قائم . ولا تقول أفضل قائمين ; لأنك تضمر لواحد ، فإن كان الواحد غير مضمر له ، رجع اسمه بالتوحيد والجمع كقوله تعالى : والذي جاء بالصدق وصدق به أولئك هم المتقون . وقوله تعالى : وإنا إذا أذقنا الإنسان منا رحمة فرح بها وإن تصبهم سيئة . وقد قيل : إن معنى رددناه أسفل سافلين أي رددناه إلى الضلال كما قال تعالى : إن الإنسان لفي خسر إلا الذين آمنوا وعملوا الصالحات أي إلا هؤلاء ، فلا يردون إلى ذلك . والاستثناء على قول من قال أسفل سافلين النار ، متصل . ومن قال : إنه الهرم فهو منقطع ."
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) معطفو على ما قبله وداخل فى حيز القسم . وضمير الغائب يعود إلى الإِنسان .وحقيقة الرد : إرجاع الشئ إلى مكانه السابق ، والمراد به هنا : تصيير الإِنسان على حالة غير الحالة التى كان عليها ، وأسفل : أفعل تفضيل ، أى : أشد سفالة مما كان يتوقع .وللمفسرين فى هذه الآية الكريمة اتجاهات منها : أن المراد بالرد هنا : الرد على الكبر والضعف ، كما قال - تعالى - : ( الله الذي خَلَقَكُمْ مِّن ضَعْفٍ ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفاً وَشَيْبَةً يَخْلُقُ مَا يَشَآءُ وَهُوَ العليم القدير ) وعلى هذا الرأى يكون المردودين إلى أسفل سافلين ، أى : إلى أرذل العمر ، هم بعض أفراد جنس الإِنسان ، لأنه من المشاهد أن بعض الناس هم الذين يعيشون تلك الفترة الطويلة من العمر ، كما قال - تعالى - : ( هُوَ الذي خَلَقَكُمْ مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلاً ثُمَّ لتبلغوا أَشُدَّكُمْ ثُمَّ لِتَكُونُواْ شُيُوخاً وَمِنكُمْ مَّن يتوفى مِن قَبْلُ ولتبلغوا أَجَلاً مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ ) وقد رجح ابن جرير هذا الرأى فقال : \" وأولى الأقوال فى ذلك عندى بالصحة ، وأشبهها بتأويل الآية ، قول من قال معناه : ثم رددناه إلى أرذل العمر .إلى عمر الخرفى الذين ذهبت عقولهم من الهرم والكبر ، فهو فى أسفل من سفل فى إدبار العمر ، وذهاب العقل . . \" .ومنها : أن المراد بالرد هنا : الرد إلى النار ، والمعنى : لقد خلنا الإِنسان فى أحسن تقويم ، ثم رددناه إلى أقبح صورة ، وأخس هيئة . . حيث ألقينا به فى أسفل سافلين ، أى : فى النار ، بسبب استحبابه العمى على الهدى ، والكفر على الإِيمان .وقد رجح هذا الرأى ابن كثير فقال : قوله : ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) أى : إلى النار . . أى : ثم بعد هذا الحسن والنضارة ، مصيره إلى النار ، إن لم يطع الله - تعالى - ويتبع الرسل . ولهذا قال : ( إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات . . . ) ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (٥)</span> ] پاشان مرۆڤ ئەگەڕێنینەوە بۆ ئەوپەڕی تەمەن كە ئەوپەڕی پیرێتی و لاوازی و بێدەسەڵاتیە، كە مرۆڤ دوای ئەوەی كە گەنج و بەهێزە ئەگەڕێتەوە بۆ ئەوپەڕی پیری كە وای لێ دێت تەنانەت عەقڵیشی لەدەست ئەدات, یاخود (ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ) مەبەست ئەوەیە ئەو مرۆڤە كە بەو شێوە جوانە دروستمان كردووە خۆی ئەباتە ڕیزی ئاژەڵ و ئەو عەقڵەی پێمان داوە عیبادەتی خوای گەورەی پێ ناكات بەڵكو خۆی ئەگەڕێنێتەوە بۆ نزمترین پلە نزمەكانی دۆزەخ، كە (أَسْفَلَ سَافِلِينَ) نزمترین و خوارترین پلەكانی دۆزەخە، خۆی ئەگەڕێنێتەوە بۆ ئەوێ بەوەی كە نیفاق ئەكات یان ئیمان ناهێنێ یان پشت لە خوای گەورە ئەكات [ <span class=\"arabic uthmani\">إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</span> ] تەنها كەسانێك ناگەڕێنینەوە بۆ (أَسْفَلَ سَافِلِينَ) بۆ نزمترین پلەكانی خوارەوەی دۆزەخ و تیایدا سزا بدرێن بەڵكو بۆ بەرزترین پلەكانی سەرەوەی بەهەشت خوای گەورە بەرزیان ئەكاتەوە ئەوانەی كە ئیمانیان هێناوە بە خوای گەورە وە بەتاك و تەنها خوای گەورەیان پەرستووەو شەریكیان بۆ خوا دانەناوەو كردەوەی چاكیان ئەنجامداوە, (كردەوەی چاكیش ئەوەیە كە لەسەر سوننەتی پێغەمبەر صلى الله علیه وسلم بێت و بیدعە نەبێت، وە بە نیەتی پاك بێت و بەدڵسۆزی و ئیخڵاسەوە بۆ خوای گەورەى بێت و بۆ ریاى نەبێت) ."
        },
        {
            "resource_id": 179,
            "text": "Pagkatapos nagpabalik Kami sa kanya tungo sa pagkahukluban at pag-uulyanin sa Mundo kaya hindi siya nakikinabang sa katawan niya gaya ng hindi niya pakikinabang dito nang nagpatiwali siya sa kalikasan ng pagkalalang sa kanya at napunta sa Impiyerno,"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( ثم رددناه أسفل سافلين )</span> يريد إلى الهرم وأرذل العمر ، فينقص عقله ويضعف بدنه ،<span class=\"blue\"> والسافلون :</span> هم الضعفاء والزمنى والأطفال ، فالشيخ الكبير <span class=\"reference\">[ أسفل ]</span> من هؤلاء جميعا ، [ <span class=\"arabic qpc-hafs\">\" وأسفل سافلين \"</span> نكرة تعم الجنس ،<span class=\"blue\"> كما تقول :</span> فلان أكرم قائم فإذا عرفت قلت : أكرم القائمين . وفي مصحف عبد الله <span class=\"arabic qpc-hafs\">\" أسفل السافلين \"</span></p>"
        },
        {
            "resource_id": 905,
            "text": "ثم أرجعناه إلى الهرم والخرف في الدنيا فلا ينتفع بجسده كما لا ينتفع به إذا أفسد فطرته وصار إلى النار."
        },
        {
            "resource_id": 177,
            "text": "Sau đó, TA lại đẩy con người xuống vị trí thấp kém và hèn hạ nhất ở chốn trần gian, không gì giúp ích cho y khi y bị đày vào Hỏa Ngục."
        },
        {
            "resource_id": 792,
            "text": "បន្ទាប់មក យើងបានបញ្ជូនគេត្រឡប់ទៅកាន់កន្លែងដែលថោកទាបបំផុត គឺបាតក្រោមបង្អស់នៃឋាននរក។"
        },
        {
            "resource_id": 174,
            "text": "Kemudian Kami kembalikan fisiknya menjadi tua dan pikun di dunia, sehingga tak dapat memanfaatkan jasadnya sebagaimana ia tak dapat mengambil manfaat bila fitrahnya rusak dan masuk neraka,"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">( ثم رددناه أسفل سافلين )</span> أي : إلى النار . قاله مجاهد وأبو العالية والحسن وابن زيد ، وغيرهم .<span class=\"blue\"> ثم بعد هذا الحسن والنضارة مصيره إلى النار إن لم يطع الله ويتبع الرسل ; ولهذا قال :</span></p>"
        },
        {
            "resource_id": 171,
            "text": "Then I return him to old age and childishness in the world, so he cannot benefit fully from his body, when he ruins his nature and goes towards the hellfire."
        },
        {
            "resource_id": 180,
            "text": "৫. অতঃপর আমি তাকে দুনিয়াতে ফিরিয়ে দিয়েছি বার্ধক্য ও হীনতার দিকে। ফলে সে তার শরীর দিয়ে কোনরূপ উপকার লাভ করতে পারে না। তেমনিভাবে তার স্বভাব বিকৃত হয়ে গেলে এবং সে জাহান্নামে চলে গেলেও তা দিয়ে কোনরূপ উপকার লাভ করতে পারবে না।"
        },
        {
            "resource_id": 175,
            "text": "Zatim dajemo da na dunjaluku ostari i da nema koristi od svoga tijela, kao što od njega nema koristi kada mu se iskvari priroda i završi u Vatri."
        },
        {
            "resource_id": 183,
            "text": "それからわれらは現世では、かれを老齢と高齢者の子供っぽさに戻した。その身体からは最早受益しないのは、その天性を腐敗させ地獄行きとなる時と同様である。"
        },
        {
            "resource_id": 182,
            "text": "然后我使他们在今世逐渐走向衰老和昏聩，他们再无法像以前那样受益于自己的身体。犹如一个人，其天性向恶，就无益于他，那他必入火狱。"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 5{ ثُمَّ رَدَدْنٰــہُ اَسْفَلَ سٰفِلِیْنَ۔ } ”پھر ہم نے لوٹا دیا اس کو پست ترین حالت کی طرف۔“ پھر اللہ تعالیٰ نے اپنی اس عظیم المرتبت مخلوق کی روح کو اس کے جسد خاکی میں بٹھا کر نیچے دنیا میں بھیج دیا۔ لیکن واضح رہے کہ اللہ تعالیٰ نے انسان کو زمین پر جہالت کی تاریکی میں نہیں بلکہ ہدایت کے اجالے میں بھیجا تھا۔ پھر اللہ تعالیٰ نے اسے کامیابی اور ناکامی کے راستوں کا شعور بھی عطا کیا ‘ اس کی فطرت میں نیکی و بدی کی تمیز بھی ودیعت کی اور وقتاً فوقتاً وہ براہ راست ہدایات بھی بھیجتا رہا : { وَلَا تَکُوْنُوْا کَالَّذِیْنَ نَسُوا اللّٰہَ فَاَنْسٰٹـھُمْ اَنْفُسَھُمْط } الحشر : 19 کہ تم ان لوگوں کی طرح نہ ہوجانا جنہوں نے اللہ کو فراموش کردیا اور اس کی پاداش میں اللہ نے انہیں اپنے آپ سے ہی غافل کردیا۔ بہرحال اللہ تعالیٰ نے انسان کو اشرف المخلوقات بنایا ہے۔ اب اگر وہ اپنے شرفِ انسانی کو بھلا کر محض حیوانی سطح پر زندگی بسر کرتا رہے اور خود کو حیوان ہی سمجھتا رہے تو یہ اس کی مرضی ہے۔ اس فلسفے کا خلاصہ یہ ہے کہ اپنی سرشت حیوانی وجود کے تقاضوں کے اعتبار سے انسان میں کچھ کمزوریاں اور خامیاں پائی جاتی ہیں ‘ لیکن اپنی فطرت روح کے لحاظ سے یہ بہت اعلیٰ اور عظیم المرتبت مخلوق ہے۔ اللہ تعالیٰ نے انسان کی روح کو اس کے حیوانی جسم میں متمکن فرما کر اسے دنیا میں بھیجاتو اس کا ارفع و اعلیٰ روحانی وجود اس کے حیوانی جسم میں قید ہو کر گویا اسفل نچلی مخلوق کی سطح پر آگیا۔ چناچہ دنیوی زندگی میں اس کے سامنے اصل ہدف یہ ہے کہ وہ اپنے شعور اور اللہ تعالیٰ کی فراہم کردہ ہدایت کے مطابق راستہ اختیار کرے ‘ اس راستے کے تقاضے پورے کرنے کے لیے محنت کرے اور اسفل سطح سے اوپر اٹھ کر اپنی اصل عظمت اور حقیقی منزل کو دوبارہ حاصل کرنے کی کوشش کرے۔  اب اگلی آیت میں اس راستے کی نشاندہی اور مطلوبہ محنت کے طریقے کی وضاحت کی گئی ہے :</p>"
        },
        {
            "resource_id": 181,
            "text": "سپس او را در دنیا به سالخوردگی و خرفتی بازگرداندیم که از جسمش سودی نمی‌برد چنان‌که اگر فطرتش فاسد شود و رهسپار جهنم شود از جسم خویش سودی نمی‌برد."
        },
        {
            "resource_id": 157,
            "text": "<p>ثم رددنہ ........................ سفلین (5:95) ” پھر اسے الٹا پھیر کر ہم نے نیچوں سے نیچا کردیا “۔ اس قدر نیچے کہ بہائم بھی اس سے بلند نظر آنے لگے ، وہ ایسے انسانوں کے مقابلے میں سیدھی راہ پر نظر آنے لگے کیونکہ وہ فطرت پر قائم ہوتے ہیں ، ان کو اللہ کی تسبیح وتہلیل کا الہام ہوتا ہے اور وہ اس کرہ ارض پر جس مقصد کے لئے پیدا کیے گئے ہیں اسے پورا کرتے رہتے ہیں حالانکہ اس انسان کو دوسرے بہائم کے مقابلے میں نہایت ہی اچھی ساخت پر پیدا کیا گیا تھا ، لیکن یہ رب تعالیٰ کا انکار کرنے لگا اور ایسے گہرے گڑھے میں گرا کہ اس سے زیادہ اور کوئی گہرائی اور گراوٹ نہ رہی۔</p><p>لقد خلقنا ........................ تقویم (4:95) ” ہم نے انسان کو بہترین ساخت پر پیدا کیا “۔ یعنی اپنی فطرت اور اپنی صلاحیتوں کے لحاظ سے وہ بہترین تھا۔</p><p>ثم رددنہ .................... سفلین (5:95) ” پھر اسے الٹا پھیر کر ہم نے نیچوں سے نیچا کردیا “۔ جب اس نے اپنی فطرت کو اس سطح سے گرادیا جو اس کے لئے رب تعالیٰ نے مقرر کی تھی اور یہ تشریح کردی تھی کہ اس خط سے نیچے گراوٹ ہے اور اوپر انسانیت اور فطرت ہے۔</p>"
        },
        {
            "resource_id": 176,
            "text": "dopodiché lo facemmo tornare alla vecchiaia e alla senilità, in vita, senza poter sfruttare il suo corpo così come non potrebbe sfruttarlo se corrompesse il suo istinto e andasse a finire nel Fuoco,"
        },
        {
            "resource_id": 173,
            "text": "Ensuite, Nous le ramenons à la sénilité et à la décrépitude dans le bas monde, de sorte qu’il ne peut plus se servir de son corps tout comme il ne peut plus s’en servir lorsqu’il corrompt sa saine nature et entre en Enfer."
        },
        {
            "resource_id": 776,
            "text": "Pero luego llega la vejez y la decrepitud en este mundo, por lo que ya no puede beneficiarse de su cuerpo, de la misma manera que no se beneficiará de él si es arrojado al fuego del Infierno."
        },
        {
            "resource_id": 172,
            "text": "Sonra da onu, dünyada yaşlı ve aklının zayıf bir hale geldiği bir duruma getirdik. Böylece insan bedeninden faydalanamaz bir duruma gelir. Fıtratını bozup, ifsat ettiği için cehenneme girer."
        },
        {
            "resource_id": 91,
            "text": "فردهم الله في أسفل سافلين،<span class=\"blue\"> أي:</span> أسفل النار، موضع العصاة المتمردين على ربهم."
        },
        {
            "resource_id": 168,
            "text": "<p>ثُمَّ رَ‌دَدْنَاهُ أَسْفَلَ سَافِلِينَ (then We turned him into the lowest of the low...95:5). In the preceding sentence, it was stated that man is created in the best composition and is the most beautiful being. In the prime of his life, man is brimming with strength and vigour and all his faculties are functioning at their best. As opposed to that, this sentence states that when man ages, he physically grows weaker and his health deteriorates all the time. He even begins to lose his physical beauty. He no longer has a good-looking and attractive face. He begins to look uglier. He becomes useless and a burden to others. Other animals, on the contrary, are useful to the end of their lives. Man utilises them for milk, for mounting, for luggage-loading and for myriad of other things. When they are slaughtered or dead, man still utilises their hide, hair, bones and every other part or fibre of theirs usefully. Man, on the other hand, becomes useless when he falls ill or grows old. From the worldly point of view he is unable to do anything. Even when he dies, no part of his body is of any benefit to any man or animal. In short, the phrase 'the lowest of the low' refers to bodily condition. His body bends over and legs can barely carry him. The man who was once supporting others now needs others to support him. [ Dahhak and others vide Qurtubi ].</p>"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> اختلف أهل التأويل في تأويل ذلك،<span class=\"blue\"> فقال بعضهم:</span> معنى ذلك: ثم رددناه إلى أرذل العمر.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى،<span class=\"blue\"> قال:</span> ثنا ابن أبي عديّ، عن داود، عن عكرِمة، عن ابن عباس <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: إلى أرذل العمر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا حكام بن سلم، عن عمرو، عن عاصم، عن أبي رزين، عن ابن عباس <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: إلى أرذل العمر.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه، عن ابن عباس <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> يقول: يرّد إلى أرذل العمر، كبر حتى ذهب عقله، وهم نفر رُدّوا إلى أرذل العمر على عهد رسول الله صلى الله عليه وسلم، فسُئل رسول الله صلى الله عليه وسلم حين سفهت عقولهم، فأنـزل الله عذرهم أن لهم أجرهم الذي عملوا قبل أن تذهب عقولهم.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن عُلَية، عن أبي رجاء،<span class=\"blue\"> قال:</span> سُئل عكرِمة،<span class=\"blue\"> عن قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: ردّوا إلى أرذل العمر.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا مؤمل وعبد الرحمن، قالا ثنا سفيان، عن حماد، عن إبراهيم،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: إلى أرذل العمر.</p><p>حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن حماد، عن إبراهيم، مثله.</p><p>حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن حماد، عن إبراهيم، مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: رددناه إلى الهِرَم.</p><p>حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قال:</span> الهِرَم.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا المعتمر،<span class=\"blue\"> قال:</span> سمعت الحكم يحدّث، عن عكرِمة <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: الشيخ الهَرِم، لم يضرّه كبرُه إن ختم الله له بأحسن ما كان يعمل.</p><p>وقال آخرون: بل معنى ذلك: ثم رددناه إلى النار في أقبح صورة.</p><p>* ذكر من قال ذلك .</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن أبي جعفر الرازيّ، عن الربيع بن أنس، عن أبي العالية <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: في شرّ صورة في صورة خنـزير.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: النار.</p><p>حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> قال:</span> إلى النار.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا عبد الرحمن،<span class=\"blue\"> قال:</span> ثنا سفيان، عن ابن أبي نجيح، عن مجاهد،<span class=\"blue\"> قال:</span> في النار.</p><p>قال: ثنا مؤمل،<span class=\"blue\"> قال:</span> ثنا سفيان، عن ابن أبي نجيح،<span class=\"blue\"> عن مجاهد قال:</span> إلى النار.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: قال الحسن: جهنم مأواه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة،<span class=\"blue\"> قال:</span> &amp;; 24-510 &amp;; قال الحسن،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: في النار.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: إلى النار.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك عندي بالصحة، وأشبهها بتأويل الآية،<span class=\"blue\"> قول من قال:</span> معناه: ثم رددناه إلى أرذل العمر، إلى عمر الخَرْفَى، الذين ذهبت عقولهم من الهِرَم والكِبر، فهو في أسفل من سفل في إدبار العمر وذهاب العقل.</p><p lang=\"ar\" class=\"ar \">وإنما قلنا: هذا القول أولى بالصواب في ذلك؛ لأن الله تعالى ذكره، أخبر عن خلقه ابن آدم، وتصريفه في الأحوال، احتجاجا بذلك على مُنكري قُدرته على البعث بعد الموت،<span class=\"blue\"> ألا ترى أنه يقول:</span> <span class=\"arabic qpc-hafs green\">( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ )</span> يعني: بعد هذه الحُجَج.</p><p lang=\"ar\" class=\"ar \">ومحال أن يحتجّ على قوم كانوا مُنكرين معنى من المعاني بما كانوا له مُنكرين. وإنما الحجة على كلّ قوم بما لا يقدرون على دفعه، مما يعاينونه ويحسُّونه، أو يقرّون به، وإن لم يكونوا له مُحسين.</p><p lang=\"ar\" class=\"ar \">وإذْ كان ذلك كذلك، وكان القوم للنار- التي كان الله يتوعدهم بها في الآخرة- مُنكرين، وكانوا لأهل الهِرَم والخَرَف من بعد الشباب والجَلَد شاهدين، علم أنه إنما احتجّ عليهم بما كانوا له مُعاينين، من تصريفه خلقه، ونقله إياهم من حال التقويم الحسن والشباب والجلد، إلى الهِرَم والضعف وفناء العمر، وحدوث الخَرَف.</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>কিন্তু তাদেরকে নয় যারা বিশ্বাস করেছে ও সৎকর্ম করেছে, তাদের জন্য তো আছে নিরবচ্ছিন্ন পুরস্কার। [১]</p><p>[১] এ আয়াতটি পূর্বের আয়াতের প্রথম অর্থের বিশদ বিবরণ। অর্থাৎ, এ দিয়ে মু'মিনদের অবস্থা বর্ণনা করা হয়েছে; (তারা অন্তিম বার্ধক্যে পৌঁছলেও তাদের জন্য রয়েছে নিরবচ্ছিন্ন পুরস্কার)। আর দ্বিতীয় ও তৃতীয় অর্থের দিক দিয়ে এটি পূর্বের বাক্যেরই তাকীদ। অবশ্য এই পরিণাম থেকে মু'মিনদেরকে পৃথক করা হয়েছে। <em>(ফাতহুল ক্বাদীর)</em></p>"
        },
        {
            "resource_id": 170,
            "text": "Их ожидают прелесть, изобилие, вечная радость, несметные блага, которые никогда не исчезнут. Эта благодать не угаснет, и райские плоды и сень деревьев пребудут с ними навсегда."
        },
        {
            "resource_id": 157,
            "text": "<p>الاالذین ............................ الصلحت (6:95) ” سوائے ان لوگوں کے جو ایمان لائے اور نیک عمل کرتے رہے “۔ تو یہ وہ لوگ ہیں جو فطرت کی راہ پر سیدھے قائم رہتے ہیں اور ایمان اور عمل صالح کے ساتھ اپنی فطرت کے تقاضوں کو پورا کرتے ہیں اور پھر اس کمال تک پہنچتے ہیں جو ان کے لئے مقدر کردیا گیا ہے۔ یہاں تک کہ وہ اکمل الکاملین بن جاتے ہیں۔ ایسے لوگوں کے لئے۔</p><p>فلھم .................... ممنون (6:95) ” ان کے لئے نہ ختم ہونے والا اجر ہے “۔ یعنی دائمی اور نہ رکنے اور نہ کٹنے والا۔ وہ لوگ جو اپنی فطرت کو نیچے سے نیچے گرالیتے ہیں ، تو وہ نیچے ہی گرتے چلے جاتے ہیں ، یہاں تک کہ وہ جہنم کے بھی سب سے نچلے مرتبے میں ہوتے ہیں جہاں ان کی انسانیت کی آخری علامت بھی ختم ہوجاتی ہے اور وہ مجسم گراوٹ بن جاتے ہیں۔</p><p>اعلیٰ علین اور اسفل سافلین دراصل دوانتہائی مقامات ہیں اور دونوں کا آغاز مقام فطرت کے خط مستقیم سے ہوتا ہے۔ مقام فطرت سے انسان ایمان وعمل صالح سے اٹھتارہتا ہے اور اٹھتے اٹھتے اپنے مقام مقرر جنت نعیم تک پہنچ جاتا ہے۔ اور اگر انسان فطرت سے انحراف کرلے اور نیچے کی طرف کرتا رہے اور روحانیت سے اپنا رشتہ کاٹ لے تو جہنم تک پہنچ کر اس کے بھی نچلے درجے میں جاگرتا ہے۔</p><p>اس سے معلوم ہوتا ہے کہ انسانی زندگی میں ایمان کی قدروقیمت کیا ہے۔ یہ وہ نور ہے جس کی روشنی میں انسان مقام بلند تک پہنچتا ہے۔ ایمان وہ رسی ہے جو انسانی فطرت اور اس کے خالق کے درمیان رابطے کا کام دیتی ہے۔ اور یہ وہ روشنی ہے جس کے نور میں یہ اس مقام تک قدم بقدم بڑھتا ہے جو نہایت مکرم لوگوں کے لئے تیار کیا گیا ہے۔</p><p>جب یہ رابطہ ٹوٹ جاتا ہے جب یہ چراغ بجھ جاتا ہے ، تو نتیجہ یہ ہوتا ہے کہ انسانیت نہایت ہی گہرے گڑھے میں گر جاتی ہے اور گرتی چلی جاتی ہے ، آدمیت حیوانات سے بھی نیچے چلی جاتی ہے۔ اور انسان مٹی کا ایک بت رہ جاتا ہے اور پھر یہ پتھر کی طرح جہنم کا ایندھن بن جاتا ہے۔ اس فضا اور ماحول میں انسان کے نام ایک کال آتی ہے :</p>"
        },
        {
            "resource_id": 91,
            "text": "إلا من من الله عليه بالإيمان والعمل الصالح، والأخلاق الفاضلة العالية، <span class=\"arabic qpc-hafs brown\">{ فَلَهُمْ }</span> بذلك المنازل العالية، و <span class=\"arabic qpc-hafs brown\">{ أَجْرٌ غَيْرُ مَمْنُونٍ }</span> أي: غير مقطوع، بل لذات متوافرة، وأفراح متواترة، ونعم متكاثرة، في أبد لا يزول، ونعيم لا يحول، أكلها دائم وظلها."
        },
        {
            "resource_id": 182,
            "text": "除信真主且行善的人，他们在死后将享有永不罄尽的赏赐，即乐园，那是因为他们熏陶了自己的性情。"
        },
        {
            "resource_id": 176,
            "text": "tranne coloro che hanno creduto in Allāh e che hanno compiuto opere buone; costoro, quando invecchieranno, otterranno una ricompensa eterna e ininterrotta, poiché hanno preservato il loro istinto."
        },
        {
            "resource_id": 166,
            "text": "<p>কিন্তু তাদেরকে নয় যারা ঈমান এনেছে এবং সৎকর্ম করেছে; এদের জন্য তো আছে নিরবচ্ছিন্ন পুরস্কার [১]।</p><p>[১] এ আয়াতে মুমিন সৎকর্মশীলগণ এর ব্যতিক্রম বলে উল্লেখ করা হয়েছে। যেসব মুফাসসির  “আসফালা সাফেলীন” এর অর্থ করেছেন, বার্ধক্যের এমন একটি অবস্থা যখন মানুষ নিজের চেতনা ও স্বাভাবিক জ্ঞান-বুদ্ধি হারিয়ে ফেলে, তারা এই আয়াতের অর্থ এভাবে বর্ণনা করেছেন যে, বয়সের এই পর্যায়েও তারা ঐ ধরনের সৎকাজগুলো করেনি বলে তাদের ভালো প্রতিদান দেবার ক্ষেত্রে কোন হেরফের হবে না, কমতি হবে না। বাৰ্ধক্যজনিত বেকারত্ব ও কর্ম হ্রাস পাওয়া সত্ত্বেও তাদের আমলানামায় সেসব কর্ম লিখিত হয়, যা তারা শক্তিমান অবস্থায় করত। [তাবারী] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “কোন মুসলিম অসুস্থ হয়ে পড়লে অথবা মুসাফির হলে আল্লাহ্ তা‘আলা আমল লেখক ফেরেশতাগণকে আদেশ দেন, সুস্থ অবস্থায় সে যেসব সৎকর্ম করত, সেগুলো তার আমলনামায় লিপিবদ্ধ করতে থাক।” [বুখারী:২৯৯৬, মুসনাদে আহমাদ: ২/১৯৪, ৩/২৫৮] পক্ষান্তরে যেসব মুফাসসির ‘ফিরিয়ে দেবার’ অর্থ ‘জাহান্নামের নিম্নতম স্তরে নিক্ষেপ করা’ করেছেন তাদের মতে, মহান আল্লাহ্ তা‘আলা মানুষকে সুন্দর গঠনে সৃষ্টি করে তাকে অনেক নেয়ামত দান করেছেন, কিন্তু অধিকাংশ মানুষ তাঁর প্রতি কৃতজ্ঞতা প্রকাশ না করে দুনিয়ায় খেল-তামাশায় মত্ত হয়ে যায়। এই অকৃতজ্ঞতার শাস্তি হিসেবে তাদেরকে জাহান্নামের হীনতম ও নিম্নতম পর্যয়ে পৌছে দেয়া হবে। কিন্তু যারা মুমিন ও সৎকর্মী, তাদেরকে নিকৃষ্টতম পর্যায়ে পৌছানো হবে না; বরং তারা জান্নাতে এমন পুরস্কার পাবে যার ধারাবাহিকতা কোনদিন শেষ হবে না, যে পুরষ্কারের কোন কমতি হবে না। [বাদা’ই‘উত তাফসীর, সা‘দী]</p>"
        },
        {
            "resource_id": 168,
            "text": "<p>إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ‌ مَمْنُونٍ ‌ (except those who believed and did righteous deeds, because for them there is a reward never ending....95:6). The foregoing interpretation of the preceding verse should not be misunderstood. The exceptive sentence does not mean that the believers will not attain to decrepit old age. It would not be correct to exclude the believers from this, because some of them are also overcome by the senility of old age. The sense, however, is that they do not suffer a big harm due to their physical or mental deterioration in old age. Only those will suffer from it who spent their entire energy on improving their physical condition that has now ended. They shall have no portion of it in the Hereafter. The righteous believers will have an unfailing reward. This verse makes it clear that even after reaching old age, a believer never becomes useless. Even in decrepitude he can accumulate rewards - comfort and high positions - for the Hereafter that are eternal. During the period of senility when he is unable to do righteous deeds, the good deeds will be recorded in his Record Book which he used to do in good health. Sayyidna Anas ؓ narrates that the Holy Prophet ﷺ said that when a Muslim falls ill Allah instructs the recording angels to record the good deeds he used to perform in good health. [ Al-Baghawi transmitted it in Sharh-us-Sunnah from Abu Musa, and Bukhari has reported the same rewards for a traveller and a person suffering from a disease.) Here instead of mentioning the rewards and blessings of Paradise for the righteous believers, the verse reads: لَهُمْ أَجْرٌ‌ غَيْرُ‌ مَمْنُونٍ (for them there is a reward never ending.) This could signify that their reward starts in this mortal world [ and continues in the Hereafter eternally ]. Allah gathers around them in their decrepit old age such sincere companions who benefit from them spiritually until the last moment of their life. They serve them in every possible way. The righteous servants of Allah in decrepitude are productive while generally the senile and people in bad health are thought to be unproductive.</p><p>Some commentators say that the statement - رَ‌دَدْنَاهُ أَسْفَلَ سَافِلِينَ (We turned him into the lowest of the low) does not refer to human beings in general. It refers specifically to unbelievers who destroyed the God-given best composition, human perfection, honour and intellect by pursuing physical pleasures. As a result of their ingratitude, they will be turned into the lowest of the low. In this interpretation, the exception - إِلَّا الَّذِينَ آمَنُوا (except those who believed and did righteous deeds, because for them there is a reward never ending) will carry its basic interpretation, in that they will not be turned into the lowest of the low. For those who believed and did righteous deeds, there is a reward that is unending. [ Thus in al-Mazhari ].</p>"
        },
        {
            "resource_id": 92,
            "text": "إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (6)استثناء متصل من عموم الإِنسان فلما أخبر عن الإِنسان بأنه ردّ أسفل سافلين ثم استثني من عمومه الذين آمنوا بقي غير المؤمنين في أسفل سافلين .والمعنى : أن الذين آمنوابعد أن ردوا أسفل سافلين أيام الإِشراك صاروا بالإِيمان إلى الفطرة التي فطر الله الإِنسان عليها فراجعوا أصلهم إلى أحسن تقويم .وعُطف { وعملوا الصالحات } لأن عمل الصالحات من أحسن التقويم بعد مجيء الشريعة لأنها تزيد الفطرة رسوخاً وينسحب الإِيمان على الأخلاق فيردها إلى فضلها ثم يهديها إلى زيادة الفضائل من أحاسنها ، وفي الحديث : « إنما بعثت لأتمم مكارم الأخلاق » .فكان عطف { وعملوا الصالحات } للثناء على المؤمنين بأن إيمانهم باعث لهم على العمل الصالح وذلك حال المؤمنين حين نزول السورة فهذا العطف عطف صفة كاشفة .وليس لانقطاع الاستثناء هنا احتمال لأن وجود الفاء في قوله : { فلهم أجر غير ممنون } يأباه كل الإِبايَة .وفُرع على معنى الاستثناء وهو أنهم ليسوا ممن يرد أسفل سافلين الإِخبارُ بأن لهم أجراً عظيماً لأن الاستثناء أفاد أنهم ليسوا بأسفل سافلين فأريد زيادة البيان لفضلهم وما أعد لهم .وتنوين { أجر } للتعظيم .والممنون : الذي يُمنّ على المأجُور به ، أي لهم أجر لا يشوبه كدر ، ولا كدر أن يمنّ على الذي يعطاه بقول : هذا أجرك ، أو هذا عطاؤك ، فالممنون مَفْعول مَنّ عليه ، ويجوز أن يكون مفعولاً من مَنَّ الحبلَ ، إذا قطعه فهو منين ، أي مقطوع أو موشك على التقطع ."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : إلا الذين آمنوا وعملوا الصالحات فلهم أجر غير ممنون قوله تعالى : إلا الذين آمنوا وعملوا الصالحات فإنه تكتب لهم حسناتهم ، وتمحى عنهم سيئاتهم قاله ابن عباس . قال : وهم الذين أدركهم الكبر ، لا يؤاخذون بما عملوه في كبرهم .وروى الضحاك عنه قال : إذا كان العبد في شبابه كثير الصلاة كثير الصيام والصدقة ، ثم ضعف عما كان يعمل في شبابه أجرى الله - عز وجل - له ما كان يعمل في شبابه . وفي حديث قال النبي - صلى الله عليه وسلم - : إذا سافر العبد أو مرض كتب الله له مثل ما كان يعمل مقيما صحيحا . وقيل : إلا الذين آمنوا وعملوا الصالحات فإنه لا يخرف ولا يهرم ، ولا يذهب عقل من كان عالما عاملا به . وعن عاصم الأحول عن عكرمة قال : من قرأ القرآن لم يرد إلى أرذل العمر . وروي عن ابن عمر عن النبي - صلى الله عليه وسلم - أنه قال طوبى لمن طال عمره وحسن عمله . وروي : إن العبد المؤمن إذا مات أمر الله ملكيه أن يتعبدا على قبره إلى يوم القيامة ، ويكتب له ذلك .قوله تعالى : فلهم أجر غير ممنون قال الضحاك : أجر بغير عمل . وقيل مقطوع ."
        },
        {
            "resource_id": 179,
            "text": "maliban sa mga sumampalataya kay Allāh at gumawa ng mga gawang maayos sapagkat tunay na ukol sa kanila, kahit pa naghukluban sila, ay isang gantimpalang mamamalaging hindi mapuputol, ang Paraiso, dahil sila ay naglinis sa mga kalikasan ng pagkalalang sa kanila."
        },
        {
            "resource_id": 174,
            "text": "kecuali orang yang beriman kepada Allah dan melakukan amal saleh karena meskipun jasad mereka menua, namun bagi mereka balasan yang kekal dan tidak terputus, yaitu surga karena mereka menyucikan fitrah diri mereka."
        },
        {
            "resource_id": 180,
            "text": "৬. তবে যারা আল্লাহর ঈমান এনেছে এবং নেক আমল করেছে তারা যদিও বৃদ্ধ হয় তবুও তাদের জন্য রয়েছে অবারিত প্রতিদান তথা জান্নাত। কেননা, তারা নিজেদের আত্মাকে পরিচ্ছন্ন করেছে।"
        },
        {
            "resource_id": 183,
            "text": "ただし信仰して善行に努める者は別であり、年齢は増えるが、かれらに対しては尽きない報奨がある。それが楽園である。かれらはその天性を純粋に保っていた。"
        },
        {
            "resource_id": 171,
            "text": "Except for those who have faith in Allah and do good deeds, because they, despite growing old, will get an everlasting reward i.e. Paradise, because they kept their nature pure."
        },
        {
            "resource_id": 792,
            "text": "លើកលែងតែបណ្តាអ្នកដែលមានជំនឿចំពោះអល់ឡោះ និងបានសាងនូវទង្វើកុសលប៉ុណ្ណោះ។ ហើយពួកគេនូវតែទទួលបានផលបុណ្យជានិច្ចដោយគ្មានសាបសូន្យឡើយ នោះគឺឋានសួគ៌។"
        },
        {
            "resource_id": 175,
            "text": "Izuzimaju se oni koji vjeruju u Allaha i rade dobra djela, jer oni, i kada ostare, njih čeka neprekidna nagrada, tj. Džennet, s obzrom da su se trudili da ne iskvare svoju zdravu prirodu."
        },
        {
            "resource_id": 790,
            "text": "কিন্তু যিসকলে আল্লাহৰ প্ৰতি ঈমান আনিছে আৰু সত্কৰ্ম কৰিছে তেওঁলোকে যদিও বৃদ্ধ হৈ যায় তেওঁলোকৰ বাবে নিৰবিচ্ছিন্ন প্ৰতিদান আছে। অৰ্থাৎ জান্নাত আছে। কিয়নো তেওঁলোকে নিজৰ ফিতৰতক পৱিত্ৰ কৰি লৈছে।"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (٦)</span> ] ئەمانە ئەجرو پاداشتێكیان بۆ هەیە كە ناپچڕێت و پچڕانی بۆ نییەو بەردەوامە."
        },
        {
            "resource_id": 181,
            "text": "مگر کسانی‌که به الله ایمان آورده و اعمال صالح انجام داده‌اند که آنها هر چند بسیار پیر و کهنسال شوند، پاداشی همیشگی و جاویدان، یعنی بهشت، دارند؛ چون فطرت‌شان را پاک کرده‌اند."
        },
        {
            "resource_id": 776,
            "text": "En cambio, aquellos que tienen fe en Al-lah y hacen buenas obras recibirán una recompensa eterna, el Paraíso, porque ellos, a pesar de envejecer, mantuvieron pura su naturaleza."
        },
        {
            "resource_id": 14,
            "text": "<p><span class=\"red\">\"إلا الذين آمنوا وعملوا الصالحات\"</span></p><p lang=\"ar\" class=\"ar \">وقال بعضهم : <span class=\"arabic qpc-hafs\">( ثم رددناه أسفل سافلين )</span> أي : إلى أرذل العمر . روي هذا عن ابن عباس وعكرمة -<span class=\"blue\"> حتى قال عكرمة :</span> من جمع القرآن لم يرد إلى أرذل العمر . واختار ذلك ابن جرير . ولو كان هذا هو المراد لما حسن استثناء المؤمنين من ذلك ; لأن الهرم قد يصيب بعضهم ، وإنما المراد ما ذكرناه ،<span class=\"blue\"> كقوله :</span> <span class=\"arabic qpc-hafs\">( والعصر إن الإنسان لفي خسر إلا الذين آمنوا وعملوا الصالحات )</span> <span class=\"reference brown\">[ العصر : 1 - 3 ]</span> .</p><p>وقوله : <span class=\"arabic qpc-hafs\">( فلهم أجر غير ممنون )</span> أي : غير مقطوع ، كما تقدم .</p>"
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹുവിൽ വിശ്വസിക്കുകയും, സൽകർമ്മങ്ങൾ പ്രവർത്തിക്കുകയും ചെയ്തവരൊഴികെ. അവർ വാർദ്ധക്യത്തിൽ എത്തിയെന്നു വന്നാലും ഒരിക്കലും മുറിയാത്ത പ്രതിഫലം -സ്വർഗം- അവർക്കുണ്ടായിരിക്കും. കാരണം അവർ തങ്ങളുടെ ശുദ്ധപ്രകൃതിയെ പരിശുദ്ധമാക്കിയവരാണ്."
        },
        {
            "resource_id": 172,
            "text": "Allah'a iman eden ve salih amel işleyenler ise bundan müstesnadır. Onlar kocasalar bile onlar için kesintisiz daimî bir mükâfat vardır ki, o da cennettir. Çünkü onlar fıtratlarını arındırmışlardır."
        },
        {
            "resource_id": 178,
            "text": "Кроме тех, которые уверовали в Аллаха, совершали праведные деяния, ибо, поистине, даже если они постареют, они непременно получат неиссякаемую вечную награду, и это – Рай, потому что они очистили свое естество."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">ثم استثنى فقال : <span class=\"green\">( إلا الذين آمنوا )</span> <span class=\"reference\">[ فإنهم لا يردون إلى النار .<span class=\"blue\"> ومن قال بالقول الأول قال :</span> رددناه أسفل سافلين ، فزالت عقولهم وانقطعت أعمالهم ، فلا يكتب لهم حسنة إلا الذين آمنوا ]</span> . <span class=\"green\">( وعملوا الصالحات )</span> فإنه يكتب لهم بعد الهرم ، والخرف ، مثل الذي كانوا يعملون في حال الشباب والصحة .</p><p lang=\"ar\" class=\"ar \">قال ابن عباس : هم نفر ردوا إلى أرذل العمر على عهد رسول الله - صلى الله عليه وسلم - ، فأنزل الله تعالى عذرهم . وأخبر أن لهم أجرهم الذي عملوا قبل أن تذهب عقولهم .</p><p>قال عكرمة : لم يضر هذا الشيخ <span class=\"reference\">[ كبره ]</span> إذ ختم الله له بأحسن ما كان يعمل .</p><p lang=\"ar\" class=\"ar \">وروى عاصم الأحول عن عكرمة عن ابن عباس قال : <span class=\"arabic qpc-hafs\">\" إلا الذين آمنوا وعملوا الصالحات \"</span> قال : <span class=\"arabic qpc-hafs\">\" إلا الذين <span class=\"reference\">[ آمنوا ]</span> \"</span> قرءوا القرآن ،<span class=\"blue\"> وقال :</span> من قرأ القرآن لم يرد إلى أرذل العمر <span class=\"green\">( فلهم أجر غير ممنون )</span> غير مقطوع ، لأنه يكتب له كصالح ما كان يعمل .<span class=\"blue\"> قال الضحاك :</span> أجر بغير عمل</p>"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )</span> اختلف أهل التأويل في معنى هذا الاستثناء،<span class=\"blue\"> فقال بعضهم:</span> هو استثناء صحيح من قوله <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قالوا: وإنما جاز استثناء الذين آمنوا وعملوا الصالحات، وهم جمع، من الهاء في قوله <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ )</span> وهي كناية الإنسان، والإنسان في لفظ واحد، لأن الإنسان وإن كان في لفظ واحد، فإنه في معنى الجمع، لأنه بمعنى الجنس،<span class=\"blue\"> كما قيل:</span>  وَالْعَصْرِ * إِنَّ الإِنْسَانَ لَفِي خُسْرٍ  قالوا: وكذلك جاز أن يقال: <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> فيضاف أفعل إلى جماعة،<span class=\"blue\"> وقالوا:</span> ولو كان مقصودا به قصد واحد بعينه، لم يجز ذلك،<span class=\"blue\"> كما لا يُقال:</span> هذا أفضل قائمين،<span class=\"blue\"> ولكن يقال:</span> هذا أفضل قائم</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا حكام، عن سعيد بن سابق، عن عاصم الأحول، &amp;; 24-511 &amp;; عن عكرِمة،<span class=\"blue\"> قال:</span> من قرأ القرآن لم يرد إلى أرذل العمر،<span class=\"blue\"> ثم قرأ:</span> <span class=\"arabic qpc-hafs green\">(لَقَدْ خَلَقْنَا الإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ * ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ)</span> قال: لا يكون حتى لا يعلم من بعد علم شيئا،<span class=\"blue\"> فعلى هذا التأويل قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> لخاصّ من الناس، غير داخل فيهم الذين آمنوا وعملوا الصالحات، لأنه مستثنى منهم.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: بل الذين آمنوا وعملوا الصالحات قد يدخلون في الذين ردّوا إلى أسفل سافلين، لأن أرذل العمر قد يردّ إليه المؤمن والكافر.<span class=\"blue\"> قالوا:</span> وإنما استثنى قوله: <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )</span> من معنى مضمر في قوله: <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قالوا: ومعناه: ثم رددناه أسفل سافلين، فذهبت عقولهم وخرفوا، وانقطعت أعمالهم، فلم تثبت لهم بعد ذلك حسنة <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )</span> فإن الذي كانوا يعملونه من الخير، في حال صحة عقولهم، وسلامة أبدانهم، جار لهم بعد هرمهم وخَرَفهَم.</p><p lang=\"ar\" class=\"ar \">وقد يُحتمل أن يكون قوله: <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )</span> استثناء منقطعا،<span class=\"blue\"> لأنه يحسن أن يقال:</span> ثم رددناه أسفل سافلين، إلا الذين آمنوا وعملوا الصالحات، لهم أجر غير ممنون، بعد أن يردّ أسفل سافلين.</p><p>* ذكر من قال معنى هذا القول:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى،<span class=\"blue\"> قال:</span> ثنا ابن أبي عديّ، عن داود، عن عكرِمة، عن ابن عباس <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ )</span> قال: فأيما رجل كان يعمل عملا صالحا وهو قوي شاب، فعجز عنه، جرى له أجر ذلك العمل حتى يموت.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثنى أبي،<span class=\"blue\"> قال:</span> ثني عمى،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه،<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ )</span> يقول: إذا كان يعمل بطاعة الله في شبيبته كلها، ثم كبر حتى ذهب عقله، كُتب له مثل عمله الصالح، الذي كان يعمل في شبيبته، ولم يُؤاخذ بشيء مما عمل في كبره، وذهاب عقله، من أجل أنه مؤمن، وكان يطيع الله في شبيبته.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا مؤمل،<span class=\"blue\"> قال:</span> ثنا سفيان، عن حماد، عن إبراهيم،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> قال: إلى أرذل العمر، فإذا بلغ المؤمن إلى أرذل العمر، كُتِبَ له كأحسن ما كان يعمل في شبابه وصحته،<span class=\"blue\"> فهو قوله:</span> <span class=\"arabic qpc-hafs green\">( فَلَهُمْ &amp;; 24-512 &amp;; أَجْرٌ غَيْرُ مَمْنُونٍ )</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا عبد الرحمن،<span class=\"blue\"> قال:</span> ثنا سفيان، عن حماد، عن إبراهيم <span class=\"arabic qpc-hafs green\">(ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ)</span> فإنه يكتب له من الأجر، مثل ما كان يعمل في الصحة.</p><p>حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن حماد بن أبي سليمان، عن إبراهيم، مثله.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن حماد، عن إبراهيم <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )</span> قال: إذا بلغ من الكبر ما يعجز عن العمل، كُتِب له ما كان يعمل.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: بل معنى ذلك: <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )</span> فإنه يُكتب لهم حسناتهم ويُتجاوز لهم عن سيئاتهم.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا حكام، عن عمرو، عن عاصم، عن أبي رَزين عن ابن عباس <span class=\"arabic qpc-hafs green\">(ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ)</span> قال: هم الذين أدركهم الكبر، لا يؤاخذون بعمل عملوه في كبرهم، وهم هَرْمَى لا يعقلون.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن عُلَية، عن أبي رجاء،<span class=\"blue\"> قال:</span> سُئل عكرمة،<span class=\"blue\"> عن قوله:</span> <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ )</span> قال: يوفيه الله أجره أو عمله، ولا يؤاخذه إذا رُدّ إلى أرذل العمر.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا المعتمر بن سليمان،<span class=\"blue\"> قال:</span> سمعت الحكم يحدّث، عن عكرِمة <span class=\"arabic qpc-hafs green\">(ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ)</span> قال: الشيخ الهرم لم يضرّه كبره إن ختم الله له بأحسن ما كان يعمل.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )</span> قال: من أدركه الهرم، وكان يعمل صالحا، كان له مثل أجره إذا كان يعمل.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: بل معنى ذلك: ثم رددناه أسفل سافلين في جهنم، إلا الذين آمنوا وعملوا الصالحات، فلهم أجر غير ممنون،<span class=\"blue\"> فعلى هذا التأويل:</span> إلا الذين آمنوا &amp;; 24-<span class=\"blue\">513 &amp;; وعملوا الصالحات مستثنون من الهاء في قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ )</span> ، وجاز استثناؤهم منها إذ كانت كناية للإنسان، وهو بمعنى الجمع،<span class=\"blue\"> كما قال:</span>  إِنَّ الإِنْسَانَ لَفِي خُسْرٍ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ  .</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو،<span class=\"blue\"> قال:</span> ثنا أبو عاصم،<span class=\"blue\"> قال:</span> ثنا عيسى؛ وحدثني الحارث،<span class=\"blue\"> قال:</span> ثنا الحسن،<span class=\"blue\"> قال:</span> ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">(ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلا الَّذِينَ آمَنُوا)</span> : إلا من آمن.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر،<span class=\"blue\"> قال:</span> قال الحسن،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> : في النار <span class=\"arabic qpc-hafs green\">( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )</span> قال الحسن: هي كقوله:  وَالْعَصْرِ * إِنَّ الإِنْسَانَ لَفِي خُسْرٍ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ  .</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك عندنا بالصحة،<span class=\"blue\"> قول من قال:</span> معناه: ثم رددناه إلى أرذل العمر، إلا الذين آمنوا وعملوا الصالحات في حال صحتهم وشبابهم، فلهم أجر غير ممنون بعد هرمهم، كهيئة ما كان لهم من ذلك على أعمالهم، في حال ما كانوا يعملون وهم أقوياء على العمل.</p><p lang=\"ar\" class=\"ar \">وإنما قلنا ذلك أولى بالصحة لما وصفنا من الدلالة على صحة القول بأن تأويل قوله: <span class=\"arabic qpc-hafs green\">( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ )</span> إلى أرذل العمر.</p><p>اختلفوا في تأويل قوله: <span class=\"arabic qpc-hafs green\">( غَيْرُ مَمْنُونٍ )</span> فقال بعضهم: معناه: لهم أجر غير منقوص.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني عليّ،<span class=\"blue\"> قال:</span> ثنا أبو صالح،<span class=\"blue\"> قال:</span> ثني معاوية، عن عليّ، عن ابن عباس،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ )</span> يقول: غير منقوص.</p><p>وقال آخرون: بل معناه: غير محسوب.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن ابن جُرَيج، عن مجاهد <span class=\"arabic qpc-hafs green\">( فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ )</span> : غير محسوب.</p><p>حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد مثله.</p><p lang=\"ar\" class=\"ar \">دثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا مؤمل،<span class=\"blue\"> قال:</span> ثنا سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ )</span> قال: غير محسوب.</p><p>قال: ثنا سفيان، عن حماد، عن إبراهيم <span class=\"arabic qpc-hafs green\">( فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ )</span> قال: غير محسوب.</p><p>وقد قيل: إن معنى ذلك: فلهم أجر غير مقطوع.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك بالصواب: قول من قال: فلهم أجر غير منقوص، كما كان له أيام صحته وشبابه،<span class=\"blue\"> وهو عندي من قولهم:</span> جبل مَنِين: إذا كان ضعيفا؛<span class=\"blue\"> ومنه قول الشاعر:</span></p><p>أعْطَــوْا هُنَيْــدَة يَحْدُوهـا ثَمَانِيَـة</p><p>مـا فِـي عَطـائِهمُ مَـنٌّ وَلا سَـرَف <span class=\"arabic qpc-hafs green\">(2)</span></p><p>يعني: أنه ليس فيه نقص، ولا خطأ.</p>"
        },
        {
            "resource_id": 93,
            "text": "( إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات . . . )وعلى هذا الرأى - أيضا - ، يكون المردودون إلى \" أسفل سافلين \" أى : إلى النار ، هم بعض أفراد جنس الإِنسان ، وهم الكفار ، والفاسقون عن أمره - تعالى - .ومنها : أن المراد بالرد إلى أسفل سافلين هنا : الانحراف والارتداد عن الفطرة التى فطر الله - تعالى - الناس عليها ، بأن يعبد الإِنسان مخلوقاً مثله ، ويترك عبادة خالقه ، ويطيع نفسه وشهواته وهواه . . ويترك طاعة ربه - عز وجل - .وقد فصل الأستاذ الإِمام هذا المعنى فقال ما ملخصه : \" أقسم - سبحانه - أنه قوم الإِنسان أحسن تقويم ، وركبه أحسن تركيب ، وأكد - سبحانه - ذلك بالقسم ، لأن الناس بسبب غفلتهم عما كرمهم الله به ، صاروا كأنهم ظنوا أنفسهم كسائر أنواع العجماوات ، يفعلون كما تفعل ، لا يمنعهم حياء ولا تردهم حشمة . فانحطت بذلك نفوسهم عن مقامها ، الذى كان لها بمقتضى الفطرة . . فهذا قوله : ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) ، أى : صيرناه أسفل من كثير من الحيوانات التى كانت أسفل منه ، لأن الحيوان المفترس - مثلاً - إنما يصدر فى عمله عن فطرته التى فطر عليها ، لم ينزل عن مقامه ، ولم ينحط عن منزلته فى الوجود .أما الإِنسان فإنه بإهماله عقله ، وجهله بما ينبغى أن يعمله لتوفير سعادته وسعادة إخوانه ، ينقلب أرذل من سائر أنواع الحيوان ، ولطالما قلت : \" إذا فسد الإِنسان فلا تسل عما يصدر عنه من هذيان أو عدوان \" .والذى يتأمل الرأى الثانى والثالث يرى أن بينهما تلازماً ، لأن الانحراف عن الفطرة السوية يؤدى إلى الدخول فى النار وبئس القرار ، وهذان الرأيان أولى بالقبول ، لأن الاستثناء فى قوله - تعالى - بعد ذلك : ( إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) يؤيد ذلك ، إذ المعنى عليها : لقد خلقنا الإِنسان فى أحسن تقويم ، ثم رددناه إلى النار بسبب انحرافه عن الفطرة ، وإيثاره الغى على الرشد ، والكفر على الإِيمان .إلا الذين آمنوا وعملوا الصالحات ، وساروا على مقتضى فطرتهم ، فأخلصوا لله - تعالى - العبادة والطاعة . . فلهم أجر غير مقطوع عنهم أو غير ممنون به عليهم ، بل هم قد اكتسبوا هذا الأجر الدائم العظيم ، بسبب إيمانهم وعملهم الصالح .قال الآلوسى ما ملخصه : قوله : ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) ، \" ثم \" هنا للتراخى الزمانى أو الرتبى ، والرد يجوز أن يكون بمعنى الجعل ، فينصب مفعولين أصلهما المبتدأ والخبر . فأسفل مفعول ثان ، والمعنى : ثم جعلناه من أهل النار ، الذين هم أقبح ، وأسفل من كل سافل . . ويجوز أن يكون الرد بمعناه المعروف ، وأسفل منصوب بنزع الخافض .أى : رددناه إلى أسفل الأمكنة السافلة وهو جهنم . .وقوله : ( إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات ) استثناء متصل من ضمير \" رددناه العائد على الإِنسان ، فإنه فى معنى الجمع ، فالمؤمنون لا يردون أسفل سافلين يوم القيامة ، بل يزدادون بهجة إلى بهجتهم . وحسنا على حسنهم . . \" ."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 6{ اِلَّا الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ } ”سوائے ان لوگوں کے جو ایمان لائے اور انہوں نے نیک اعمال کیے“ اب مذکورہ پستی سے صرف وہی لوگ نکل پائیں گے جو اپنے شعور و حواس سے کام لیتے ہوئے اپنے خالق اور معبود کو پہچانیں گے یعنی اس پر ایمان لائیں گے اور پھر محنت کر کے اپنے کردار و عمل کو اس کی منشاء ومرضی کے مطابق ڈھالیں گے ‘ یعنی اعمال صالحہ کا اہتمام کریں گے۔  { فَلَہُمْ اَجْرٌ غَیْرُ مَمْنُوْنٍ۔ } ”تو ان کے لیے ایسا اجر ہوگا جس کا سلسلہ کبھی منقطع نہیں ہوگا۔“</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">God has created man with superior capabilities. These capabilities have been given to man so that he should be able to recognise the Truth conveyed to him through the prophets, and to shape his life in accordance with it. Those who do so, will reach a high position of honour, which will be theirs for all eternity. On the contrary, those who do not make their God-given capabilities subservient to God’s will, will have even the existing blessings taken away and they will have no place to take refuge. Their lot will be total deprivation. The raising of prophets and the end-results of their mission, bear testimony to the veracity of this fact.</p>"
        },
        {
            "resource_id": 173,
            "text": "Exception faite de ceux qui croient en Allah et accomplissent de bonnes œuvres qui, lorsqu’ils atteignent la vieillesse, recevront une récompense permanent et ininterrompue, qui est le Paradis, pour s’être élevés."
        },
        {
            "resource_id": 177,
            "text": "Ngoại trừ những ai có đức tin và làm việc thiện thì họ sẽ được ban thưởng với một một phần thưởng vĩ đại và vô tận ở nơi Thiên Đàng."
        },
        {
            "resource_id": 905,
            "text": "إلا الذين آمنوا بالله وعملوا الأعمال الصالحات فإنهم وإن هرموا فلهم ثواب دائم غير مقطوع، وهو الجنة؛ لأنهم زكوا فطرهم."
        },
        {
            "resource_id": 168,
            "text": "<p>فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ (So, what can make you, after all this, to deny the Requital?...95:7). In the preceding verses man is made to realise that Allah created him, He bestowed on him special favours and the revolution that He brought about in his old age. Man will move from stage to stage, finally reaching the grave and the Hereafter. But he rejects the Hereafter, as a result he is warned. He has seen the scenes of Divine omnipotence and revolutions - how dare he denies and rejects the Hereafter! Is Allah not the Greatest Ruler of all the rulers? [ 8]</p><p>Ruling</p><p>Sayyidna Abu Hurairah ؓ narrates that the Holy Prophet ﷺ said that while reciting Surah At-Tin, when one reaches the end of it:</p><p>أَلَيْسَ اللَّـهُ بِأَحْكَمِ الْحَاكِمِينَ</p><p>'Is Allah not the Greatest Ruler of all the rulers? [ 8] '</p><p>one should recite:</p><p>بلٰی وَاَنَا عَلٰی ذٰلِکَ مِنَ الشّاھِدِینَ</p><p>'Yes, indeed, Allah is the Ruler of the rulers, and I bear witness to it.'</p><p>The jurists have ruled that it is mustahab (preferable/desirable) to recite the words.</p><p>Al-hamdulillah</p><p>The Commentary on</p><p>Surah At-Tin</p><p>Ends here</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ (٧)</span> ] ئەی مرۆڤ ئەی ئادەمیزاد ئیتر لە پاش ئەمە چی وات لێدەكات ڕۆژی سزاو ڕۆژی لێپرسینەوە بەدرۆ بزانی كاتێك ئەزانی كە خوای گەورە بەو قۆناغانە تۆی دروست كردووە ئەبێ بشزانی كە بۆ خوای گەورە ئاسانترە كە سەرلەنوێ زیندووت بكاتەوەو لێپرسینەوەت لەگەڵدا بكات, چی وای لێكردوویت ڕۆژی زیندوو بوونەوەو لێپرسینەوە بەدرۆ بزانیت؟"
        },
        {
            "resource_id": 171,
            "text": "So O human! What causes you to reject the Day of Requital, after you have seen the many signs of His power?"
        },
        {
            "resource_id": 179,
            "text": "Kaya aling bagay ang nag-uudyok sa iyo, O tao, sa pagpapasinungaling sa Araw ng Pagganti matapos na nakakita ka ng maraming palatandaan ng kakayahan Niya?"
        },
        {
            "resource_id": 177,
            "text": "Này con người, nếu mọi việc được trình bày rõ như vậy thì điều gì đã khiến ngươi phủ nhận đức tin, phủ nhận sự phục sinh và thưởng phạt?"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">ثم قال: إلزاماً للحجة: <span class=\"green\">( فما يكذبك )</span> <span class=\"reference\">[ أي : أمن يكذبك .<span class=\"blue\"> وقيل :</span> أي شيء يكذبك ؟ أي يحملك على الكذب ، وقيل على التكذيب ]</span> أيها الإنسان ، <span class=\"green\">( بعد )</span> أي بعد هذه الحجة والبرهان ، <span class=\"green\">( بالدين )</span> بالحساب والجزاء ،<span class=\"blue\"> والمعنى :</span> ألا تتفكر في صورتك وشبابك وهرمك فتعتبر ،<span class=\"blue\"> وتقول :</span> إن الذي فعل ذلك قادر على أن يبعثني ويحاسبني ، فما الذي يكذبك بالمجازاة بعد هذه الحجج ؟</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>কাজেই (হে মানুষ!) এরপর কিসে তোমাকে কৰ্মফল দিন সম্পর্কে অবিশ্বাসী করে [১]?</p><p>[১] এতে কেয়ামতে অবিশ্বাসীদেরকে হুশিয়ার করা হয়েছে যে, আল্লাহ্র কুদরতের উপরোক্ত দৃশ্য ও পরিবর্তন দেখার পরও তোমাদের জন্যে আখেরাত ও কেয়ামতকে মিথ্যা মনে করার কি অবকাশ থাকতে পারে? তোমাদেরকে আল্লাহ্ তা‘আলা সুন্দর করে সৃষ্টি করেছেন, তিনি ইচ্ছা করলে হীনতম ও নিম্নতম পর্যায়ে নিয়ে যেতে পারেন, তারপরও কেন তোমরা তা অস্বীকার করবে? এর আরেকটি অনুবাদ এও হতে পারে, এসব প্রমাণের পর (হে রাসূল) শাস্তি ও পুরষ্কারের ব্যাপারে কে আপনাকে মিথ্যা বলতে পারে? [কুরতুবী] এই কথাটিকেই কুরআনের অন্যান্য স্থানে এভাবে বলা হয়েছে, “আমি কি অনুগতদেরকে অপরাধীদের মতো করে দেবো? তোমাদের কি হয়ে গেছে? তোমরা কেমন ফয়সালা করছো? [সূরা আল-কলম: ৩৫-৩৬] আরো এসেছে, “দুষ্কৃতকারীরা কি একথা মনে করেছে, আমি তাদেরকে এমন লোকদের মতো করে দেবো যারা ঈমান এনেছে এবং সৎকাজ করেছে? উভয়ের জীবন ও মৃত্যু এক রকম হবে? খুবই খারাপ সিদ্ধান্ত যা এরা করছে।” [সূরা আল-জাসিয়াহ: ২১]</p>"
        },
        {
            "resource_id": 175,
            "text": "Šta te navodi, o čovječe, da negiraš Dan obračuna, nagrade i kazne, nakon što si vidio mnogo znakova Njegove moći?"
        },
        {
            "resource_id": 172,
            "text": "-Ey insanoğlu!- Allah’ın büyük kudretinin alametlerini gördüğün halde, seni hesap gününü yalanlamaya sürükleyen nedir?"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": "<p>“ اے نبی ان حقائق کے ہوتے ہوئے کیا کوئی معقول شخص عقیدہ آخرت کے بارے میں آپ کو کوئی جھٹلا سکتا ہے ، خصوصاً جب کہ انسانیت کی قدروقیمت ایمان کا بڑا مقام ہے اور یہ معلوم ہوجانے کے بعد کہ جو لوگ ایمان نہیں لاتے ان کا انجام کس قدر گھناﺅنا ہے جو نور سے محروم ہوتے ہیں اور جن کے ہاتھوں سے اللہ کی مضبوط رسی چھوٹ چکی ہوتی ہے۔</p><p>الیس اللہ ................ الحکمین (8:95) ” کیا اللہ سب حاکموں میں سے بڑا حاکم نہیں ہے “۔ کہ وہ سب سے بڑا منصف نہیں ہے ، جبکہ وہ لوگوں کے درمیان یوں انصاف کررہا ہے۔ کیا مومنین کا انجام اور کافرین کا یہ انجام حکمت بالغہ پر مبنی نہیں ہے ؟ انصاف واضح ہے ، حکمت نہایت بلند ہے ، یہی وجہ ہے کہ حضرت ابوہریرہ ؓ سے مرفوع حدیث روایت ہے کہ جب تم میں سے کسی نے سورة تین اور زیتون کو پڑھا اور وہ آخر تک پڑھ چکا اور اس نے پڑھا۔</p><p>الیس اللہ ................ الحکمین (8:95) ” تو اسے کہنا چاہئے ” ہاں اور میں اس پر شہادت دینے والوں میں سے ہوں “۔</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : فما يكذبك بعد بالدين [ ص: 104 ] قيل : الخطاب للكافر توبيخا وإلزاما للحجة . أي إذا عرفت أيها الإنسان أن الله خلقك في أحسن تقويم ، وأنه يردك إلى أرذل العمر ، وينقلك من حال إلى حال فما يحملك على أن تكذب بالبعث والجزاء ، وقد أخبرك محمد - صلى الله عليه وسلم - به ؟ وقيل : الخطاب للنبي - صلى الله عليه وسلم - أي استيقن مع ما جاءك من الله - عز وجل - ، أنه أحكم الحاكمين . روي معناه عن قتادة . وقال قتادة أيضا والفراء : المعنى فمن يكذبك أيها الرسول بعد هذا البيان بالدين . واختاره الطبري . كأنه قال : فمن يقدر على ذلك أي على تكذيبك بالثواب والعقاب ، بعد ما ظهر من قدرتنا على خلق الإنسان والدين والجزاء . قال الشاعر :دنا تميما كما كانت أوائلنا دانت أوائلهم في سالف الزمن"
        },
        {
            "resource_id": 93,
            "text": "و \" ما \" فى قوله - سبحانه - : ( فَمَا يُكَذِّبُكَ بَعْدُ بالدين ) اسم استفهام مبتدأ ، وخبره جملة \" يكذبك \" . والخطاب للإِنسان الذين خلقه الله - تعالى - فى أحسن تقويم ، ففى الكلام التفات من الغيبة إلى الخطاب . والاستفهام للإِنكار والتعجيب من هذا الإِنسان .والمعنى : فأى شئ يحملك - أيها الإِنسان - على التكذيب بالدين وبالبعث وبالجزاء ، بعد أن خلقناك فى أحسن تقويم ، وبعد أن أقمنا لك الأدلة على أن دين الإِسلام هو الدين الحق ، وعلى أن رسولنا صادق فيما يبلغك عن ربه - عز وجل -؟فالمقصود بقوله - تعالى - : ( يُكَذِّبُكَ ) : يجعلك مكذباً ، أى : لا عذر لك فى التكذيب بالحق ، وقيل : الخطاب للنبى صلى الله عليه وسلم ، وتكون \" ما \" بمعنى \" مَنْ \" ويكون الاستفهام بها عن ذوات المخاطبين ، أى : فمن ذا الذى يكذبك - أيها الرسول الكريم - ويكذب بيوم الدين والجزاء ، بعد أن ظهرت الدلائل على صدقك . . ؟إن كل عاقل يجب عليه أن يصدقك ولا يكذبك ، ولا يعرض عنك ."
        },
        {
            "resource_id": 165,
            "text": "<p>সুতরাং এরপর কিসে তোমাকে (হে মানুষ) কর্মফল দিবস সম্বন্ধে অবিশ্বাসী করে? [১]</p><p>[১] এ দিয়ে কিয়ামতের অবিশ্বাসীদেরকে হুমকির সাথে হুঁশিয়ার করা হয়েছে যে, আল্লাহ তোমাকে সুন্দরতম অবয়বে সৃষ্টি করেছেন এবং তিনি তোমাকে তার বিপরীত হীনতার অতল তলে নিক্ষেপ করতেও সক্ষম। আর তার মানেই হল, তোমাকে পুনর্বার সৃষ্টি করা তাঁর পক্ষে কোন কঠিন কাজ নয়। সুতরাং এরপরেও কি তুমি কিয়ামত ও প্রতিফল দিবসকে অবিশ্বাস করবে?</p>"
        },
        {
            "resource_id": 170,
            "text": "О человек! Что же заставляет тебя отрицать день воздаяния? Ведь ты узрел много знамений, благодаря которым твердо познал истину, и вкусил милость, за которую ты должен быть признателен."
        },
        {
            "resource_id": 182,
            "text": "人们啊！是什么使你们在眼见诸多证明真主大能的标志之后仍否认清算之日呢？"
        },
        {
            "resource_id": 92,
            "text": "فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ (7) تفريع على جميع ما ذكر من تقويم خلق الإنسان ثم رده أسفل سافلين ، لأن ما بعد الفاء من الكلام مسبّب عن البيان الذي قبل الفاء ، أي فقد بان لك أن غير الذين آمنوا هم الذين رُدُّوا إلى أسفل سافلين ، فمن يكذب منهم بالدين الحق بعد هذا البيان .و ( مَا ) يَجوز أن تكون استفهامية ، والاستفهام توبيخي ، والخطاب للإِنسان المذكور في قوله : { لقد خلقنا الإنسان في أحسن تقويم } [ التين : 4 ] فإنه بعد أن استثني منه الذين آمنوا بقي الإِنسان المكذب .وضمير الخطاب التفات ، ومقتضى الظاهر أن يقال : فما يكذبه . ونكتة الالتفات هنا أنه أصرح في مواجهة الإِنسان المكذب بالتوبيخ .ومعنى { يكذبك } يَجعلك مُكذباً ، أي لا عذر لك في تكذيبك بالدين .ومتعلق التكذيب : إمَّا محذوف لظهوره ، أي يجعلك مكذّباً بالرسول صلى الله عليه وسلم وأمّا المجرور بالباء"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 7{ فَمَا یُکَذِّبُکَ بَعْدُ بِالدِّیْنِ۔ } ”تو اس کے بعد کیا چیز تجھے آمادہ کرتی ہے جزا و سزا کے انکار پر ؟“ تو اے جزا و سزا کے منکر انسان ! جب تو خود دیکھ رہا ہے کہ دنیا میں تمام انسان ایک جیسے نہیں ہیں ‘ ان میں کچھ بہت اعلیٰ سیرت و کردار کے مالک ہیں اور کچھ ایسے بھی ہیں جو انسانیت کے ماتھے پر بدنما داغ کی حیثیت رکھتے ہیں ‘ تو اس صورت حال میں کیا عقل اور انصاف کا تقاضا یہ نہیں ہے کہ اچھوں کو ان کی اچھائی اور محنت کا پھل ملے اور بروں کو ان کی برائی اور نافرمانی کی سزا دی جائے ؟ یہ ایسی سیدھی سادی بات ہے جو عام ذہنی سطح کا ایک انسان بھی سمجھ سکتا ہے۔ تو یہ سب کچھ دیکھنے سننے اور سمجھنے کے بعد بھی آخر وہ کون سی منطق ہے جس کے تحت تم جزا و سزا کے انکار پر جمے ہوئے ہو ؟</p>"
        },
        {
            "resource_id": 174,
            "text": "Lantas apa yang menjadikanmu -wahai manusia- mendustakan hari Pembalasan setelah kamu melihat langsung sebagian dari tanda-tanda kekuasaan-Nya yang banyak?!"
        },
        {
            "resource_id": 183,
            "text": "人びとよ、ところがまだこれらの明証の後に、最後の日について、アッラーの力をたくさん見たというのに、おまえ（ムハンマド）が嘘をついていると、何が言わせるのか。"
        },
        {
            "resource_id": 181,
            "text": "پس - ای انسان- با وجود اینکه نشانه‌های فراوان قدرت الله را مشاهده کردی چه چیزی تو را به تکذیب روز جزا وامی‌دارد؟!"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">ثم قال : <span class=\"arabic qpc-hafs\">( فما يكذبك )</span> يعني : يا ابن آدم <span class=\"arabic qpc-hafs\">( بعد بالدين )</span> ؟<span class=\"blue\"> أي :</span> بالجزاء في المعاد ، وقد علمت البدأة ، وعرفت أن من قدر على البدأة ، فهو قادر على الرجعة بطريق الأولى ، فأي شيء يحملك على التكذيب بالمعاد وقد عرفت هذا ؟</p><p lang=\"ar\" class=\"ar \">قال ابن أبي حاتم : حدثنا أحمد بن سنان ، حدثنا عبد الرحمن ،<span class=\"blue\"> عن سفيان عن منصور قال :</span> قلت لمجاهد : <span class=\"arabic qpc-hafs\">( فما يكذبك بعد بالدين )</span> عنى به النبي صلى الله عليه وسلم قال : معاذ الله! عنى به الإنسان . وهكذا قال عكرمة وغيره .</p>"
        },
        {
            "resource_id": 178,
            "text": "Что же заставляет тебя, о человек, отрицать День Воздаяния после того как ты увидел воочию многочисленные признаки Его Могущества?!"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ }</span> أي: أي: شيء يكذبك أيها الإنسان بيوم الجزاء على الأعمال، وقد رأيت من آيات الله الكثيرة ما به يحصل لك اليقين، ومن نعمه ما يوجب عليك أن لا تكفر بشيء مما أخبرك به."
        },
        {
            "resource_id": 790,
            "text": "হে মানৱ, তোমাক কোনটো বস্তুৱে পৰিণামৰ দিনক অস্বীকাৰ কৰিবলৈ উদগনি দিয়ে। যিহেতু তুমি তাৰ ক্ষমতাৰ বহুতো নিদৰ্শন দেখিছা?"
        },
        {
            "resource_id": 792,
            "text": "ដូច្នេះ តើអី្វមួយដែលធ្វើឱ្យអ្នក(ឱមនុស្សលោក)បដិសេធនឹងថ្ងៃទទួលការតបស្នង(ថ្ងៃបរលោក)ក្រោយពីអ្នកបានឃើញសញ្ញាភស្តុតាងជាច្រើនដែលបញ្ជាក់ពីសមត្ថភាពរបស់ទ្រង់ផ្ទាល់នឹងភ្នែកហើយនោះ?"
        },
        {
            "resource_id": 173,
            "text": "Ô être humain, quelle chose t’amène à traiter le Jour de la Rétribution de mensonge après avoir été témoin des nombreuses preuves de Son pouvoir?"
        },
        {
            "resource_id": 776,
            "text": "Así que, ¡ser humano! ¿Cómo puedes rechazar el Día del Juicio, después de haber visto las numerosas señales de Mi poder?"
        },
        {
            "resource_id": 180,
            "text": "৭. হে মানুষ! তুমি তাঁর এতো সব ক্ষতার নিদর্শনাবলী প্রত্যক্ষ করার পরও কোন্ বস্তু তোমাকে প্রতিদান দিবস সম্পর্কে অবিশ্বাসী করে?!"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله تعالى :  فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ <span class=\"arabic qpc-hafs green\">(7)</span></p><p lang=\"ar\" class=\"ar \">اختلف أهل التأويل في تأويل قوله: <span class=\"arabic qpc-hafs green\">( فَمَا يُكَذِّبُكَ بَعْدُ )</span> فقال بعضهم معناه: فمن يكذّبك يا محمد بعد هذه الحجج التي احتججنا بها، بالدين،<span class=\"blue\"> يعني:</span> بطاعة الله، وما بعثك به من الحقّ، وأن الله يبعث من في القبور؟<span class=\"blue\"> قالوا:</span> <span class=\"red\">\" ما \"</span> في معنى <span class=\"red\">\" مَنْ\"</span>، لأنه عُنِيَ به ابن آدم، ومن بعث إليه النبيّ صلى الله عليه وسلم.</p><p>وقال آخرون: بل معنى ذلك: فما يكذّبك أيها الإنسان بعد هذه الحجج بالدين.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار،<span class=\"blue\"> قال:</span> ثنا عبد الرحمن،<span class=\"blue\"> قال:</span> ثنا سفيان، عن منصور،<span class=\"blue\"> قال:</span> قلت لمجاهد: <span class=\"arabic qpc-hafs green\">( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ )</span> عني به النبيّ صلى الله عليه وسلم؟<span class=\"blue\"> قال:</span> معاذ الله! عُني به الإنسان.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان،<span class=\"blue\"> عمن سمع مجاهدا يقول:</span> <span class=\"arabic qpc-hafs green\">( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ )</span> قلت: يعني به: النبيّ صلى الله عليه وسلم؟<span class=\"blue\"> قال:</span> معاذ الله! إنما يعني به الإنسان.</p><p lang=\"ar\" class=\"ar \">دثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن منصور، عن مجاهد <span class=\"arabic qpc-hafs green\">( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ )</span> أعني به النبيّ صلى الله عليه وسلم؟<span class=\"blue\"> قال:</span> معاذ الله! إنما عُنِيَ به الإنسان.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن الكلبيّ<span class=\"arabic qpc-hafs green\">( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ )</span> ؟ إنما يعني الإنسان،<span class=\"blue\"> يقول:</span> خلقتك في أحسن تقويم، فما يكذّبك أيها الإنسان بعد بالدين.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: إنما عني بذلك رسول الله صلى الله عليه وسلم،<span class=\"blue\"> وقيل له:</span> استيقن مع ما جاءك من الله من البيان، أن الله أحكم الحاكمين.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ )</span> أي استيقن بعد ما جاءك من الله البيان <span class=\"arabic qpc-hafs green\">( أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ )</span> .</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك عندي بالصواب قول من قال: معنى <span class=\"red\">\" ما \"</span> معنى <span class=\"red\">\" مَنْ\"</span>,<span class=\"blue\"> ووجه تأويل الكلام إلى:</span> فمن يكذبك يا محمد بعد الذي جاءك من هذا البيان من الله بالدين؟<span class=\"blue\"> يعني:</span> بطاعة الله، ومجازاته العباد على أعمالهم.<span class=\"blue\"> وقد تأوّل ذلك بعض أهل العربية بمعنى:</span> فما الذي يكذّبك بأن الناس يدانون بأعمالهم؟<span class=\"blue\"> وكأنه قال:</span> فمن يقدر على تكذيبك بالثواب والعقاب، بعد ما تبين له خلقنا الإنسان على ما وصفنا.</p><p>واختلفوا في معنى قوله: <span class=\"arabic qpc-hafs green\">( بِالدِّينِ )</span> فقال بعضهم: بالحساب.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا عبد الرحمن بن الأسود الطُّفاوي،<span class=\"blue\"> قال:</span> ثنا محمد بن ربيعة، عن النضر بن عربيّ، عن عكرِمة،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ )</span> قال: الحساب.</p><p>وقال آخرون: معناه: بحكم الله.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد،<span class=\"blue\"> قال:</span> ثني أبي،<span class=\"blue\"> قال:</span> ثني عمي،<span class=\"blue\"> قال:</span> ثني أبي، عن أبيه،<span class=\"blue\"> عن ابن عباس:</span> <span class=\"arabic qpc-hafs green\">( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ )</span> يقول: ما يكذّبك بحكم الله.</p><p lang=\"ar\" class=\"ar \">وأولى القولين في ذلك بالصواب قول من قال: الدين في هذا الموضع: الجزاء والحساب،<span class=\"blue\"> وذلك أن أحد معانى الدين في كلام العرب:</span> الجزاء والحساب؛<span class=\"blue\"> ومنه قولهم:</span> &amp;; 24-516 &amp;; كما تدين تُدان. ولا أعرف من معاني الدين <span class=\"red\">\" الحكم \"</span> في كلامهم،<span class=\"blue\"> إلا أن يكون مرادا بذلك:</span> فما يكذّبك بعد بأمر الله الذي حكم به عليك أن تطيعه فيه؟ فيكون ذلك.</p>"
        },
        {
            "resource_id": 791,
            "text": "അല്ലാഹുവിൻ്റെ ശക്തിയുടെ അനേകം തെളിവുകൾ വീക്ഷിച്ചതിന് ശേഷവും -അല്ലയോ മനുഷ്യാ!- പ്രതിഫലനാളിനെ നിഷേധിക്കാൻ എന്തു കാരണമാണ് നിനക്കുള്ളത്?!"
        },
        {
            "resource_id": 16,
            "text": "أيُّ شيء يحملك -أيها الإنسان- على أن تكذِّب بالبعث والجزاء مع وضوح الأدلة على قدرة الله تعالى على ذلك؟"
        },
        {
            "resource_id": 905,
            "text": "فأي شيء يحملك - أيها الإنسان- على التكذيب بيوم الجزاء بعدما عاينت من علامات قدرته الكثيرة؟!"
        },
        {
            "resource_id": 176,
            "text": "Che cosa ti porta, o uomo, a smentire il Giorno della Retribuzione dopo aver visto i molteplici segni della Sua Potenza?!"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ )</span> يقول تعالى ذكره: أليس الله يا محمد بأحكم من حكم في أحكامه، وفصل قضائه بين عباده؟<span class=\"blue\"> وكان رسول الله صلى الله عليه وسلم إذا قرأ ذلك فيما بلغنا قال:</span> بَلى.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ )</span> ذُكر لنا أن نبيّ الله صلى الله عليه وسلم كان إذا قرأها قال: <span class=\"red\">\" بلى، وأنا على ذلك من الشاهدين \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُريب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن أبيه، عن أبي إسحاق، عن سعيد بن جُبير،<span class=\"blue\"> قال:</span> كان ابن عباس إذا قرأ: <span class=\"arabic qpc-hafs green\">( أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ )</span> قال: سبحانك اللهمّ، و بلى.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر،<span class=\"blue\"> قال:</span> كان قتادة إذا تلا<span class=\"arabic qpc-hafs green\">( أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ )</span> قال: بلى، وأنا على ذلك من الشاهدين، أحسبه كان يرفع ذلك؛<span class=\"blue\"> وإذا قرأ:</span>  أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى  ؟<span class=\"blue\"> قال:</span> بلى،<span class=\"blue\"> وإذا تلا  فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ  قال:</span> آمنت بالله، وبما أنـزل.</p><p>آخر تفسير سـورة والتين</p>"
        },
        {
            "resource_id": 790,
            "text": "আল্লাহে ক্বিয়ামতৰ দিনক পৰিণামৰ দিন বনোৱাৰ ক্ষেত্ৰত আটাইতকৈ মহান বিচাৰক আৰু আটাইতকৈ ন্যায়পৰায়ণ নহয়নে? এইটো বুজা ঠিক হব নেকি যে, আল্লাহে তেওঁৰ বান্দাসকলক সিহঁতৰ মাজত বিচাৰ নকৰাকৈ এনেই এৰি দিব আৰু ভাল কৰ্মীক তাৰ ভাল কাৰ্য আৰু বেয়া কৰ্মীক তাৰ বেয়া কৰ্মৰ পৰিণাম দিয়া নহবনে?"
        },
        {
            "resource_id": 174,
            "text": "Bukankah Allah -dengan menjadikan hari Kiamat sebagai hari Pembalasan- adalah Sang Hakim yang paling bijaksana dan paling adil?! Apakah masuk akal bahwa Allah meninggalkan hamba-hamba-Nya begitu saja tanpa mengadili di antara mereka, yaitu dengan membalas orang yang baik karena kebaikannya dan membalas orang jahat karena kejahatannya?!"
        },
        {
            "resource_id": 172,
            "text": "Allah Teâlâ, -Kıyamet gününü, hesap günü kılarak- hâkimler hâkimi ve en adaletlisi değil midir? Onların arasında hüküm vermeden ve ihsan sahibi olanların ihsanının ve kötülük yapanların kötülüklerinin karşılıklarını vermeden Yüce Allah'ın kullarını başıboş bırakması hiç düşünülebilir mi?"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ }</span> فهل تقتضي حكمته أن يترك الخلق سدى لا يؤمرون ولا ينهون، ولا يثابون ولا يعاقبون؟أم الذي خلق الإنسان أطوارًا بعد أطوار، وأوصل إليهم من النعم والخير والبر ما لا يحصونه، ورباهم التربية الحسنة، لا بد أن يعيدهم إلى دار هي مستقرهم وغايتهم، التي إليها يقصدون، ونحوها يؤمون. تمت ولله الحمد."
        },
        {
            "resource_id": 178,
            "text": "Разве не является Аллах, сделавший Судный день Днем Воздаяния, наимудрейшим и самым справедливым Судьей?! Разумно ли, чтобы Аллах оставил Своих рабов без присмотра, не рассудив между ними?! Он вознаградит творившего добро за его добро, и воздаст творившему зло за его зло!"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( أليس الله بأحكم الحاكمين )</span> أي : أما هو أحكم الحاكمين ، الذي لا يجور ولا يظلم أحدا ، ومن عدله أن يقيم القيامة فينصف المظلوم في الدنيا ممن ظلمه .<span class=\"blue\"> وقد قدمنا في حديث أبي هريرة مرفوعا :</span> <span class=\"red\">\" فإذا قرأ أحدكم <span class=\"arabic qpc-hafs\">( والتين والزيتون )</span> فأتى على آخرها : <span class=\"arabic qpc-hafs\">( أليس الله بأحكم الحاكمين )</span> فليقل : بلى ، وأنا على ذلك من الشاهدين \"</span> .</p><p>آخر تفسير <span class=\"reference brown\">[ سورة ]</span> <span class=\"red\">\" والتين والزيتون \"</span> ولله الحمد .</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 791,
            "text": "അന്ത്യനാളിനെ പ്രതിഫലത്തിനായി നിശ്ചയിച്ച അല്ലാഹു വിധികർത്താക്കളിൽ ഏറ്റവും നല്ല വിധികർത്താവും, അങ്ങേയറ്റം നീതിമാനുമല്ലേ? അല്ലാഹു അവൻ്റെ അടിമകൾക്കിടയിൽ വിധി നടപ്പാക്കാതെ -നന്മ ചെയ്തവർക്ക് പ്രതിഫലവും, തിന്മ ചെയ്തവർക്ക് ശിക്ഷയും നൽകാതെ- അവഗണിച്ചു വിടുമെന്ന് ചിന്തിക്കുന്നതാണോ ബുദ്ധി?"
        },
        {
            "resource_id": 181,
            "text": "آیا الله - با قراردادن روز قیامت به عنوان روز جزا- بهترین و عادل‌ترین داوران نیست؟! آیا عاقلانه است که الله بندگانش را بیهوده به حال خودشان رها کند، بدون اینکه میان آنها داوری کند، و نیکوکار را به نیکوکاری‌اش، و بدکار را به بدکاری‌اش جزا دهد؟!"
        },
        {
            "resource_id": 183,
            "text": "アッラーは報いのための審判の日を設けて、最高に公正な審判者ではないのか。もしアッラーが、善行者にはその善行について、悪行者にはその悪行について、審判しないで、僕たちを手ぶらにしておくとすれば、そんなことは理解できない。"
        },
        {
            "resource_id": 171,
            "text": "Is Allah not the most just and fair of judges by having appointed the Day of Judgement for requital? Is it comprehendible that Allah leaves His servants in vain, without judging between them, by not requiting the doer of good for his good, and the evil-doer for his evil?"
        },
        {
            "resource_id": 93,
            "text": "والاستفهام فى قوله - تعالى - : ( أَلَيْسَ الله بِأَحْكَمِ الحاكمين ) للتقرير : إذا الجملة الكريمة تحقيق لما ذكر من خلق الإِنسان فى أحسن تقويم ، ثم رده إلى أسفل سافلين .فكأنه - تعالى - يقول : إن الذى فعل ذلك كله هو أحكم الحاكمين خلقاً وإيجاداً . وصنعاً وتدبيراً ، وقضاء وتقديراً ، فيجب على كل عاقل أن يخلص له العبادة والطاعة وأن يتبع رسوله صلى الله عليه وسلم فى كل ما جاء به من عند ربه - عز وجل - .وقد روى الإِمام الترمذى عن أبى هريرة قال : قال رسول الله صلى الله عليه وسلم :\" من قرأ منكم ( والتين والزيتون . . . ) ثم انتهى إلى قوله - تعالى - ( أَلَيْسَ الله بِأَحْكَمِ الحاكمين ) فليقل : بلى ، وأنا على ذلك من الشاهدين \" .نسأل الله - تعالى - أن يجعلنا جميعاً من عباده الصالحين .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 166,
            "text": "<p>আল্লাহ্ কি বিচারকদের মধ্যে সর্বশ্রেষ্ঠ বিচারক নন [১] ?</p><p>[১] আল্লাহ্ তা‘আলা কি সব বিচারকের মহাবিচারক নন? তিনি কি সকল শাসকবর্গের মধ্যে সর্বোত্তম শাসক নন? এই ন্যায় বিচারের অতি গুরুত্বপূর্ণ অংশ হল প্রত্যেক অপরাধীকে তার শাস্তি ও প্রত্যেক সৎকর্মীকে তার উপযুক্ত পুরস্কার প্রদান করা। বিচারকদের শ্রেষ্ঠবিচারক আল্লাহ্ তা‘আলা মানুষকে সৃষ্টি করেছেন, এক পর্যায় থেকে অন্য পর্যায়ে উপনীত করেছেন পরিপূর্ণ ন্যায় ও প্রজ্ঞার সাথে; তবুও কি তিনি মানুষের কৃতকর্মের উপযুক্ত প্রতিদানও দেবেন না? [বাদা’ই‘উত তাফসীর]</p>"
        },
        {
            "resource_id": 182,
            "text": "人类啊！难道真主没有使复活日成为最公正和最智慧的报酬的日子吗？难道真主会放任祂的众仆，对他们毫不判决，并以善果奖赏行善者，以恶果惩罚作恶者吗？"
        },
        {
            "resource_id": 170,
            "text": "Премудрый Аллах сотворил сынов Адама и отнесся к ним с милосердием, добротой и любовью, которые невозможно переоценить. Он воспитал их самым прекрасным образом. Неужели Он сотворил людей понапрасну и оставил их без повелений и запретов, без награды и наказания? Или же все-таки Он одарит их Райской обителью, в которой они найдут постоянное пристанище и обретут безопасность и благополучие, которая является их конечной целью?"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 8{ اَلَیْسَ اللّٰہُ بِاَحْکَمِ الْحٰکِمِیْنَ۔ } ”کیا اللہ تمام حاکموں سے بڑا حاکم نہیں ہے ؟“ دنیا میں تم لوگ چھوٹے چھوٹے حاکموں کو دیکھتے ہو کہ وہ اپنے غداروں اور باغیوں کو عبرتناک سزا دیتے ہیں اور اپنے وفاداروں کو انعام و اکرام سے نوازتے ہیں۔ کیا دنیا میں تم نے کوئی ایسا حاکم بھی دیکھا ہے جو اپنے باغیوں اور وفاداروں کو ایک ہی صف میں کھڑا کر دے ؟ اگر دنیا میں محدود اختیار کا مالک کوئی حاکم ایسا نہیں کرتا تو وہ اللہ عزوجل اپنے فرمانبردار بندوں اور نافرمانوں کو کیسے برابر کر دے گا جو سب حاکموں سے بڑا حاکم ہے ؟ کیا تم اللہ تعالیٰ کو احکم الحاکمین نہیں مانتے ہو ؟  مسند احمد ‘ سنن الترمذی ‘ سنن ابی دائود اور دیگر کتب حدیث میں حضرت ابوہریرہ رض سے مروی ہے کہ رسول اللہ ﷺ نے فرمایا کہ جب تم میں سے کوئی سورة التین پڑھے اور اَلَیْسَ اللّٰہُ بِاَحْکَمِ الْحٰکِمِیْنَپر پہنچے تو کہے : بلٰی وانا علٰی ذٰلک من الشاھدین ”کیوں نہیں ! اور میں اس پر شہادت دینے والوں میں سے ہوں“۔ بعض روایات میں آتا ہے کہ حضور ﷺ جب یہ آیت پڑھتے تو فرماتے : سُبْحَانَکَ فَبَلٰی !</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>আল্লাহ কি বিচারকদের মধ্যে শ্রেষ্ঠ বিচারক নন? [১]</p><p>[১] অর্থাৎ, আল্লাহ কারো প্রতি অবিচার করেন না। আর তাঁর সুবিচারের দাবী এই যে, তিনি কিয়ামত সংঘটিত করবেন এবং যাদের উপর দুনিয়ায় যুলুম করা হয়েছে তাদেরকে পূর্ণ বদলা দিয়ে দেওয়া হবে।</p><p>প্রকাশ থাকে যে, এই সূরার শেষে 'বালা অআনা আলা যা-লিকা মিনাশ শাহিদীন' বলার হাদীস সহীহ নয়। <em>(তিরমিযী)</em></p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "أليس الله - بجعل يوم القيامة يومًا للجزاء - بأحكم الحاكمين وأعدلهم؟! أيعقل أن يترك الله عباده سدى دون أن يحكم بينهم، فيجازي المحسن بإحسانه، والمسيء بإساءته؟!"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : أليس الله بأحكم الحاكمينأي أتقن الحاكمين صنعا في كل ما خلق . وقيل : بأحكم الحاكمين قضاء بالحق ، وعدلا بين الخلق . وفيه تقدير لمن اعترف من الكفار بصانع قديم . وألف الاستفهام إذا دخلت على النفي وفي الكلام معنى التوقيف صار إيجابا ، كما قال :ألستم خير من ركب المطايا وأندى العالمين بطون راحوقيل : فما يكذبك بعد بالدين أليس الله بأحكم الحاكمين : منسوخة بآية السيف . وقيل : هي ثابتة ; لأنه لا تنافي بينهما . وكان ابن عباس وعلي بن أبي طالب - رضي الله عنهما - إذا قرأ : أليس الله بأحكم الحاكمين قالا : بلى ، وأنا على ذلك من الشاهدين فيختار ذلك . والله أعلم . ورواه الترمذي عن أبي هريرة قال : من قرأ سورة ( والتين والزيتون ) فقرأ أليس الله بأحكم الحاكمين فليقل : بلى ، وأنا على ذلك من الشاهدين . والله أعلم ."
        },
        {
            "resource_id": 92,
            "text": "أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ (8)، أي يجعلك مكذباً بدين الإِسلام ، أو مكذباً بالجزاء إن حمل الدين على معنى الجزاء وجملة : { أليس الله بأحكم الحاكمين } مستأنفة للتهديد والوعيد .و { الدين } يجوز أن يكون بمعنى الملة والشريعة ، كقوله تعالى : { إن الدين عند الله الإسلام } [ آل عمران : 19 ] وقوله : { ومن يبتغ غير الإسلام ديناً } [ آل عمران : 85 ] .وعليه تكون الباء للسببية ، أي فمن يكذبك بعد هذا بسبب ما جئتَ به من الدين فالله يحكم فيه . ومعنى { يكذبك } : ينسبك للكذب بسبب ما جئت به من الدين أو ما أنذرت به من الجزاء ، وأسلوب هذا التركيب مؤذن بأنهم لم يكونوا ينسبون النبي صلى الله عليه وسلم إلى الكذب قبل أن يجيئهم بهذا الدين .ويجوز أن يكون «الدين» بمعنى الجزاء في الآخرة كقوله : { مالك يوم الدين } [ الفاتحة : 4 ] وقوله : { يصلونها يوم الدين } [ الانفطار : 15 ] وتكون الباء صلة ( يكذب ) كقوله : { وكذب به قومك وهو الحق } [ الأنعام : 66 ] وقوله : { قل إني على بينة من ربي وكذبتم به } [ الأنعام : 57 ] .ويجوز أن تكون ( ما ) موصولة وما صدْقُها المكذب ، فهي بمعنى ( مَن ) ، وهي في محل مبتدإ ، والخطاب للنبيء صلى الله عليه وسلم والضمير المستتر في { يكذبك } عائد إلى ( مَا ) وهو الرابط للصلة بالموصول ، والباء للسببية ، أي ينسبك إلى الكذب بسبب ما جئت به من الإِسلام أو من إثبات البعث والجزاء .وحذف ما أضيف إليه { بعدُ } فبنيت بعدُ على الضم والتقدير : بعدَ تبيُّن الحق أو بعد تبيُّن ما ارتضاه لنفسه من أسفل سافلين .وجملة : { أليس الله بأحكم الحاكمين } يجوز أن تكون خبراً عن ( ما ) والرابط محذوف تقديره : بأحكم الحاكمين فيه .ويجوز أن تكون الجملة دليلاً على الخبر المخبر به عن ( مَا ) الموصولة وحُذف إيجازاً اكتفاء بذكر ما هو كالعلة له فالتقدير فالذي يكذبك بالدين يتولى الله الانتصاف منه أليس الله بأحكم الحاكمين .والاستفهام تقريري .و«أحكم» يجوز أن يكون مأخوداً من الحكم ، أي أقضى القضاة ، ومعنى التفضيل أن حكمه أسد وأنفذ .ويجوز أن يكون مشتقاً من الحكمة . والمعنى : أنه أقوى الحاكمين حِكمةً في قضائه بحيث لا يخالط حكمه تفريط في شيء من المصلحة ونَوْطِ الخبر بذي وصف يؤذن بمراعاة خصائص المعنى المشتقِّ منه الوصفُ فلما أخبر عن الله بأنه أفضل الذين يحكمون ، عُلم أن الله يفوق قضاؤه كل قضاء في خصائص القضاء وكمالاته ، وهي : إصابة الحق ، وقطع دابر الباطل ، وإلزام كل من يقضي عليه بالامتثال لقضائه والدخول تحت حكمه .روى الترمذي وأبو داود عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم « من قرأ منكم { والتين والزيتون } [ التين : 1 ] فانتهى إلى قوله : { أليس الله بأحكم الحاكمين } فليقل : بلى وأنا على ذلك من الشاهدين » ."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ ও গুরুত্ব: </b></p><p>التِّيْنِ তীন হচ্ছে ডুমুর জাতীয় এক প্রকার মিষ্টি ফল, যার গাছ ও ফল দেখতে ডুমুর গাছ ও ফলের মতই।</p><p>প্রথম আয়াতে উল্লিখিত তীন শব্দ থেকেই সূরার নামকরণ করা হয়েছে। বারা বিন আযেব (রাঃ) হতে বর্ণিত, নাবী (সাঃ) সফরে দুরাকাত সালাতের কোন এক রাকাতে সূরা তীন পাঠ করতেন। আমি তাঁর চেয়ে মধুর ও উত্তম কণ্ঠস্বরে কিরাত আর কারো শুনিনি। (সহীহ বুখারী হা. ৭৬৯, সহীহ মুসলিম হা. ১৭৫)</p><p><b> তাফসীর : </b></p><p>অধিকাংশ মুফাসসির বলেছেন: তীন ও যাইতুন হলো দুটি প্রসিদ্ধ ফল যা মানুষ খায়। (তাফসীর মুয়াসসার) আল্লাহ তা‘আলা এ দুটি গাছের শপথ করেছেন কারণ এ দুটি গাছ অন্যান্য গাছের তুলনায় অধিক উপকারী। এ বিষয়ে অনেক চিকিৎসাবিদ আলোচনা করেছেন। যহহাক (রহঃ) বলেছেন: তীন হলো: মাসজিদে হারাম আর যাইতুন হলো: মাসজিদে আকসা। ইবনু জায়েদ (রহঃ) বলেন: তীন হলো: দামেস্কের মাসজিদ আর যাইতুন হলো: মাসজিদে আকসা। এছাড়াও অনেক মতামত পাওয়া যায়। (ইবনু কাসীর, ফাতহুল কাদীর)</p><p>(وَطُوْرِ سِيْنِيْنَ) তুরে সিনাই হলো সেই পাহাড় যার ওপর আল্লাহ তা‘আলা মূসা (আঃ)-এর সাথে কথা বলেছেন।</p><p class='arabic uthmani'>(الْبَلَدِ الْأَمِيْنِ)</p><p>নিরাপদ শহর হলো মক্কা, আবার কতক আলেম বলেছেন: প্রকৃতপক্ষে এ হচ্ছে তিনটি জায়গা যার প্রত্যেকটিতে আল্লাহ তা‘আলা একজন করে “উলূল আযম” রাসূল প্রেরণ করেছেন। তীন ও যাইতুন দ্বারা বাইতুল মাকদিস এলাকাকে বুঝানো হয়েছে, যেখানে ঈসা (আঃ)-কে প্রেরণ করা হয়েছে। সিনাই পর্বত দ্বারা মূসা (আঃ)-এর সাথে আল্লাহ তা‘আলা যে পাহাড়ের ওপর কথা বলেছেন তা বুঝানো হয়েছে।</p><p>“নিরাপদ শহর” দ্বারা মক্কাকে বুঝানো হয়েছে। যেখানে শেষ নাবী মুহাম্মাদ (সাঃ)-কে প্রেরণ করা হয়েছে। (ইবনু কাসীর)</p><p class='arabic uthmani'>(فِيْٓ أَحْسَنِ تَقْوِيْمٍ)</p><p>পূর্বে উল্লিখিত তিনটি স্থানের শপথের জবাব হলো এ আয়াত। আল্লাহ তা‘আলা প্রতিটি প্রাণীকে সৃষ্টি করেছেন নিম্নমুখী করে। কেবলমাত্র মানুষকে সৃষ্টি করেছেন আলম্বিত দেহে সোজা করে।</p><p>ইমাম কুরতুবী (রহঃ) বলেন : تقويم অর্থ সোজা সামঞ্জস্যপূর্ণ করে সৃষ্টি করেছেন। ইবনুল আরাবী (রহঃ) বলেন : আল্লাহ তা‘আলার সৃষ্টিসমূহের মধ্যে মানুষের চেয়ে উত্তম আর কোন সৃষ্টি নেই। আল্লাহ তা‘আলা মানুষকে, বিবেক বুদ্ধি বোধশক্তি, শ্রবণ, প্রজ্ঞা ও দৃষ্টিশক্তিসম্পন্ন করে সৃষ্টি করেছেন।</p><p class='arabic uthmani'>(أَسْفَلَ سٰفِلِيْنَ)</p><p>এখানে অনেক মানুষের শারীরিক পরিবর্তনের কথা বলেছেন, আবার অনেকে হীনতার অর্থ নিয়েছেন যে, মানুষ কর্মের কারণে চতুষ্পদ প্রাণীর চেয়ে নিকৃষ্ট হয়ে যায়। তবে সঠিক অর্থ হলো : এখানে জাহান্নামের শাস্তির কথা বলা হচ্ছে। কাফিররা আল্লাহ তা‘আলার প্রতি ঈমান না আনার কারণে নিজেদেরকে উঁচুমর্যাদা আশরাফুল মাখলুকাত (সৃষ্টির শ্রেষ্ঠতম সৃষ্টি) থেকে জাহান্নামের নিম্ন দেশে ঠেলে দিচ্ছে। এজন্য আল্লাহ তা‘আলা পরের আয়াতে ঈমানদার ও সৎ আমলকারী ব্যক্তিদের আলাদা করেছেন। কেননা তারা ঈমান এনে এ লাঞ্ছনা থেকে নিজেদের রক্ষা করেছে। যেমন আল্লাহ তা‘আলা সূরা আছরে বলছেন:</p><p class='arabic uthmani'>(إِنَّ الْإِنْسَانَ لَفِيْ خُسْرٍ إِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَتَوَاصَوْا بِالْـحَقِّ ৫ لا وَتَوَاصَوْا بِالصَّبْر)‏</p><p>“নিশ্চয়ই মানুষ ক্ষতিগ্রস্ত; কিন্তু তারা নয়, যারা বিশ্বাস স্থাপন করে এবং পরস্পরকে হক্বের উপদেশ দেয় এবং উপদেশ দেয় সবরের।” (সূরা আসর ১০৩: ২-৩)</p><p class='arabic uthmani'>(فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّيْنِ)</p><p>অর্থাৎ আল্লাহ তা‘আলার ক্ষমতার প্রমাণ বহন করে এমন নিদর্শনাবলী সুষ্পষ্ট করে দেয়ার পরেও কোন্ জিনিস তোমাদেরকে পুনরুত্থানের প্রতি অবিশ্বাসী হতে অনুপ্রাণিত করছে?</p><p class='arabic uthmani'>(أَلَيْسَ اللّٰهُ بِأَحْكَمِ الْـحٰكِمِيْنَ)</p><p>অর্থাৎ যে আল্লাহ তা‘আলা বিচারের দিনকে নির্ধারিত করে রেখেছেন তিনি কি সৃষ্টি জীবের মাঝে ন্যায় বিচার করবেন না? হ্যাঁ, অবশ্যই তিনি মানুষকে তাদের কর্মের ভাল-মন্দ প্রতিদান দেয়ার জন্য ন্যায় বিচার করবেন। এ সূরার শেষে</p><p class='arabic uthmani'>بلي وانا علي ذلك من الشاهدين</p><p>পড়ার প্রমাণ বিশুদ্ধ নয়। (তিরমিযী হা. ৩৩৪৭, সনদ দুর্বল।)</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. তীন ও যাইতুনের তাফসীর জানতে পারলাম।</p><p>২. মক্কার মর্যাদা ও গুরুত্ব জানলাম।</p><p>৩. মানুষের প্রতি আল্লাহ তা‘আলার অনুগ্রহ যে, তিনি মানুষকে উত্তম অবয়ব দিয়ে সৃষ্টি করেছেন।</p><p>৪. মু’মিনদের মর্যাদাবান ও কাফিরদের অসম্মানের পাত্র করার হিকমত জানলাম।</p>"
        },
        {
            "resource_id": 175,
            "text": "Zar Allah, time što je dao Sudnji dan, nije sudija najpravedniji? Zar misli da će Allah ostaviti svoje robove uzalud i da neće suditi među njima, pa dobročinitelja nagraditi, a griješnika kazniti?"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( أليس الله بأحكم الحاكمين )</span> بأقضى القاضين ،<span class=\"blue\"> قال مقاتل :</span> <span class=\"reference\">[ أليس الله ]</span> يحكم بينك وبين أهل التكذيب <span class=\"reference\">[ بك ]</span> يا محمد .</p><p lang=\"ar\" class=\"ar \">وروينا أن رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> قال :</span> <span class=\"arabic qpc-hafs\">\" من قرأ والتين والزيتون فانتهى إلى آخرها : \"</span> أليس الله بأحكم الحاكمين <span class=\"arabic qpc-hafs\">\" فليقل : بلى ، وأنا على ذلك من الشاهدين \"</span> .</p><p lang=\"ar\" class=\"ar \">أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، أخبرنا أبو الوليد ،<span class=\"blue\"> حدثنا شعبة عن عدي بن ثابت الأنصاري قال :</span> سمعت البراء بن عازب قال : إن النبي - صلى الله عليه وسلم - كان في سفر فقرأ في العشاء في إحدى الركعتين بالتين والزيتون .</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ (٨)</span> ] ئایا خوای گەورە دادوەرترین دادوەر نییە؟ بەڵێ، واتە: هیچ دادوەرێك وەكو خوای گەورە دادوەرو دادپەروەر نییە كە مسقالە زەڕەیەك زوڵم و ستەم لە هیچ كەسێك ناكات, بەڵكو خوای گەورە بە دادپەروەری بڕیار لە نێوان هەموو كەسێكدا ئەدات, بەڵام ئەم فەرموودەیەی كە پێغەمبەری خوا صلى الله علیه وسلم كە (وَالتِّينِ وَالزَّيْتُونِ)ی خوێندبێ و گەیشتبێ بە كۆتاییەكەی (أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ) كە وتبێتی با هەر كەسێك گەیشتە ئەوێ بڵێ: (بلى وَأَنَا عَلَى ذَلِكَ مِنَ الشَّاهِدِينَ) ئەو فەرموودەیە صەحیح نییە زەعیف و لاوازەو هیچ شتێك ناڵێیت، والله أعلم .\nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (تین) والحمد لله."
        },
        {
            "resource_id": 176,
            "text": "Non è forse Allāh, Colui che renderà il Giorno del Giudizio il giorno della Retribuzione, il Giudice più Giusto e più Equo?! È forse pensabile che Allāh trascuri i Suoi sudditi senza giudicarli, così da ricompensare chi ha compiuto buone azioni con il bene, e chi ha compiuto cattive azioni con il male?!"
        },
        {
            "resource_id": 177,
            "text": "Há không phải việc Allah - thiết lập Ngày Tận Thế để thưởng phạt - là sự phân định công bằng nhất hay sao? Lẽ nào Allah lại bỏ mặc đám nô lệ của Ngài sống sao tùy thích, không phân xử họ, không, Ngài sẽ thưởng trọng hậu cho người ngoan đạo và trừng phạt thích đáng kẻ bất tuân."
        },
        {
            "resource_id": 179,
            "text": "Hindi ba si Allāh – dahil sa paggawa sa Araw ng Pagbangon bilang araw para sa pagganti – ay ang pinakahukom ng mga hukom at ang pinakamakatarungan sa kanila? Mauunawaan ba na mag-iwan si Allāh sa mga lingkod Niya habang napababayaan nang walang humahatol sa pagitan nila para gumanti Siya sa tagagawa ng maganda dahil sa paggawa nito ng maganda at sa tagagawa ng masagwa dahil sa paggawa nito ng masagwa?"
        },
        {
            "resource_id": 16,
            "text": "أليس الله الذي جعل هذا اليوم للفصل بين الناس بأحكم الحاكمين في كل ما خلق؟ بلى. فهل يُترك الخلق سدى لا يؤمرون ولا يُنهون، ولا يثابون ولا يعاقبون؟ لا يصحُّ ذلك ولا يكون."
        },
        {
            "resource_id": 180,
            "text": "৮. আল্লাহ কি কিয়ামত দিবসকে প্রতিদান দিবস হিসাবে নির্ধারণ করে সর্বাপেক্ষা বড় প্রজ্ঞাবান ও ইনসাফপরায়ণের কাজ করেননি?! এ কথা কি বিবেক সম্মত যে, আল্লাহ তাঁর বান্দাদেরকে কোনরূপ বিচার ব্যতিরেকেই অযথা ছেড়ে দিবেন?! ফলে তিনি উত্তম আমলকারীকে উত্তম প্রতিদান আর মন্দ আমলকারীকে মন্দ প্রতিদান দিবেন না?!"
        },
        {
            "resource_id": 776,
            "text": "¿Acaso no es Al-lah el más Justo y equitativo de los jueces al haber designado el Día del Juicio para la retribución de sus obras? ¿Es lógico que Al-lah abandone a Sus siervos en vano, sin juzgar sus acciones, retribuyendo al que hace el bien por su bien y al que hace el mal por su mal?"
        },
        {
            "resource_id": 173,
            "text": "En faisant du Jour de la Résurrection un jour de rétribution, Allah n’est-Il pas le Plus Sage et le Plus Equitable des Juges? Est-il concevable qu’Il abandonne Ses serviteurs à leur sort sans trancher entre eux, sans rétribuer les bienfaisants parmi eux, et les malfaisants selon ce qu’ils méritent?"
        },
        {
            "resource_id": 792,
            "text": "តើមិនមែនអល់ឡោះជាម្ចាស់ទេឬដែលជាអ្នកកាត់សេចក្ដីដ៏សុក្រឹតបំផុត និងយុត្តិធម៌បំផុតជាងអ្នកកាត់សេចក្ដីទាំងឡាយនោះ? តើអាចទៅរួចដែរឬទេដែលអល់ឡោះជាម្ចាស់ទុកចោលខ្ញុំបម្រើរបស់ទ្រង់ដោយមិនកាត់ក្តីរវាងពួកគេ ដោយ(នៅថ្ងៃនោះ)ទ្រង់ធ្វើការតបស្នងដល់អ្នកដែលសាងទង្វើល្អឲ្យទទួលផលល្អ ហើយអ្នកដែលសាងទង្វើអាក្រក់ឲ្យទទួលផលអាក្រក់ដែលគេបានសាងនោះ?"
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">تین اور زیتون دو پہاڑوں کے نام ہیں، جن کے قریب بیت المقدس واقع ہے، یعنی حضرت مسیح کا مقام عمل۔ طور سینین سے مراد وہ پہاڑ ہے جہاں حضرت موسیٰ پر خدا نے وحی فرمائی۔ بلد امین سے مراد مکہ ہے جہاں پیغمبر اسلام مبعوث ہوئے۔</p><p lang=\"ur\">اللہ تعالیٰ نے انسان کو بہترین صلاحیتوں کے ساتھ پیدا کیا ہے۔ یہ صلاحیتیں اس لیے ہیں کہ انسان پیغمبروں کے ذریعہ ظاہر کیے جانے والے حق کو پہچانے اور اپنی زندگی کو اس کے مطابق بنائے۔ جو لوگ ایسا کریں وہ عزت اور بلندی کا ابدی مقام پائیں گے۔ اس کے برعکس، جو لوگ اپنی خداداد صلاحیتوں کو خدا کی مرضی کے تابع نہ کریں، ان سے موجودہ نعمتیں بھی چھین لی جائیں گی اور کامل محرومی کے سوا کوئی جگہ نہ ہوگی جہاںان کو ٹھکانا مل سکے— پیغمبروں کی بعثت اور پیغمبروں کے ذریعہ ظاہر ہونے والے نتائج اس کی صداقت کی گواہی دیتے ہیں۔</p>"
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "95"
        }
    }
}