{
    "tafsirs": [
        {
            "resource_id": 159,
            "text": "<p>آیت 1{ اِنَّــآ اَنْزَلْنٰـہُ فِیْ لَـیْلَۃِ الْقَدْرِ۔ } ”یقینا ہم نے اتارا ہے اس قرآن کو لیلۃ القدر میں۔“ ”اَنْزَلْنٰـہُ“ کی ضمیر مفعولی کا مرجع بالاتفاق قرآن مجید ہی ہے۔ نوٹ کیجیے ! ان سورتوں کے مضامین کے اندر ایک ربط پایا جاتا ہے ‘ یعنی پہلی وحی سورۃ العلق کے فوراً بعد بتایا جا رہا ہے کہ ہم نے اس کلام کو لیلۃ القدر میں نازل فرمایا ہے۔ قدر کا معنی تقدیر اور قسمت بھی ہے اور عزت و منزلت بھی۔ یہاں دونوں معنی مراد لیے جاسکتے ہیں۔ یعنی ہم نے اس قرآن کو اس رات میں اتارا ہے جو قدر و منزلت کے اعتبار سے بےمثل رات ہے ‘ یا اس رات میں اتارا ہے جو تقدیر ساز ہے۔ سورة الدخان میں اس رات کا ذکر لَیْلَۃ مُبَارَکَۃ کے نام سے آیا ہے : { اِنَّــآ اَنْزَلْنٰـہُ فِیْ لَـیْلَۃٍ مُّبٰـرَکَۃٍ } آیت 3 ”یقینا ہم نے نازل کیا ہے اس قرآن کو ایک مبارک رات میں“۔ یہ کونسی رات ہے ؟ اُمّ المومنین حضرت عائشہ صدیقہ رض بیان کرتی ہیں کہ رسول اللہ ﷺ نے فرمایا : تَحَرَّوْا لَیْلَۃَ الْقَدْرِ فِی الْوِتْرِ مِنَ الْعَشْرِ الْاَوَاخِرِ مِنْ رَمَضَانَ 1 ”لیلۃ القدر کو رمضان کے آخری عشرے کی طاق راتوں میں تلاش کرو“۔ زیادہ تر لوگوں کا خیال ہے کہ ستائیسویں رمضان کی شب ہی لیلۃ القدر ہے۔ لیکن جیسا کہ سورة الفجر کی آیت 3 کے ضمن میں بھی وضاحت کی جا چکی ہے ‘ قمری کیلنڈر کی طاق اور جفت راتوں کی گنتی دنیا کے مختلف خطوں میں مختلف ہوتی ہے۔ مثلاً آج ہمارے ہاں جو طاق رات ہے سعودی عرب میں ممکن ہے وہ جفت رات ہو۔ اس لیے لیلۃ القدر کو تلاش کرنے کا محتاط طریقہ یہی ہے کہ اسے رمضان کے آخری عشرے کی تمام راتوں جفت اور طاق دونوں میں تلاش کیا جائے۔ اور اگر واقعی ستائیسویں رمضان کی شب ہیلیلۃ القدر ہے تو اس بارے میں میرا اپنا خیال یہ ہے کہ پھر یہ مکہ مکرمہ اور مدینہ منورہ کی ستائیسویں شب ہے۔ واللہ اعلم ! اس رات میں قرآن نازل کرنے کے دو مطلب ہوسکتے ہیں۔ ایک یہ کہ اس رات کو پورا قرآن مجید لوح محفوظ سے حاملین ِوحی فرشتوں کے سپرد کردیا گیا اور پھر اللہ تعالیٰ کے حکم کے مطابق 23 سال کے دوران میں حضرت جبرائیل علیہ السلام اس کی آیات اور سورتیں رسول اللہ ﷺ پر نازل کرتے رہے۔ دوسرا مطلب یہ ہے کہ قرآن کے نزول کی ابتدا اس رات سے ہوئی۔</p>"
        },
        {
            "resource_id": 182,
            "text": "我确把《古兰经》整体降示在近天，然后在莱麦丹月的高贵之夜我开始把他降示给穆罕默德（愿主福安之）。"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Sesungguhnya Kami telah menurunkannya <span class=\"green\">(al-Qur`an)</span> pada malam qadar <span class=\"green\">(kemuliaan)</span>. Dan tahukah kamu apakah malam qadar <span class=\"green\">(kemuliaan)</span> itu? Malam qadar itu lebih baik dari seribu bulan. Pada malam itu turun malaikat-malaikat dan malaikat Jibril dengan izin Rabbnya untuk mengatur segala urusan. Malam itu <span class=\"green\">(penuh)</span> kesejahteraan sampai terbit fajar.\" <span class=\"green\">(Al-<span class=\"blue\">Qadar:</span> 1-5)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(1)</span> Allah سبحانه وتعالى berfirman menjelaskan keutamaan al-Qur`an dan tingginya derajat al-Qur`an. ﴾ إِنَّآ  أَنزَلۡنَٰهُ  فِي  لَيۡلَةِ  ٱلۡقَدۡرِ <span class=\"brown\">﴿   \"Sesungguhnya Kami telah menurunkannya <span class=\"green\">(al-Qur`an)</span> pada malam kemuliaan.\" Ini semakna dengan Firman Allah سبحانه وتعالى, \n﴾</span> إِنَّآ  أَنزَلۡنَٰهُ  فِي  لَيۡلَةٖ        مُّبَٰرَكَةٍۚ       ﴿\n\"Sesungguhnya Kami menurunkannya pada malam yang diberkahi.\" <span class=\"green\">(Ad-<span class=\"blue\">Dukhan:</span> 3)</span>. \nHal itu karena Allah سبحانه وتعالى mulai menurunkan al-Qur`an di bulan Ramadhan pada malam qadar, dengannya Allah سبحانه وتعالى merahmati seluruh hamba secara umum yang tidak mampu dihargai oleh manusia. Disebut malam qadar karena agungnya kemuliaan malam itu dan keutamaannya di sisi Allah سبحانه وتعالى, karena pada malam itu Allah سبحانه وتعالى menentukan ajal, rizki, dan ketentuan-ketentuan takdir selama satu tahun.                </div><div>\n<span class=\"green\">(2)</span> Selanjutnya Allah سبحانه وتعالى memperbesar dan memperagung kondisinya seraya berfirman, ﴾ وَمَآ  أَدۡرَىٰكَ  مَا  لَيۡلَةُ  ٱلۡقَدۡرِ ﴿   \"Dan tahukah kamu apakah malam kemuliaan itu?\" Yakni, kondisinya yang amat agung dan nilai pentingnya yang besar.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(3)</span> ﴾ لَيۡلَةُ  ٱلۡقَدۡرِ خَيۡرٞ مِّنۡ   أَلۡفِ شَهۡرٖ ﴿   \"Malam qadar itu lebih baik dari seribu bulan,\" yakni keutamaannya menyamai seribu bulan. Amal yang dilakukan pada malam itu lebih baik dari amal yang dikerjakan selama seribu bulan penuh. Inilah salah satu hal yang membuat orang berakal terkesima dan tercengang karena Allah سبحانه وتعالى memberi karunia pada umat yang lemah ini berupa kekuatan dan daya dalam satu malam, di mana amal yang dikerjakan pada malam itu nilainya sama bahkan lebih dari amalan seribu bulan, sementara seseorang paling-paling diberi usia panjang selama delapan puluh sekian tahun.                </div><div>\n<span class=\"green\">(4)</span> ﴾ تَنَزَّلُ  ٱلۡمَلَٰٓئِكَةُ  وَٱلرُّوحُ   فِيهَا <span class=\"brown\">﴿   \"Pada malam itu turun malaikat-malai-kat dan malaikat Jibril,\" yakni mereka berkali-kali turun pada malam itu, ﴾</span> مِّن  كُلِّ   أَمۡرٖ ﴿ \"untuk mengatur segala urusan.\"                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(5)</span> ﴾ سَلَٰمٌ  هِيَ <span class=\"brown\">﴿   \"Malam itu <span class=\"green\">(penuh)</span> kesejahteraan,\" yakni sejahtera dari berbagai aib dan keburukan karena banyaknya kebaikan pada malam itu ﴾</span> حَتَّىٰ  مَطۡلَعِ  ٱلۡفَجۡرِ ﴿   \"sampai terbit fajar,\" yakni bermula sejak tenggelamnya matahari hingga terbitnya fajar. Berbagai hadits mutawatir banyak menyebutkan keutamaannya,<span class=\"brown\">[147]</span> malam itu berada di bulan Ramadhan pada sepuluh malam terakhir khususnya, dan terutama pada malam-malam ganjil. Malam qadar berlaku setiap tahun hingga Kiamat tiba. Karena itu Nabi a beri'tikaf dan mem-perbanyak ibadah pada sepuluh hari terakhir bulan Ramadhan demi mengharapkan malam qadar. Wallahu a'lam.                </div>"
        },
        {
            "resource_id": 183,
            "text": "確かにわれらは、天命の夜にこのクルアーンを、一度にこの世に一番近い天に下した。同時に、ラマダーン月の天命の夜に、ムハンマド(アッラーの祝福と平安を)に啓示し始めた。"
        },
        {
            "resource_id": 791,
            "text": "മുഹമ്മദ് നബി -ﷺ- യുടെ മേൽ റമദാനിലെ ലൈലതുൽ ഖദ്റിലാണ് നാം ആദ്യമായി ഖുർആൻ അവതരിപ്പിച്ചത് എന്നതു പോലെ, ഖുർആൻ മുഴുവനായും ഒന്നാമാകാശത്തിലേക്ക് ഇറക്കിയതും ലൈലതുൽ ഖദ്റിലാണ്."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Quả thật, TA đã ban toàn bộ Qur’an xuống tầng trời hạ giới, cũng như việc TA bắt đầu thiên khải Nó xuống cho Thiên Sứ vào đêm định mệnh của tháng Ramadan."
        },
        {
            "resource_id": 180,
            "text": "১. নিশ্চয়ই আমি পূর্ণ কুরআন দুনিয়ার আসমানে অবতীর্ণ করেছি। যেমনিভাবে নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) এর উপর তা অবতরণের সূচনা করেছি রামাযান মাসের মহিমান্বিত রজনীতে।"
        },
        {
            "resource_id": 176,
            "text": "In verità, abbiamo rivelato il Corano, integralmente, al Cielo inferiore di questo mondo, così come abbiamo iniziato a rivelarlo al Profeta pace e benedizioni di Allāh su di lui nella notte del Destino, nel mese di Ramadhān."
        },
        {
            "resource_id": 171,
            "text": "Indeed, I revealed the Qur’ān at once to the heaven nearest to the world, just as I started off revealing it to Muhammad (peace be upon him), on the Night of Decree in the month of Ramadan."
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"إنا أنزلناه في ليلة القدر\"</span>، يعني القرآن، كناية عن غير مذكور، أنزله جملة واحدة في ليلة القدر من اللوح المحفوظ إلى السماء الدنيا، فوضعه في بيت العزة، ثم كان ينزل به جبريل عليه السلام نجوماً في عشرين سنة.</p>"
        },
        {
            "resource_id": 776,
            "text": "Ciertamente, comencé la revelación del Corán al cielo más cercano al mundo como a Mujámmad r, en la Noche de la Predestinación durante el mes de Ramadán."
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">بلاشبہ ہم نے نازل کیا اس <span class=\"green\">(قرآن)</span> کو لیلۃ القدر میں<span class=\"green\">(1)</span> اور کس چیز نے خبر دی آپ کو کیا ہے لیلۃ القدر؟<span class=\"green\">(2)</span> لیلۃ القدر بہتر ہے ایک ہزار مہینوں سے<span class=\"green\">(3)</span> نازل ہوتے ہیں فرشتے اور روح <span class=\"green\">(جبریل)</span> اس <span class=\"green\">(رات)</span> میں اپنے رب کے حکم سے ہر کام کے لیے<span class=\"green\">(4)</span> سلامتی <span class=\"green\">(ہی سلامتی)</span> ہے وہ رات یہاں تک کہ طلوع ہو فجر<span class=\"green\">(5)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[2]</span>     پھر اللہ تعالیٰ نے اس کی عظمت شان اور عظمت مقدار بیان کی،<span class=\"bluﷺ\">  چنانچہ فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿وَمَاۤ اَدۡرٰىكَ مَا لَيۡلَةُ الۡقَدۡرِ﴾</span> ’’اور تجھے کس نے خبر دی کہ شب قدر کیا ہے؟‘‘  یعنی اس کی شان بہت جلیل اور اس کا رتبہ بہت عظیم ہے۔ آپ کو اس کا علم نہیں۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[5]</span><span class=\"arabic qpc-hafs brown\">﴿سَلٰمٌ هِىَ﴾</span>’’یہ <span class=\"grﷺﷺn\">(رات)</span> سلامتی ہے۔‘‘ یعنی  شب قدر  ہر آفت اور ہر شر سے سلامت ہے اور اس کا سبب اس کی بھلائی کی کثرت ہے۔ <span class=\"arabic qpc-hafs brown\">﴿حَتّٰى مَطۡلَعِ الۡفَجۡرِ﴾</span> ’’صبح کے طلوع ہونے تک۔‘‘     یعنی اس رات کی ابتدا غروب آفتاب اور اس کی انتہا طلوع فجر ہے۔\nاس کی فضیلت میں تواتر سے احادیث وارد ہوئی ہیں،  نیز یہ کہ شب قدر رمضان کے آخری عشرے میں  خاص طور پر طاق راتوں میں واقع ہوتی ہے اور یہ رات ہر سال آتی ہے اور قیامت تک باقی رہے گی۔ اسی لیے نبی اکرمﷺ رمضان المبارک کے آخری عشرے میں اعتکاف بیٹھتے تھے اور کثرت سے عبادت کرتے تھے،  اس امید میں کہ شاید شب قدر مل جائے۔ وَاللہُ أَعْلَمُ۔ \nسورۂ قدر کی تفسیر مکمل ہوئی۔ بِعَوْنِ اللہِ۔                </div>"
        },
        {
            "resource_id": 804,
            "text": "سوورەتی (قەدر) (واتە: پلەو پایە بەرز یان تەقدیر كردن)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (قەدر) سورەتێكى مەككى یە. \n٢- ژمارەى ئایەتەكانى سورەتى (قەدر) (٥) پێنج ئایەتە.\n٣- سورەتى (قەدر) زنجیرەى نەوەدو حەوتەمینە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (قەدر) لە دواى سورەتى (عەبەس)ە دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسەكانى ئەم سورەتە پیرۆزە باسی سەرەتاى دابەزینى وەحی دەكات بەسەر پێغەمبەرى خوادا صلى الله علیه وسلم ، وە هەروەها باسی فەزڵ و گەورەیی ئەو شەوە پیرۆزەش دەكات كەوا قورئانى تێدا دابەزیوە بەسەر هەموو شەوەكانى تردا، كە خێرو پاداشتەكەى زیاترە لە خێری هەزار مانگ، هەموو ئەمانەش لەبەر رێزو شكۆی قورئان، وە هەروەها باسی دابەزینى فریشتە بەڕێزەكان دەكات لەو شەوەدا تا بەرەبەیانى ئەو شەوە.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nدابەزینى قورئان لە شەوى قەدر\n[ <span class=\"arabic uthmani\">إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١)</span> ] ئێمە ئەو قورئانە پیرۆزەمان دابەزاندۆتە خوارەوە لە شەوی قەدردا، كە دەكەوێتە دە شەوی كۆتایی مانگی ڕەمەزانەوە، وە لە شەوە تاكەكاندا زیاتر جەختی لێكراوەو فەرموودەی زۆری لەسەر هاتووەو صەحابەكان قسەیان لەسەر كردووە، لەم شەوەدا خوای گەورە قورئانی پیرۆزی هەر هەمووی لە (لوح المحفوظ)هوە دابەزاندووە بۆ (بيت العزة) بۆ ئاسمانی دونیا پاشان بە بەش بەش و پارچە پارچەو ئایەت ئایەت و سوورەت سوورەت بەگوێرەی ڕووداوەكان و پێویستی لە ماوەی بیست و سێ ساڵدا دابەزیوە بۆ سەر سینگی پێغەمبەری خوا صلى الله علیه وسلم ، وە بۆیە پێی ئەووترێ: (لَيْلَةِ الْقَدْرِ) لەبەر ئەوەی لەو شەوەدا خوای گەورە تەقدیری هەموو شتێك ئەكات تا ساڵی داهاتوو، یاخود وتراوە: مەبەست پێی شەوێكى خاوەن پلەو پایەو ڕێزو گەورەییە، بۆیە خوای گەورەش ئەفەرمووێ:"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Şüphesiz Biz o <span class=\"green\">(Kur'ân’ı)</span> Kadir gecesinde indirdik.\n2- Kadir gecesinin ne olduğunu sen nereden bilebilirsin ki?\n3- Kadir gecesi bin aydan daha hayırlıdır.\n4- O gece melekler ve Ruh/Cebrail, Rablerinin izni ile her bir iş için inerler.\n5- O gece, fecir doğuncaya kadar bir esenliktir.</p><div><span class=\"green\">(Mekke’de inmiştir. 5 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1. Yüce Allah, Kur’ân-<span class=\"blue\">ı Kerîm’in faziletini ve kıymetinin yüceliğini açıklayarak şöyle buyurmaktadır:</span><span class=\"brown\">“Şüphesiz Biz o <span class=\"green\">(Kur'ân’ı)</span> Kadir gecesinde indirdik.”</span> Bir başka ayette de şöyle buyrulmaktadır: <span class=\"brown\">“Şüphesiz biz onu mübarek bir gecede indirdik.”</span><span class=\"green\">(ed-Duhan, 44/3)</span> Çünkü Yüce Allah, Kur’ân-ı Kerîm’i Ramazan ayında, Kadir gecesinde indirmeye başlamıştır. Yüce Allah, bu gecede kullara, kulların şükretme imkânını bulmaktan âciz oldukları pek geniş bir rahmetini ihsan etmiştir. \nBu geceye Kadir gecesi denilmesinin sebebi, kadrinin ve kıymetinin büyüklüğü, Allah nezdindeki faziletinin yüksekliğidir. Ayrıca Allah, bu gecede yıl boyunca gerçekleşecek olan ecelleri, rızıkları ve diğer ilahi takdirleri belirler.                </div><div lang=\"tr\" class=\"tr \">\n                                        2. Daha sonra Yüce Allah bu gecenin şanını,<span class=\"blue\"> büyüklüğünü ve kadrinin yüceliğini belirterek:</span><span class=\"brown\">“Kadir gecesinin ne olduğunu sen nereden bilebilirsin ki?”</span> buyurmaktadır. Yani onun şanı pek yücedir. O oldukça önemi büyük bir gecedir.                </div><div lang=\"tr\" class=\"tr \">\n                                        3. <span class=\"brown\">“Kadir gecesi bin aydan daha hayırlıdır.”</span> Fazileti itibari ile bin aya denktir. Bu gecede yapılan bir amel, böyle bir gecenin bulunmadığı bin aydaki amelden daha üstündür, hayırlıdır. Bu ise akılları hayrete ve dehşete düşüren işlerden birisidir. Çünkü Yüce Allah, güç ve takati çok cılız olan bu ümmete böyle bir gece ile lütufta bulunmuştur. Bu gecede gerçekleşecek bir amel, bin aylık bir gecedeki amele denk hatta daha üstün ve değerlidir. Bu ise yaklaşık seksen küsûr gibi oldukça uzun ömür yaşayan bir insan ömrüne denktir.                </div><div>\n                                        4. <span class=\"brown\">“O gece melekler ve Ruh/Cebrail, Rablerinin izni ile her bir iş için inerler.”</span> Bu gece melekler çokça iner.                </div><div lang=\"tr\" class=\"tr \">\n                                        5. <span class=\"brown\">“O gece, fecir doğuncaya kadar bir esenliktir”</span> her türlü âfetten ve kötülükten uzaktır. Bu da onun hayrının çokluğundan kaynaklanmaktadır. Yani bu gecenin başlangıcı olan güneşin batışından itibaren son vakti olan fecre kadar bu böyle sürer.\nBu gecenin fazileti, bu gecenin Ramazan ayında ve bu ayın da son on gününde, özellikle de tek gecelerde olduğu ve Kıyamet gününe kadar da her yıl bu gecenin baki kalacağına dair pek çok hadis-i şerif vârid olmuştur. \nBundan dolayı Peygamber sallallahu aleyhi ve sellem Ramazan ayının son on gününde Kadir gecesine denk düşer ümidi ile itikâfa çekilir ve çokça ibadette bulunurdu.\nKadir Sûresi’nin tefsiri burada sona ermektedir.                </div><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 166,
            "text": "<p>নিশ্চয় আমরা কুরআন নাযিল করেছি [১] ‘লাইলাতুল কদরে’ [২] ;</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>কদরের এক অর্থ মাহাত্ম্য ও সম্মান। কেউ কেউ এ-স্থলে এ অর্থই নিয়েছেন। এর মাহাত্ম্য ও সম্মানের কারণে একে ‘লাইলাতুল-কদর’ তথা মহিমান্বিত রাত বলা হয়। কদরের আরেক অর্থ তাকদীর এবং আদেশও হয়ে থাকে। এ রাত্রিতে পরবর্তী এক বছরের অবধারিত ও বিধিলিপি ব্যবস্থাপক ও প্রয়োগকারী ফেরেশতাগণের কাছে হস্তান্তর করা হয়। এতে প্রত্যেক মানুষের বয়স, মৃত্যু, রিফিক, বৃষ্টি ইত্যাদির পরিমাণ নির্দিষ্ট ফেরেশতাগণকে লিখে দেয়া হয়। [সা‘দী] পবিত্র কুরআনের অন্যত্র বলা হয়েছে, فِيْهَا يُفْرَقُ كُلُّ امْرٍحَىِىيْمٍ [সূরা আদ-দোখান: ৪] এ আয়াতে পরিষ্কার বলা হয়েছে যে, পবিত্র রাত্ৰে তাকদীর সংক্রান্ত সব ফয়সালা লিপিবদ্ধ করা হয়। এই রাত্ৰিতে তাকদীর সংক্রান্ত বিষয়াদি নিম্পন্ন হওয়ার অর্থ এ বছর যেসব বিষয় প্রয়োগ করা হবে, সেগুলো লওহে মাহফুয থেকে নকল করে ফেরেশতাগণের কাছে সোপর্দ করা। নতুবা আসল বিধি-লিপি আদিকালেই লিপিবদ্ধ হয়ে গেছে। [ইমাম নববী: শারহু সহীহ মুসলিম, ৮/৫৭]</p><p>-------------------------</p><p>[১] এখানে বলা হয়েছে, আমি কদরের রাতে কুরআন নাযিল করেছি। আবার অন্যত্র বলা হয়েছে, “রমযান মাসে কুরআন নাযিল করা হয়েছে।” [সূরা আল-বাকারাহ: ১৮৫] এ থেকে জানা যায়, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে হেরা গুহায় যে রাতে আল্লাহ্র ফেরেশ্তা অহী নিয়ে এসেছিলেন সেটি ছিল রামাদান মাসের একটি রাত। এই রাতকে এখানে কদরের রাত বলা হয়েছে। সূরা দেখানে এটাকে মুবারক রাত বলা হয়েছে। বলা হয়েছে, “অবশ্যি আমরা একে একটি বরকতপূর্ণ রাতে নাযিল করেছি।” [সূরা আদ-দোখান: ৩] এ আয়াত থেকে পরিষ্কার জানা যায় যে, কুরআন পাক লাইলাতুল-কদরে অবতীর্ণ হয়েছে। এর এক অর্থ এই যে, সমগ্র কুরআন লওহে মাহফুয থেকে লাইলাতুল-কদরে অবতীর্ণ করা হয়েছে, অতঃপর জিবরাঈল একে ধীরে ধীরে তেইশ বছর ধরে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর কাছে পৌঁছাতে থাকেন। দ্বিতীয় অর্থ এই যে, এ রাতে কয়েকটি আয়াত অবতরণের মাধ্যমে কুরআন অবতরণের ধারাবাহিকতা সূচনা হয়ে যায়। এরপর অবশিষ্ট কুরআন পরবর্তী সময়ে ধাপে ধাপে পূর্ণ তেইশ বছরে নাযিল করা হয়। [আদ্ওয়াউল বায়ান]</p><p>[২] কুরআন পাকের সুস্পষ্ট বর্ণনা দ্বারা একথা প্রমাণিত হয় যে, লাইলাতুল-কদর রামাদান মাসে। কিন্তু সঠিক তারিখ সম্পর্কে আলেমগণের বিভিন্ন উক্তি রয়েছে যা সংখ্যায় চল্লিশ পর্যন্ত পৌঁছে। এ-সব উক্তির নির্ভুল তথ্য এই যে, লাইলাতুল-কদর রামাদান মাসের শেষ দশ দিনের মধ্যে আসে; কিন্তু এরও কোন তারিখ নির্দিষ্ট নেই; বরং যে কোন রাত্রিতে হতে পারে। আবার প্রত্যেক রামাদানে তা পরিবর্তিতও হতে পারে। সহীহ হাদীসদৃষ্টে এই দশ দিনের বেজোড় রাত্রিগুলোতে লাইলাতুল-কদর হওয়ার সম্ভাবনা অধিক। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “রামাদানের শেষ দশকে লাইলাতুল-কদর অন্বেষণ কর।” [বুখারী: ২০২১]</p><p>অন্য বর্ণনায় আছে-“তোমরা তা শেষ দশকের বেজোড় রাত্রিগুলোতে তালাশ কর।” [বুখারী: ২০২০, মুসলিম: ১১৬৯, তিরমিয়ী: ৭৯২] সুতরাং যদি লাইলাতুল-কদরকে রামাদানের শেষ দশকের বেজোড় রাত্রিগুলোতে ঘূর্ণায়মান এবং প্রতি রামাদানে পরিবর্তনশীল মেনে নেয়া যায়, তবে লাইলাতুল-কদরের দিন-তারিখ সম্পর্কিত হাদীসসমূহের মধ্যে কোন বিরোধ অবশিষ্ট থাকে না। এটিই প্রাধান্যপ্রাপ্ত মত। [ইবন হাজার: ফাতহুল বারী, ৪/২৬২-২৬৬]</p>"
        },
        {
            "resource_id": 173,
            "text": "Nous avons fait descendre la totalité du Coran vers le Ciel le plus bas et Nous avons commencé à le révéler au Prophète la Nuit du Destin (laylatu l-qadri) du mois de Ramadan."
        },
        {
            "resource_id": 792,
            "text": "ជាការពិតណាស់ យើងបានញ្ចុះគម្ពីរគួរអានមួយទាំងមូលមកកាន់មេឃលោកិយដូចដែលយើងបានចាប់ផ្តើមបញ្ចុះវាមកឱ្យព្យាការីមូហាំម៉ាត់ដែរ គឺនៅក្នុងយប់ឡៃឡាតុលកទើរក្នុងខែរ៉ម៉ាហ្ទន។"
        },
        {
            "resource_id": 168,
            "text": "<p>Occasion of Revelation</p><p>Ibn Abi Hatim has reported from Mujhid (as mursal hadith) that the Messenger of Allah ﷺ was told about a mujahid [ warrior in the cause of religion ] from amongst the Children of Israel who carried weapons of war on his shoulders for a thousand months during which time he never laid down his arms. The Companions were amazed when they heard this. On that occasion, this Surah was revealed which describes that worship in the Night of Qadr granted to this Ummah exceeds by more than a thousand months of jihad persistently fought by that warrior. According to another narration of Mujahid cited in Ibn Jarir, a worshipper from among the Children of Israel used to worship Allah the whole night, and as soon as the dawn broke, he would arm himself and fight the whole day. This continued consecutively for a thousand months. This Surah was thus revealed. This shows the superiority of the Ummah of the Holy Prophet `, and that the Night of Qadr is a special characteristic of this ummah. [ Mazhari ].</p><p>Meaning of The Night of Qadr</p><p>One meaning of the word Qadr is 'greatness, honour or dignity'. Zuhri and other scholars have assigned this meaning to it. The night is called the Night of Qadr because it is a night of greatness, honour, majesty and dignity. Abu Bakr Warraq has stated that this night is so called because a person becomes a man of honour and dignity on account of repentance, seeking pardon and righteous acts during this night, whilst prior to this he might have lacked honour and dignity on account of unrighteous life he might have led.</p><p>Another meaning of the word Qadr is 'predestination'. From this point of view, the night is so called because the destiny of individuals and nations that was decided in pre-eternity is assigned to the relevant angels who are appointed for cosmic planning. Every man's age, death, sustenance, rain and other things are measured out to the angels to be implemented for a complete year from one month of Ramadan to another. If an individual is destined to perform Hajj in the forthcoming year, it will be prescribed. According to Ibn ` Abbas ؓ ، there are four angels in charge of cosmic planning: [ 1] Israfil; [ 2] Mika'il; [ 3] ` Izra'il; and [ 4] Jibra'il 6.1</p><p>It is clearly stated in [ 44:3-5]</p><p>إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَ‌كَةٍ ۚ إِنَّا كُنَّا مُنذِرِ‌ينَ ﴿3﴾ فِيهَا يُفْرَ‌قُ كُلُّ أَمْرٍ‌ حَكِيمٍ ﴿4﴾ أَمْرً‌ا مِّنْ عِندِنَا ۚ إِنَّا كُنَّا مُرْ‌سِلِينَ ﴿5﴾</p><p>We have sent it down in a blessed night, (because) We had to warn (people). [ 3] In that (night), every wise thing is decided [ 4] through a command from Us. We were to send the Messenger [ 5].(44:3-5)</p><p>'Laylatun Mubarakah' or the 'blessed', according to overwhelming scholars of the Qur'an, refers to the Night of Qadr. The angels record and descend with whatever Allah has destined or decreed for the coming year. Some scholars hold that the 'blessed night' in 44: 3 refers to the fifteenth night of Sha'ban, that is, 'Laylatul Bara'ah ' or the 'Night of Immunity'. This view may be reconciled with the former one by holding that the initial Divine decrees are decided on the Night of Immunity, and the details are recorded and handed over to the relevant angels on the Night of Qadr. This is supported by a narration of Ibn ` Abbas which Baghawi has recorded on the authority of Abud-Duha which states that Allah decrees all cosmic matters on the Night of Immunity, but they are only handed over to the relevant angels on the Night of Qadr. [ Mazhari ].</p><p>Date of the Night of Qadr</p><p>It is explicitly stated in the Qur'an that the Night occurs in the blessed or auspicious month of Ramadan, but its exact date has not been disclosed. As a result, it is disputed and debated among scholars. There are about forty opinions recorded. Mazhari states that the most authentic opinion is that the Night of Qadr occurs in the last ten nights of Ramadan, but no specific date has been fixed. It could be any of the last ten odd nights which may alternate from year to year. According to authentic Traditions, it could be one of the following nights: 21, 23, 25, 27 and 29. Thus all the apparently conflicting Traditions relating to the odd nights are reconciled. All the Traditions pertaining to the date of the Night are authentic, and there is no need for any convoluted interpretation. Most eminent jurists - like Aba Qilabah, Imam Malik, Imam Ahmad Ibn Hanbal, Sufyan Thawri, Ishaq Ibn Rahwaih, Abu Thawr, Muzani, Ibn Khuzaymah and others - agree that the Night occurs in the last ten odd nights, alternating. Imam Shafi'i has two opinions. In one he sides with the majority, and in another he holds that the night is fixed and does not alternate. [ IbnKathir ].</p><p>Sayyidah ` A'ishah's ؓ عنہا\tnarration is recorded in Sahih of Bukhari, according to which the Messenger of Allah ﷺ is reported to have said: تحرّوا لیلۃ القدر فی العشر الاواخر من رمضان \"Look for the Night of Qadr in the last ten nights of Ramadan.\" Ibn ` Umar\tnarrates, as recorded in Sahih Muslim, that the Messenger of Allah ﷺ said: فالطلبوھا فی الوتر منھا \"Search for it in the last ten odd nights of Ramadan.\" [ Mazhari ].</p><p>The Value and Importance of the Night and a Special Du’ a for the Night</p><p>The greatest virtue of the Night is mentioned in the Surah itself, that is, the acts of worship performed in this single night is better than worship in one thousand months which amounts to eighty-three years and four months. The figure here and elsewhere in the Qur'an does not signify its precise number, but simply denotes a very large or high number. Allah alone knows how much more or better.</p><p>It is recorded in Bukhari and Muslim on the authority of Sayyidna Abu Hurairah ؓ that the Messenger of Allah ﷺ said: \"He who spends the Night of Qadr in the worship of Allah, all his past sins will be forgiven.\" Sayyidna Ibn ` Abbas ؓ narrates that the Messenger of Allah ﷺ said: All the angels resident at the 'Lote Tree of the Uttermost Boundary' descend in the leadership of Sayyidna Jibra'il (علیہ السلام) and greet every believer, man or woman, except one who takes wine or eats pork.\" Another narration reports that anyone who is deprived of the good of the Night of Qadr is in fact deprived of all good. On the Night of Qadr some people experience and witness special anwar [ lights ]. However, it may be noted that this is not experienced or witnessed by all and sundry nor is it part of the blessings and reward of the Night. Therefore, people should not concern themselves about it.</p><p>Sayyidah ` A'ishah ؓ once asked the Messenger of Allah ﷺ what supplication she should make if she finds the Night. The Messenger of Allah ﷺ advised her to make the following supplication: اللَّھُمَّ اِنَّکَ عَفُوُّ تُحِبُّ العَفوَ فَاعفُ عَنِّی \"0 Allah! Verily, You are the Oft-Pardoning, You love to pardon, so do pardon me.\" [ Qurtubi ].</p><p>Revelation of the Holy Qur’ an</p><p>Verse [ 1] إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْر‌ \"We sent it [ the Qur'an ] down in the Night of Qadr.\"This verse makes explicit that the Holy Qur'an was revealed on the Night of Qadr. This could have one of two meanings: [ 1] the entire Holy Qur'an was revealed on this Night from the Preserved Tablet. Then Sayyidna Jibra'il (علیہ السلام) according to the exigency of circumstances, brought it down to the Messenger of Allah ﷺ piecemeal over a period of twenty-three years; and [ 2] it is related that the first revelation, consisting of the opening verses of Surah [ 96], took place in the month of Ramadan on the Night of Qadr, when the Messenger of Allah ﷺ was at his devotion in the cave of Hira'. The rest of the Qur'an was revealed little by little according to the need of different occasions.</p><p>All Heavenly Books were revealed in Ramadan</p><p>Sayyidna Abu Dhar Ghifari ؓ narrates that the Messenger of Allah ﷺ said: \"Holy Prophet Ibrahim's (علیہ السلام) Scriptures were revealed on 3rd of Ramadan; Torah was revealed on 6th of Ramadan; Injil was revealed on 13th of Ramadan; Zabur was revealed on 18th of Ramadan; and the Holy Qur'an was revealed on 24th of Ramadan.\" [ Mazhari ].</p>"
        },
        {
            "resource_id": 175,
            "text": "Mi smo Kur'an cijelog spustili na zemaljsko nebo, i počeli smo ga objavljivati Poslaniku, sallallahu alejhi ve sellem, u noći Kadr, u mjesecu ramazanu."
        },
        {
            "resource_id": 905,
            "text": "إنا أنزلنا القرآن جملة إلى السماء الدنيا كما ابتدأنا إنزاله على النبي صلى الله عليه وسلم في ليلة القدر من شهر رمضان."
        },
        {
            "resource_id": 790,
            "text": "নিশ্চয় আমি কোৰআনখন এবাৰতে পৃথিৱীৰ আকাশত অৱতীৰ্ণ কৰিছো, যিদৰে ৰমজান মাহৰ সন্মানিত ৰাতিত (লাইলাতুল ক্বদৰত) নবী চাল্লাল্লাহু আলাইহি অছাল্লামৰ ওপৰত অৱতীৰ্ণ কৰা আৰম্ভ কৰিছোঁ।"
        },
        {
            "resource_id": 92,
            "text": "إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (1)اشتملت هذه الآية على تنويه عظيم بالقرآن فافتتحت بحرف ( إنَّ ) وبالإِخبار عنها بالجملة الفعلية ، وكلاهما من طرق التأكيد والتقوّي .ويفيد هذا التقديم قصراً وهو قصر قلب للرد على المشركين الذي نفوا أن يكون القرآن منزلاً من الله تعالى .وفي ضمير العظمة وإسناد الإِنزال إليه تشريف عظيم للقرآن .وفي الإِتيان بضمير القرآن دون الاسم الظاهر إيماء إلى أنه حاضر في أذهان المسلمين لشدة إقبالهم عليه فكون الضمير دون سبق معاد إيماء إلى شهرته بينهم .فيجوز أن يراد به القرآنُ كلُّه فيكون فعل : «أنزلنا» مستعملاً في ابتداء الإِنزال لأن الذي أُنزل في تلك الليلة خمس الآيات الأول من سورة العلق ثم فتر الوحي ثم عاد إنزاله منجماً ولم يكمل إنزال القرآن إلا بعد نيف وعشرين سنة ، ولكن لما كان جميع القرآن مقرراً في علم الله تعالى مقدارُه وأنه ينزل على النبي صلى الله عليه وسلم منجَّماً حتى يتم ، كان إنزاله بإنزال الآيات الأُول منه لأن ما ألحق بالشيء يعد بمنزلة أوله فقد قال النبي صلى الله عليه وسلم \" صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه \" الحديث فاتفق العلماء على أن الصلاة فيما أُلْحق بالمسجد النبوي لها ذلك الفضل ، وأن الطواف في زيادات المسجد الحرام يصحّ كلما اتّسع المسجد .ومن تسديد ترتيب المصحف أن وضعت سورة القدر عقب سورة العلق مع أنها أقلّ عدَد آياتتٍ من سورة البينة وسُورٍ بعدها ، كأنه إماء إلى أن الضمير في { أنزلناه } يعود إلى القرآن الذي ابتدىء نزوله بسورة العلق .ويجوز أن يكون الضمير عائداً على المقدار الذي أنزل في تلك الليلة وهو الآياتُ الخمسُ من سورة العلق فإن كل جزء من القرآن يسمى قرآناً ، وعلى كلا الوجهين فالتعبير بالمضي في فعل { أنزلناه } لا مجاز فيه . وقيل : أطلق ضمير القرآن على بعضه مجازاً بعلاقة البعضية .والآية صريحة في أن الآيات الأوَل من القرآن نزلت ليلاً وهو الذي يقتضيه حديث بَدْء الوحي في «الصحيحين» لقول عائشة فيه : «فكان يتحنث في غار حراء اللياليَ ذواتتِ العَدَد» فكان تعبده ليلاً ، ويظهر أن يكون الملك قد نزل عليه أثر فراغه من تعبده ، وأما قول عائشة : «فرجع بها رسول الله يرجف فُؤاده» فمعناه أنه خرج من غار حراء إثر الفجر بعد انقضاء تلقينه الآيات الخمس إذ يكون نزولها عليه في آخر تلك الليلة وذلك أفضل أوقات الليل كما قال تعالى : { والمستغفرين بالأسحار } [ آل عمران : 17 ] .وليلة القدر : اسم جعله الله للَّيلة التي ابتدىء فيها نزول القرآن . ويظهر أن أول تسميتها بهذا الاسم كان في هذه الآية ولم تكن معروفة عند المسلمين وبذلك يكون ذكرها بهذا الاسم تشويقاً لمعرفتها ولذلك عقب بقوله :{ وما أدراك ما ليلة القدر } [ القدر : 2 ] .والقَدْر الذي عُرفت الليلة بالإضافة إليه هو بمعنى الشرففِ والفضل كما قال تعالى في سورة الدخان ( 3 ) : { إنا أنزلناه في ليلة مباركة } أي ليلة القدر والشرف عند الله تعالى مما أعطاها من البركة فتلك ليلة جعل الله لها شرفاً فجعلها مظهراً لما سبق به علمه فجعلها مبدأ الوحي إلى النبي .والتعريف في القدر } تعريف الجنس . ولم يقل : في ليلةِ قدرٍ ، بالتنكير لأنه قُصد جعل هذا المركب بمنزلة العلَم لتلك الليلة كالعلَم بالغلبة ، لأن تعريف المضاف إليه باللام مع تعريف المضاف بالإِضافة أوْغَلُ في جعل ذلك المركب لَقَباً لاجتماع تعريفين فيه .وقد ثبت أن ابتداء نزول القرآن كان في شهر رمضان قال تعالى : { شهر رمضان الذي أنزل فيه القرآن هدى للناس وبينات من الهدى والفرقان } [ البقرة : 185 ] . ولا شك أن المسلمين كانوا يعلمون ذلك إذ كان نزول هذه السورة قبل نزول سورة البقرة بسنين إن كانت السورة مكية أو بمُدة أقل من ذلك إن كانت السورة مدنية ، فليلة القدر المرادة هنا كانت في رمضان وتأيد ذلك بالأخبار الصحيحة من كونها من ليالي رمضان في كل سنة .وأكثر الروايات أن الليلة التي أنزل فيها القرآن على النبي صلى الله عليه وسلم كانت ليلةَ سَبْع عشرة من رمضان . وسيأتي في تفسير الآيات عقب هذه الكلامُ في هل ليلة ذات عدد متماثل في جميع الأعوام أو تختلف في السنين؟ وفي هل تقع في واحدة من جميع ليالي رمضان أو لا تخرج عن العشر الأواخر منه؟ وهل هي مخصوصة بليلة وترٍ كما كانت أول مرّة أوْ لا تختص بذلك؟والمقصود من تشريف الليلة التي كان ابتداء إنزال القرآن فيها تشريف آخر للقرآن بتشريف زمان ظهوره ، تنبيهاً على أنه تعالى اختار لابتداء إنزاله وقتاً شريفاً مباركاً لأن عظم قدر الفعل يقتضي أن يُختار لإِيقاعه فَضْل الأوقات والأمكنة ، فاختيار فضللِ الأوقات لابتداء إنزاله ينبىء عن علوّ قدره عند الله تعالى كقوله : { لا يمسه إلا المطهرون } [ الواقعة : 79 ] على الوجهين في المراد من المطهرين ."
        },
        {
            "resource_id": 170,
            "text": "Этими словами Всевышний подчеркнул превосходство и величие Священного Корана. Ниспослание этого Писания началось в ночь предопределения в месяце рамадан. Так началось ниспослание милости, за которую люди никогда не смогут отблагодарить своего Господа сполна. Ночь предопределения или ночь величия, получила такое название из-за своей значимости и своего превосходства перед другими ночами и днями в году. Именно в эту ночь предопределяются срок жизни и богатство людей, а также все, чему суждено произойти в следующем году."
        },
        {
            "resource_id": 90,
            "text": "سورة القدروهي مدنية في قول أكثر المفسرينذكره الثعلبي . وحكى الماوردي عكسهقلت : وهي مدنية في قول الضحاك ، وأحد قولي ابن عباس . وذكر الواقدي أنها أول سورة نزلت بالمدينة . وهي خمس آيات .بسم الله الرحمن الرحيمإنا أنزلناه في ليلة القدرقوله تعالى : إنا أنزلناه يعني القرآن ، وإن لم يجر له ذكر في هذه السورة ; لأن المعنى معلوم ، والقرآن كله كالسورة الواحدة . وقد قال : شهر رمضان الذي أنزل فيه القرآن وقال : حم والكتاب المبين إنا أنزلناه في ليلة مباركة ، يريد : في ليلة القدر .وقال الشعبي : المعنى إنا ابتدأنا إنزاله في ليلة القدر . وقيل : بل نزل به جبريل - عليه السلام - جملة واحدة في ليلة القدر ، من اللوح المحفوظ إلى سماء الدنيا ، إلى بيت العزة ، وأملاه جبريل على السفرة ، ثم كان جبريل ينزله على النبي - صلى الله عليه وسلم - نجوما نجوما . وكان بين أوله وآخره ثلاث وعشرون سنة ; قاله ابن عباس ، وقد تقدم في سورة ( البقرة ) . وحكى الماوردي عن ابن عباس قال : نزل القرآن في شهر رمضان ، وفي ليلة القدر ، في ليلة مباركة ، جملة واحدة من عند الله ، من اللوح المحفوظ إلى السفرة الكرام الكاتبين في السماء الدنيا ; فنجمته السفرة الكرام الكاتبون على جبريل عشرين سنة ، ونجمه جبريل على النبي - صلى الله عليه وسلم - عشرين سنة .قال ابن [ ص: 116 ] العربي : ( وهذا باطل ; ليس بين جبريل وبين الله واسطة ، ولا بين جبريل ومحمد عليهما السلام واسطة ) .قوله تعالى : في ليلة القدر قال مجاهد : في ليلة الحكم .وما أدراك ما ليلة القدر قال : ليلة الحكم . والمعنى ليلة التقدير ; سميت بذلك لأن الله تعالى يقدر فيها ما يشاء من أمره ، إلى مثلها من السنة القابلة ; من أمر الموت والأجل والرزق وغيره . ويسلمه إلى مدبرات الأمور ، وهم أربعة من الملائكة : إسرافيل ، وميكائيل ، وعزرائيل ، وجبريل . عليهم السلام .وعن ابن عباس قال : يكتب من أم الكتاب ما يكون في السنة من رزق ومطر وحياة وموت ، حتى الحاج . قال عكرمة : يكتب حاج بيت الله تعالى في ليلة القدر بأسمائهم وأسماء أبائهم ، ما يغادر منهم أحد ، ولا يزاد فيهم . وقاله سعيد بن جبير . وقد مضى في أول سورة ( الدخان ) هذا المعنى .وعن ابن عباس أيضا : أن الله تعالى يقضي الأقضية في ليلة نصف شعبان ، ويسلمها إلى أربابها في ليلة القدر . وقيل : إنما سميت بذلك لعظمها وقدرها وشرفها ، من قولهم : لفلان قدر ; أي شرف ومنزلة . قاله الزهري وغيره . وقيل : سميت بذلك لأن للطاعات فيها قدرا عظيما ، وثوابا جزيلا . وقال أبو بكر الوراق : سميت بذلك لأن من لم يكن له قدر ولا خطر يصير في هذه الليلة ذا قدر إذا أحياها . وقيل : سميت بذلك لأنه أنزل فيها كتابا ذا قدر ، على رسول ذي قدر ، على أمة ذات قدر . وقيل : لأنه ينزل فيها ملائكة ذوو قدر وخطر . وقيل : لأن الله تعالى ينزل فيها الخير والبركة والمغفرة . وقال سهل : سميت بذلك لأن الله تعالى قدر فيها الرحمة على المؤمنين . وقال : الخليل : لأن الأرض تضيق فيها بالملائكة ; كقوله تعالى : ومن قدر عليه رزقه أي ضيق ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">يقول تعالى مبينًا لفضل القرآن وعلو قدره:</span> <span class=\"arabic qpc-hafs brown\">{ إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ }</span> كما قال تعالى: <span class=\"arabic qpc-hafs brown\">{ إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ }</span> وذلك أن الله <span class=\"arabic qpc-hafs\">[تعالى]</span> ، ابتدأ بإنزاله  في رمضان <span class=\"arabic qpc-hafs\">[في]</span> ليلة القدر، ورحم الله بها العباد رحمة عامة، لا يقدر العباد لها شكرًا.وسميت ليلة القدر، لعظم قدرها وفضلها عند الله، ولأنه يقدر فيها ما يكون في العام من الأجل والأرزاق والمقادير القدرية."
        },
        {
            "resource_id": 164,
            "text": "<p><b>১-৫ নং আয়াতের তাফসীর</b>আল্লাহ রাব্বল আলামীন লায়লাতুল কদরে কুরআন কারীম অবতীর্ণ করেন। এই রাত্রিকে লায়লাতুল মুবারকও বলা হয়েছে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “নিশ্চয়ই আমি এটা অবতীর্ণ করেছি এক মুবারক রজনীতে।” (৪৪ ৩) কুরআন কারীম দ্বারাই এটা প্রমাণিত যে, এ রাত্রি রামাযানুল মুবারক মাসে রয়েছে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “রমযান মাস, এতে কুরআন অবতীর্ণ হয়েছে।” (২:১৮৫) হযরত ইবনে আব্বাস (রাঃ) প্রমুখ সাহাবী হতে বর্ণিত আছে যে, লায়লাতুল কাদরে সমগ্র কুরআন লাওহে মাহফুয হতে প্রথম আসমানে অবতীর্ণ হয়েছে। তারপর ঘটনা অনুযায়ী দীর্ঘ তেইশ বছরে ধীরে ধীরে রাসূলুল্লাহ (সঃ) এর উপর অবতীর্ণ হয়েছে। তারপর আল্লাহ তা'আলা লায়লাতুল কাদরের শান শওকত ও বৈশিষ্ট্য প্রসঙ্গে বলেনঃ এই রাত্রির এক বিরাট বরকত হলো এই যে, এ রাত্রে কুরআন মজীদের মত মহান নিয়ামত নাযিল হয়েছে। আল্লাহ তাআলা বলেনঃ হে নবী (সঃ) লায়লাতুল কাদর যে কি কি তোমার জানা আছে? লায়লাতুল কদর হাজার মাসের চেয়েও উত্তম। ইমাম আবু ঈসা তিরমিযী (রঃ) তাঁর জামে গ্রন্থে এই আয়াতের তাফসীরে বর্ণনা করেছেন যে, হযরত হাসান ইবনে আলী (রাঃ) আমীর মুআবিয়ার (রাঃ) সঙ্গে সন্ধি করার পর এক ব্যক্তি হযরত হাসান (রাঃ) কে বললেনঃ “আপনি ঈমানদারদের মুখ কালো করে দিয়েছেন।” অথবা এভাবে বলেছিলেনঃ “হে মু'মিনদের মুখ কালোকারী।” একথা শুনে হযরত হাসান (রাঃ) বলেনঃ “আল্লাহ তা'আলা তোমার প্রতি রহম করুন! তুমি আমার প্রতি অসন্তুষ্ট হয়ো না। রাসূলুল্লাহ (সঃ) কে দেখানো হয়েছে যে, তার মিম্বরে যেন বানূ উমাইয়া অধিষ্ঠিত হয়েছে। এতে রাসূলুল্লাহ (সঃ) কিছুটা মনক্ষুন্ন হন। আল্লাহ তা'আলা তখন  (আরবি) সূরাটি অবতীর্ণ করেন। এর মাধ্যমে আল্লাহ তা'আলা স্বীয় রাসূল (সঃ)-কে জান্নাতে হাউযে কাওসার দান করার সুসংবাদ প্রদান করেন। এছাড়া (আরবি) সূরাটিও অবতীর্ণ করেন।হাজার মাস দ্বারা রাসূলুল্লাহ (সঃ) পরে বানূ উমাইয়ার রাজত্ব হাজার মাস টিকে থাকাকে বুঝানো হয়েছে। কাসিম ইবনে ফ্যল (রঃ) বলেনঃ “আমি হিসাব করে দেখেছি, পুরো এক হাজার মাসই হয়েছে, একদিনও কম বেশী হয়নি।” ইমাম তিরমিযী (রঃ) বলেন যে, এ হাদীসটি গারীব বা দুর্বল। এর একজন বর্ণনাকারী ইউসুফ মাজহুল বা অজ্ঞাত। শুধু ঐ একটি সনদ হতেই এটা বর্ণিত হয়েছে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।কিন্তু কাসিম ইবনে ফযলের (রঃ) এ কথা সঠিক নয়। কেননা, হযরত মুআবিয়া (রাঃ)-এর স্বতন্ত্র রাজত্ব ৪০ (চল্লিশ) হিজরীতে প্রতিষ্ঠিত হয়েছিল। ইমাম হাসান (রাঃ) ঐ সময় হযরত মুআবিয়ার (রাঃ) হাতে বায়আত গ্রহণ করেন এবং খিলাফতের দায়িত্ব তাঁর হাতে ন্যস্ত করেন। অন্যসব লোকও মুআবিয়ার (রাঃ) হাতে রায়আত নেন। একত্রিত ভাবে সবাই মুআবিয়ার (রাঃ) হাতে বায়আত গ্রহণ করেছিলেন বলে ঐ বছরটি ‘আমুল জামাআই নামে প্রসিদ্ধি লাভ করে। তারপর সিরিয়াসহ বিভিন্ন স্থানে বানী উমাইয়া সাম্রাজ্য অব্যাহতভাবে প্রতিষ্ঠিত হতে থাকে। তবে নয় বছর পর্যন্ত হারামাইন শারীফাইন অর্থাৎ মক্কা-মদীনা, আহওয়ায় এবং আরো কতিপয় শহরে হযরত আবদুল্লাহ ইবনে যুবায়ের (রাঃ)-এর খিলাফত প্রতিষ্ঠিত হয়। তথাপি এই সময়ের মধ্যেও বান্ উমাইয়ার হাত হতে সাম্রাজ্য সম্পূর্ণরূপে চলে যায়নি বরং কয়েকটি শহর শুধু তাদের হাত ছাড়া হয়েছিল। ১৩২ হিজরীতের বানূ আব্বাস বানূ উমাইয়ার হাত হতে সাম্রাজ্য ছিনিয়ে নেয়। কাজেই বানূ উমাইয়ার সাম্রাজ্য ৯২ বছর টিকেছিল। এটা এক হাজার মাসের চেয়ে অনেক বেশী। কেননা, এক হাজার মাসে হয় ৮৩ বছর ৪ মাস। হযরত ইবনে যুবায়ের (রাঃ)-এর শাসনকাল যদি ৯২ বছর হতে বাদ দেয়া যায় তাহলে কাসিম ইবনে ফযলের হিসাব মোটামুটিভাবে নির্ভুল হয়। এ সব ব্যাপারে একমাত্র আল্লাহ তা'আলাই সঠিক জ্ঞানের অধিকারী।এই বর্ণনাটি যঈফ বা দুর্বল হওয়ার আরেকটি কারণ এই যে, বানূ উমাইয়ার শাসনামলে নিন্দে করা ও মন্দ অবস্থা তুলে ধরা এ বর্ণনার উদ্দেশ্য হলেও ঐ যুগের উপর লায়লাতুল কদরের ফযীলত প্রমাণিত হওয়া ঐ যুগ নিন্দনীয় হওয়ার প্রমাণ নয়। লায়লাতুল কাদর আপনা আপনিই সকল প্রকার মর্যাদার অধিকারী। এই সূরার সমগ্র অংশেই উক্ত মুবারক রাত্রির মর্যাদা ও বৈশিষ্ট্য তুলে ধরা হয়েছে। সুতরাং বানূ উমাইয়া যুগের নিন্দা প্রকাশের মাধ্যমে লায়লাতুল কদরের ফযীলত প্রমাণিত হবে কি করে? এটা তো ঠিক কোন ব্যক্তির তরবারীর প্রশংসা করতে গিয়ে ওর হাতলের কাষ্ঠখণ্ডের প্রশংসা করার মত ব্যাপার। উচ্চমর্যাদা সম্পন্ন কোন ব্যক্তিকে নিকৃষ্টমানের কোন ব্যক্তির উপর মর্যাদা দিয়ে তুলনা করলে ঐ উচ্চমর্যাদা সম্পন্ন ব্যক্তির অসম্মানই করা হবে। এই বর্ণনার ভিত্তিতে এক হাজার বছরের যে উল্লেখ রয়েছে তাতে বানী উমাইয়া খিলাফাতের অধিষ্ঠানের কথাই বলা হয়েছে। কিন্তু এ সূরাটি অবতীর্ণ হয়েছে মক্কা শরীফে, সুতরাং এতে বানূ উমাইয়া যুগের মাসের বরাত দেয়া যায় কি করে? শব্দ বা ভাষাগত কোন ব্যাপারেই সে রকম কিছু বুঝা যায় না। মিম্বর স্থাপিত হয়েছে মদীনায়। হিজরতের বেশ কিছু দিন পর একটি মিম্বর তৈরি করে মদীনায় স্থাপন করা হয়েছিল। এ সব কারণে পরিষ্কারভাবে প্রতীয়মান হয় যে, এই বর্ণনাটি দুর্বল এবং মুনকারও বটে। এ সব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। মুসনাদে ইবনে আবী হাতিমে হযরত মুজাহিদ (রঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বাণী ইসরাঈলের এক ব্যক্তির উল্লেখ করে বলেনঃ “ঐ লোকটি .এক হাজার মাস পর্যন্ত আল্লাহর পথে অস্ত্র ধারণ করেছিল অর্থাৎ জিহাদে অংশ নিয়েছিল।” মুসলমানরা এ কথা শুনে বিস্মিত হওয়ায় আল্লাহ তা'আলা এ সূরা অবতীর্ণ করেন। আল্লাহ তা'আলা জানিয়ে দেন যে, লায়লাতুল কদরের ইবাদত ঐ ব্যক্তির এক হাজার মাসের ইবাদতের চেয়েও উত্তম।ইমাম ইবনে জারীর (রঃ) হযরত মুজাহিদ (রঃ) হতে বর্ণনা করেছেন যে, বানী ইসরাঈলের একটি লোক সন্ধ্যা হতে সকাল পর্যন্ত আল্লাহর ইবাদতে লিপ্ত থাকতেন এবং দিনের বেলায় সকাল হতে সন্ধ্যা পর্যন্ত দ্বীনের শত্রুদের সাথে যুদ্ধ করতেন। এক হাজার মাস পর্যন্ত তিনি এই ভাবে কাটিয়ে দেন। অতঃপর আল্লাহ তাবারাকা ওয়া তা'আলা এই সুরা অবতীর্ণ করে তাঁর প্রিয় নবী (সঃ)-এর উম্মতকে সুসংবাদ দেন যে, এই উম্মতের কোন ব্যক্তি যদি লায়লাতুল কাদরে ইবাদত করে তবে সে বানী ইসরাঈলের ঐ ইবাদতকারীর চেয়ে অধিক পুণ্য লাভ করবে।মুসনাদে ইবনে আবী হাতিমে হযরত আলী ইবনে উরওয়া (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) বাণী ইসরাঈলের চারজন আবেদের কথা উল্লেখ করেন। তাঁরা আশি বছর পর্যন্ত আল্লাহ তা'আলার ইবাদত করেছিলেন। এই সময়ের মধ্যে ক্ষণিকের জন্যে তারা আল্লাহর নাফরমানী করেননি। তাঁরা। হলেন হযরত আইউব (আঃ), হযরত যাকারিয়া (আঃ), হযরত হাকীল ইবনে আ’জয় (আঃ) এবং হযরত ইউশা ইবনে নুন (আঃ)। সাহাবীগণ (রাঃ) এ ঘটনা শুনে খুবই অবাক হলেন। তখন হযরত জিবরাঈল (আঃ) রাসূলুল্লাহ (সঃ)-এর নিকট এসে বললেনঃ “হে মুহাম্মাদ (সঃ)! আপনার উম্মত এই ঘটনায় বিস্ময়বোধ করেছেন, জেনে রাখুন যে, আল্লাহ তা'আলা আপনার উপর এর চেয়েও উত্তম জিনিষ দান করেছেন। আপনার উম্মত যে ব্যাপারে বিস্মিত হয়েছে এটা তার চেয়েও উত্তম।” তারপর তিনি তাঁর কাছে এই সূরাটি পাঠ করলেন। এতে রাসূলুল্লাহ (সঃ) ও সাহাবায়ে কিরাম অত্যন্ত খুশী হলেন।হযরত মুজাহিদ (রঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ লায়লাতুল কাদরের ইবাদত, নামায, রোযা ইত্যাদি পুণ্যকর্ম এক হাজার মাসের লায়লাতুল কাদর বিহীন সময়কালের ইবাদতের চেয়ে উত্তম। তাফসীরকারগণও এরকমই ব্যাখ্যা প্রদান করেছেন। ইমাম ইবনে জারীরও (রঃ) লায়লাতুল কাদর বিহীন সময়ের এক হাজার মাসের চেয়ে একটি লায়লাতুল কদর উত্তম বলে মত প্রকাশ করেছেন। একথাই যথার্থ, অন্য কোন কথা সঠিক নয়। যেমন রাসূলুল্লাহ (সঃ) বলেছেনঃ “এক রাতের জিহাদের প্রস্তুতি সেই রাত ছাড়া অন্য এক হাজার রাতের চেয়ে উত্তম। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) অনুরূপভাবে অন্য একটি হাদীসে রয়েছেঃ “যে ব্যক্তি সৎ নিয়তে এবং ভালো অবস্থায় জুমআর নামায আদায়ের জন্যে যায় তার  আমলনামায় এক বছরের রোযা ও নামাযের সওয়াব লিখা হয়। এ ধরনের আরো বহু সংখ্যক হাদীস রয়েছে। মোটকথা, এক হাজার মাস বলতে এমন এক হাজার মাসের কথা বুঝানো হয়েছে যে সময়ের মধ্যে লায়লাতুল কদর থাকবে না। যেমন এক হাজার রাত বলতে সেই সব রাতের কথাই বলা হয়েছে যে সব রাতে সেই ইবাদতের রাত থাকবে না। একইভাবে জুমআর নামাযে যাওয়ার সওয়াবের যে কথা বলা হয়েছে তাতে এমন এক বছরের পুণ্যের বা সওয়াবের কথা বলা হয়েছে যার মধ্যে জুমআ থাকবে না।মুসনাদে আহমদে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রমাযান মাস এসে গেলে রাসূলুল্লাহ (সঃ) বলতেন “(হে জনমণ্ডলীঃ) তোমাদের উপর রমাযান মাস এসে পড়েছে। এ মাস খুবই বরকত পূর্ণ বা কল্যাণময়। আল্লাহ তা'আলা তোমাদের উপর এ মাসের রোযা ফরয করেছেন। এ মাসে জান্নাতের দরজা খুলে দেয়া হয় এবং জাহান্নামের দরজা বন্ধ করে দেয়া হয়। আর শয়তানদেরকে বন্দী করে রাখা হয়। এ মাসে এমন একটি রাত্রি রয়েছে যে রাত্রি হাজার মাসের চেয়েও উত্তম। এ মাসের কল্যাণ হতে যে ব্যক্তি বঞ্চিত হয় সে প্রকৃতই হতভাগ্য। সুনানে নাসাঈতেও এ হাদীসটি বর্ণিত হয়েছে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসুলুল্লাহ (সঃ) বলেছেন, “যে ব্যক্তি ঈমানের সাথে ও সওয়াবের নিয়তে কদরের রাত্রিতে ইবাদত করে, তার পূর্বাপর সমস্ত গুনাহ মার্জনা করে দেয়া হয়।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)এরপর আল্লাহ তা'আলা বলেনঃ এ রাত্রির বরকতের আধিক্যের কারণে এ রাত্রে বহু সংখ্যক ফেরেশতা অবতীর্ণ হন। এমনিতেই ফেরেশতারা সকল বরকত ও রহমতের সাথেই অবর্তীণ হন। যেমন কুরআন তিলাওয়াতের সময়ে অবতীর্ণ হন, জিরের মজলিস ঘিরে ফেলেন এবং দ্বীনী ইলম বা বিদ্যা শিক্ষার্থীদের জন্যে সানন্দে নিজেদের পালক বিছিয়ে দেন ও তাদের প্রতি বিশেষ সম্মান প্রদর্শন করেন। রূহ্ দ্বারা এখানে হযরত জিবরাঈল (আঃ) কে বুঝানো হয়েছে। কেউ কেউ বলেন যে, রূহ নামে এক ধরনের ফেরেশতা রয়েছেন। সূরা (আরবি) তাফসীরে এ সম্পর্কে বিস্তারিত আলোচনা করা হয়েছে। এ সব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ কদরের রাত্রি আগাগোড়াই শান্তির রাত্রি। এ রাত্রে শয়তান কোন অনিষ্ট করতে পারে না, কাউকে কোন কষ্ট দিতে পারে না। হযরত কাতাদা (রঃ) প্রমুখ গুরুজন বলেন যে, এই রাত্রে সমস্ত কাজের ফায়সালা করা হয়, বয়স ও রিক নির্ধারণ করা হয়। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ, “এই রাত্রে প্রত্যেক গুরুত্বপূর্ণ বিষয় স্থিরীকৃত হয়।\" (৪৪:৪) হযরত শাবী (রঃ) বলেন যে, এই রাত্রে ফেরেশতারা মসজিদে অবস্থানকারীদের প্রতি সকাল পর্যন্ত সালাম প্রেরণ করতে থাকেন। ইমাম বায়হাকী (রঃ) তাঁর 'ফাযায়েলে আকওয়াত' নামক গ্রন্থে হযরত আলী (রাঃ)-এর একটি খুবই গরীব বা দুর্বল রিওয়াইয়াত আনয়ন করেছেন, তাতে রয়েছে যে, ফেরেশতারা অবতীর্ণ হন, নামায আদায়কারীদের মধ্যে গমন করেন এবং এতে নামায আদায়কারীরা বরকত লাভ করেন।মুসনাদে ইবনে আবী হাতিমে হযরত কাব আহবার (রাঃ) হতে একটি বিস্ময়কর দীর্ঘ বর্ণনা রয়েছে, তাতে বহু কিছুর সাথে এও বলা হয়েছে যে, ফেরেশতারা সিদরাতুল মুনতাহা থেকে হযরত জিবরাঈল (আঃ)-এর সাথে পৃথিবীতে আগমন করেন এবং মুসলিম নারী পুরুষের জন্যে আল্লাহর কাছে দু'আ করেন। আবু দাউদ তায়ালেসী (রাঃ) হযরত আবু হুরাইরা (রাঃ) হতে বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ লায়লাতুল কদর সাতাশতম অথবা উনত্রিশতম রাত্রি। এই রাত্রে ফেরেশতারা পৃথিবীতে প্রস্তর খণ্ডের সংখ্যার চেয়েও অধিক সংখ্যায় অবস্থান করেন। এ রাত্রে নতুন কোন কিছু (বিদআত) হয় না। হযরত কাতাদা (রঃ) এবং হযরত ইবনে যায়েদ (রঃ) বলেন যে, এ রাত্রে পরিপূর্ণ শান্তি বিরাজ করে। কোন অকল্যাণ বা অনিষ্ট সকাল পর্যন্ত এ রাত্রিকে স্পর্শ করতে পারে না।মুসনাদে আহমাদে হযরত উবাদাহ ইবনে সামিত (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “(রযমান মাসের) শেষ দশ রাত্রির মধ্যে। লায়লাতুল কদর রয়েছে। যে ব্যক্তি এই রাত্রে সওয়াবের আশায় ইবাদত করে আল্লাহ তাআলা তার পূর্বাপর সমস্ত গুনাহ মার্জনা করে দেন। এটা হলো বেজোড় রাত্রি। অর্থাৎ একুশ, তেইশ, পঁচিশ, সাতাশ ও উনত্রিশতম রাত্রি।” রাসূলুল্লাহ (সঃ) আরো বলেনঃ “লায়লাতুল কাদরের নিদর্শন এই যে, এটা সম্পূর্ণ স্বচ্ছ ও পরিষ্কার এবং এমন উজ্জ্বল হয় যে, যেন চন্দ্রোদয় ঘটেছে। এ রাত্রে শান্তি ও শৈত্য বিরাজ করে। ঠাণ্ডা ও গরম কোনটাই বেশী থাকে না। সকাল পর্যন্ত নক্ষত্র আকাশে জ্বল জ্বল করে। এ রাত্রির আর একটি নিদর্শন এই যে, এর শেষ প্রভাতে সূর্য প্রখর কিরণের সাথে উদিত হয় না। বরং চতুর্দশ রাত্রির চন্দ্রের মত উদিত হয়। সেদিন ওর সাথে শয়তানও আত্মপ্রকাশ করে না।” (এ হাদীসটির সনদ সহীহ বা বিশুদ্ধ, কিন্তু মতন গারীব। কিছু কিছু শব্দের মধ্যে নাকারাত রয়েছে)আবু দাউদ তায়ালিসী (রঃ) বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “লায়লাতুল কদর পরিষ্কার, স্বচ্ছ, শান্তিপূর্ণ এবং শীত গরম হতে মুক্ত রাত্রি। এ রাত্রি শেষে সূর্য স্নিগ্ধ আলোকআভায় রক্তিম বর্ণে উদিত হয়।”হযরত আবূ আসিম নুবায়েল (রঃ) স্বীয় সনদে হযরত জাবির (রাঃ) হতে বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) একবার বলেছিলেনঃ “আমাকে লায়লাতুল কাদর দেখানো হয়েছে। তারপর ভুলিয়ে দেয়া হয়েছে। রমযান মাসের শেষ দশ রাত্রির মধ্যে এটা রয়েছে। এ রাত্রি খুবই শান্তিপূর্ণ, মর্যাদাপূর্ণ, স্বচ্ছ ও পরিষ্কার। এ রাত্রে শীতও বেশী থাকে না এবং গরমও বেশি থাকে না। এ রাত্রি এতো বেশি রওশন ও উজ্জ্বল থাকে যে, মনে হয় যেন চাদ হাসছে। রৌদ্রের তাপ ছড়িয়ে পড়ার আগে সূর্যের সাথে শয়তান আত্মপ্রকাশ করে না।”লায়লাতুল কাদর পূর্ববর্তী উম্মতদের মধ্যেও ছিল, না শুধু উম্মতে মুহাম্মদীকেই (সঃ) বিশেষভাবে এটি দান করা হয়েছে এ ব্যাপারে উলামায়ে কিরামের মধ্যে মতানৈক্য রয়েছে। হযরত মালিক (রঃ)-এর নিকট এ খবর পৌঁছেছে যে, পূর্ববর্তী উম্মতদের বয়স খুব বেশী হতো এবং উম্মতে মুহাম্মদীর (সঃ) আয়ু খুব কম, এটা রাসূলুল্লাহ (সঃ) লক্ষ্য করলেন। তুলনামূলকভাবে তার উম্মত পুণ্য কাজ করার সুযোগ খুব কম পায়। তাই আল্লাহ তা'আলা তাকে এই লায়লাতুল কাদর দান করেন এবং এ রাত্রির ইবাদতের সওয়াব এক হাজার মাসের ইবাদতের চেয়ে অধিক দেয়ার অঙ্গীকার করেন। এ হাদীস দ্বারা বুঝা যায় যে, এই লায়লাতুল কদর শুধু মাত্র উম্মতে মুহাম্মদীকেই (সঃ) প্রদান করা হয়েছে।শাফিয়ী মাযহাবের অনুসারী ‘ইদ্দাহ’ গ্রন্থের রচয়িতা একজন ইমাম জমহুর উলামার এ বাণী উদ্ধৃত করেছেন। এ সব ব্যাপারে আল্লাহপাকই সবচেয়ে ভাল জানেন। খাত্তাবী (রঃ) বলেন যে, এ ব্যাপারে আলেমদের ইজমা রয়েছে। কিন্তু একটি হাদীস দৃষ্টে মনে হয় যে, উম্মতে মুহাম্মদী (সঃ)-এর মতই পূর্ববর্তী উম্মতদের মধ্যেও লায়লাতুল কাদর বিদ্যমান ছিল।হযরত মুরসিদ (রাঃ) বলেন, আমি হযরত আবু যারকে (রাঃ) জিজ্ঞেস করলামঃ লায়লাতুল কাদর সম্পর্কে আপনি নবী কারীম (সঃ) কে কি প্রশ্ন করেছিলেন? হযরত আবু যার (রাঃ) উত্তরে বললেনঃ জেনে রেখো যে, আমি নবী করীম (সঃ)-কে প্রায়ই নানা কথা জিজ্ঞেস করতাম। একবার আমি বললামঃ হে আল্লাহর রাসূল (সঃ)! আচ্ছা, লায়লাতুল কাদর কি রমযান মাসেই রয়েছে, না অন্য মাসে রয়েছে? নবী করীম (সঃ) উত্তরে বললেনঃ “লায়লাতুল কাদর রমযান মাসেই রয়েছে। আমি আবার প্রশ্ন করলামঃ এ রাত্রি কি নবীদের (আঃ) জীবদ্দশা পর্যন্তই থাকে, না কিয়ামত পর্যন্ত থাকবে? রাসুলুল্লাহ (সঃ) উত্তরে বললেন, “কিয়ামত পর্যন্তই অবশিষ্ট থাকবে।” আমি জিজ্ঞেস করলামঃ এ রাত্রি রমযানের কোন্ অংশে রয়েছে? তিনি জবাবে বললেনঃ “এ রাত্রি রমযানের প্রথম দশকে ও শেষ দশকে অনুসন্ধান কর।” আমি তখন নীরব হয়ে গেলাম। নবী করীম (সঃ) অন্য দিকে মনোনিবেশ করলেন। কিছুক্ষণ পর সুযোগ পেয়ে জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ) আপনার উপর আমার যে হক রয়েছে এ কারণে আপনাকে কসম দিচ্ছি, দয়া করে আমাকে সংবাদ দিন, কদরের নির্দিষ্ট রাত্রি কোনটি? তিনি একথা শুনে অত্যন্ত রেগে গেলেন, তাকে আমার উপর এরকম রাগতে এর পূর্বে আমি কখনো দেখিনি। অতঃপর তিনি বললেনঃ “শেষ দশ রাত্রে তালাশ কর, আর কিছু জিজ্ঞেস করো না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন) এতে প্রমাণিত হয় যে, কদরের রাত্রি পূর্ববর্তী উম্মতদের মধ্যেও ছিল। হাদীস থেকে এটাও প্রমাণিত হয় যে, এ রাত্রি রাসূলুল্লাহ (সঃ)-এর পরেও কিয়ামত পর্যন্ত প্রতি বছর আসতে থাকবে। শিয়া পন্থী কতকগুলো লোকের অভিমত এই যে, এ রাত্রি সম্পূর্ণরূপে উঠে গেছে। কিন্তু তাদের এ অভিমত সঠিক নয়। তাদের এ ভ্রান্ত ধারণার কারণ এই যে, একটি হাদীসে রয়েছেঃ “কদরের রাত্রি উঠিয়ে নেয়া হয়েছে এবং তোমাদের জন্য এতেই কল্যাণ নিহিত রয়েছে। রাসূলুল্লাহ (সঃ)-এর এ উক্তির তাৎপর্য এই যে, এ রাত্রির নির্দিষ্টতা উঠিয়ে নেয়া হয়েছে, এ রাত্রি উঠিয়ে নেয়া হয়নি। উপরোক্ত হাদীস দ্বারা এটা স্পষ্ট হয়ে গেছে যে, কদরের রাত্রি রমযান মাসেই আসে, অন্য কোন মাসে নয়। হযরত ইবনে মাসউদ (রাঃ) ও কূফার আলেমদের মতে সারা বছর একটি রাত্রি রয়েছে এবং প্রতি মাসেই তা থাকার সম্ভাবনা আছে। এ হাদীস উপরে উল্লিখিত হাদীসের পরিপন্থী। যিনি হলেন যে, সারা রমযান মাসে লায়লাতুল কাদর রয়েছে, তার দলীলরূপে সুনানে আবী দাউদে একটি অনুচ্ছেদ রয়েছে। তাতে এই হাদীস আনয়ন করা হয়েছে যে, রাসূলুল্লাহ (সঃ)-কে লায়লাতুল কাদর সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেনঃ “এটা সারা রমযান মাসে রয়েছে। এ হাদীসের সমস্ত বর্ণনাকারীই নির্ভরযোগ্য। এটা মাওকুফ রূপেও বর্ণিত হয়েছে। হযরত ইমাম আবু হানীফা (রঃ) হতে একটি রিওয়াইয়াত রয়েছে যে, রমযানুল মুবারকের পুরো মাসে লায়লাতুল কদর থাকার সম্ভাবনা রয়েছে। ইমাম গাজ্জালী (রঃ) এ বর্ণনা উল্লেখ করেছেন। রমযানের প্রথম রাত্রিই কদরের রাত্রি।' এ কথার উপরও একটি রিওয়াইয়াত রয়েছে। মুহাম্মদ ইবনে ইদ্রীস আশশাফিয়ীর (রঃ) মতে রমযান মাসের সপ্তদশ রাত্রিই হলো কদরের রাত্রি। হযরত হাসান বসরীর (রঃ) মাযহাবও এটাই। রমযানের সপ্তদশ রাত্রিকে কদরের রাত্রি বলার স্বপক্ষে যুক্তি দেখানো হয়েছে যে, রমযানের এই সপ্তদশ রাত্রি ছিল জুমআর রাত্রি এবং বদরের যুদ্ধের রাত্রি। সতরই রমযান বদরের যুদ্ধ সংঘটিত হয়েছে। কুরআনে কারীমে ঐ দিনকে ‘ইয়াওমূল ফুরকান' বলে উল্লেখ করা হয়েছে। হযরত আলী (রাঃ) এবং হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রমযানের উনিশতম রাত্রি হলো কদরের রাত্রি। আবার একুশতম রাত্রিকেও কদরের রাত্রি বলে উল্লেখ করা হয়েছে।হযরত আবু সাঈদ খুদরীর (রাঃ) হাদীসে রয়েছে, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) রমযান মাসের প্রথম দশদিনে ই'তেফাক করেন, আমরাও তার সাথে ই'তেকাফ করতে থাকি। এমন সময় জিবরাঈল (আঃ) এসে বলেনঃ “আপনি যেটাকে খুঁজছেন সেটাতো এখনো সামনে রয়েছে। অর্থাৎ কদরের রাত্রি।\" তখন রাসূলুল্লাহ (সঃ) মধ্যভাগের দশদিন ই'তেকাফ করেন এবং আমরাও তার সাথে ই'তেকাফ করি। আবার হযরত জিবরাঈল (আঃ) এসে বলেনঃ “আপনি যেটা খুঁজছেন সেটাতো এখনো সামনে রয়েছে। অতঃপর রাসূলুল্লাহ (সঃ) রমানের বিশ তারিখের সকালে দাঁড়িয়ে খুত্বাহ দেন এবং বলেনঃ “আমার সাথে ই'তেকাফকারীদের পুনরায় ই'তেকাফে বসে পড়া উচিত। আমি কদরের রাত্রি দেখেছি, কিন্তু এরপর ভুলে গেছি। কদরের রাত্রি রমযানের শেষ দশদিনের বেজোড় রাত্রিতে রয়েছে। আমাকে স্বপ্নে দেখানো হয়েছে যে, আমি যেন কাদা ও পানির মধ্যে সিজদা করছি।” মসজিদে নববী (সঃ)-এর ছাদ ছিল খেজুর পাতার তৈরি। আকাশে তখন মেঘের কোন চিহ্নই ছিল না। হঠাৎ মেঘ উঠলো এবং বৃষ্টি হলো। রাসূলুল্লাহ (সঃ) এর স্বপ্ন সত্য প্রমাণিত হলো। আমি দেখেছি যে, তার কপালে ভেজা মাটি লেগে রয়েছে। (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে) ইমাম শাফিয়ী (রঃ) বলেন যে, হাদীসসমূহের মধ্যে এ হাদীসটি সবচেয়ে বেশী সহীহ বা বিশুদ্ধ। এ ঘটনা রমযান মাসের একুশ তারিখের রাত্রির ঘটনা বলে এ ধরনের রিওয়াইয়াতে উল্লিখিত রয়েছে। একটি হাদীসে রয়েছে যে, রমযান মাসের তেইশতম রাত্রি হলো কদরের রাত্রি। সহীহ মুসলিমে হযরত আবদুল্লাহ ইবনে উনায়েস (রাঃ) হতে বর্ণিত একটি হাদীসের মাধ্যমে এটা জানা গেছে। রমযান মাসের চব্বিশতম রাত্রি হলো কদরের রাত্রি। এ কথাও একটি হাদীসে বর্ণিত হয়েছে।হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কদরের রাত্রি হলো চব্বিশতম রাত্রি।” (আবু দাউদ তায়ালেসী (রঃ) এ হাদীসটি বর্ণনা করেছেন। এ হাদীসের সনদও বিশুদ্ধ। মুসনাদে আহমাদেও এটা রয়েছে কিন্তু এর বর্ণনাকারীর মধ্যে ইবনে লাহিয়া রয়েছেন এবং তিনি যইফ বা দুর্বল। সহীহ বুখারীতে রাসূলুল্লাহর (সঃ) মুআযযিন হযরত বিলাল (রাঃ) হতে বর্ণিত আছে যে, রমযান মাসের শেষ দশ রাত্রির প্রথম সাত রাত্রির মধ্যে কদরের রাত্রি রয়েছে। উসূলে হাদীসের পরিভাষায় এ রিওয়াইয়াতটি মাওকুফ। কিন্তু এটা বিশুদ্ধ বলে উল্লেখ হয়েছে। এ সব ব্যাপারে আল্লাহ সবচেয়ে ভাল জানেন)হযরত ইবনে আব্বাস (রাঃ), হযরত ইবনে মাসউদ (রাঃ), হযরত জাবির (রাঃ), হযরত হাসান (রাঃ), হযরত আবদুল্লাহ ইবনে অহাব (রাঃ) এবং হযরত কাতাদাহ (রাঃ) বলেন যে, চব্বিশতম রাত্রি হলো কদরের রাত্রি। এক হাদীসের মর্মানুযায়ী কুরআন কারীম রমযান মাসের চব্বিশ তারিখে অবতীর্ণ হয়েছে। কেউ কেউ বলেন যে, পঁচিশতম রাত্রিই কদরের রাত্রি। এদের যুক্তি হলো এই যে, নবী করীম (সঃ) বলেছেনঃ “কদরের রাত্রিকে রমযানের শেষ দশকে খোঁজ কর। প্রথমে নয়, তারপর সাত, তারপর পাঁচ বাকি থাকে।” অধিকাংশ মুহাদ্দিস বলেছেন যে, এর দ্বারা বেজোড় রাত্রিকে বুঝানো হয়েছে। এটাই সর্বাধিক সুস্পষ্ট ও প্রসিদ্ধ উক্তি। তবে কারো কারো মতে লায়লাতুল কাদর জোড় রাত্রিতে রয়েছে। যেমন সহীহ মুসলিমে হযরত আবু সাঈদ (রাঃ) হতে এটাই বর্ণিত হয়েছে। এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। এবং তাঁর জ্ঞানই পূর্ণাঙ্গ ও নিখুত। কদরের রাত্রি রমযানের সাতাশতম রাত্রি বলেও উল্লেখ রয়েছে। সহীহ মুসলিমে সংকলিত একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “এটা সাতাশতম রাত্রি।”মুসনাদে আহমাদে রয়েছে যে, হযরত উবাই ইবনে কা'ব (রাঃ) কে বলা হলোঃ আপনার ভাই হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলতেনঃ যে ব্যক্তি বছরের প্রত্যেক রাত্রে জেগে থাকবে সে কদরের রাত্রি পেয়ে যাবে। এ কথা শুনে উবাই (রাঃ) বললেনঃ “আল্লাহ তার প্রতি রহম করুন, তিনি জানতেন যে, এ রাত্রি রমযান মাসের মধ্যে রয়েছে। আমি কসম করে বলছি যে, কদরের রাত্রি যে রমযানের সাতাইশতম রাত্রি এটাও হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) জানতেন। হযরত কা'বকে (রাঃ) আবার জিজ্ঞেস করা হলোঃ আপনি এটা কি করে জানলেন? জবাবে তিনি বললেনঃ আমাদের যে সব নিদর্শনের কথা বলা হয়েছে সে সব দেখেই আমরা বুঝতে পেরেছি। যেমন, ঐ দিন সূর্য উদিত হওয়ার সময় কিরণহীন অবস্থায় উদিত হয়।অন্য এক রিওয়াইয়াতে আছে যে, হযরত উবাই (রাঃ) বললেনঃ যে আল্লাহ ছাড়া কোন মা'বূদ নেই তার কসম! কদরের রাত্রি রমযানের মধ্যেই রয়েছে। এ কথার উপরে হযরত উবাই (রাঃ) ইনশাআল্লাহ বলেননি, বরং সরাসরি কসম খেয়েছেন। তারপর বলেছেনঃ আমি বিলক্ষণ জানি সেই রাত কোনটি। সেই রাতে রাসূলুল্লাহ ইবাদতের জন্যে খুবই তাগীদ করতেন। সেই রাত্রি হলো রমযানের সাতাশতম রাত্রি। তার নিদর্শন এই যে, সেই দিন সূর্য কিরণহীন অবস্থায় উদিত হয়। তার রঙ থাকে সাদা ও স্বচ্ছ। তাছাড়া সূর্যের তেজ বেশী থাকে না। হযরত মুআবিয়া (রাঃ), হযরত ইবনে উমার (রাঃ), হযরত ইবনে আব্বাস (রাঃ) প্রভৃতি গুরুজন হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কদরের রাত্রি হলো রমযানের সাতাশতম রাত্রি।” পূর্ব যুগীয় গুরুজনদের একটি জামাআতও এ কথা বলেছেন। ইমাম আহমদ ইবনে হাম্বলের (রঃ) স্বীকৃত মতও এটাই। ইমাম আবূ হানীফা (রঃ) হতেও অনুরূপ একটি রিওয়াইয়াত বর্ণিত হয়েছে। পূর্বযুগীয় কোন কোন মণীষী এই কুরআন কারীমের শব্দ দ্বারাও এই উক্তির স্বপক্ষে প্রমাণ পেশ করেছেন। যেমন তারা বলেন যে, (আরবি) এটা শব্দটি এই সূরার সাতাশতম শব্দ। অবশ্য আল্লাহ তা'আলাই সবকিছু ভাল জানেন।হাফিয আবুল কাসিম তিবরাণী (রঃ) বর্ণনা করেছেন যে, হযরত উমার ইবনে খাত্তাব (রাঃ) সাহাবায়ে কিরামকে (রাঃ) সমবেত করে কদরের রাত্রি সম্পর্কে জিজ্ঞেস করলেন। তখন সবাই ঐক্যমত প্রকাশ করলেন যে, এ রাত্রি রমযান মাসের শেষ দশকে রয়েছে। হযরত ইবনে আব্বাস (রাঃ) তখন বললেনঃ “ঐ রাত্রি কোন রাত্রি সেটাও আমি জানি।\" হযরত উমার (রাঃ) তখন প্রশ্ন করলেনঃ ‘ওটা কোন্ রাত্রি?\" হযরত ইবনে আব্বাস (রাঃ) জবাবে বললেনঃ “শেষ দশকের সাত দিন অতীত হবার পর অথবা সাত দিন বাকি থাকার পূর্বে।” “এটা কি করে জানলেন?\" জিজ্ঞেস করলেন হযরত উমার (রাঃ)। উত্তরে হযরত ইবনে আব্বাস (রাঃ) বললেনঃ “দেখুন, আল্লাহ তাবারাকা ওয়া তা'আলা আকাশ ও সৃষ্টি করেছেন সাতটি জমীনও সৃষ্টি করেছেন সাতটি এবং মাস ও সপ্তাহ হিসেবে অর্থাৎ সাতদিনে আবর্তিত হয়। মানুষের জন্ম সাত থেকে, মানুষ সাত বস্তু থেকে খায়, সাতটি অঙ্গ-প্রত্যঙ্গ দ্বারা সিজদাহ করে, কাবাগৃহের তাওয়াফের সংখ্যা সাত এবং মিনা বাজারে শয়তানের প্রতি নিক্ষেপ করার প্রস্তর খণ্ডের সংখ্যাও সাত। সাত সংখ্যা এ ধরনের আরো বহু কিছু রয়েছে।”একথা শুনে হযরত উমার (রাঃ) বললেনঃ “আমাদের বিবেক বুদ্ধি যেখানে পৌঁছেনি, আপনার বিবেক বুদ্ধি সেখানে পৌঁছেছে।” খাদ্য দ্রব্যের সংখ্যা যে সাত বলে উল্লেখ করা হয়েছে সেটা করা হয়েছে পবিত্র কুরআনের নিম্নের আয়াত দ্বারাঃ (আরবি) অর্থাৎ “আমি ওতে উৎপন্ন করি শস্য, দ্রাক্ষা, শাক-সবজি, যয়তুন, খর্জুর বহুবৃক্ষ বিশিষ্ট উদ্যান, ফল এবং গবাদির খাদ্য, এটা তোমাদের ও তোমাদের গৃহ পালিত পশুর ভোগের জন্যে।\" (৮০:২৭-৩২) এ আয়াতে খাদ্য বস্তু হিসেবে সাতটি বস্তুর নাম উল্লেখ করা হয়েছে। এ হাদীসটি সনদও উসূলে হাদীসের পরিভাষায় কাজী অর্থাৎ সবল কিন্তু মতন বা ভাষা শব্দ গারীব বা দুর্বল। অবশ্য আল্লাহ তাআলাই এসম্পর্কে ভাল জানেন।লায়লাতুল কদর রমযান মাসের ঊনত্রিশতম রাত্রি বলেও উল্লেখ রয়েছে। হযরত উবদি ইবনে সামিতের (রাঃ) প্রশ্নের জবাবে রাসূলুল্লাহ (সঃ) বলেনঃ “এ রাত্রিটিকে রমযান মাসের শেষ দশকে বেজোড় রাত্রিসমূহে অনুসন্ধান কর অর্থাৎ একুশ, তেইশ, পঁচিশ, সাতাশ, উনত্রিশ অথবা শেষ রাত্রে।” (এ হাদীসটি ইমাম আহমাদ ইবনে হাম্বল (রঃ) বর্ণনা করেছেন মুসনাদে আহমাদে)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “লায়লাতুল কাদর হলো সাতাশতম অথবা ঊনত্রিশতম রাত্রি। ঐ রাত্রে ফেরেশতারা প্রস্তর খণ্ডের সংখ্যার চেয়েও অধিক সংখ্যায় পৃথিবীতে অবতীর্ণ হয়।” এ হাদীসের সনদও উত্তম। রমযানের সর্বশেষ রাত্রিও কদরের রাত্রি’ এর উপরও একটি বর্ণনা রয়েছে। জামে তিরমিযী এবং সুনানে নাসাঈতে রয়েছেঃ “নয়টি রাত যখন বাকী থাকে বা সাত পাঁচ বা তিন অথব্য শেষ রাত অর্থাৎ এ রাতগুলোতে কদরের রাত তালাশ করো।” ইমাম তিরমিযী (রঃ) এই বর্ণনাকে হাসান সহীহ বলেছেন।মুসনাদে আহমাদে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বলেছেনঃ “কদরের রাত্রি হলো রমযানের শেষ রাত্রি।” হযরত ইমাম শাফেয়ী (রঃ) বলেনঃ এ সব বিভিন্ন প্রকারের হাদীসের মধ্যে সমন্বয় সাধনের উপায় এই যে, এসব ছিল বিভিন্ন প্রশ্নের উত্তর। আসল কথা হলো এই যে, কদরের রাত্রি নির্ধারিত, এতে কোন পরিবর্তন হতে পারে না। ইমাম তিরমিযী (রঃ) ইমাম শাফেয়ী (রঃ)-এর এ ধরনের অর্থবোধক উক্তি উদ্ধৃত করেছেন। আবু কালাবা (রঃ) বলেন যে, রমযানের শেষ দশদিনের রাত্রির মধ্যে এ রদবদল হয়ে থাকে। ইমাম মালিক (রঃ) ইমাম সাওরী (রঃ), ইমাম আহমাদ ইবনে হাম্বল (রঃ), ইমাম ইসহাক ইবনে রাহওয়াই (রঃ), ইমাম আবু সাওর মুযানী (রঃ), ইমাম আবু বকর ইবনে খুযাইমা (রঃ) প্রমুখ গুরুজনও এ কথাই বলেছেন। আল্লাহ তাআলাই এ সম্পর্কে ভাল জানেন। এ উক্তির কম বেশী সমর্থন এতেও পাওয়া যায় যে, সহীহ বুখারী ও সহীহ মুসলিমে উল্লিখিত হয়েছেঃ কয়েকজন সাহাবী (রাঃ) স্বপ্নে দেখেন যে, রযমানের শেষ সাত রাতে নবী করীম (সঃ)-কে 'লায়লাতুল কদর' দেখানো হয়েছে। তিনি বলেনঃ “আমি দেখছি যে, তোমাদের স্বপ্নেও শেষ সাত রাত্রির ইঙ্গিত রয়েছে। কদরের রাত্রি অনুসন্ধানকারীর এ সাত রাত্রেই তা সন্ধান করা উচিত।” সহীহ বুখারী ও সহীহ মুসলিমে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “রমযানের শেষ দশ দিনের বেজোড় রাতে লায়লাতুল কদর তালাশ করো।” ইমাম শাফেয়ী (রঃ) বলেন যে, কদরের রাত্রি প্রত্যেক রমযানের একটি নির্দিষ্ট রাত্রি। তার কোন রদ বদল হয় না। এ হাদীসটি সহীহ বুখারীতে বর্ণিত একটি হাদীসের স্বপক্ষে যুক্তি বলে প্রমাণিত হতে পারে। ঐ হাদীসটি হযরত উবাদা ইবনে সামিত (রাঃ) হতে বর্ণিত আছে। তিনি বলেনঃ (একদা) রাসূলুল্লাহ (সঃ) আমাদেরকে লায়লাতুল কদরের খবর দেয়ার জন্যে বের হন। কিন্তু দেখলেন যে, দু’জন মুসলমান পরস্পর ঝগড়া করছে। রাসূলুল্লাহ (সঃ) তখন বললেনঃ “আমি তোমাদেরকে কদরের রাত্রির খবর দিতে এসেছিলাম। কিন্তু অমুক অমুকের ঝগড়ার কারণে ঐ রাত্রির বিষয়টি আমার স্মৃতি থেকে তুলে নেয়া হয়েছে। সম্ভবতঃ এর মধ্যে তোমাদের জন্যে কল্যাণ নিহিত হয়েছে। এখন ওটাকে রমযানের শেষ দশকের নবম, সপ্তম এবং পঞ্চম রাত্রে তালাশ করো।” এ রাত্রি সব সময়ের জন্যে নির্ধারিত না হলে প্রতি বছরের কদরের রাত্রি কবে তা জানা যেতো না। এখানে এটাই বুঝানো হয়েছে। লায়লাতুল কাদরের মধ্যে যদি রদবদল হতো তাহলে সেই বছরের কদরের রাত্রি কবে তা জানা যেতো না। এখানে এটাই বুঝানো হয়েছে। অন্যান্য বছরের জন্যে এ নির্ধারণ কাজে আসতো। তবে হ্যা, একটা জবাব এও হতে পারে যে, রাসূলুল্লাহ (সঃ) ঐ বছরের লায়লাতুল কদরের সংবাদ দেয়ার জন্যেই এসেছিলেন। এ হাদীসটি থেকে এটাও প্রতীয়মান হয় যে, ঝগড়া বিবাদ, কল্যাণ, বরকত এবং ফলপ্রসূ জ্ঞান বিনষ্ট করে দেয়। অন্য একটি সহীহ হাদীসে রয়েছে যে, বান্দা নিজের পাপের কারণে, আল্লাহর দেয়া রিক থেকে বঞ্চিত হয়।এ হাদীসে রাসূলুল্লাহ (সঃ) বলেছেন যে, কাদরের রাত্রি তুলে নেয়া হয়েছে। এর অর্থ হলোঃ কদরের রাত নির্ধারণের জ্ঞান তুলে নেয়া হয়েছে। কদরের রাত্রিই যে তুলে নেয়া হয়েছে এমন নয়, কিন্তু অজ্ঞ ও বিভ্রান্ত শিয়া সম্প্রদায় বলে যে, কদরের রাত্রিই তুলে নেয়া হয়েছে। কদরের রাত্রি যে তুলে নেয়া হয়নি তার বড় প্রমাণ হলো এই যে, উপরোক্ত কথার পরই রাসূলুল্লাহ (সঃ) বলেছেনঃ “লায়লাতুল কদর রমযানের শেষ দশকের নবম, সপ্তম এবং পঞ্চম রাত্রে তালাশ করো।\" নবী করিম (সঃ) যে বলেছেনঃ “লায়লাতুল কদরের নির্ধারণ সম্পর্কিত জ্ঞান তুলে নেয়ার মধ্যে সম্ভবতঃ তোমাদের জন্যে কল্যাণ নিহিত রয়েছে। এর ভাবার্থ হলো এই যে, এই রাত্রি সন্ধানকারী সম্ভাব্য সমস্ত রাত্রে ভক্তি বিনয়ের সাথে ইবাদত করবে। আর এই রাত্রি নির্ধারিত হয়ে গেলে শুধু ঐ রাত্রেই ইবাদত করবে। আর এই রাত্রি নির্ধারণ না করার মধ্যে বিজ্ঞানময় আল্লাহর হিকমত এই যে, এর ফলে এই রাত্রি পাওয়ার আশায় পবিত্র রমান মাসে বান্দা মন দিয়ে ইবাদত করবে এবং রমযানের শেষ দশকে সর্বাত্মক প্রচেষ্টা ইবাদতের কাজেই নিয়োজিত করবে। নবী করীম (সঃ)ও ইন্তেকাল পর্যন্ত প্রত্যেক রমযান মাসের শেষ দশকে ই'তেকাফ করতেন। তার ইন্তেকালের পর তাঁর সহধর্মীরা উক্ত সময়ে ই'তেকাফ করতেন। (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে) হযরত ইবনে উমারের (রাঃ) বর্ণনায় রয়েছে। যে, রাসূলুল্লাহ (সঃ) রমযানের শেষ দশকে ই'তেকাফ করতেন।হযরত আয়েশা (রাঃ) বলেন যে, রমযানের দশদিন বাকি থাকার সময়েই রাসূলুল্লাহ (সঃ) সারা রাত্রি জেগে কাটাতেন এবং গৃহবাসীদেরকেও জাগাতেন এবং কোমর কষে নিতেন (অর্থাৎ ইবাদতের জন্যে উঠে পড়ে লেগে যেতেন) (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) এই সময়ে যেরূপ পরিশ্রমের সাথে ইবাদত করতেন অন্য কোন সময়ে সেরূপ পরিশ্রমের সাথে ইবাদত করতেন না। কোমর বেঁধে নিতেন বা কোমরে তহবন্দ বাঁধতেন এর ভাবার্থ এই যে,ইবাদতে সম্পূর্ণরূপে নিমগ্ন হয়ে যেতেন। এর অর্থ এও হতে পারে যে, তিনি ঐ সময়ে স্ত্রী সহবাস করতেন না। আবার উভয় অর্থও হতে পারে। অর্থাৎ ঐ সময়ে তিনি স্ত্রীদের সাথে সহবাস করতেন না। এবং সর্বাত্মক প্রচেষ্টায় ইবাদত করতেন।মুসনাদে আহমদে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, যখন রমযান মাসের দশ দিন বাকী থাকতো তখন রাসূলুল্লাহ (সঃ) তহবন্দ বেঁধে নিতেন এবং স্ত্রীদের সংস্পর্শ হতে দূরে থাকতেন।ইমাম মালিক (রঃ) বলেন যে, রমযানের শেষ দশ রাতে লায়লাতুল কাদরকে সমান গুরুত্বের সাথে তালাশ করতে হবে। কোন রাতকে কোন রাত্রের উপর প্রাধান্য দেয়া যাবে না। এটা স্মরণ রাখার বিষয় যে, সব সময়েই তো দূআর আধিক্য মুসতাহাব, তবে রমযান মাসে দু’আ আরো বেশী করে করতে হবে, বিশেষ করে রমযানের শেষ দশকে এবং বেজোড় রাত্রে। নিম্নের দু'আটি খুব বেশী পাঠ করতে হবেঃ (আরবি) অর্থাৎ “হে আল্লাহ! নিশ্চয়ই আপনি ক্ষমাশীল, ক্ষমা করাকে আপনি ভালবাসেন, সুতরাং আমাকে ক্ষমা করে দিন!”মুসনাদে আহমাদে বর্ণিত আছে যে, হযরত আয়েশা (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! যদি আমি কদরের রাত্রি পেয়ে যাই তবে আমি কি দু'আ পাঠ করবো? উত্তরে তিনি বললেনঃ (আরবি) এই দু'আটি পাঠ করবে।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) এবং ইমাম নাসায়ীও (রঃ) বর্ণনা করেছেন। সুনানে ইবনে মাজাহতেও এটা বর্ণিত হয়েছে। ইমাম তিরমিযী এটাকে হাসান সহীহ বলেছেন। মুসতাদরাকে হাকিম গ্রন্থেও এটা বর্ণিত হয়েছে)ইমাম আবু মুহাম্মদ ইবনে আবী হাতিম (রঃ) এই সূরার তাফসীর প্রসঙ্গে একটি বিস্ময়কর রিওয়াইয়াত আনয়ন করেছেন। হযরত কা'ব (রাঃ) বলেন যে, সপ্তম আকাশের শেষ সীমায় জান্নাতের সাথে সংযুক্ত রয়েছে সিদরাতুল মুনতাহা, যা দুনিয়া ও আখেরাতের দূরত্বের উপর অবস্থিত। এর উচ্চতা জান্নাতে এবং এর শিকড় ও শাখা প্রশাখাগুলো কুরসীর নিচে প্রসারিত। তাতে এতো ফেরেশতা অবস্থান করেন যে, তাদের সংখ্যা নির্ণয় করা আল্লাহপাক ছাড়া আর কারো পক্ষে সম্ভব নয়। এমন কি কোন চুল পরিমাণও জায়গা নেই যেখানে ফেরেশতা নেই। ঐ বৃক্ষের মধ্যভাগে হযরত জিবরাঈল (আঃ)! অবস্থান করেন।আল্লাহ তা'আলার পক্ষ হতে হযরত জিবরাঈল (আঃ) কে ডাক দিয়ে বলা হয়, হে জিবরাঈল (আঃ) কদরের রাত্রিতে সমস্ত ফেরেশতাকে নিয়ে পৃথিবীতে চলে যাও।” এই ফেরেশতাদের সবারই অন্তর স্নেহ ও দয়ায় ভরপুর। প্রত্যেক মুমিনের জন্যে তাঁদের মনে অনুগ্রহের প্রেরণা রয়েছে। সূর্যাস্তের সাথে সাথেই কদরের রাত্রিতে এসব ফেরেশতা হযরত জিবরাঈল (আঃ)-এর সাথে নেমে সমগ্র পৃথিবীতে ছড়িয়ে পড়েন এবং সব জায়গায় সিজদায় পড়ে যান। তাঁরা সকল ঈমানদার নারী পুরুষের জন্যে দু'আ করেন। কিন্তু তারা গীর্জায় মন্দিরে, অগ্নি পূজার জায়গায়, মূর্তি পূজার জায়গায়, আবর্জনা ফেলার জায়গায়, নেশা খোরের অবস্থান স্থলে, নেশাজাত দ্রব্যাদি রাখার জায়গায়, মূর্তি রাখার জায়গায়, গান বাজনার সাজ সরঞ্জাম রাখার জায়গায় এবং প্রস্রাব পায়খানার জায়গায় গমন করেন না। বাকি সব জায়গায় ঘুরে ঘুরে তাঁরা ঈমানদার নারীপুরুষদের জন্য দু'আ করে থাকেন। হযরত জিবরাঈল (আঃ) সকল ঈমানদারের সাথে করমর্দন করেন। তাঁর কর মর্দনের সময় মুমিন ব্যক্তির শরীরের লোমকুপ খাড়া হয়ে যায়, মন নরম হয় এবং চোখে অশ্রু ধারা নেমে আসে। এসব নিদর্শন দেখা দিলে বুঝতে হবে তার হাত হযরত জিবরাঈল (আঃ)-এর হাতের মধ্যে রয়েছে। হযরত কা'ব (রাঃ) বলেন যে, ঐ রাত্রে যে ব্যক্তি তিনবার লা ইলাহা ইল্লাল্লাহ পাঠ করে, তার প্রথমবারের পাঠের সাথে সাথেই সমস্ত গুনাহ মাফ হয়ে যায়, দ্বিতীয়বার পড়ার সাথে সাথেই আগুন থেকে সে মুক্তি পেয়ে যায় এবং  তৃতীয়বারের পাঠের সাথে সাথেই জান্নাতে প্রবেশ সুনিশ্চিত হয়ে যায়। বর্ণনাকারী বলেনঃ হে আবু ইসহাক (রঃ)! যে ব্যক্তি সত্য বিশ্বাসের সাথে এ কালেমা উচ্চারণ করে তার কি হয়? জবাবে তিনি বলেনঃ সত্য বিশ্বাসীর মুখ হতেই তো এ কালেমা উচ্চারিত হবে। যে আল্লাহর হাতে আমার প্রাণ রয়েছে তার শপথ! লায়লাতুল কাদর কাফির ও মুনাফিকদের উপর এতো ভারী বোধ হয় যে, যেন তাদের পিঠে পাহাড় পতিত হয়েছে। ফজর পর্যন্ত ফেরেশতারা এভাবে রাত্রি কাটিয়ে দেন। তারপর হযরত জিবরাঈল (আঃ) উপরের দিকে উঠে যান এবং অনেক উপরে উঠে স্বীয় পালক ছড়িয়ে দেন। অতঃপর তিনি সেই বিশেষ দুটি সবুজ পালক প্রসারিত করেন যা অন্য কোন সময় প্রসারিত করেন না। এর ফলে সূর্যের কিরণ মলিন ও স্তিমিত হয়ে যায়। তারপর তিনি সমস্ত ফেরেশতাকে ডাক দিয়ে নিয়ে যান। সব ফেরেশতা উপরে উঠে গেলে তাদের নূর এবং জিবরাঈল (আঃ)-এর পালকের নুর মিলিত হয়ে সূর্যের কিরণকে নিষ্প্রভ করে দেয়। ঐ দিন সূর্য অবাক হয়ে যায়। সমস্ত ফেরেশতা সে দিন আকাশ ও জমীনের মধ্যবর্তী স্থানের ঈমানদার নারী পুরুষের জন্য রহমত কামনা করে তাদের জন্যে ক্ষমা প্রার্থনা করতে থাকেন। তারা ঐ সব লোকের জন্যেও দু'আ করেন যারা সৎ নিয়তে রোযা রাখে এবং সুযোগ পেলে পরবর্তী রমযান মাসেও আল্লাহর ইবাদত। করার মনোভাব পোষণ করে। সন্ধ্যায় সবাই প্রথম আসমানে পৌঁছে যান। সেখানে অবস্থানকারী ফেরেশতারা এসে তখন পৃথিবীতে অবস্থানকারী ঈমানদারকে অমুকের পুত্র অমুক, অমুকের কন্যা অমুক, বলে বলে খবরাখবর জিজ্ঞেস করেন। নির্দিষ্ট ব্যক্তি সম্পর্কে জিজ্ঞেস করার পর কোন কোন ব্যক্তি সম্পর্কে ফেরেশতারা বলেনঃ তাকে আমরা গত বছর ইবাদতে লিপ্ত দেখে ছিলাম, কিন্তু এবার সে বিদআতে লিপ্ত হয়ে পড়েছে। আবার অমুককে গত বছর বিদআতে লিপ্ত দেখেছিলাম, কিন্তু এবার তাকে ইবাদতে লিপ্ত দেখে এসেছি। প্রশ্নকারী ফেরেশতারা তখন শেষোক্ত ব্যক্তির জন্যে আল্লাহর দরবারে মাগফিরাত, রহমতের দুআ করেন। ফেরেশতারা প্রশ্নকারী ফেরেশতাদেরকে আরো জানান যে, তারা অমুক অমুককে আল্লাহর যিক্র করতে দেখেছেন, অমুক অমুককে রুকূ’তে, অমুক অমুককে সিজদায় পেয়েছেন। এবং অমুক অমুককে কুরআন তিলাওয়াত করতে দেখেছেন। একরাত একদিন প্রথম আসমানে কাটিয়ে তাঁরা দ্বিতীয় আসমানে গমন করেন। সেখানেও একই অবস্থার সৃষ্টি হয়। এমনি করে তাঁরা নিজেদের জায়গা সিদরাতুল মুনতাহায় গিয়ে পৌঁছেন। সিদরাতুল মুনতাহা তাদেরকে বলেঃ আমাতে অবস্থানকারী হিসেবে তোমাদের প্রতি আমার দাবী রয়েছে। আল্লাহকে যারা ভালবাসে আমিও তাদেরকে ভালবাসি। আমাকে তাদের অবস্থার কথা একটু শোনাও, তাদের নাম শোনাও। হযরত কা'ব (রাঃ) বলেনঃ ফেরেশতারা তখন আল্লাহর পুণ্যবনি বান্দাদের নামও পিতার নাম জানাতে শুরু করেন। তারপর জান্নাত সিদরাতুল মুনতাহাকে সম্বোধন করে বলেঃ তোমাতে অবস্থানকারীরা তোমাকে যে সব খবর শুনিয়েছে সে সব আমাকেও একটু শোনাও। তখন সিদরাতুল মুনতাহা জান্নাতকে সব কথা শুনিয়ে দেয়। শোনার পর জান্নাত বলেঃ অমুক পুরুষ ও নারীর উপর আল্লাহর রহমত বর্ষিত হোক। হে আল্লাহ! অতি শীঘ্রই তাদেরকে আমার সাথে মিলিত করুন।হযরত জিবরাঈল (আঃ) সর্বপ্রথম নিজের জায়গায় পৌঁছে যান। তাঁর উপর তখন ইলহাম হয় এবং তিনি বলেনঃ হে আল্লাহ! আমি আপনার অমুক অমুক বান্দাকে সিজদারত অবস্থায় দেখেছি। আপনি তাদেরকে ক্ষমা করে দিন। আল্লাহ তা'আলা তখন বলেনঃ আমি তাদেরকে ক্ষমা করে দিলাম। হযরত জিবরাঈল (আঃ) তখন আরশ বহনকারী ফেরেশতাদেরকে এ কথা শুনিয়ে দেন। তখন ফেরেশতারা পরস্পর বলাবলি করেন যে, অমুক অমুক নারী পুরুষের উপর আল্লাহর রহমত ও মাগফিরাত হয়েছে। তারপর হযরত জিবরাঈল (আঃ) বলেনঃ হে আল্লাহ গত বছর আমি অমুক অমুক ব্যক্তিকে সুন্নাতের উপর আমলকারী এবং আপনার ইবাদতকারী হিসেবে দেখেছি কিন্তু এবার সে বিদআতে লিপ্ত হয়ে পড়েছে। এবং আপনার বিধিবিধানের অবাধ্যতা করেছে। তখন আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ হে জিবরাঈল (আঃ)! সে যদি মৃত্যুর তিন মিনিট পূর্বেও তাওবা করে নেয় তাহলে আমি তাকে মাফ করে দিবো। হযরত জিবরাঈল। (আঃ) তখন হঠাৎ করে বলেনঃ হে আল্লাহ আপনারই জন্যে সমস্ত প্রশংসা। আপনি সমস্ত প্রশংসা পাওয়ার যোগ্য। হে আমার প্রতিপালক! আপনি আপনার সৃষ্ট জীবের উপর সবচেয়ে বড় মেহেরবান। বান্দা তার নিজের উপর যেরূপ মেহেরবানী করে থাকে আপনার মেহেরবানী তাদের প্রতি তার চেয়েও অধিক। ঐ সময় আরশ এবং ওর চার পাশের পর্দাসমূহ এবং আকাশ ও ওর মধ্যস্থিত সবকিছুই কেঁপে ওঠে বলেঃ (আরবি)  অর্থাৎ “করুণাময় আল্লাহর জন্যেই সমস্ত প্রশংসা” হযরত কাব (রাঃ) বলেনঃ যে ব্যক্তি রমযানের রোযা পূর্ণ করে রমযানের পরেও পাপমুক্ত জীবন যাপনের মনোভাব পোষণ করে সে বিনা প্রশ্নে ও বিনা হিসাবে জান্নাতে প্রবেশ করবে।</p>"
        },
        {
            "resource_id": 169,
            "text": "<h2>The Virtues of the Night of Al-Qadr (the Decree)</h2><p>Allah informs that He sent the Qur'an down during the Night of Al-Qadr, and it is a blessed night about which Allah says,</p><p>إِنَّآ أَنزَلْنَـهُ فِى لَيْلَةٍ مُّبَـرَكَةٍ</p><p>(We sent it down on a blessed night.) (44:3) This is the Night of Al-Qadr and it occurs during the month of Ramadan. This is as Allah says,</p><p>شَهْرُ رَمَضَانَ الَّذِى أُنزِلَ فِيهِ الْقُرْآنُ</p><p>(The month of Ramadan in which was revealed the Qur'an.) (2:185) Ibn `Abbas and others have said, \"Allah sent the Qur'an down all at one time from the Preserved Tablet (Al-Lawh Al-Mahfuz) to the House of Might (Baytul-`Izzah), which is in the heaven of this world. Then it came down in parts to the Messenger of Allah ﷺ based upon the incidents that occurred over a period of twenty-three years.\" Then Allah magnified the status of the Night of Al-Qadr, which He chose for the revelation of the Mighty Qur'an, by His saying,</p><p>وَمَآ أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ - لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ</p><p>(And what will make you know what the Night of Al-Qadr is The Night of Al-Qadr is better than a thousand months.) Imam Ahmad recorded that Abu Hurayrah \"When Ramadan would come, the Messenger of Allah ﷺ would say,</p><p>«قَدْ جَاءَكُمْ شَهْرُ رَمَضَانَ، شَهْرٌ مُبَارَكٌ، افْتَرَضَ اللهُ عَلَيْكُمْ صِيَامَهُ، تُفْتَحُ فِيهِ أَبْوَابُ الْجَنَّةِ، وَتُغْلَقُ فِيهِ أَبْوَابُ الْجَحِيمِ، وَتُغَلُّ فِيهِ الشَّيَاطِينُ، فِيهِ لَيْلَةٌ خَيْرٌ مِنْ أَلْفِ شَهْرٍ، مَنْ حُرِمَ خَيْرَهَا فَقَدْ حُرِم»</p><p>(Verily, the month of Ramadan has come to you all. It is a blessed month, which Allah has obligated you all to fast. During it the gates of Paradise are opened, the gates of Hell are closed and the devils are shackled. In it there is a night that is better than one thousand months. Whoever is deprived of its good, then he has truly been deprived.)\" An-Nasa'i recorded this same Hadith. Aside from the fact that worship during the Night of Al-Qadr is equivalent to worship performed for a period of one thousand months, it is also confirmed in the Two Sahihs from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p>«مَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِه»</p><p>(Whoever stands (in prayer) during the Night of Al-Qadr with faith and expecting reward (from Allah), he will be forgiven for his previous sins.)</p><h2>The Descent of the Angels and the Decree for Every Good during the Night of Al-Qadr</h2><p>Allah says,</p><p>تَنَزَّلُ الْمَلَـئِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ</p><p>(Therein descend the angels and the Ruh by their Lord's permission with every matter.) meaning, the angels descend in abundance during the Night of Al-Qadr due to its abundant blessings. The angels descend with the descending of blessings and mercy, just as they descend when the Qur'an is recited, they surround the circles of Dhikr (remembrance of Allah) and they lower their wings with true respect for the student of knowledge. In reference to Ar-Ruh, it is said that here it means the angel Jibril. Therefore, the wording of the Ayah is a method of adding the name of the distinct object (in this case Jibril) separate from the general group (in this case the angels). Concerning Allah's statement,</p><p>مِّن كُلِّ أَمْرٍ</p><p>(with every matter.) Mujahid said, \"Peace concerning every matter.\" Sa`id bin Mansur said, `Isa bin Yunus told us that Al-A`mash narrated to them that Mujahid said concerning Allah's statement,</p><p>سَلَـمٌ هِىَ</p><p>(There is peace) \"It is security in which Shaytan cannot do any evil or any harm.\" Qatadah and others have said, \"The matters are determined during it, and the times of death and provisions are measured out (i.e., decided) during it.\" Allah says,</p><p>فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ</p><p>(Therein is decreed every matter of decree.) (44:4) Then Allah says,</p><p>سَلَـمٌ هِىَ حَتَّى مَطْلَعِ الْفَجْرِ</p><p>(There is peace until the appearance of dawn.) Sa`id bin Mansur said, \"Hushaym narrated to us on the authority of Abu Ishaq, who narrated that Ash-Sha`bi said concerning Allah's statement,</p><p>تَنَزَّلُ الْمَلَـئِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ</p><p>- سَلَـمٌ هِىَ حَتَّى مَطْلَعِ الْفَجْرِ</p><p>(With every matter, there is a peace until the appearance of dawn.) `The angels giving the greetings of peace during the Night of Al-Qadr to the people in the Masjids until the coming of Fajr (dawn).\"' Qatadah and Ibn Zayd both said concerning Allah's statement,</p><p>سَلَـمٌ هِىَ</p><p>(There is peace.) \"This means all of it is good and there is no evil in it until the coming of Fajr (dawn).\"</p><h2>Specifying the Night of Decree and its Signs</h2><p>This is supported by what Imam Ahmad recorded from `Ubadah bin As-Samit that the Messenger of Allah ﷺ said,</p><p>«لَيْلَةُ الْقَدْرِ فِي الْعَشْرِ الْبَوَاقِي، مَنْ قَامَهُنَّ ابْتِغَاءَ حِسْبَتِهِنَّ فَإِنَّ اللهَ يَغْفِرُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ، وَهِيَ لَيْلَةُ وِتْرٍ: تِسْعٍ أَوْ سَبْعٍ أَوْ خَامِسَةٍ أَوْ ثَالِثَةٍ أَوْ آخِرِ لَيْلَة»</p><p>(The Night of Al-Qadr occurs during the last ten (nights). Whoever stands for them (in prayer) seeking their reward, then indeed Allah will forgive his previous sins and his latter sins. It is an odd night: the ninth, or the seventh, or the fifth, or the third or the last night (of Ramadan).) The Messenger of Allah ﷺ also said,</p><p>«إِنَّ أَمَارَةَ لَيْلَةِ الْقَدْرِ أَنَّهَا صَافِيَةٌ بَلْجَةٌ، كَأَنَّ فِيهَا قَمَرًا سَاطِعًا، سَاكِنَةٌ سَاجِيَةٌ، لَا بَرْدَ فِيهَا وَلَا حَرَّ، وَلَا يَحِلُّ لِكَوْكَبٍ يُرْمَى بِهِ فِيهَا حَتْى يُصْبِحَ، وَإِنَّ أَمَارَتَهَا أَنَّ الشَّمْسَ صَبِيحَتَهَا تَخْرُجُ مُسْتَوِيَةً لَيْسَ لَهَا شُعَاعٌ، مِثْلَ الْقَمَرِ لَيْلَةَ الْبَدْرِ، وَلَا يَحِلُّ لِلشَّيْطَانِ أَنْ يَخْرُجَ مَعَهَا يَوْمَئِذ»</p><p>(Verily, the sign of the Night of Al-Qadr is that it is pure and glowing as if there were a bright, tranquil, calm moon during it. It is not cold, nor is it hot, and no shooting star is permitted until morning. Its sign is that the sun appears on the morning following it smooth having no rays on it, just like the moon on a full moon night. Shaytan is not allowed to come out with it (the sun) on that day.) This chain of narration is good. In its text there is some oddities and in some of its wordings there are things that are objectionable. Abu Dawud mentioned a section in his Sunan that he titled, \"Chapter: Clarification that the Night of Al-Qadr occurs during every Ramadan.\" Then he recorded that `Abdullah bin `Umar said, \"The Messenger of Allah ﷺ was asked about the Night of Al-Qadr while I was listening and he said,</p><p>«هِيَ فِي كُلِّ رَمَضَان»</p><p>(It occurs during every Ramadan.)\" The men of this chain of narration are all reliable, but Abu Dawud said that Shu`bah and Sufyan both narrated it from Ishaq and they both considered it to be a statement of the Companion (Ibn `Umar, and thus not the statement of the Prophet ). It has been reported that Abu Sa`id Al-Khudri said, \"The Messenger of Allah ﷺ performed I`tikaf during the first ten nights of Ramadan and we performed I`tikaf with him. Then Jibril came to him and said, `That which you are seeking is in front of you.' So the Prophet performed I`tikaf during the middle ten days of Ramadan and we also performed I`tikaf with him. Then Jibril came to him and said; `That which you are seeking is ahead of you.' So the Prophet stood up and gave a sermon on the morning of the twentieth of Ramadan and he said,</p><p>«مَنْ كَانَ اعْتَكَفَ مَعِيَ فَلْيَرْجِعْ فَإِنِّي رَأَيْتُ لَيْلَةَ الْقَدْرِ، وَإِنِّي أُنْسِيتُهَا، وَإِنَّهَا فِي الْعَشْرِ الْأَوَاخِرِ فِي وِتْرٍ، وَإِنِّي رَأَيْتُ كَأَنِّي أَسْجُدُ فِي طِينٍ وَمَاء»</p><p>(Whoever performed I`tikaf with me, let him come back (for I`tikaf again), for verily I saw the Night of Al-Qadr, and I was caused to forget it, and indeed it is during the last ten (nights). It is during an odd night and I saw myself as if I were prostrating in mud and water.) The roof of the Masjid was made of dried palm-tree leaves and we did not see anything (i.e., clouds) in the sky. But then a patch of wind-driven clouds came and it rained. So the Prophet lead us in prayer until we saw the traces of mud and water on the forehead of the Messenger of Allah ﷺ, which confirmed his dream.\" In one narration it adds that this occurred on the morning of the twenty-first night (meaning the next morning). They both (Al-Bukhari and Muslim) recorded it in the Two Sahihs. Ash-Shafi`i said, \"This Hadith is the most authentic of what has been reported.\" It has also been said that it is on the twenty-third night due to a Hadith narrated from `Abdullah bin Unays in Sahih Muslim. It has also been said that it is on the twenty-fifth night due to what Al-Bukhari recorded from Ibn `Abbas that the Messenger of Allah ﷺ said,</p><p>«الْتَمِسُوهَا فِي الْعَشْرِ الْأَوَاخِرِ مِنْ رَمَضَانَ فِي تَاسِعَةٍ تَبْقَى، فِي سَابِعَةٍ تَبْقَى، فِي خَامِسَةٍ تَبْقَى»</p><p>(Seek it in the last ten (nights) of Ramadan. In the ninth it still remains, in the seventh it still remains, in the fifth it still remains.) Many have explained this Hadith to refer to the odd nights, and this is the most apparent and most popular explanation. It has also been said that it occurs on the twenty-seventh night because of what Muslim recorded in his Sahih from Ubay bin Ka`b that the Messenger of Allah ﷺ mentioned that it was on the twenty-seventh night. Imam Ahmad recorded from Zirr that he asked Ubayy bin Ka`b, \"O Abu Al-Mundhir! Verily, your brother Ibn Mas`ud says whoever stands for prayer (at night) the entire year, will catch the Night of Al-Qadr.\" He (Ubayy) said, \"May Allah have mercy upon him. Indeed he knows that it is during the month of Ramadan and that it is the twenty-seventh night.\" Then he swore by Allah. Zirr then said, \"How do you know that\" Ubayy replied, \"By a sign or an indication that he (the Prophet ) informed us of. It rises that next day having no rays on it -- meaning the sun.\" Muslim has also recorded it. It has been said that it is the night of the twenty-ninth. Imam Ahmad bin Hanbal recorded from `Ubadah bin As-Samit that he asked the Messenger of Allah ﷺ about the Night of Decree and he replied,</p><p>«فِي رَمَضَانَ فَالْتَمِسُوهَا فِي الْعَشْرِ الْأَوَاخِرِ، فَإِنَّهَا فِي وِتْرٍ إِحْدَى وَعِشْرِينَ، أَوْ ثَلَاثٍ وَعِشْرِينَ، أَوْ خَمْسٍ وَعِشْرِينَ، أَوْ سَبْعٍ وَعِشْرِينَ، أَوْ تِسْعٍ وَعِشْرِينَ، أَوْ فِي آخِرِ لَيْلَة»</p><p>(Seek it in Ramadan in the last ten nights. For verily, it is during the odd nights, the twenty-first, or the twenty-third, or the twenty-fifth, or the twenty-seventh, or the twenty-ninth, or during the last night.) Imam Ahmad also recorded from Abu Hurayrah that the Messenger of Allah ﷺ said about the Night of Al-Qadr,</p><p>«إِنَّهَا لَيْلَةُ سَابِعَةٍ أَوْ تَاسِعَةٍ وَعِشْرِينَ، وَإِنَّ الْمَلَائِكَةَ تِلْكَ اللَّيْلَةَ فِي الْأَرْضِ أَكْثَرُ مِنْ عَدَدِ الْحَصَى»</p><p>(Verily, it is during the twenty-seventh or the twenty-ninth night. And verily, the angels who are on the earth during that night are more numerous than the number of pebbles.) Ahmad was alone in recording this Hadith and there is nothing wrong with its chain of narration. At-Tirmidhi recorded from Abu Qilabah that he said, \"The Night of Al-Qadr moves around (i.e., from year to year) throughout the last ten nights.\" This view that At-Tirmidhi mentions from Abu Qilabah has also been recorded by Malik, Ath-Thawri, Ahmad bin Hanbal, Ishaq bin Rahuyah, Abu Thawr, Al-Muzani, Abu Bakr bin Khuzaymah and others. It has also been related from Ash-Shafi`i, and Al-Qadi reported it from him, and this is most likely. And Allah knows best.</p><h2>Supplication during the Night of Decree</h2><p>It is recommended to supplicate often during all times, especially during the month of Ramadan, in the last ten nights, and during the odd nights of it even more so. It is recommended that one say the following supplication a lot: \"O Allah! Verily, You are the Of the Pardoning, You love to pardon, so pardon me.\" This is due to what Imam Ahmad recorded from `A'ishah, that she said, \"O Messenger of Allah! If I find the Night of Al-Qadr what should I say\" He replied,</p><p>«قُولِي: اللْهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي»</p><p>(Say: \"O Allah! Verily, You are the Of the Pardoning, You love to pardon, so pardon me.\") At-Tirmidhi, An-Nasa'i and Ibn Majah have all recorded this Hadith. At-Tirmidhi said, \"This Hadith is Hasan Sahih.\" Al-Hakim recorded it in his Mustadrak (with a different chain of narration) and he said that it is authentic according to the criteria of the two Shaykhs (Al-Bukhari and Muslim). An-Nasa'i also recorded it. This is the end of the Tafsir of Surah Laylat Al-Qadr, and all praise and blessings are due to Allah.</p>"
        },
        {
            "resource_id": 93,
            "text": "الضمير المنصوب فى قوله - تعالى - ( أَنزَلْنَاهُ ) يعود إلى القرآن الكريم ، وفى الإِتيان بهذا الضمير للقرآن ، مع أنه لم يجر له ذكر ، تنويه بشأنه ، وإيذان بشهره أمره . حتى إنه ليُسْتَغْنَى عن التصريح به ، لحضوره فى أذهان المسلمين .والمراد بإنزاله : ابتداء نزوله على النبى صلى الله عليه وسلم ، لأنه من المعروف أن القرآن الكريم ، قد نزل على النبى صلى الله عليه سولم منجما ، فى مدة ثلاث وعشرين سنة تقريبا .ويصح أن يكون المراد بأنزلناه ، أى : أنزلناه جملة من اللوح المحفوظ إلى سماء الدنيا ، ثم نزل بعد ذلك منجما على النبى صلى الله عليه وسلم .قال الإِمام ابن كثير : قال ابن عباس وغيره : أنزل الله - تعالى - القرآن جملة واحدة من اللوح المحفوظ إلى بيت العزة من السماء الدنيا ، ثم نزل مفصلا بحسب الوقائع ، فى ثلاث وعشرين سنة ، على رسول الله صلى الله عليه وسلم .والقَدْر الذى أضيفت إليه الليلة ، بمعنى الشرف والعظمة ، مأخوذ من قولهم : لفلان قدر عند فلان ، أى : له منزلة رفيعة ، وشرف عظيم ، فسميت هذه الليلة بذلك ، لعظم قدرها وشرفها ، إذ هى الليلة التى نزل فيها قرآن ذو قدر ، بواسطة ملك ذى قدر ، على رسول ذى قدر ، لأجل إكرام أمه ذات قدر ، هذه الأمة يزداد قدرها وثوابها عند الله - تعالى - إذا ما أحيوا تلك الليلة بالعبادات والطاعات ."
        },
        {
            "resource_id": 157,
            "text": "<p>انا انزلنہ ............................ القدر (1:97) ” ہم نے اسے لیلة القدر میں اتارا “۔ لیلتہ القدر کے معنی تقدیر اور تدبیر بھی ہوسکتے ہیں ، اور قابل قدر اور بلند مرتبہ کے بھی ہوسکتے ہیں۔ یہ دونوں معانی اس عظیم الشان کائناتی واقعہ کے ساتھ مناسب ہیں ، یہ واقعہ کہ اس رات میں قرآن کریم نازل ہوا ، یہ آخری رسالت نبی کریم ﷺ کے سپرد ہوئی اور آپ نے دعوت کا کام شروع کیا۔ میں سمجھتا ہوں اس کائنات میں اس سے بڑا کوئی واقعہ نہیں ہے۔ اور انسانوں کی زندگی میں اس سے پر معنی اور زیادہ اہمیت اور قدر و قیمت والا کوئی واقعہ بھی نہیں ہے۔ یہ رات ایک ہزار مہینوں سے زیادہ بہتر ہے۔ مراد ہزار مہینوں کی تحدید نہیں ہے ، مراد کہ ہزارہا راتوں سے یہ رات زیادہ قیمتی ہے۔ الف شہر سے مراد زیادہ راتیں ہیں۔ مطلب ہے ہزاروں لاکھوں راتوں سے زیادہ قیمتی ہے۔ یوں کہ ہزاروں لاکھوں کروڑوں راتیں انسانی زندگی کو اس قدر متاثر نہیں کرسکیں۔ جس قدر اس رات نے انسانی زندگی کو متاثر کیا۔ اس رات نے انسانی زندگی کا رخ ہی بدل دیا۔</p><p>لیلة القدر .................... الف شھر (3:97) ” شب قدر ایک ہزار مہینوں سے زیادہ بہتر ہے “۔</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>নিশ্চয়ই আমি এ (কুরআন)কে অবতীর্ণ করেছি মর্যাদাপূর্ণ রাত্রিতে (শবেকদরে)। [১]</p><p>[১] অর্থাৎ, এই রাতে তা (কুরআন) অবতীর্ণ আরম্ভ করেছেন। অথবা তা 'লাওহে মাহ্ফূয' হতে দুনিয়ার আসমানে অবস্থিত 'বাইতুল ইযযাহ'তে এক দফায় অবতীর্ণ করেছেন। আর সেখান থেকে প্রয়োজন মোতাবেক নবী (সাঃ) এর উপর অবতীর্ণ করা হয়েছে এবং তা ২৩ বছরে পরিপূর্ণ হয়ে গেছে। জ্ঞাতব্য যে, 'লাইলাতুল কদর' রমযান মাসেই হয়ে থাকে; অন্য কোন মাসে নয়। এর প্রমাণ, মহান আল্লাহ বলেছেন, \"রমযান মাস; যাতে কুরআনকে অবতীর্ণ করা হয়েছে।\" <em>(সূরা বাক্বারাহ ২:১৮৫ নং আয়াত)</em></p>"
        },
        {
            "resource_id": 16,
            "text": "إنا أنزلنا القرآن في ليلة الشرف والفضل، وهي إحدى ليالي شهر رمضان."
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya Kami menurunkan Al-Qur`ān sekaligus ke langit dunia, lalu kami mulai menurunkannya kepada Nabi -ṣallallāhu 'alaihi wa sallam- pada malam Lailatulqadar di bulan Ramadan."
        },
        {
            "resource_id": 172,
            "text": "Biz Kur'an'ı, Ramazan ayının Kadir Gecesi'nde Peygamber -sallallahu aleyhi ve sellem-'e indirmeye başladığımız gibi, bir bütün olarak Dünya semasına indirdik."
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ ما در شب  قدرش  نازل  کرديم\nوَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ و تو چه ، داني  که  شب  قدر چيست  ?\nلَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ شب  قدر بهتر از هزار ماه  است\nتَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ در آن  شب  فرشتگان  و روح  به  فرمان  پروردگارشان  براي  انجام  دادن  کارها  نازل  مي  شوند\nسَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ  آن  شب  تا طلوع  بامداد همه  سلام  و درود است.</p><p>\n                                                            مکي و 5 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1)</span> خداوند با بیان فضیلت قرآن و بلندی مقام آن می‌فرماید: (<span class=\"arabic qpc-hafs brown\">﴿إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةِ ٱلۡقَدۡرِ﴾</span>) ما قرآن را در شب قدر نازل کردیم. خداوند قرآن را در ماه رمضان و در شب قدر نازل کرد، و به وسیلۀ آن رحمتی عام بر بندگان فرود آورد که بندگان توانایی سپاسگزاری آن را ندارند. و بدان جهت <span class=\"brown\">«شب قدر»</span> نامیده شده که قدر و مقام آن بالاست، و نزد خداوند فضیلت دارد؛ و چون در شب قدر، اجل و روزی و روزهای سال مقدر می‌گردد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(2)</span> سپس اهمیت آن را بیان کرد و فرمود: (<span class=\"arabic qpc-hafs brown\">﴿وَمَآ أَدۡرَىٰكَ مَا لَيۡلَةُ ٱلۡقَدۡرِ﴾</span>) تو چه می‌دانی که شب قدر چیست؟ یعنی شبی مهم و باارزش و دارای اهمیت زیادی است                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(3)</span> و فضیلت آن (<span class=\"arabic qpc-hafs brown\">﴿خَيۡرٞ مِّنۡ أَلۡفِ شَهۡرٖ﴾</span>) با هزار ماه برابر است. پس عملی که در شب قدر انجام شود، از عمل هزار ماه که شب قدر در آن نباشد، بهتر است. و این از چیزهایی است که عقل در آن حیران می‌ماند؛ زیرا خداوند بر این امت ضعیف، با شبی منت گذارده که عمل در آن از هزار ماه بیشتر و بهتر است، هزار ماه، هشتاد و اندی سال است که سن یک انسان است، انسانی که عمر درازی کرده باشد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(4)</span> (<span class=\"arabic qpc-hafs brown\">﴿تَنَزَّلُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ فِيهَا بِإِذۡنِ رَبِّهِم مِّن كُلِّ أَمۡرٖ﴾</span>) فرشتگان زیادی و جبرئیل، با اجازۀ پروردگارشان نازل می‌شوند، و آن شب از هر آفت و شری سالم است؛ چون خیر آن فراوان می‌باشد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(5)</span> (<span class=\"arabic qpc-hafs brown\">﴿سَلَٰمٌ هِيَ حَتَّىٰ مَطۡلَعِ ٱلۡفَجۡرِ﴾</span>) آن شب از غروب تا صبح از هر شر و آفتی سلامت خواهد بود. احادیث فراوانی در مورد فضیلت شب قدر، و اینکه شب قدر در رمضان است، و در دهۀ اخیر آن و به خصوص در شب‌های طاق آن است، وارد شده است. و این هر سال تا قیام قیامت تکرار می‌شود. بنابراین پیامبر صلی الله علیه وسلم در دهۀ اخیر رمضان، زیاد عبادت می‌کرد و به اعتکاف می‌نشست، به امید اینکه <span class=\"brown\">«لیلۀ القدر»</span> را دریابد. والله اعلم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Воистину, Мы ниспослали его <span class=\"green\">(Коран)</span> в ночь предопределения <span class=\"green\">(или величия)</span>.  <span class=\"green\">(2)</span> Откуда ты мог знать, что такое ночь предопределения <span class=\"green\">(или величия)</span>?  <span class=\"green\">(3)</span> Ночь предопределения <span class=\"green\">(или величия)</span> лучше тысячи месяцев.  <span class=\"green\">(4)</span> В эту ночь ангелы и Дух <span class=\"green\">(Джибрил)</span> нисходят с дозволения их Господа по всем Его повелениям.  <span class=\"green\">(5)</span> Она благополучна вплоть до наступления зари.</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1)</span> Этими словами Всевышний подчеркнул превосходство и величие Священного Корана. Ниспослание этого Писания началось в ночь предопределения в месяце рамадан. Так началось ниспослание милости, за которую люди никогда не смо- гут отблагодарить своего Господа сполна.\nНочь предопределения или ночь величия, получила такое название из-за своей значимости и своего превосходства перед другими ночами и днями в году. Именно в эту ночь предопределяются срок жизни и богатство людей, а также все, чему суждено произойти в следующем году.                </div><div>\n<span class=\"green\">(2)</span> Она окружена ореолом величия и занимает важное место.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(3)</span> Благодеяние, совершенное в эту ночь, лучше того, что человек может совершить в течение тысячи месяцев, в которых нет этой ночи.\nВоистину, Всевышний Аллах одарил нашу слабую общину удивительны- ми преимуществами и великими возможностями, которые изумляют сердца и поражают умы. Он одарил нас ночью, которая равняется и даже превосхо- дит тысячу месяцев, а ведь это — более восьмидесяти лет, целая человечес- кая жизнь.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(4)</span> В ночь предопределения на землю нисходит великое множество ангелов, чего не происходит в другое время.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(5)</span> Эта ночь избавлена от несчастий и зла, поскольку приносит с собой огромное благо. Она начинается с захода солнца и заканчивается с наступлением зари. Существует много хадисов о превосходстве этой ночи. Известно, что это — од- на из десяти последних ночей месяца рамадан, и искать ее следует особенно в нечетные дни. Ночь предопределения не потеряет своей важности и своего бла- га вплоть до наступления Судного дня. Пророк Мухаммад в последние десять дней рамадана уединялся в мечети, где он всецело отдавался поклонению Ал- лаху, чтобы не упустить ночь предопределения.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مكية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1}</span> يقول تعالى مبيناً لفضل القرآن وعلوِّ قدره: <span class=\"arabic qpc-hafs brown\">{إنَّا أنزَلۡناهُ في ليلةِ القَدۡرِ}</span>: [كما قال تعالى: <span class=\"arabic qpc-hafs brown\">{إنّا أنزلناه في ليلةٍ مباركة}</span>] وذلك أنَّ الله تعالى ابتدأ بإنزال القرآن في رمضان في ليلة القدر، ورحم الله بها العباد رحمةً عامّةً لا يقدر العباد لها شكراً، وسميت ليلة القدر لعظم قدرها وفضلها عند الله، ولأنَّه يقدِّر فيها ما يكون في العام من الآجال والأرزاق والمقادير القدريَّة.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"arabic qpc-hafs brown\">{2}</span> ثم فخَّم شأنها وعظَّم مقدارها،<span class=\"blue\"> فقال:</span><span class=\"arabic qpc-hafs brown\">{وما أدراكَ ما ليلةُ القَدۡرِ}</span>؛<span class=\"blue\"> أي:</span> فإنَّ شأنها جليلٌ، وخطرها عظيمٌ.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{3}</span><span class=\"arabic qpc-hafs brown\">{ليلةُ القدرِ خيرٌ من ألفِ شهرٍ}</span>؛<span class=\"blue\"> أي:</span> تعادل من فضلها ألف شهرٍ، فالعمل الذي يقع فيها خيرٌ من العمل في ألف شهرٍ خاليةٍ منها، وهذا مما تتحيَّر فيه الألباب، وتندهش له العقول؛ حيث منَّ <span class=\"brown\">[تبارك و]</span> تعالى على هذه الأمَّة الضعيفة، القوَّة والقوى بليلةٍ يكون العمل فيها يقابل ويزيد على ألف شهر، عمر رجل معمَّرٍ عمراً طويلاً نيفاً وثمانين سنةً.                </div><div>\n<span class=\"arabic qpc-hafs brown\">{4}</span><span class=\"arabic qpc-hafs brown\">{تَنَزَّلُ الملائكةُ والرُّوحُ فيها}</span>؛<span class=\"blue\"> أي:</span> يكثر نزولهم فيها، <span class=\"arabic qpc-hafs brown\">{من كلِّ أمرٍ}</span>.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{5}</span><span class=\"arabic qpc-hafs brown\">{سلامٌ هي}</span>؛<span class=\"blue\"> أي:</span> سالمةٌ من كل آفةٍ وشرٍّ، وذلك لكثرة خيرها، <span class=\"arabic qpc-hafs brown\">{حتَّى مطلعِ الفجرِ}</span>؛<span class=\"blue\"> أي:</span> مبتداها من غروب الشمس ومنتهاها طلوع الفجر. وقد تواترت الأحاديث في فضلها ، وأنَّها في رمضان، وفي العشر الأواخر منه، خصوصاً في أوتاره، وهي باقيةٌ في كلِّ سنةٍ إلى قيام الساعة، ولهذا كان النبيُّ - صلى الله عليه وسلم - يعتكف ويكثرُ من التعبُّد في العشر الأواخر من رمضان رجاء ليلة القدر. والله أعلم.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 179,
            "text": "Tunay na Kami ay nagpababa ng Qur'ān nang isang buo tungo sa langit na pinakamalapit gaya ng pagpapasimula Namin sa pagpapababa nito sa Propeta – ang basbas at ang pagbati ng kapayapaan ay sumakanya – sa Gabi ng Pagtatakda ng buwan ng Ramaḍān."
        },
        {
            "resource_id": 178,
            "text": "Поистине, Мы ниспослали Коран полностью на мирское небо, как Мы начали ниспосылать Его Пророку ﷺ, в ночь предопределения месяца Рамадан."
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة القدر وهي مكية .</p><p lang=\"ar\" class=\"ar \">ر الله تعالى أنه أنزل القرآن ليلة القدر ،<span class=\"blue\"> وهي الليلة المباركة التي قال الله عز وجل :</span> <span class=\"arabic qpc-hafs\">( إنا أنزلناه في ليلة مباركة )</span> <span class=\"reference brown\">[ الدخان : 3 ]</span> وهي ليلة القدر ، وهي من شهر رمضان ،<span class=\"blue\"> كما قال تعالى :</span> <span class=\"arabic qpc-hafs\">( شهر رمضان الذي أنزل فيه القرآن )</span> <span class=\"reference brown\">[ البقرة : 185 ]</span> .</p><p lang=\"ar\" class=\"ar \">قال ابن عباس وغيره : أنزل الله القرآن جملة واحدة من اللوح المحفوظ إلى بيت العزة من السماء الدنيا ، ثم نزل مفصلا بحسب الوقائع في ثلاث وعشرين سنة على رسول الله صلى الله عليه وسلم .</p>"
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله تعالى :  إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ <span class=\"arabic qpc-hafs green\">(1)</span></p><p>.</p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: إنا أنـزلنا هذا القرآن جملة واحدة إلى السماء الدنيا في ليلة القَدْر، وهي ليلة الحُكْم التي يقضي الله فيها قضاء السنة؛<span class=\"blue\"> وهو مصدر من قولهم:</span> قَدَرَ الله عليّ هذا الأمر، فهو يَقْدُر قَدْرا.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى،<span class=\"blue\"> قال:</span> ثني عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا داود، عن عكرِمة، عن ابن عباس،<span class=\"blue\"> قال:</span> نـزل القرآن كله مرة واحدة في ليلة القدر في رمضان إلى السماء الدنيا، فكان الله إذا أراد أن يحدث في الأرض شيئًا أنـزله منه حتى جمعه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى قال: ثنا عبد الوهاب،<span class=\"blue\"> قال:</span> ثنا داود، عن عكرمة، عن ابن عباس،<span class=\"blue\"> قال:</span> أنـزل الله القرآن إلى السماء الدنيا في ليلة القدر، وكان الله إذا أراد أن يوحي منه شيئا أوحاه،<span class=\"blue\"> فهو قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَنـزلْنَاهُ فِي لَيْلَةِ الْقَدْرِ )</span> .</p><p lang=\"ar\" class=\"ar \">قال: ثنا ابن أبي عديّ، عن داود، عن عكرِمة، عن ابن عباس، فذكر نحوه ، وزاد فيه. وكان بين أوّله وآخره عشرون سنة.</p><p lang=\"ar\" class=\"ar \">قال ثنا عمرو بن عاصم الكلابي،<span class=\"blue\"> قال:</span> ثنا المعتمر بن سليمان التيميّ،<span class=\"blue\"> قال:</span> ثنا عمران أبو العوّام،<span class=\"blue\"> قال:</span> ثنا داود بن أبي هند، عن الشعبيّ،<span class=\"blue\"> أنه قال في قول الله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَنـزلْنَاهُ فِي لَيْلَةِ الْقَدْرِ )</span> قال: نـزل أول القرآن في ليلة القدر.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا هشيم،<span class=\"blue\"> قال:</span> أخبرنا حصين، عن حكيم بن جبير، عن ابن عباس،<span class=\"blue\"> قال:</span> نـزل القرآن في ليلة من السماء العليا إلى السماء الدنيا جملة واحدة، ثم فُرِّق في السنين،<span class=\"blue\"> وتلا ابن عباس هذه الآية:</span>  فَلا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ  قال: نـزل متفرّقا.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن عُلَية، عن داود، عن الشعبيّ،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( إِنَّا أَنـزلْنَاهُ فِي لَيْلَةِ الْقَدْرِ )</span> قال: بلغنا أن القرآن نـزل جملة واحدة إلى السماء الدنيا.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن سلمة بن كهيل، عن مسلم،<span class=\"blue\"> عن سعيد بن جُبير:</span> أنـزل القرآن جملة واحدة،<span class=\"blue\"> ثم أنـزل ربنا في ليلة القدر:</span>  فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ  .</p><p lang=\"ar\" class=\"ar \">قال: ثنا جرير، عن منصور، عن سعيد بن جُبير، عن ابن عباس، في قوله <span class=\"arabic qpc-hafs green\">( إِنَّا أَنـزلْنَاهُ فِي لَيْلَةِ الْقَدْرِ )</span> قال: أنـزل القرآن جملة واحدة في ليلة القدر، إلى السماء الدنيا، فكان بموقع النجوم، فكان الله ينـزله على رسوله، بعضه في أثر بعض،<span class=\"blue\"> ثم قرأ:</span>  وقالوا لَوْلا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلا  .</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( ليلة القدر)</span> : ليلة الحكم.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد <span class=\"arabic qpc-hafs green\">( إِنَّا أَنـزلْنَاهُ فِي لَيْلَةِ الْقَدْرِ )</span> قال: ليلة الحكم.</p><p lang=\"ar\" class=\"ar \">ثنا وكيع. عن سفيان، عن محمد بن سوقة،<span class=\"blue\"> عن سعيد بن جُبير:</span> يؤذن للحجاج في ليلة القدر، فيكتبون بأسمائهم وأسماء آبائهم، فلا يغادر منهم أحد، ولا يُزاد فيهم، ولا ينقص منهم.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب،<span class=\"blue\"> قال:</span> ثنا ابن عُلَية،<span class=\"blue\"> قال:</span> ثنا ربيعة بن كلثوم،<span class=\"blue\"> قال:</span> قال رجل للحسن وأنا أسمع: رأيت ليلة القدر في كلّ رمضان هي؟<span class=\"blue\"> قال:</span> نعم، والله الذي لا إله إلا هو إنها لفي كلّ رمضان، وإنها لليلة القدر،  فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ  فيها يقضي الله كلّ أجل وعمل ورزق، إلى مثلها.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب.<span class=\"blue\"> قال:</span> ثنا وكيع، عن سفيان، عن أبي إسحاق، عن سعيد بن جُبير، عن ابن عمر.<span class=\"blue\"> قال:</span> ليلة القدر في كلّ رمضان.</p>"
        },
        {
            "resource_id": 181,
            "text": "به‌راستی‌که ما قرآن را به یکباره به‌سوی آسمان دنیا نازل کردیم چنان‌که نزول آن بر پیامبر صلی الله علیه وسلم را در شب قدر ماه رمضان آغاز کردیم."
        },
        {
            "resource_id": 160,
            "text": "غیر متعلقہ روایات اور بحث ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">مقصد یہ ہے کہ اللہ تعالیٰ نے قرآن کریم کو لیلۃ القدر میں نازل فرمایا ہے، اسی کا نام <span class=\"arabic qpc-hafs\"> «اللَّيْلَةُ الْمُبَارَكَةُ»</span>  بھی ہے۔ </p><p class=\"ur\"> اور جگہ ارشاد ہے <span class=\"arabic qpc-hafs\"> «إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ»</span>    <span class=\"reference\">[44-الدخان:3]</span> ‏ اور یہ بھی قرآن سے ثابت ہے کہ یہ رات رمضان المبارک کے مہینے میں ہے، جیسے فرمایا <span class=\"arabic qpc-hafs\"> «شَهْرُ رَمَضَانَ الَّذِي أُنزِلَ فِيهِ الْقُرْآنُ»</span>    <span class=\"reference\">[2-البقرۃ:185]</span> ‏ </p><p class=\"ur\"> سیدنا ابن عباس رضی اللہ عنہما وغیرہ کا قول ہے کہ <span>”</span>پورا قرآن پاک لوح محفوظ سے آسمان اول پر بیت العزت میں اس رات اترا، پھر تفصیل وار واقعات کے مطابق بتدریج تئیس سال میں رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> پر نازل ہوا۔‏<span>“</span> </p><p class=\"ur\"> پھر اللہ تعالیٰ لیلۃ القدر کی شان و شوکت کا اظہار فرماتا ہے کہ اس رات کی ایک زبردست برکت تو یہ ہے کہ قرآن کریم جیسی اعلیٰ نعمت اسی رات اتری، تو فرماتا ہے کہ <span class=\"text-translation\">” تمہیں کیا خبر کہ لیلۃ القدر کیا ہے؟ “</span> پھر خود ہی بتاتا ہے کہ <span class=\"text-translation\">” یہ ایک رات ایک ہزار مہینہ سے افضل ہے “</span>۔ </p><p> امام ابوعیسیٰ ترمذی رحمہ اللہ ترمذی شریف میں اس آیت کی تفسیر میں ایک روایت لائے ہیں کہ <span class=\"text-translation\"> یوسف بن سعد سے کہ ایک آدمی نے سیدنا حسن بن علی رضی اللہ عنہما سے جبکہ آپ نے سیدنا معاویہ رضی اللہ عنہ سے صلح کر لی کہا کہ <span>”</span>تم نے ایمان والوں کے منہ کالے کر دئیے<span>“</span> یا یوں کہا کہ <span>”</span>اے مومنوں کے منہ سیاہ کرنے والے<span>“</span>، تو آپ نے فرمایا: <span>”</span>اللہ تجھ پر رحم کرے، مجھ پر خفا نہ ہو نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو دکھلایا گیا کہ گویا آپ کے منبر پر بنو امیہ ہیں۔ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو یہ برا معلوم ہوا تو <span class=\"arabic qpc-hafs\"> «إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ»</span>    <span class=\"reference\">[108-الکوثر:1]</span> ‏ نازل ہوئی یعنی جنت کی نہر کوثر آپ کو عطا کیے جانے کی خوشخبری ملی اور <span class=\"arabic qpc-hafs\"> «إِنَّا أَنزَلْنَاهُ»</span>  اتری، پس ہزار مہینے سے وہ مراد ہیں جن میں آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے بعد بنو امیہ کی مملکت رہے گی، قاسم بن فضل حدانی کہتے ہیں ہم نے حساب لگایا تو وہ پورے ایک ہزار دن ہوئے، نہ ایک دن زیادہ، نہ ایک دن کم </span>۔  <span class=\"reference\">[سنن ترمذي:3350،قال الشيخ الألباني:ضعیف]</span> ‏ امام ترمذی رحمہ اللہ اس روایت کو غریب بتلاتے ہیں اور اس کی سند میں یوسف بن سعد ہیں جو مجہول ہیں اور صرف اسی سند سے یہ مروی ہے۔</p></div><div>10750</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مستدرک حاکم میں بھی یہ روایت ہے امام ترمذی رحمہ اللہ کا یہ فرمانا کہ یہ یوسف مجہول ہیں اس میں ذرا تذبذب ہے اس کے بہت سے شاگرد ہیں۔ یحییٰ بن معین کہتے ہیں یہ مشہور ہیں اور ثقہ ہیں اور اس کی سند میں کچھ اضطراب ہے جیسا بھی ہے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span>  بہر صورت یہ بہت ہی منکر روایت ہے۔ </p><p class=\"ur\"> ہمارے شیخ حافظ حجت ابوالحجاج مزی بھی اس روایت کو منکر بتلاتے ہیں <span>(‏یہ یاد رہے کہ قاسم کا قول جو ترمذی کے حوالے سے بیان ہوا ہے کہ وہ کہتے ہیں ہم نے حساب لگایا تو بنو امیہ کی سلطنت ٹھیک ایک ہزار دن تک رہی یہ نسخے کی غلطی ہے۔ ایک ہزار مہینے لکھنا چاہیئے تھا، میں نے ترمذی شریف میں دیکھا تو وہاں بھی ایک ہزار مہینے ہیں اور آگے بھی یہی آتا ہے۔ مترجم)</span> </p><p> قاسم بن فضل حدانی کا یہ قول کہ بنو امیہ کی سلطنت کی ٹھیک مدت ایک ہزار مہینے تھی یہ بھی صحیح نہیں اس لیے کہ سیدنا معاویہ رضی اللہ عنہ کی مستقل سلطنت سنہ ۴٠ ہجری میں قائم ہوئی جبکہ سیدنا امام حسن رضی اللہ عنہ نے آپ کے ہاتھ پر بیعت کر لی اور امر خلافت آپ کو سونپ دیا اور سب لوگ بھی سیدنا معاویہ رضی اللہ عنہ کی بیعت پر جمع ہو گئے اور اس سال کا نام ہی عام الجماعہ مشہور ہوا۔  پھر شام وغیرہ میں برابر بنو امیہ کی سلطنت قائم رہی ہاں تقریباً نو سال تک حرمین شریفین اور اہواز اور بعض شہروں پر سیدنا عبداللہ بن زبیر رضی اللہ عنہ کی سلطنت ہو گئی تھی لیکن تاہم اس مدت میں بھی کلیۃً ان کے ہاتھ سے حکومت نہیں گئی۔ البتہ بعض شہروں پر سے حکومت ہٹ گئی تھی، ہاں سنہ ۱۳۲ ھ میں بنوالعباس نے ان سے خلافت اپنے قبضہ میں کر لی پس ان کی سلطنت کی مدت بانوے برس ہوئی اور یہ ایک ہزار ماہ سے بہت زیادہ ہے ایک ہزار مہینے کے تراسی سال چار ماہ ہوتے ہیں۔ ہاں قاسم بن فضل کا یہ حساب اس طرح تو تقریباً ٹھیک ہو جاتا ہے کہ سیدنا ابن زبیر رضی اللہ عنہ کی مدت خلافت اس گنتی میں سے نکال دی جائے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span> </p></div><div>10751</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">اس روایت کے ضعیف ہونے کی ایک یہ وجہ بھی ہے کہ بنو امیہ کی سلطنت کے زمانہ کی تو برائی اور مذمت بیان کرنی مقصود ہے اور لیلتہ القدر کی اس زمانہ پر فضیلت کا ثابت ہونا کچھ ان کے زمانے کی مذمت کی دلیل نہیں، لیلۃ القدر تو ہر طرح بزرگی والی ہے ہی اور یہ پوری سورت اس مبارک رات کی مدح و ستائش بیان کر رہی ہے، پس بنو امیہ کے زمانہ کے دنوں کی مذمت سے لیلۃ القدر کی کون سی فضیلت ثابت ہو جائے گی؟ یہ تو بالکل وہی مثل اصل ہو جائے گی کہ کوئی شخص تلوار کی تعریف کرتے ہوئے کہے کہ لکڑی سے بہت تیز ہے، کسی بہترین فضیلت والے شخص کو کسی کم درجہ کے ذلیل شخص پر فضیلت دینا تو اس شریف بزرگ کی توہین کرنا ہے۔ </p><p> اور وجہ سنئے اس روایت کی بنا پر یہ ایک ہزار مہینے وہ ہوئے جن میں بنو امیہ کی سلطنت رہے گی اور یہ سورت اتری ہے مکہ شریف میں تو اس میں ان مہینوں کا حوالہ کیسے دیا جا سکتا ہے جو بنو امیہ کے زمانہ کے ہیں اس پر نہ تو کوئی لفظ دلالت کرتا ہے، نہ معنی کے طور پر یہ سمجھا جا سکتا ہے، منبر تو مدینہ میں قائم ہوتا ہے اور ہجرت کی ایک مدت بعد منبر بنایا جاتا ہے اور رکھا جاتا ہے۔ پس ان تمام وجوہ سے معلوم ہوتا ہے کہ یہ روایت ضعیف اور منکر ہے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span> </p></div><div>10752</div>ماہِ رمضان اور لیلتہ القدر کی فضیلت ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">ابن ابی حاتم میں ہے مجاہد رحمہ اللہ فرماتے ہیں کہ نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے بنی اسرائیل کے ایک شخص کا ذکر کیا جو ایک ہزار ماہ تک اللہ کی راہ میں یعنی جہاد میں ہتھیار بند رہا مسلمانوں کو یہ سن کر تعجب معلوم ہوا تو اللہ عزوجل نے یہ سورت اتاری کہ لیلۃ القدر کی عبادت اس شخص کی ایک ہزار مہینے کی عبادت سے افضل ہے۔  <span class=\"reference\">[بیہقی فی السنن:306/4:ضیعف و مرسل]</span> ‏ </p><p class=\"ur\"> ابن جریر میں ہے کہ بنی اسرائیل میں ایک شخص تھا جو رات کو قیام کرتا تھا صبح تک اور دن میں دشمنان دین سے جہاد کرتا تھا شام تک ایک ہزار مہینے تک یہی کرتا رہا پس اللہ تعالیٰ نے یہ سورت نازل فرمایا کہ اس امت کے کسی شخص کا صرف لیلۃ القدر کا قیام اس عابد کی ایک ہزار مہینے کی اس عبادت سے افضل ہے۔  ابن ابی حاتم میں ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے بنی اسرائیل کے چار عابدوں کا ذکر کیا جنہوں نے اسی سال تک اللہ تعالیٰ کی عبادت کی تھی ایک آنکھ جھپکنے کے برابر بھی اللہ کے نافرمانی نہیں کی تھی ایوب علیہ السلام، زکریا علیہ السلام، حزقیل بن عجوز، یوشع بن نون علیہم السلام<span>“</span>، اصحاب رسول <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو سخت تعجب ہوا۔ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے پاس جبرائیل علیہ السلام آئے اور کہا کہ <span>”</span>اے محمد <span class=\"saw\"> صلی اللہ علیہ وسلم </span> آپ کی امت نے اس جماعت کی اس عبادت پر تعجب کیا تو اللہ تعالیٰ نے اس سے بھی افضل چیز آپ پر نازل فرمائی اور فرمایا کہ یہ افضل ہے اس سے جن پر آپ اور آپ کی امت نے تعجب ظاہر کیا تھا۔ پس نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> اور آپ کے صحابہ رضی اللہ عنہم بے حد خوش ہوئے </span>۔  <span class=\"reference\">[باطل لا اصل لہ فی المرفوع]</span> ‏ </p><p> مجاہد رحمہ اللہ فرماتے ہیں <span>”</span>مطلب یہ ہے کہ اس رات کا نیک عمل اس کا روزہ اس کی نماز ایک ہزار مہینوں کے روزے اور نماز سے افضل ہے جن میں لیلۃ القدر نہ ہو<span>“</span> اور مفسرین کا بھی یہ قول ہے۔</p></div><div>10753</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">امام ابن جریر رحمہ اللہ نے بھی اسی کو پسند فرمایا ہے کہ <span>”</span>وہ ایک ہزار مہینے جن میں لیلۃ القدر نہ ہو<span>“</span> یہی ٹھیک ہے اس کے سوا اور کوئی قول ٹھیک نہیں۔ جیسے <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں کہ ایک رات کی جہاد کی تیاری اس کے سوا ایک ہزار راتوں سے افضل ہے </span>۔  <span class=\"reference\">[مسند احمد:75/1:حسن]</span> ‏ </p><p class=\"ur\"> اسی طرح اور حدیث میں ہے کہ <span class=\"text-translation\"> جو شخص اچھی نیت اور اچھی حالت سے جمعہ کی نماز کے لیے جائے اس کے لیے ایک سال کے اعمال کا ثواب لکھا جاتا ہے سال بھر کے روزوں کا اور سال بھر کی نمازوں کا </span>۔  <span class=\"reference\">[سنن ترمذي:496،قال الشيخ الألباني:صحیح]</span> ‏ </p><p> اسی طرح کی اور بھی بہت سی حدیثیں ہیں پس مطلب یہ ہے کہ مراد ایک ہزار مہینے سے وہ مہینے ہیں جن میں لیلۃ القدر نہ آئے جیسے ایک ہزار راتوں سے مراد وہ راتیں ہیں جن میں کوئی رات اس عبادت کی نہ ہو اور جیسے جمعہ کی طرف جانے والے کو ایک سال کی نیکیاں یعنی وہ سال جس میں جمعہ نہ ہو۔</p></div><div>10754</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسند احمد میں ہے <span class=\"text-translation\"> سیدنا ابوہریرہ رضی اللہ عنہ فرماتے ہیں کہ جب رمضان آ گیا تو رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>لوگو تم پر رمضان کا مہینہ آ گیا یہ بابرکت مہینہ آ گیا اس کے روزے اللہ نے تم پر فرض کیے ہیں اس میں جنت کے دروازے کھول دئیے جاتے ہیں اور جہنم کے دروازے بند کر دئیے جاتے ہیں شیاطین قید کر لیے جاتے ہیں اس میں ایک رات ہے جو ایک ہزار مہینے سے افضل ہے اس کی بھلائی سے محروم رہنے والا حقیقی بد قسمت ہے<span>“</span> </span>۔  <span class=\"reference\">[مسند احمد230/2:صحیح]</span> ‏ </p><p class=\"ur\"> نسائی شریف میں بھی یہ روایت ہے چونکہ اس رات کی عبادت ایک ہزار مہینے کی عبادت سے افضل ہے اس لیے بخاری و مسلم کی حدیث میں ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>جو شخص لیلۃ القدر کا قیام ایمانداری اور نیک نیتی سے کرے اس کے تمام سابقہ گناہ بخش دئیے جاتے ہیں<span>“</span> </span>۔  <span class=\"reference\">[صحیح بخاری:2014]</span> ‏ </p><p class=\"ur\"> پھر فرماتا ہے کہ اس رات کی برکت کی زیادتی کی وجہ سے بکثرت فرشتے اس میں نازل ہوتے ہیں۔ فرشتے تو ہر برکت اور رحمت کے ساتھ نازل ہوتے رہتے ہیں جیسے تلاوت قرآن کے وقت اترتے ہیں اور ذکر کی مجلسوں کو گھیر لیتے ہیں اور علم دین کے سیکھنے والوں کے لیے راضی خوشی اپنے پر بچھا دیا کرتے ہیں اور اس کی عزت و تکریم کرتے ہیں <span class=\"arabic qpc-hafs\"> «روح»</span>  سے مراد یہاں جبرائیل علیہ السلام ہیں، یہ خاص کا عطف ہے عام پر۔ </p><p class=\"ur\"> بعض کہتے ہیں <span class=\"arabic qpc-hafs\"> «روح»</span>  کے نام کے ایک خاص قسم کے فرشتے ہیں جیسے کہ سورۃ <span class=\"arabic qpc-hafs\"> «عَمَّ يَتَسَاءَلُونَ»</span>    <span class=\"reference\">[78-النبأ:1]</span> ‏ کی تفسیر میں تفصیل سے گزر چکا۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span>  </p><p class=\"ur\"> پھر فرمایا وہ سراسر سلامتی والی رات ہے جس میں شیطان نہ تو برائی کر سکتا ہے نہ ایذاء پہنچا سکتا ہے۔ قتادہ رحمہ اللہ وغیرہ فرماتے ہیں <span>”</span>اس میں تمام کاموں کا فیصلہ کیا جاتا ہے عمر اور رزق مقدر کیا جاتا ہے۔‏<span>“</span> </p><p class=\"ur\"> جیسے اور جگہ ہے <span class=\"arabic qpc-hafs\"> «فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ»</span>    <span class=\"reference\">[44-الدخان:4]</span> ‏ یعنی <span class=\"text-translation\">” اسی رات میں ہر حکمت والے کام کا فیصلہ کیا جاتا ہے “</span>۔ </p><p class=\"ur\"> شعبی رحمہ اللہ فرماتے ہیں کہ <span>”</span>اس رات میں فرشتے مسجد والوں پر صبح تک سلام بھیجتے رہتے ہیں۔‏<span>“</span> </p><p class=\"ur\"> امام بیہقی رحمہ اللہ نے اپنی کتاب فضائل اوقات میں سیدنا علی رضی اللہ عنہ کا ایک غریب اثر فرشتوں کے نازل ہونے میں اور نمازیوں پر ان کے گزرنے میں اور انہیں برکت حاصل ہونے میں وارد کیا ہے۔  ابن ابی حاتم میں کعب احبار رضی اللہ عنہ سے ایک عجیب و غریب بہت طول طویل اثر وارد کیا ہے جس میں فرشتوں کا سدرۃ المنتہیٰ سے جبرائیل علیہ السلام کے ساتھ زمین پر آنا اور مومن مردوں اور مومن عورتوں کے لیے دعائیں کرنا وارد ہے۔  ابوداؤد طیالسی فرماتے ہیں کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں لیلۃ القدر ستائیسویں ہے یا انتیسویں اس رات میں فرشتے زمین پر سنگریزوں کی گنتی سے بھی زیادہ ہوتے ہیں </span>۔  <span class=\"reference\">[مسند طیالسی:2545:حسن]</span> ‏ </p><p> عبدالرحمٰن بن ابو یعلیٰ رحمہ اللہ فرماتے ہیں <span>”</span>اس رات میں ہر امر سے سلامتی ہے یعنی کوئی نئی بات پیدا نہیں ہوتی۔‏<span>“</span></p></div><div>10755</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">قتادہ رحمہ اللہ اور ابن زید رحمہ اللہ کا قول ہے کہ <span>”</span>یہ رات سراسر سلامتی والی ہے کوئی برائی صبح ہونے تک نہیں ہوتی۔‏<span>“</span> </p><p class=\"ur\"> مسند احمد میں ہے <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>لیلۃ القدر آخری دس راتوں میں ہے جو ان میں طلب ثواب کی نیت سے قیام کرے اللہ تعالیٰ اس کے اگلے اور پچھلے گناہ معاف فرما دیتا ہے یہ رات اکائی کی ہے یعنی اکیسویں یا تیسویں یا پچیسویں یا ستائیسویں یا آخری رات۔‏<span>“</span> آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>یہ رات بالکل صاف اور ایسی روشن ہوتی ہے کہ گویا چاند چڑھا ہوا ہے اس میں سکون اور دلجمعی ہوتی ہے، نہ سردی زیادہ ہوتی ہے، نہ گرمی، صبح تک ستارے نہیں جھڑتے ایک نشانی اس کی یہ بھی ہے کہ اس صبح کو سورج تیز شعاؤں کے ساتھ نہیں نکلتا بلکہ وہ چودہویں رات کی طرح صاف نکلتا ہے۔ اس دن اس کے ساتھ شیطان بھی نہیں نکلتا </span>۔  <span class=\"reference\">[مسند احمد:323/5:حسن]</span> ‏ یہ اسناد تو صحیح ہے لیکن متن میں غرابت ہے۔ </p><p class=\"ur\"> اور بعض الفاظ میں نکارت بھی ہے اور ابوداؤد طیالسی میں ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>لیلۃ القدر صاف پر سکون سردی گرمی سے خالی رات ہے اس کی صبح مدھم روشنی والا سرخ رنگ نکلتا ہے<span>“</span> </span>۔  <span class=\"reference\">[مسند طیالسی:2680:صحیح]</span> ‏ </p><p> ابوعاصم نبیل اپنی اسناد سے سیدنا جابر رضی اللہ عنہ سے روایت کرتے ہیں کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ایک مرتبہ فرمایا: <span>”</span>میں لیلۃ القدر دکھلایا گیا پھر بھلا دیا گیا یہ آخری دس راتوں میں ہے یہ صاف شفاف سکون و وقار والی رات ہے نہ زیادہ سردی ہوتی ہے نہ زیادہ گرمی اس قدر روشنی رات ہوتی ہے کہ یہ معلوم ہوتا ہے گویا چاند چڑھا ہوا ہے سورج کے ساتھ شیطان نہیں نکلتا یہاں تک کہ دھوپ چڑھ جائے<span>“</span> </span>۔  <span class=\"reference\">[صحیح ابن خریمہ:2190]</span> ‏</p></div><div>10756</div>فصل ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">اس بات میں علماء کا اختلاف ہے کہ لیلۃ القدر اگلی امتوں میں بھی تھی یا صرف اسی امت کو خصوصیت کے ساتھ عطا کی گئی ہے۔ پس ایک حدیث میں تو یہ آیا ہے کہ <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے جب نظریں ڈالیں اور یہ معلوم کیا کہ سابقہ لوگوں کی عمریں بہت زیادہ ہوتی تھیں تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو خیال گزرا کہ میری امت کی عمریں ان کے مقابلہ میں کم ہیں تو نیکیاں بھی کم رہیں گیں اور پھر درجات اور ثواب میں بھی کمی رہیں گی، تو اللہ تعالیٰ نے آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو یہ رات عنایت فرمائی اور اس کا ثواب ایک ہزار مہینے کی عبادت سے زیادہ دینے کا وعدہ فرمایا </span>۔  <span class=\"reference\">[مؤطا:321/1:مرسل]</span> ‏ </p><p> اس حدیث سے تو یہ معلوم ہوتا ہے کہ صرف اسی امت کو یہ رات دی گئی ہے بلکہ صاحب عدۃ نے جو شافعیہ میں سے ایک امام ہیں جمہور علماء کا یہی قول نقل کیا ہے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span> </p></div><div>10757</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">اور خطابی نے تو اس پر اجماع نقل کیا ہے لیکن ایک اور حدیث ہے جس سے یہ معلوم ہوتا کہ یہ رات جس طرح اس امت میں ہے، اگلی امتوں میں بھی تھی، چنانچہ مرثد رحمہ اللہ فرماتے ہیں <span class=\"text-translation\"> میں نے سیدنا ابوذر رضی اللہ عنہ سے پوچھا کہ آپ نے لیلۃ القدر کے بارے میں رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے کیا سوال کیا تھا؟ آپ نے فرمایا: سنو! میں نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے اکثر باتیں دریافت کرتا رہتا تھا ایک مرتبہ میں نے کہا: یا رسول اللہ! یہ تو فرمائیے کہ لیلۃ القدر رمضان میں ہی ہے یا اور مہینوں میں؟ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>رمضان میں۔‏<span>“</span> میں نے کہا: اچھا یا رسول اللہ! یہ انبیاء علیہم السلام کے ساتھ ہی ہے کہ جب تک وہ ہیں یہ بھی ہے جب انبیاء علیہم السلام قبض کئے جاتے ہیں تو یہ اٹھ جاتی ہیں یا یہ قیامت تک باقی رہیں گی؟ نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے جواب دیا <span>”</span>نہیں وہ قیامت تک باقی رہے گی<span>“</span>، میں نے کہا: اچھا رمضان کے کس حصہ میں ہے؟ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اسے رمضان کے پہلے اور آخری عشرہ میں ڈھونڈ۔‏<span>“</span> پھر میں خاموش ہو گیا، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> بھی اور باتوں میں مشغول ہو گئے۔ میں نے پھر موقع پا کر سوال کیا کہ یا رسول اللہ! ان دونوں عشروں میں سے کس عشرے میں اس رات کو تلاش کروں؟ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>آخری عشرے میں، بس کچھ نہ پوچھنا۔‏<span>“</span> میں پھر چپکا ہو گیا لیکن پھر موقعہ پا کر میں نے سوال کیا کہ اے اللہ کے رسول! آپ کی قسم ہے میرا بھی کچھ حق آپ پر ہے فرما دیجئیے کہ وہ کون سی رات ہے؟ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سخت غصے ہوئے میں نے تو کبھی آپ کو اپنے اوپر اتنا غصہ ہوتے ہوئے دیکھا ہی نہیں اور فرمایا: <span>”</span>آخری ہفتہ میں تلاش کرو، اب کچھ نہ پوچھنا<span>“</span> </span>۔  <span class=\"reference\">[مسند احمد:171/5:ضعیف]</span> ‏ </p><p class=\"ur\"> یہ روایت نسائی میں بھی مروی ہے اس سے ثابت ہوتا ہے کہ یہ رات اگلی امتوں میں بھی تھی، اور اس حدیث سے بھی یہ ثابت ہوتا ہے کہ یہ رات نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے بعد بھی قیامت تک ہر سال آتی رہے گی۔ </p><p> بعض شیعہ حضرات کا قول ہے کہ یہ رات بالکل اٹھ گئی، یہ قول غلط ہے ان کو غلط فہمی اس حدیث سے ہوئی ہے جس میں ہے کہ وہ اٹھا لی گئی اور ممکن ہے کہ تمہارے لیے اسی میں بہتری ہو یہ حدیث پوری بھی آئے گی۔</p></div><div>10758</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مطلب نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے اس فرمان سے یہ ہے کہ اس رات کی تعین اور اس کا تقرر بھی اٹھ گیا، نہ یہ کہ سرے سے لیلۃ القدر ہی اٹھ گئی مندرجہ بالا حدیث سے یہ بھی معلوم ہوا کہ یہ رات رمضان شریف میں آتی ہے کسی اور مہینہ میں نہیں۔ </p><p class=\"ur\"> سیدنا ابن مسعود رضی اللہ عنہ اور علماء کوفہ کا قول ہے کہ سارے سال میں ایک رات ہے اور ہر مہینہ میں اس کا ہو جانا ممکن ہے۔ یہ حدیث اس کے خلاف ہے سنن ابوداؤد میں باب ہے کہ اس شخص کی دلیل جو کہتا ہے لیلۃ القدر سارے رمضان میں ہے۔ پھر حدیث لائے کہ <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے لیلۃ القدر کے بارے میں پوچھا گیا تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا کہ سارے رمضان میں ہے </span>۔  <span class=\"reference\">[سنن ابوداود:1387،قال الشيخ الألباني:ضعیف و الصحیح موقوف]</span> ‏ اس کی سند کے کل راوی ثقہ ہیں یہ موقوف بھی مروی ہیں۔ </p><p> امام ابوحنیفہ رحمہ اللہ سے ایک روایت میں ہے کہ <span>”</span>رمضان المبارک کے سارے مہینہ میں اس رات کا ہونا ممکن ہے<span>“</span> غزالی رحمہ اللہ نے اسی کو نقل کیا ہے لیکن رافعی رحمہ اللہ اسے بالکل غریب بتلاتے ہیں۔</p></div><div>10759</div>فصل ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">ابو زرین رحمہ اللہ تو فرماتے ہیں کہ <span>”</span>رمضان کی پہلی رات ہی لیلۃ القدر ہے۔‏<span>“</span> امام محمد بن ادریس شافعی رحمہ اللہ کا فرمان ہے کہ <span>”</span>یہ سترھویں شب ہے۔‏<span>“</span> ابوداؤد میں اس مضمون کی ایک حدیث مرفوع مروی ہے۔  <span class=\"reference\">[سنن ابوداود:1384،قال الشيخ الألباني:ضعیف]</span> ‏ </p><p> اور سیدنا ابن مسعود، سیدنا زید بن ارقم اور عثمان بن العاص رضی اللہ عنہم سے موقوف بھی مروی ہے۔ حسن بصری کا مذہب بھی یہی نقل کیا گیا ہے۔  اس کی ایک دلیل یہ بھی بیان کی جاتی ہے کہ رمضان المبارک کی یہی سترھویں رات شب جمعہ تھی اور یہی رات بدر کی رات تھی اور سترھویں تاریخ کو جنگ بدر واقع ہوئی تھی جس دن کو قرآن نے یوم الفرقان کہا ہے۔ سیدنا علی اور ابن مسعود رضی اللہ عنہما سے مروی ہے کہ <span>”</span>انیسویں رات لیلۃ القدر ہے اور یہ بھی کہا گیا ہے کہ اکیسویں رات ہے۔‏<span>“</span></p></div><div>10760</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">سیدنا ابوسعید خدری رضی اللہ عنہما کی حدیث میں ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے رمضان شریف کے دس پہلے دن کا اعتکاف کیا ہم بھی آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے ساتھ ہی اعتکاف بیٹھے پھر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے پاس جبرائیل علیہ السلام آئے اور فرمایا کہ <span>”</span>جسے آپ ڈھونڈتے ہیں وہ تو آپ کے آگے ہے<span>“</span>، پھر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے دس سے بیس تک کا اعتکاف کیا اور ہم نے بھی۔ پھر جبرائیل علیہ السلام آئے اور یہی فرمایا کہ <span>”</span>جسے آپ ڈھونڈتے ہیں وہ تو ابھی بھی آگے ہے یعنی لیلۃ القدر۔‏<span>“</span> پس رمضان کی بیسویں تاریخ کی صبح کو نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے کھڑے ہو کر خطبہ فرمایا اور فرمایا کہ <span>”</span>میرے ساتھ اعتکاف کرنے والوں کو چاہیئے کہ وہ پھر اعتکاف میں بیٹھ جائیں میں نے لیلۃ القدر دیکھ لی لیکن میں بھول گیا، لیلۃ القدر آخری عشرے کی طاق راتوں میں ہے، میں نے دیکھا ہے کہ گویا میں کیچڑ میں سجدہ کر رہا ہوں۔‏<span>“</span> راوی حدیث فرماتے ہیں کہ مسجد نبوی کی چھت صرف کھجور کے پتوں کی تھی آسمان پر اس وقت ابر کا ایک چھوٹا سا ٹکڑا بھی نہ تھا، پھر ابر اٹھا اور بارش ہوئی اور نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا خواب سچا ہوا اور میں نے خود دیکھا کہ نماز کے بعد آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی پیشانی پر تر مٹی لگی ہوئی تھی اسی روایت کے ایک طریق میں ہے کہ یہ اکیسویں رات کا واقعہ ہے </span>۔  <span class=\"reference\">[صحیح بخاری:2018]</span> ‏ یہ حدیث صحیح بخاری، صحیح مسلم دونوں میں ہے۔ </p><p> امام شافعی رحمہ اللہ فرماتے ہیں <span>”</span>تمام روایتوں میں سے زیادہ صحیح یہی حدیث ہے۔‏<span>“</span> یہ بھی کہا گیا ہے کہ لیلۃ القدر رمضان شریف کی تئیسویں رات ہے اور اس کی دلیل عبداللہ بن انیس کی صحیح مسلم والی ایسی ہی ایک روایت ہے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span> </p></div><div>10761</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ایک قول یہ بھی ہے کہ یہ چوبیسویں رات ہے۔ ابوداؤد طیالسی میں ہے <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>لیلۃ القدر چوبیسویں شب ہے<span>“</span> </span>۔  <span class=\"reference\">[مسند طیالسی:2167]</span> ‏ اس کی سند بھی صحیح ہے مسند احمد میں بھی یہ روایت ہے۔  <span class=\"reference\">[مسند احمد:12/6:ضعیف]</span> ‏ لیکن اس کی سند میں ابن لہیعہ ہیں جو ضعیف ہیں۔ </p><p class=\"ur\"> بخاری میں سیدنا بلال رضی اللہ عنہ سے جو رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے مؤذن ہیں مروی ہے کہ یہ پہلی ساتویں ہے آخری دس میں سے، یہ موقوف روایت ہی صحیح ہے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span>  سیدنا ابن مسعود ابن عباس جابر رضی اللہ عنہم حسن، قتادہ عبداللہ بن وہب رحمہ اللہ علیہم بھی فرماتے ہیں کہ چوبیسویں رات لیلۃ القدر ہے۔ سورۃ البقرہ کی تفسیر میں واثلہ بن اسقع رضی اللہ عنہ کی روایت کی ہوئی مرفوع حدیث بیان ہو چکی ہے کہ قرآن کریم رمضان شریف کی چوبیسویں رات کو اترا۔ </p><p class=\"ur\"> بعض کہتے ہیں پچیسویں رات لیلۃ القدر ہے ان کی دلیل بخاری شریف کی یہ حدیث ہے کہ <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اسے رمضان کے آخری عشرے میں ڈھونڈو۔ نو باقی رہیں تب، سات باقی رہیں تب، پانچ باقی رہیں تب<span>“</span> </span>۔  <span class=\"reference\">[صحیح بخاری:2021]</span> ‏ </p><p class=\"ur\"> اکثر محدثین نے اس کا یہی مطلب بیان کیا ہے کہ اس سے مراد طاق راتیں ہیں یہی زیادہ ظاہر ہے اور زیادہ مشہور ہے گو بعض اوروں نے اسے جفت راتوں پر بھی محمول کیا ہے جیسے کہ صحیح مسلم شریف میں ہے کہ سیدنا ابوسعید رضی اللہ عنہ نے اسے جفت پر محمول کیا ہے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span>  </p><p> یہ بھی کہا گیا ہے کہ یہ ستائیسویں رات ہے اس کی دلیل صحیح مسلم شریف کی حدیث میں ہے جس میں ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>یہ ستائیسویں رات ہے<span>“</span> </span>۔  <span class=\"reference\">[صحیح مسلم:762]</span> ‏</p></div><div>10762</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسند احمد میں ہے <span class=\"text-translation\"> سیدنا زر رضی اللہ عنہ نے ابی ابن کعب رضی اللہ عنہ سے کہا کہ آپ کے بھائی عبداللہ بن مسعود تو فرماتے ہیں جو شخص سال بھر راتوں کو قیام کرے گا وہ لیلۃ القدر کو پائے گا آپ نے فرمایا: اللہ تعالیٰ ان پر رحم کرے وہ جانتے ہیں کہ یہ رات رمضان میں ہی ہے یہ ستائیسویں رات رمضان کی ہے پھر اس بات پر سیدنا ابی رضی اللہ عنہ نے قسم کھائی میں نے پوچھا: آپ کو یہ کیسے معلوم ہوا؟ جواب دیا کہ ان نشانیوں کو دیکھنے سے جو ہم بتائے گئے ہیں کہ اس دن سورج شعاعوں بغیر نکلتا ہے </span>۔  <span class=\"reference\">[صحیح مسلم:762]</span> ‏ </p><p class=\"ur\"> اور روایت میں ہے کہ <span class=\"text-translation\"> ابی رضی اللہ عنہ نے کہا: اس اللہ کی قسم جس کے سوا کوئی معبود نہیں کہ یہ رات رمضان میں ہی ہے، آپ نے اس پر ان شاءاللہ بھی نہیں فرمایا اور پختہ قسم کھا لی پھر فرمایا: مجھے خوب معلوم ہے کہ وہ کون سی رات ہے جس میں قیام کرنے کا رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا حکم ہے یہ ستائیسویں رات ہے اس کی نشانی یہ ہے کہ اس کی صبح کو سورج سفید رنگ نکلتا ہے اور تیزی زیادہ نہیں ہوتی<span>“</span> </span>۔  <span class=\"reference\">[صحیح مسلم:762]</span> ‏ </p><p class=\"ur\"> سیدنا معاویہ، ابن عمر، ابن عباس رضی اللہ عنہم وغیرہ سے بھی مروی ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>یہ رات ستائیسویں رات ہے<span>“</span> </span>۔ </p><p> سلف کی ایک جماعت نے بھی یہی کہا ہے اور امام احمد بن حنبل رحمہ اللہ کا مختار مسلک بھی یہی ہے اور امام ابوحنیفہ رحمہ اللہ سے ایک روایت اسی قول کی منقول ہے۔</p></div><div>10763</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">بعض سلف نے قرآن کریم کے الفاظ سے بھی اس کے ثبوت کا حوالہ دیا ہے اس طرح کہ <span class=\"arabic qpc-hafs\"> «هِيَ»</span>  اس سورت میں ستائیسواں کلمہ ہے اور اس کے معنی ہیں <span>”</span>یہ۔‏<span>“</span> <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span>  </p><p class=\"ur\"> طبرانی میں ہے سیدنا عمر بن خطاب رضی اللہ عنہ نے اصحاب رسول <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو جمع کیا اور ان سے لیلۃ القدر کی بابت سوال کیا تو سب کا اجماع اس امر پر ہوا کہ یہ رمضان کے آخری عشرہ میں ہے سیدنا ابن عباس رضی اللہ عنہما نے اس وقت فرمایا کہ میں تو یہ بھی جانتا ہوں کہ وہ کون سی رات ہے سیدنا عمر رضی اللہ عنہ نے فرمایا پھر کہو وہ کون سی رات ہے؟ فرمایا اس آخری عشرے میں سات گزرنے پر یا سات باقی رہنے پر سیدنا عمر رضی اللہ عنہ نے پوچھا یہ کیسے معلوم ہوا تو جواب دیا کہ دیکھو اللہ تعالیٰ نے آسمان بھی سات پیدا کیے اور زمین بھی سات بنائیں، مہینہ بھی ہفتوں پر ہے، انسان کی پیدائش بھی سات پر ہے، کھانا بھی سات ہے، سجدہ بھی سات پر ہے، طواف بیت اللہ کی تعداد بھی سات کی ہے، رمی جمار کی کنکریاں بھی سات ہیں اور اسی طرح کی سات کی گنتی کی بہت سی چیزیں اور گنوا دیں۔ سیدنا فاروق اعظم رضی اللہ عنہ نے فرمایا: تمہاری سمجھ وہاں پہنچی جہاں تک ہمارے خیالات کو رسائی نہ ہو سکی یہ جو فرمایا سات ہی کھانا ہے اس سے قرآن کریم کی آیتیں <span class=\"arabic qpc-hafs\"> «فَاَنْبَتْنَا فِيْهَا حَبًّا»</span>    <span class=\"reference\">[80-عبس:27]</span> ‏، مراد ہیں جن میں سات چیزوں کا ذکر ہے جو کھائی جاتی ہیں۔ </p><p class=\"ur\"> اس کی اسناد بھی جید اور قوی ہے کہ انتیسویں رات ہے۔ سیدنا عبادہ بن صامت رضی اللہ عنہ کے سوال کے جواب میں نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا تھا کہ <span class=\"text-translation\"> اسے آخری عشرے میں ڈھونڈو طاق راتوں میں، اکیس، تیئس، پچیس ستائیس اور انتیس یا آخری رات </span>۔  <span class=\"reference\">[مسند احمد:318/5:حسن دون الجملة]</span> ‏ </p><p class=\"ur\"> مسند میں ہے کہ <span class=\"text-translation\"> لیلۃ القدر ستائیسویں رات ہے، یا انتیسویں۔ اس رات فرشتے زمین پر سنگریزوں کی گنتی سے بھی زیادہ ہوتے ہیں </span>۔  <span class=\"reference\">[مسند احمد:519/2:حسن]</span> ‏ اس کی اسناد بھی اچھی ہے۔ </p><p> ایک قول یہ بھی ہے کہ آخری رات لیلۃ القدر ہے کیونکہ ابھی جو حدیث گزری اس میں ہے اور ترمذی اور نسائی میں بھی ہے کہ <span class=\"text-translation\"> جب نو باقی رہ جائیں یا سات یا پانچ یا تین یا آخری رات یعنی ان راتوں میں لیلۃ القدر کی تلاش کرو </span>۔   <span class=\"reference\">[سنن ترمذي:794،قال الشيخ الألباني:حسن صحیح]</span> ‏ امام ترمذی اسے حسن صحیح کہتے ہیں مسند میں ہے <span class=\"text-translation\"> یہ آخری رات ہے </span>۔</p></div><div>10764</div>فصل ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">امام شافعی رحمہ اللہ فرماتے ہیں کہ ان مختلف احادیث میں تطبیق یوں ہو سکتی ہے کہ یہ سوالوں کا جواب ہے کسی نے کہا: ہم اسے فلاں رات میں تلاش کریں تو آپ نے فرما دیا <span>”</span>ہاں حقیقت یہ ہے کہ لیلۃ القدر مقرر ہے اور اس میں تبدیلی نہیں ہوتی۔‏<span>“</span> </p><p class=\"ur\"> امام ترمذی نے امام شافعی کا اسی معنی کا قول نقل کیا ہے ابوقلابہ فرماتے ہیں کہ آخری عشرے کی راتوں میں یہ پھیر بدل ہوا کرتی ہے۔ امام مالک، امام ثوری، امام احمد بن حنبل، امام اسحاق بن راہویہ، ابوثور مزنی، ابوبکر بن خزیمہ رحمہ اللہ علیہم وغیرہ نے بھی یہی فرمایا ہے۔ امام شافعی رحمہ اللہ سے بھی قاضی نے یہی نقل کیا ہے اور یہی ٹھیک بھی ہے۔ <span class=\"arabic qpc-hafs\"> «وَاللهُ اَعْلَمُ»</span>  </p><p class=\"ur\"> اس قول کی تھوڑی بہت تائید بخاری و مسلم کی اس حدیث سے بھی ہوتی ہے کہ <span class=\"text-translation\"> چند اصحاب رسول <span class=\"saw\"> صلی اللہ علیہ وسلم </span> خواب میں لیلۃ القدر رمضان کی سات پچھلی راتوں میں دکھائے گئے آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>میں دیکھتا ہوں کہ تمہارے خواب اس بارے میں موافق ہیں ہر طلب کرنے والے کو چاہیئے کہ لیلۃ القدر کو ان سات آخری راتوں میں تلاش کرے<span>“</span> </span>۔  <span class=\"reference\">[صحیح بخاری:2015]</span> ‏ </p><p class=\"ur\"> سیدہ عائشہ رضی اللہ عنہا سے بھی بخاری و مسلم میں مروی ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>رمضان کے آخری عشرے کی طاق راتوں میں شب قدر کی جستجو کرو<span>“</span> </span>۔  <span class=\"reference\">[صحیح بخاری:2020]</span> ‏ </p><p class=\"ur\"> امام شافعی رحمہ اللہ کے اس فرمان پر کہ لیلۃ القدر ہر رمضان میں ایک معین رات ہے اور اس کا ہیر پھیر نہیں ہوتا یہ حدیث دلیل بن سکتی ہے جو صحیح بخاری میں عبادہ بن صامت رضی اللہ عنہ کی روایت سے مروی ہے کہ <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ہمیں لیلۃ القدر کی خبر دینے کے لیے <span>(‏کہ فلاں رات لیلۃ القدر ہے)</span> نکلے۔ دو مسلمان آپس میں جھگڑ رہے تھے تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا کہ تمہیں لیلۃ القدر کی خبر دینے کے لیے آیا تھا لیکن فلاں فلاں کی لڑائی کی وجہ سے وہ اٹھا لی گئی اور ممکن ہے کہ اسی میں تمہاری بہتری ہو اب اسے نویں ساتویں اور پانچویں میں ڈھونڈو </span>۔  <span class=\"reference\">[صحیح بخاری:2023]</span> ‏ </p><p> وجہ دلالت یہ ہے کہ اگر اس کا تعین ہمیشہ کے لیے نہ ہوتا تو ہر سال کی لیلۃ القدر کا علم حاصل نہ ہوتا اگر لیلۃ القدر کا تغیر و تبدل ہوتا رہتا تو صرف اس سال کے لیے تو معلوم ہو جاتا کہ فلاں رات ہے لیکن اور برسوں کے لیے تعین نہ ہوتی۔</p></div><div>10765</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">ہاں یہ ایک جواب اس کا ہو سکتا ہے کہ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> صرف اسی سال کی اس مبارک رات کی خبر دینے کے لیے تشریف لائے تھے اس حدیث سے یہ بھی معلوم ہوا کہ لڑائی جھگڑا خیر و برکت اور نفع دینے والے علم کو غارت کر دیتا ہے ایک اور صحیح حدیث میں ہے کہ <span class=\"text-translation\"> بندہ اپنے گناہ کے باعث اللہ کی روزی سے محروم رکھ دیا جاتا ہے </span>۔  <span class=\"reference\">[سنن ابن ماجه:4022،قال الشيخ الألباني:حسن دون الجملة]</span> ‏ </p><p class=\"ur\"> یہ یاد رہے کہ اس حدیث میں جو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا کہ وہ اٹھالی گئی، اس سے مراد اس کے تعین کے علم کا اٹھا لیا جانا ہے نہ یہ کہ بالکل لیلۃ القدر ہی دنیا سے اٹھا لی گئی جیسے کہ جاہل شیعہ کا قول ہے اس پر بڑی دلیل یہ ہے کہ اس لفظ کے بعد ہی یہ ہے کہ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اسے نویں، ساتویں اور پانچویں میں ڈھونڈو۔‏<span>“</span> </p><p class=\"ur\"> آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا یہ فرمان کہ ممکن ہے اسی میں تمہاری بہتری ہو، یعنی اس کی مقررہ تعین کا علم نہ ہونے میں اس کا مطلب یہ ہے کہ جب یہ مبہم ہے تو اس کا ڈھونڈنے والا جن جن راتوں میں اس کا ہونا ممکن دیکھے گا ان تمام راتوں میں کوشش و خلوص کے ساتھ عبادت میں لگا رہے گا۔ بخلاف اس کے کہ معلوم ہو جائے کہ فلاں رات ہی ہے تو وہ صرف اسی ایک رات کی عبادت کرے گا کیونکہ ہمتیں پست ہیں اس لیے حکمت حکیم کا تقاضا یہی ہوا کہ اس رات کے تعین کی خبر نہ دی جائے تاکہ اس رات کے پا لینے کے شوق میں اس مبارک مہینہ میں جی لگا کر اور دل کھول کر بندے اپنے معبود برحق کی بندگی کریں اور آخری عشرے میں تو پوری کوشش اور خلوص کے ساتھ عبادتوں میں مشغول رہیں۔ </p><p class=\"ur\"> اسی لیے خود محمد مصطفی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> بھی اپنے انتقال تک رمضان شریف کے آخری عشرے کا اعتکاف کرتے رہے اور آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے بعد آپ کی ازواج مطہرات نے اعتکاف کیا یہ حدیث بخاری مسلم دونوں میں ہے۔  <span class=\"reference\">[صحیح بخاری:2026]</span> ‏ </p><p class=\"ur\"> سیدنا ابن عباس رضی اللہ عنہما کی روایت میں ہے کہ <span class=\"text-translation\"> آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> رمضان شریف کے آخری عشرے کا اعتکاف کیا کرتے تھے </span>۔  <span class=\"reference\">[صحیح بخاری:2025]</span> ‏ </p><p> ام المؤمنین سیدہ عائشہ صدیقہ رضی اللہ عنہا فرماتی ہیں کہ <span class=\"text-translation\"> جب آخری دس راتیں رمضان شریف کی رہ جاتیں تو اللہ کے رسول <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ساری رات جاگتے اپنے گھر والوں کو بھی جگاتے اور کمر کس لیتے </span>۔  <span class=\"reference\">[صحیح بخاری:2024]</span> ‏</p></div><div>10766</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسلم شریف میں ہے کہ <span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ان دنوں میں جس محنت کے ساتھ عبادت کرتے اتنی محنت سے عبادت آپ کی اور دنوں میں نہیں ہوتی تھی </span>۔  <span class=\"reference\">[صحیح مسلم:1175]</span> ‏ </p><p class=\"ur\"> یہی معنی ہیں اوپر والی حدیث کے اس جملہ کے کہ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> تہبند مضبوط باندھ لیا کرتے، یعنی کمر کس لیا کرتے، یعنی عبادت میں پوری کوشش کرتے، گو اس کے یہ معنی بھی کیے گئے ہیں کہ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> بیویوں سے نہ ملتے اور یہ بھی ہو سکتا ہے کہ دونوں ہی باتیں مراد ہوں یعنی بیویوں سے ملنا بھی ترک کر دیتے تھے اور عبادت کی مشغولی میں بھی کمر باندھ لیا کرتے تھے۔ </p><p class=\"ur\"> چنانچہ مسند احمد کی حدیث کے یہ الفاظ ہیں کہ <span class=\"text-translation\"> جب رمضان کا آخری عشرہ باقی رہ جاتا تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> تہبند مضبوط باندھ لیتے اور عورتوں سے الگ رہتے </span>۔  <span class=\"reference\">[مسند احمد:67/6:صحیح دون الجملة]</span> ‏ </p><p class=\"ur\"> امام مالک رحمہ اللہ فرماتے ہیں کہ <span>”</span>رمضان کی آخری دس راتوں میں لیلۃ القدر کی یکساں جستجو کرے کسی ایک رات کو دوسری رات پر ترجیح نہ دے۔‏<span>“</span>  <span class=\"reference\">[شرح رافعی]</span> ‏ </p><p class=\"ur\"> یہ بھی یاد رہے کہ یوں تو ہر وقت دعا کی کثرت مستحب ہے لیکن رمضان میں اور زیادتی کرے اور خصوصاً آخری عشرے میں اور بالخصوص طاق راتوں میں اس دعا کو بکثرت پڑھے <span class=\"arabic qpc-hafs\"> «اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي»</span>، اللہ تو درگزر کرنے والا اور درگزر کو پسند فرمانے والا ہے مجھ سے بھی درگزر فرما۔  <span class=\"reference\">[مسند احمد:183/6:صحیح]</span> ‏ </p><p> مسند احمد میں ہے کہ <span class=\"text-translation\"> ام المؤمنین سیدہ عائشہ صدیقہ رضی اللہ عنہا نے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے پوچھا کہ اگر مجھے لیلۃ القدر مل جائے تو میں کیا دعا پڑھوں؟ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے یہی دعا <span class=\"arabic qpc-hafs\"> «اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي»</span>  بتائی </span> یہ حدیث ترمذی نسائی اور ابن ماجہ میں بھی ہے۔  <span class=\"reference\">[سنن ابن ماجه:3850،قال الشيخ الألباني:صحیح]</span> ‏ امام ترمذی اسے حسن صحیح کہتے ہیں مستدرک حاکم میں بھی یہ مروی ہے اور امام حاکم اسے شرط بخاری و مسلم پر صحیح بتاتے ہیں۔</p></div><div>10767</div><div lang=\"ur\" class=\"ur\"><p>ایک عجیب و غریب اثر جس کا تعلق لیلۃ القدر سے ہے، امام ابو محمد بن ابوحاتم رحمہ اللہ نے اپنی تفسیر میں، اس سورت کی تفسیر میں، سیدنا کعب رضی اللہ عنہ سے اس روایت کے ساتھ وارد کیا ہے کہ سدرۃ المنتہیٰ جو ساتویں آسمان کی حد پر جنت سے متصل ہے جو دنیا اور آخرت کے فاصلہ پر ہے اس کی بلندی جنت میں ہے، اس کی شاخیں اور ڈالیں کرسی تلے ہیں، اس میں اس قدر فرشتے ہیں جن کی گنتی اللہ تعالیٰ کے سوا اور کوئی نہیں جانتا اس کی ہر ایک شاخ پر بےشمار فرشتے ہیں، ایک بال برابر بھی جگہ ایسی نہیں جو فرشتوں سے خالی ہو، اس درخت کے بیچوں بیچ جبرائیل علیہ السلام کا مقام ہے، اللہ تعالیٰ کی طرف سے جبرائیل کو آواز دی جاتی ہے کہ اے جبرائیل! لیلۃ القدر میں اس درخت کے تمام فرشتوں کو لے کر زمین پر جاؤ یہ کل کے کل فرشتے رافت و رحمت والے ہیں جن کے دلوں میں ہر ہر مومن کے لیے رحم کے جذبات موجزن ہیں سورج غروب ہوتے ہی یہ کل کے کل فرشتے جبرائیل علیہ السلام کے ساتھ لیلۃ القدر میں اترتے ہیں، تمام روئے زمین پر پھیل جاتے ہیں، ہر ہر جگہ پر سجدے میں قیام میں مشغول ہو جاتے ہیں اور تمام مومن مردوں اور مومن عورتوں کے لیے دعائیں مانگتے رہتے ہیں۔ ہاں گرجا گھر میں، مندر میں، آتش کدے میں، بت خانے میں، غرض اللہ کے سوا اوروں کی جہاں پرستش ہوتی ہے وہاں تو یہ فرشتے نہیں جاتے اور ان جگہوں میں بھی جن میں تم گندی چیزیں ڈالتے ہو اور اس گھر میں بھی جہاں نشے والا شخص ہو یا نشہ والی چیز ہو یا جس گھر میں کوئی بت گڑا ہوا ہو یا جس گھر میں باجے گاجے گھنٹیاں ہوں یا مجسمہ ہو یا کوڑا کرکٹ ڈالنے کی جگہ ہو وہاں تو یہ رحمت کے فرشتے جاتے نہیں باقی چپے چپے پر گھوم جاتے ہیں اور ساری رات مومن مردوں عورتوں کے لیے دعائیں مانگنے میں گزارتے ہیں جبرائیل علیہ السلام تمام مومنوں سے مصافحہ کرتے ہیں اس کی نشانی یہ ہے کہ روئیں جسم پر کھڑے ہو جائیں دل نرم پڑ جائے آنکھیں بہہ نکلیں اس وقت آدمی کو سمجھ لینا چاہیئے کہ اس وقت میرا ہاتھ جبرائیل علیہ السلام کے ہاتھ میں ہے۔</p></div><div>10768</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">سیدنا کعب رضی اللہ عنہ فرماتے ہیں جو شخص اس رات میں تین مرتبہ <span class=\"arabic qpc-hafs\"> «لَا إِلَـٰهَ إِلَّا اللَّـهُ»</span>  پڑھے اس کی پہلی مرتبہ کے پڑھنے پر گناہوں کی بخشش ہو جاتی ہے دوسری مرتبہ کے کہنے پر آگ سے نجات مل جاتی ہے تیسری مرتبہ کے کہنے پر جنت میں داخل ہو جاتا ہے , راوی نے پوچھا کہ اے ابواسحاق جو اس کلمہ کو سچائی سے کہے اس کے؟ فرمایا: یہ تو نکلے گا ہی اس کے منہ سے جو سچائی سے اس کا کہنے والا ہو اس اللہ کی قسم جس کے ہاتھ میں میری جان ہے کہ لیلۃ القدر کافر و منافق پر تو اتنی بھاری پڑتی ہے کہ گویا اس کی پیٹھ پر پہاڑ آ پڑا۔ </p><p> غرض فجر ہونے تک فرشتے اسی طرح رہتے ہیں پھر سب سے پہلے جبرائیل علیہ السلام چڑھتے ہیں اور بہت اونچے چڑھ کر اپنے پروں کو پھیلا دیتے ہیں بالخصوص ان دو سبز پروں کو جنہیں اس رات کے سوا وہ کبھی نہیں پھیلاتے یہی وجہ ہے کہ سورج کی تیزی ماند پڑ جاتی ہے اور شعائیں جاتی رہتی ہیں پھر ایک ایک فرشتے کو پکارتے ہیں اور سب کے سب اوپر چڑھتے ہیں پس فرشتوں کا نور اور جبرائیل علیہ السلام کے پروں کا نور مل کر سورج کو ماند کر دیتا ہے اس دن سورج متحیر رہ جاتا ہے جبرائیل اور یہ سارے کے سارے بےشمار فرشتے اس دن آسمان و زمین کے درمیان مومن مردوں اور مومن عورتوں کے لیے رحمت کی دعائیں مانگتے ہیں اور ان کے گناہوں کی بخشش طلب کرنے میں گزار دیتے ہیں۔ نیک نیتی کے ساتھ روزے رکھنے والوں کے لیے اور ان لوگوں کے لیے بھی جن کا یہ خیال رہا کہ اگلے سال بھی اگر اللہ نے زندگی رکھی تو رمضان کے روزے عمدگی کے ساتھ پورے کریں گے یہی دعائیں مانگتے رہتے ہیں شام کو دنیا کے آسمان پر چڑھ جاتے ہیں وہاں کے تمام فرشتے حلقے باندھ باندھ کر ان کے پاس جمع ہو جاتے ہیں اور ایک ایک مرد اور ایک ایک عورت کے بارے میں ان سے سوال کرتے ہیں اور یہ جواب دیتے ہیں۔ یہاں تک کہ وہ پوچھتے ہیں کہ فلاں شخص کو امسال تم نے کس حالت میں پایا تو یہ کہتے ہیں کہ گزشتہ سال تو ہم نے اسے عبادتوں میں پایا تھا لیکن اس سال تو وہ بدعتوں میں مبتلا تھا اور فلاں شخص گزشتہ سال بدعتوں میں مبتلا تھا لیکن اس سال ہم نے اسے سنت کے مطابق عبادتوں میں پایا پس یہ فرشتے اس سے پہلے شخص کے لیے بخشش کی دعائیں مانگنی موقوف کر دیتے ہیں اور اس دوسرے شخص کے لیے شروع کر دیتے ہیں اور یہ فرشتے انہیں سناتے ہیں کہ فلاں فلاں کو ہم نے ذکر اللہ میں پایا اور فلاں کو رکوع میں اور فلاں کو سجدے میں اور فلاں کو کتاب اللہ کی تلاوت میں غرض ایک رات دن یہاں گزار کر دوسرے آسمان پر جاتے ہیں یہاں بھی یہی ہوتا ہے یہاں تک کہ سدرۃ المنتہیٰ میں اپنی اپنی جگہ پہنچ جاتے ہیں اس وقت سدرۃ المنتہیٰ ان سے پوچھتا ہے کہ مجھ میں بسنے والو! میرا بھی تم پر حق ہے میں بھی ان سے محبت رکھتا ہوں جو اللہ سے محبت رکھیں ذرا مجھے بھی تو لوگوں کی حالت کی خبر دو اور ان کے نام بتاؤ۔</p></div><div>10769</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">سیدنا کعب احبار رضی اللہ عنہ فرماتے ہیں کہ <span>”</span>اب فرشتے اس کے سامنے گنتی کر کے اور ایک ایک مرد و عورت کا مع ولدیت کے نام بتاتے ہیں پھر جنت سدرۃ المنتہیٰ کی طرف متوجہ ہو کر پوچھتی ہے کہ تجھ میں رہنے والے فرشتوں نے جو خبریں تجھے دی ہیں مجھ سے بھی تو بیان کر چنانچہ سدرہ اس سے ذکر کرتا ہے یہ سن کر وہ کہتی ہے اللہ کی رحمت ہو فلاں مرد اور فلاں عورت پر اللہ انہیں جلدی مجھ سے ملا۔ </p><p class=\"ur\"> جبرائیل علیہ السلام سب سے پہلے اپنی جگہ پہنچ جاتے ہیں انہیں الہام ہوتا ہے اور یہ عرض کرتے ہیں پروردگار میں نے تیرے فلاں فلاں بندوں کو سجدے میں پایا تو انہیں بخش، اللہ تعالیٰ فرماتا ہے میں نے انہیں بخشا۔ جبرائیل علیہ السلام اسے عرش کے اٹھانے والے فرشتوں کو سناتے ہیں پھر سب کہتے ہیں فلاں فلاں مرد و عورت پر اللہ تعالیٰ کی رحمت ہوئی اور مغفرت ہوئی پھر جبرائیل علیہ السلام خبر دیتے ہیں کہ باری تعالیٰ فلاں شخص کو گزشتہ سال تو عامل سنت اور عابد چھوڑا تھا لیکن امسال تو بدعتوں میں پڑ گیا اور تیرے احکام سے روگردانی کر لی ہے اللہ تعالیٰ فرماتا ہے اے جبرائیل اگر یہ مرنے سے تین ساعت پہلے بھی توبہ کر لے گا تو میں اسے بخش دوں گا۔ اس وقت جبرائیل علیہ السلام بےساختہ کہہ اٹھتے ہیں اللہ تیرے ہی لیے سب تعریفیں سزاوار ہیں الٰہی تو اپنی مخلوق پر سب سے زیادہ مہربان ہے بندوں پر تیری مہربانی خود ان کی مہربانی سے بھی بڑھی ہوئی ہے۔ اس وقت عرش اور اس کے آس پاس کی چیزیں پردے اور تمام آسمان جنبش میں آ جاتے ہیں اور کہہ اٹھتے ہیں <span class=\"arabic qpc-hafs\"> «الْحَمْدُ لِلَّهِ الرَّحِيمِ»</span>، <span class=\"arabic qpc-hafs\"> «الْحَمْدُ لِلَّهِ الرَّحِيمِ»</span> ۔ </p><p class=\"ur\"> سیدنا کعب رضی اللہ عنہ یہ بھی فرماتے ہیں کہ <span>”</span>جو شخص رمضان شریف کے روزے پورے کرے اور اس کی نیت یہ ہو کہ رمضان کے بعد بھی میں گناہوں سے بچتا رہوں گا وہ بغیر سوال و جواب کے اور بغیر حساب کتاب کے جنت میں داخل ہو گا۔‏<span>“</span> </p><p> سورۃ لیلۃ القدر کی تفسیر <span class=\"arabic qpc-hafs\"> «اَلْحَمْدُ لِلّٰهِ»</span>  ختم ہوئی۔</p></div><div>10770</div>"
        },
        {
            "resource_id": 182,
            "text": "使者啊！你怎能知道这夜里的吉庆和福泽呢？"
        },
        {
            "resource_id": 179,
            "text": "Nakababatid ka kaya, O Propeta, kung ano ang nasa gabing ito na kabutihan at pagpapala?"
        },
        {
            "resource_id": 178,
            "text": "А знаешь ли ты, о Пророк, какое добро и благодать кроется в этой ночи?!"
        },
        {
            "resource_id": 174,
            "text": "Tahukah kamu -wahai Nabi- kebaikan dan berkah yang ada di dalam malam ini?"
        },
        {
            "resource_id": 170,
            "text": "Она окружена ореолом величия и занимает важное место."
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">A particular night of the year (perhaps some night in the last days of the month of Ramadan) is the night of decisions by God. Certain tasks have to be performed in the course of the year in connection with the administration of the world, and the angels descend to the earth to arrange for them to be carried out. On a similar particular night, the revelation of the Quran began.</p>"
        },
        {
            "resource_id": 173,
            "text": "Ô Prophète, connais-tu le bien et la bénédiction qu’il y a dans cette nuit?"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">قال تعالى معظما لشأن ليلة القدر الذي اختصها بإنزال القرآن العظيم فيها فقال وما أدراك ما ليلة القدر.</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>وما ادرک .................... القدر (2:97) ” اور تم کیا جانو لیلتہ القدر کیا ہے “۔ یہ اس قدر عظیم ہے کہ انسانی فہم وادراک کی حدود سے ماوراء ہے۔ بس یہی ہے اس کا مفہوم اور اس سلسلے میں عامتہ الناس میں جو اوہام و خرافات مشہور ہیں۔ ان کے تذکرے کی یہاں کوئی ضرورت نہیں ہے۔ بس یہ ایک نہایت ہی عظیم رات ہے ، اور اس عظمت اس وجہ سے ہے کہ اس کو اللہ نے ایک عظیم کام کے لئے منتخب کیا ہے یعنی نزول قرآن کریم کے لئے اور اس لئے کہ اللہ نے اس رات کو اپنے نور سے پوری کائنات کو بھردیا۔ اور اس رات کو اللہ نے انسانیت کو وہ چیز عطا کی تھی جس کی اسے بےحد ضرورت تھی۔ انسانی روح اور انسانی زندگی کو اس رات یہ عطیہ ملا یعنی عمومی امن وسلامتی اور امن وسلامتی کا پیغام یعنی قرآن دیا۔ جس میں صحیح عقائد و تصورات وضاحت سے بیان ہوئے۔ جس میں ایسے آداب زندگی ثبت ہوئے جن کی وجہ سے انسانی ضمیر اور انسانی ماحول یعنی پوری زمین کو سلامتی ملی۔ اور حضرت روح الامین اس رات کو پیغام لے کر فرشتوں کے جلو میں آئے۔ یہ ایک جشن کا سماں تھا ، انسانیت کو تو بہار مل رہی تھی۔ اس جشن کو قرآن نے نہایت ہی عجیب انداز میں یہاں بیان کیا ہے۔</p>"
        },
        {
            "resource_id": 93,
            "text": "ويصح أن يكون المراد بالقدر هنا : التقدير ، لأن الله - تعالى - يقدر فيها ما يشاء تقديره بعباده ، إلا أن القول الأول أظهر ، لأن قوله - سبحانه - بعد ذلك : ( وَمَآ أَدْرَاكَ مَا لَيْلَةُ القدر ) يفيد التعظيم والتفخيم .أى : إنا ابتدأنا بقدرتنا وحكمتنا ، إنزال هذا القرآن العظيم ، على رسولنا محمد صلى الله عليه وسلم فى ليلة القدر ، التى لها ما لها عندنا من قدر وشرف وعظم . . لأن للطاعات فيها قدرا كبيرا ، ثوابا جزيلا .وليلة القدر هذه هى الليلة التى قال الله - تعالى - فى شأنها فى سورة الدخان : ( إِنَّآ أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ إِنَّا كُنَّا مُنذِرِينَ . فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ . أَمْراً مِّنْ عِنْدِنَآ إِنَّا كُنَّا مُرْسِلِينَ . رَحْمَةً مِّن رَّبِّكَ إِنَّهُ هُوَ السميع العليم ) وهذه الليلة هى من ليالى شهر رمضان ، بدليل قوله - تعالى - : ( شَهْرُ رَمَضَانَ الذي أُنْزِلَ فِيهِ القرآن هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الهدى والفرقان ) قال بعض العلماء : ومن تسديد ترتيب المصحف ، أن سورة القدر وضعت عقب سورة العلق ، مع أنها أقل عددَ آياتٍ من سورة البينة وسور بعدها ، وكأن ذلك إيماء إلى أن الضمير فى ( أنزلناه ) يعود إلى القرآن ، الذى ابتدئ نزوله بسورة العلق .وقال صاحب الكشاف : عظم - سبحانه - القرآن من ثلاثة أوجه : أحدها : أن أسند إنزاله إليه ، وجعله مختصا به دون غيره ، والثانى : أنه جاء بضميره دون اسمه الظاهر ، شهادة له بالنباهة والاستغناء عن التنبيه عليه ، والثالث : الرفع من مقدار الوقت الذى أنزل فيه .روى أنه جملة واحدة فى ليلة القدر من اللوح المحفوظ إلى السماء الدنيا ، وأملاه جبريل على السفرة ثم كان ينزل به على رسول الله صلى الله عليه وسلم نجوما فى ثلاث وعشرين سنة .وعن الشعبى : المعنى أنا ابتدأنا إنزاله فى ليلة القدر . .وقوله - تعالى - : ( وَمَآ أَدْرَاكَ مَا لَيْلَةُ القدر ) تنويه آخر بشرف هذه الليلة ، وتفخيم لشأنها ، حتى لكأن عظمتها أكبر من أن تحيط بها الكلمات والألفاظ .أى : وما الذى يدريك بمقدار عظمتها وعلو قدرها ، إن الذى يعلم مقدار شرفها هو الله - تعالى - علام الغيوب ."
        },
        {
            "resource_id": 181,
            "text": "و - ای پیامبر- آیا می‌دانی در این شب چه خیر و برکتی وجود دارد؟!"
        },
        {
            "resource_id": 91,
            "text": "ثم فخم شأنها،<span class=\"blue\"> وعظم مقدارها فقال:</span> <span class=\"arabic qpc-hafs brown\">{ وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ }</span> أي: فإن شأنها جليل، وخطرها عظيم."
        },
        {
            "resource_id": 166,
            "text": "<p>আর আপনাকে কিসে জানাবে ‘লাইলাতুল-কদর’ কী ?</p>"
        },
        {
            "resource_id": 183,
            "text": "預言者よ、この夜の善と恵みが何であるかを知っているか。"
        },
        {
            "resource_id": 791,
            "text": "നബിയേ! ലൈലതുൽ ഖദ്റിലുള്ള നന്മയും അനുഗ്രഹവും എന്തെല്ലാമാണെന്ന് നിനക്കറിയുമോ?"
        },
        {
            "resource_id": 92,
            "text": "وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (2)تنويه بطريق الإِبهام المراد به أن إدراك كنهها ليس بالسهل لما ينطوي عليه من الفضائل الجمّة .وكلمة ( ما أدراك ما كذا ) كلمة تقال في تفخيم الشيء وتعظيمه ، والمعنى : أيُّ شيء يُعَرِّفك ما هي ليلة القدر ، أي يعسر على شيءٍ أن يعرِّفك مقدارَها ، وقد تقدمت غير مرة منها ، قوله : { وما أدراك ما يوم الدين } في سورة الانفطار ( 17 ) قريباً . والواو واو الحال .وأعيد اسم لَيْلَةُ القدر } الذي سَبق قريباً في قوله : { في ليلة القدر } [ القدر : 1 ] على خلاففِ مقتضى الظاهر لأن مقتضى الظاهر الإِضمارُ ، فقُصِد الاهتمامُ بتعيينها ، فحصل تعظيم ليلة القدر صريحاً ، وحصلت كناية عن تعظيم ما أنزل فيها وأن الله اختار إنزاله فيها ليتطابق الشرفان ."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ )</span> يقول: وما أشعرك يا محمد أيّ شيء ليلة القدر خير من ألف شهر.</p><p lang=\"ar\" class=\"ar \">اختلف أهل التأويل في معنى ذلك،<span class=\"blue\"> فقال بعضهم:</span> معنى ذلك: العمل في ليلة القدر بما يرضي الله، خير منَ العمل في غيرها ألف شهر.</p><p>* ذكر من قال ذلك:</p>"
        },
        {
            "resource_id": 792,
            "text": "ហើយតើអ្នក(ឱព្យាការីមូហាំម៉ាត់)ដឹងពីប្រការល្អ ពរជ័យ និងភាពចម្រុងចម្រើនដែលមាននៅក្នុងយប់ឡៃឡាទុលកទើរនោះដែរឬទេ?"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Này Nabi, Ngươi biết đêm định mệnh thiêng liêng này có hồng phúc thế nào không?"
        },
        {
            "resource_id": 176,
            "text": "Sei consapevole, o Profeta, del bene e della benedizione contenuti in questa notte?!"
        },
        {
            "resource_id": 180,
            "text": "২. হে নবী! আপনি কি জানেন, এ রজনীতে কতো কল্যাণ ও বরকত রয়েছে?!"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وما أدراك ما ليلة القدرقال الفراء : كل ما في القرآن من قوله تعالى : وما أدراك فقد أدراه . وما كان من قوله : وما يدريك فلم يدره . وقاله سفيان ، وقد تقدم ."
        },
        {
            "resource_id": 905,
            "text": "وهل تدري - أيها النبي - ما في هذه الليلة من الخير والبركة؟!"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">ثم عجب نبيه فقال : <span class=\"green\">( وما أدراك ما ليلة القدر )</span> سميت ليلة القدر لأنها ليلة تقدير الأمور والأحكام ، يقدر الله فيها أمر السنة في عباده وبلاده إلى السنة المقبلة ،<span class=\"blue\"> كقوله تعالى :</span> <span class=\"arabic qpc-hafs\">\" فيها يفرق كل أمر حكيم \"</span> <span class=\"green\">( الدخان - 4 )</span> وهو مصدر قولهم : قدر الله الشيء بالتخفيف ، قدرا وقدرا ، كالنهر والنهر والشعر والشعر ، وقدره - بالتشديد - تقديرا <span class=\"reference\">[ وقدر بالتخفيف قدرا ]</span> بمعنى واحد .</p><p lang=\"ar\" class=\"ar \">قيل للحسين بن الفضل : أليس قد قدر الله المقادير قبل أن يخلق السموات والأرض ؟<span class=\"blue\"> قال :</span> <span class=\"reference\">[ بلى ]</span> ،<span class=\"blue\"> قيل :</span> فما معنى ليلة القدر ؟<span class=\"blue\"> قال :</span> سوق المقادير إلى المواقيت ، وتنفيذ القضاء المقدر .<span class=\"blue\"> وقال الأزهري :</span> <span class=\"arabic qpc-hafs\">\" ليلة القدر \"</span> : أي ليلة العظمة والشرف من قول الناس : لفلان عند الأمير قدر ، أي جاه ومنزلة ،<span class=\"blue\"> ويقال :</span> قدرت ، فلانا أي عظمته .<span class=\"blue\"> قال الله تعالى :</span> <span class=\"arabic qpc-hafs\">\" وما قدروا الله حق قدره \"</span> <span class=\"green\">( الأنعام - 91 )</span> <span class=\"green\">( الزمر - 67 )</span> أي ما عظموه حق تعظيمه .</p><p lang=\"ar\" class=\"ar \">وقيل : لأن العمل الصالح يكون فيها ذا قدر عند الله لكونه مقبولا .<span class=\"blue\"> واختلفوا في وقتها; فقال بعضهم :</span> إنها كانت على عهد رسول الله - صلى الله عليه وسلم - ثم رفعت ، وعامة الصحابة والعلماء على أنها باقية إلى يوم القيامة .<span class=\"blue\"> وروي عن عبد الله بن مكانس مولى معاوية قال :</span> قلت لأبي هريرة : زعموا أن ليلة القدر قد رفعت ؟<span class=\"blue\"> قال :</span> كذب من قال ذلك ،<span class=\"blue\"> قلت :</span> هي في كل شهر أستقبله ؟<span class=\"blue\"> قال :</span> نعم .</p><p lang=\"ar\" class=\"ar \">وقال بعضهم : هي ليلة من ليالي السنة حتى لو علق رجل طلاق امرأته وعتق عبده بليلة القدر ، لا يقع ما لم تمض سنة من حين حلف . يروى ذلك عن ابن مسعود ،<span class=\"blue\"> قال :</span> من يقم الحول يصبها ،<span class=\"blue\"> فبلغ ذلك عبد الله بن عمر فقال :</span> يرحم الله أبا عبد الرحمن أما إنه علم أنها في شهر رمضان ، ولكن أراد أن لا يتكل الناس .</p><p>والجمهور من أهل العلم على أنها في شهر رمضان .</p><p lang=\"ar\" class=\"ar \">واختلفوا في تلك الليلة ; قال أبو رزين العقيلي : هي أول ليلة من شهر رمضان .<span class=\"blue\"> وقال الحسن :</span> ليلة سبع عشرة ، وهي الليلة التي كانت صبيحتها وقعة بدر .</p><p>والصحيح والذي عليه الأكثرون : أنها في العشر الأواخر من شهر رمضان .</p><p lang=\"ar\" class=\"ar \">أخبرنا أبو عثمان سعيد بن إسماعيل الضبي ، أخبرنا أبو محمد عبد الجبار بن محمد الجراحي ، حدثنا أبو العباس محمد بن أحمد المحبوبي ، حدثنا أبو عيسى الترمذي ، حدثنا هارون بن إسحاق الهمداني ، حدثنا عبدة بن سليمان ، عن هشام بن عروة ،<span class=\"blue\"> عن أبيه عن عائشة رضي الله عنها قالت :</span> كان رسول الله - صلى الله عليه وسلم - يجاور في العشر الأواخر من رمضان ،<span class=\"blue\"> ويقول :</span> <span class=\"arabic qpc-hafs\">\" تحروا ليلة القدر في العشر الأواخر من رمضان \"</span> .</p><p lang=\"ar\" class=\"ar \">أخبرنا أبو عثمان الضبي ، أخبرنا أبو محمد الجراحي ، حدثنا أبو العباس المحبوبي ، حدثنا أبو عيسى ، حدثنا قتيبة ، حدثنا عبد الواحد بن زياد ، عن الحسن بن عبيد الله ، عن إبراهيم ، عن الأسود ،<span class=\"blue\"> عن عائشة رضي الله عنها قالت :</span> كان رسول الله - صلى الله عليه وسلم - يجتهد في العشر الأواخر <span class=\"reference\">[ ما ]</span> لا يجتهد في غيرها .</p><p lang=\"ar\" class=\"ar \">أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا علي بن عبد الله ، حدثنا سفيان ، عن أبي يعقوب ، عن أبي الضحى ، عن مسروق ، عن عائشة رضي الله تعالى عنها قالت كان رسول الله - صلى الله عليه وسلم - إذا دخل العشر <span class=\"reference\">[ الأواخر ]</span> من رمضان شد مئزره وأحيا ليله ، وأيقظ أهله .</p><p>واختلفوا في أنها في أي ليلة من العشر ؟</p><p lang=\"ar\" class=\"ar \">أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا قتيبة بن سعيد ، حدثنا إسماعيل بن جعفر ، حدثنا أبو سهل بن مالك ، عن أبيه عن عائشة أن النبي - صلى الله عليه وسلم -<span class=\"blue\"> قال :</span> <span class=\"arabic qpc-hafs\">\" تحروا ليلة القدر في الوتر من العشر الأواخر من رمضان \"</span> .</p><p lang=\"ar\" class=\"ar \">أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا عبد الله بن حامد الوازن ، أخبرنا مكي بن عبدان ، حدثنا عبد الله بن <span class=\"reference\">[ هاشم ]</span> بن حيان ، حدثنا يحيى بن سعيد القطان ، حدثنا عيينة بن عبد الرحمن ،<span class=\"blue\"> حدثني أبي قال :</span> ذكرت ليلة القدر عند أبي بكرة ،<span class=\"blue\"> فقال :</span> ما أنا بطالبها بعد شيء سمعته من رسول الله - صلى الله عليه وسلم - إلا في العشر الأواخر ، سمعت رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> يقول :</span> <span class=\"arabic qpc-hafs\">\" التمسوها في العشر الأواخر من تسع بقين أو سبع بقين أو خمس بقين أو ثلاث بقين أو آخر ليلة \"</span> ، فكان أبو بكرة إذا دخل رمضان يصلي كما يصلي في سائر السنة ، فإذا دخل العشر <span class=\"reference\">[ الأخير ]</span> اجتهد .</p><p lang=\"ar\" class=\"ar \">وأخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا محمد بن المثنى ، حدثني خالد بن الحارث ، حدثنا حميد ،<span class=\"blue\"> حدثنا أنس بن مالك عن عبادة بن الصامت قال :</span> خرج النبي - صلى الله عليه وسلم - ليخبرنا بليلة القدر فتلاحى رجلان من المسلمين ،<span class=\"blue\"> فقال :</span> <span class=\"arabic qpc-hafs\">\" خرجت ، لأخبركم بليلة القدر فتلاحى فلان وفلان فرفعت ، وعسى أن يكون خيرا لكم ، فالتمسوها في التاسعة والسابعة والخامسة \"</span> .</p><p lang=\"ar\" class=\"ar \">أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب عن مالك ، عن نافع عن عبد الله بن عمر أن رجالا من أصحاب النبي - صلى الله عليه وسلم - <span class=\"reference\">[ أروا ]</span> ليلة القدر في المنام في السبع الأواخر من رمضان فقال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" إني أرى رؤياكم قد تواطأت في السبع الأواخر فمن كان متحريها فليتحرها في السبع الأواخر \"</span> .<span class=\"blue\"> وروي عن أبي سعيد الخدري :</span> أنها ليلة إحدى وعشرين .</p><p lang=\"ar\" class=\"ar \">أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب عن مالك ، عن يزيد بن عبد الله بن الهاد ، عن محمد بن إبراهيم بن الحارث التيمي ، عن أبي سلمة بن عبد الرحمن ،<span class=\"blue\"> عن أبي سعيد الخدري أنه قال :</span> كان النبي - صلى الله عليه وسلم - يعتكف العشر الوسطى من رمضان ، واعتكف عاما حتى إذا كان ليلة إحدى وعشرين وهي الليلة التي يخرج صبحها من اعتكافه ،<span class=\"blue\"> قال :</span> من <span class=\"reference\">[ كان سيعتكف ]</span> معي فليعتكف العشر الأواخر ، وقد رأيت هذه الليلة ثم أنسيتها ، وقد رأيتني أسجد في صبيحتها في ماء وطين ، فالتمسوها في العشر الأواخر ، والتمسوها في كل وتر .</p><p>قال أبو سعيد الخدري : فمطرت السماء تلك الليلة ، وكان المسجد على عريش فوكف المسجد .</p><p lang=\"ar\" class=\"ar \">قال أبو سعيد : فأبصرت عيناي رسول الله - صلى الله عليه وسلم - انصرف وعلى جبهته وأنفه أثر ، الماء والطين من صبيحة إحدى وعشرين .</p><p>وقال بعضهم : هي ليلة ثلاث وعشرين .</p><p lang=\"ar\" class=\"ar \">أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، حدثنا أبو جعفر الرياني ، حدثنا حميد بن زنجويه ، حدثنا أحمد بن خالد الحمصي ، حدثنا محمد بن إسحاق عن محمد بن إبراهيم ، حدثني عبد الله بن أنيس عن أبيه أنه قال لرسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> إني أكون ببادية يقال لها الوطأة وإني بحمد الله أصلي بهم ، فمرني بليلة من هذا الشهر أنزلها إلى المسجد فأصليها فيه ،<span class=\"blue\"> فقال :</span> <span class=\"arabic qpc-hafs\">\" انزل ليلة ثلاث وعشرين فصلها فيه ، وإن أحببت أن تستتم آخر الشهر فافعل ، وإن أحببت فكف \"</span> .<span class=\"blue\"> قال :</span> فكان إذا صلى العصر دخل المسجد فلم يخرج إلا من حاجة حتى يصلي الصبح ، فإذا صلى الصبح كانت دابته بباب المسجد .</p><p lang=\"ar\" class=\"ar \">وأخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، حدثنا أبو جعفر الرياني ، حدثنا حميد بن زنجويه ، حدثنا يعلى بن عبيد ،<span class=\"blue\"> حدثنا الأعمش عن أبي صالح عن أبي هريرة قال :</span> تذاكرنا ليلة القدر فقال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> كم مضى من الشهر ؟<span class=\"blue\"> فقلنا :</span> ثنتان <span class=\"reference\">[ وعشرون ]</span> وبقي سبع ،<span class=\"blue\"> [ فقال :</span> <span class=\"arabic qpc-hafs\">\" مضى اثنتان وعشرون وبقي سبع ] اطلبوها الليلة ، الشهر تسع وعشرون \"</span> .</p><p>وقال قوم : هي ليلة سبع وعشرين ،<span class=\"blue\"> وهو قول علي وأبي وعائشة :</span></p><p lang=\"ar\" class=\"ar \">أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، حدثنا أبو جعفر الرياني ، حدثنا حميد بن زنجويه ، حدثنا يعلى بن عبيد ،<span class=\"blue\"> حدثنا سفيان عن عاصم عن زر بن حبيش قال :</span> قلت لأبي بن كعب : يا أبا المنذر أخبرنا عن ليلة القدر ،<span class=\"blue\"> فإن ابن أم عبد يقول :</span> من يقم الحول يصبها ،<span class=\"blue\"> فقال :</span> رحم الله أبا عبد الرحمن ، أما إنه قد علم أنها في رمضان ، ولكن كره أن يخبركم فتتكلوا هي - والذي أنزل القرآن على محمد - صلى الله عليه وسلم - ليلة ، سبع وعشرين ،<span class=\"blue\"> فقلنا :</span> يا أبا المنذر أنى علمت هذا ؟<span class=\"blue\"> قال :</span> بالآية التي أخبرنا النبي - صلى الله عليه وسلم - فحفظنا <span class=\"reference\">[ ووعينا ]</span> ، هي والله <span class=\"reference\">[ لا تنسى ]</span> ،<span class=\"blue\"> قال قلنا لزر :</span> وما الآية ؟<span class=\"blue\"> قال :</span> تطلع الشمس كأنها طاس ليس لها شعاع .</p><p lang=\"ar\" class=\"ar \">ومن علاماتها : ما روي عن الحسن رفعه : أنها ليلة <span class=\"reference\">[ بلجة ]</span> سمحة لا حارة ولا باردة ، تطلع الشمس صبيحتها لا شعاع لها .</p><p lang=\"ar\" class=\"ar \">وفي الجملة : أبهم الله هذه الليلة على هذه الأمة ليجتهدوا في العبادة ليالي رمضان طمعا في إدراكها ، كما أخفى ساعة الإجابة في يوم الجمعة ، وأخفى الصلاة الوسطى في الصلوات الخمس ، واسمه الأعظم في الأسماء ، ورضاه في الطاعات ليرغبوا في جميعها ، وسخطه في المعاصي لينتهوا عن جميعها ، وأخفى قيام الساعة ليجتهدوا في الطاعات حذرا من قيامها .</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>আর কিসে তোমাকে জানাল, মর্যাদাপূর্ণ রাত্রি কি? [১]</p><p>[১] এখানে প্রশ্নবাচক শব্দ ব্যবহার করে এই রাতের মর্যাদা ও গুরুত্ব অধিকরূপে ব্যক্ত করা হয়েছে। যেন সৃষ্টি এর সুগভীর রহস্য পূর্ণরূপে জানতে সক্ষম নয়। একমাত্র আল্লাহই এ ব্যাপারে পূর্ণরূপ অবগত।</p>"
        },
        {
            "resource_id": 776,
            "text": "¡Profeta! ¿Sabes qué bondad y bendiciones hay en esta noche?"
        },
        {
            "resource_id": 175,
            "text": "a šta ti misliš, o Poslaniče, i da li znaš koliko samo dobra i berićeta ima u noći Kadr?"
        },
        {
            "resource_id": 171,
            "text": "O Prophet! Do you know what goodness and blessings lie in this night?"
        },
        {
            "resource_id": 16,
            "text": "وما أدراك -أيها النبي- ما ليلة القدر والشرف؟"
        },
        {
            "resource_id": 790,
            "text": "হে নবী, আপুনি জানে নে এই ৰাতিত কিমান মঙ্গল আৰু বৰকত আছে।"
        },
        {
            "resource_id": 172,
            "text": "-Ey Peygamber!- Bu gecede bulunan hayır ve bereketi biliyor musun?"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢)</span> ] ئەی محمد صلى الله علیه وسلم تۆ چوزانی ئەم شەوی قەدرە چ شەوێكی پیرۆزو گەورەو پڕ خێرو بەرەكەتە."
        },
        {
            "resource_id": 804,
            "text": "فەزل و گەورەیی شەوى قەدر\n[ <span class=\"arabic uthmani\">لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (٣)</span> ] ئەم شەوی قەدرە عیبادەت كردن و خواپەرستی تێیدا ئەجرو پاداشتی زیاترە لە هەزار مانگ، لەبەر ئەوەی ئوممەتانی پێشتر تەمەنیان درێژ بووەو عیبادەتی خوای گەورەیان زیاتر كردووە خوای گەورە ڕێزی لەم ئوممەتە ناوە بەوەی كە لەو شەوەدا هەر كەسێك عیبادەت و خواپەرستی بكات بۆ خوای گەورە ئەو شەوی قەدرە خێری زیاترە لە هەزار مانگ جگە لە شەوی قەدر تیایدا, واتە: هەزار مانگەكە شەوی قەدری تیادا نەبێ تەنها شەوی قەدر خێری هەزار مانگی زیاترى هەیە كەسێك عیبادەتی خوای گەورە بكات, بەڵام بە مەرجێك عیبادەت بێت وەكو دوعاو پاڕانەوەو نوێژو قورئان خوێندن و زیكری خوای گەورە, نەك بە شتی دونیایی كاتەكە بەسەر ببرێت و چاوەڕێ بیت كە خێری زیاتر لە هەزار مانگت دەست بكەوێ، ئەوە هەڵەیە ."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "This night is a night of great goodness; it is better than a thousand months for the one who stands in prayer during it, whilst having faith and hoping for reward."
        },
        {
            "resource_id": 179,
            "text": "Ang gabing ito ay isang gabing dakila ang kabutihan sapagkat ito ay higit na mabuti kaysa sa isang libong buwan para sa sinumang nagdasal sa [sa gabing] ito dala ng pananampalataya at dala ng pag-asang gagantimpalaan."
        },
        {
            "resource_id": 177,
            "text": "Đêm định mệnh này là đêm có hồng phúc tốt hơn một ngàn tháng dành cho ai đứng Salah bằng đức tin và lòng kỳ vọng."
        },
        {
            "resource_id": 90,
            "text": "ليلة القدر خير من ألف شهر بين فضلها وعظمها . وفضيلة الزمان إنما تكون بكثرة ما يقع فيه من الفضائل . وفي تلك الليلة يقسم الخير الكثير الذي لا يوجد مثله في ألف شهر . والله أعلم .وقال كثير من المفسرين : أي العمل فيها خير من العمل في ألف شهر ليس فيها ليلة القدر . وقال أبو العالية : ليلة القدر خير من ألف شهر لا تكون فيه ليلة القدر . وقيل : عنى بألف شهر جميع الدهر ; لأن العرب تذكر الألف في [ ص: 117 ] غاية الأشياء ; كما قال تعالى : يود أحدهم لو يعمر ألف سنة يعني جميع الدهر . وقيل : إن العابد كان فيما مضى لا يسمى عابدا حتى يعبد الله ألف شهر ، ثلاثا وثمانين سنة وأربعة أشهر ، فجعل الله تعالى لأمة محمد - صلى الله عليه وسلم - عبادة ليلة خيرا من ألف شهر كانوا يعبدونها .وقال أبو بكر الوراق : كان ملك سليمان خمسمائة شهر ، وملك ذي القرنين خمسمائة شهر فصار ملكهما ألف شهر ; فجعل الله تعالى العمل في هذه الليلة لمن أدركها خيرا من ملكهما . وقال ابن مسعود : إن النبي - صلى الله عليه وسلم - ذكر رجلا من بني إسرائيل لبس السلاح في سبيل الله ألف شهر ; فعجب المسلمون من ذلك ; فنزلت إنا أنزلناه الآية . خير من ألف شهر ، التي لبس فيها الرجل سلاحه في سبيل الله . ونحوه عن ابن عباس . وهب بن منبه : إن ذلك الرجل كان مسلما ، وإن أمه جعلته نذرا لله ، وكان من قرية قوم يعبدون الأصنام ، وكان سكن قريبا منها ; فجعل يغزوهم وحده ، ويقتل ويسبي ويجاهد ، وكان لا يلقاهم إلا بلحيي بعير ، وكان إذا قاتلهم وقاتلوه وعطش ، انفجر له من اللحيين ماء عذب ، فيشرب منه ، وكان قد أعطي قوة في البطش ، لا يوجعه حديد ولا غيره : وكان اسمه شمسون .وقال كعب الأحبار : كان رجلا ملكا في بني إسرائيل ، فعل خصلة واحدة ، فأوحى الله إلى نبي زمانهم : قل لفلان يتمنى . فقال : يا رب أتمنى أن أجاهد بمالي وولدي ونفسي ، فرزقه الله ألف ولد ، فكان يجهز الولد بماله في عسكر ، ويخرجه مجاهدا في سبيل ، الله ، فيقوم شهرا ويقتل ذلك الولد ، ثم يجهز آخر في عسكر ، فكان كل ولد يقتل في الشهر ، والملك مع ذلك قائم الليل ، صائم النهار ; فقتل الألف ولد في ألف شهر ، ثم تقدم فقاتل فقتل . فقال الناس : لا أحد يدرك منزلة هذا الملك ; فأنزل الله تعالى : ليلة القدر خير من ألف شهر من شهور ذلك الملك ، في القيام والصيام والجهاد بالمال والنفس والأولاد في سبيل الله .وقال علي وعروة : ذكر النبي - صلى الله عليه وسلم - أربعة من بني إسرائيل ، فقال \" عبدوا الله ثمانين سنة ، لم يعصوه طرفة عين \" ; فذكر أيوب وزكريا ، وحزقيل بن العجوز ويوشع بن نون ; فعجب أصحاب النبي - صلى الله عليه وسلم - من ذلك . فأتاه جبريل فقال : يا محمد عجبت أمتك من عبادة هؤلاء النفر ثمانين سنة لم يعصوا الله طرفة عين ، فقد أنزل الله عليك خيرا من ذلك ; ثم قرأ : إنا أنزلناه في ليلة القدر . فسر بذلك رسول الله - صلى الله عليه وسلم - . وقال مالك في الموطأ من رواية ابن القاسم وغيره : سمعت من أثق به يقول : إن رسول الله - صلى الله عليه وسلم - أري أعمار الأمم قبله ، فكأنه تقاصر أعمار أمته ألا يبلغوا من العمل مثل ما بلغ غيرهم في طول العمر ; فأعطاه الله تعالى ليلة القدر ، وجعلها خيرا من ألف شهر .وفي الترمذي عن الحسن بن علي - رضي الله عنهما - : أن رسول الله - صلى الله عليه وسلم - أري بني أمية على منبره ، [ ص: 118 ] فساءه ذلك ; فنزلت إنا أعطيناك الكوثر ، يعني نهرا في الجنة . ونزلت إنا أنزلناه في ليلة القدر وما أدراك ما ليلة القدر ليلة القدر خير من ألف شهر يملكها بعدك بنو أمية . قال القاسم بن الفضل الحداني : فعددناها ، فإذا هي ألف شهر ، لا تزيد يوما ، ولا تنقص يوما . قال : حديث غريب ."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">قوله - عز وجل -<span class=\"blue\"> :</span> <span class=\"green\">( ليلة القدر خير من ألف شهر )</span> قال عطاء عن ابن عباس : ذكر لرسول الله - صلى الله عليه وسلم - رجل من بني إسرائيل حمل السلاح على عاتقه في سبيل الله ألف شهر ، فعجب رسول الله - صلى الله عليه وسلم - لذلك وتمنى ذلك لأمته ،<span class=\"blue\"> فقال :</span> يا رب جعلت أمتي أقصر الأمم أعمارا وأقلها أعمالا ؟ فأعطاه الله ليلة القدر ،<span class=\"blue\"> فقال :</span> <span class=\"green\">( ليلة القدر خير من ألف شهر )</span> التي حمل فيها الإسرائيلي السلاح في سبيل الله ، لك ولأمتك إلى يوم القيامة .</p><p>قال المفسرون : <span class=\"arabic qpc-hafs\">\" ليلة القدر خير من ألف شهر \"</span> معناه : عمل صالح في ليلة القدر خير من عمل ألف شهر ليس فيها ليلة القدر .</p><p lang=\"ar\" class=\"ar \">حدثنا أبو القاسم عبد الكريم بن هوازن القشيري ، إملاء ، حدثنا أبو نعيم الإسفراييني ، أخبرنا أبو عوانة ، حدثنا أبو إسماعيل ، حدثنا الحميدي ، حدثنا سفيان ، حدثنا الزهري ، أخبرني أبو سلمة عن أبي هريرة أن النبي - صلى الله عليه وسلم -<span class=\"blue\"> قال :</span> <span class=\"arabic qpc-hafs\">\" من قام ليلة القدر إيمانا واحتسابا غفر له ما تقدم من ذنبه \"</span> .</p><p>قال سعيد بن المسيب : من شهد المغرب والعشاء في جماعة فقد أخذ بحظه من ليلة القدر .</p><p lang=\"ar\" class=\"ar \">أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا أبو بكر بن عبدوس المزكي ، حدثنا أبو العباس محمد بن يعقوب ، حدثنا الحسن بن مكرم ، حدثنا يزيد بن هارون ، أخبرنا كهمس عن عبد الله بن بريدة أن عائشة قالت للنبي - صلى الله عليه وسلم -<span class=\"blue\"> :</span> إن وافيت ليلة القدر فما أقول ؟<span class=\"blue\"> قال :</span> <span class=\"arabic qpc-hafs\">\" قولي : اللهم إنك عفو تحب العفو فاعف عني \"</span> .</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>‘লাইলাতুল-কদর’ হাজার মাসের চেয়ে শ্রেষ্ঠ [১]।</p><p>[১] মুফাসসিরগণ এর অর্থ করেছেন, এ রাতের সৎকাজ কদরের রাত নেই এমন হাজার মাসের সৎকাজের চেয়ে ভালো। [মুয়াসসার] এ শ্রেষ্ঠত্ব সম্পর্কে বিভিন্ন হাদীসেও বিস্তারিত বলা হয়েছে। হাদীসে এসেছে, রামাদান আগমন কালে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, “তোমাদের নিকট রামাদান আসন্ন। মুবারক মাস। আল্লাহ্ এর সাওম ফরয করেছেন। এতে জান্নাতের দরজাসমূহ খোলা হয়ে থাকে এবং জাহান্নামের দরজাসমূহ বন্ধ করে দেয়া হয়। শয়তানগুলোকে বেঁধে রাখা হয়। এতে এমন এক রাত রয়েছে যা হাজার মাস থেকেও উত্তম। যে ব্যক্তি এ রাত্রির কল্যান থেকে বঞ্চিত হয়েছে সে তো যাবতীয় কল্যান থেকে বঞ্চিত হলো।” [নাসায়ী: ৪/১২৯, মুসনাদে আহমাদ: ২/২৩০, ৪২৫] অন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “যে কেউ ঈমান ও সওয়াবের আশায় লাইলাতুল কদর রাত্রিতে সালাত আদায় করতে দাঁড়াবে তার পূর্ববর্তী সমস্ত গোনাহ ক্ষমা করে দেয়া হবে।” [বুখারী: ১০৯১, মুসলিম: ৭৬০, আবুদাউদ: ১৩৭২, নাসায়ী: ৮/১১২, তিরমিয়ী: ৮০৮, মুসনাদে আহমাদঃ ২/৫২৯]</p>"
        },
        {
            "resource_id": 92,
            "text": "لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (3)بيان أولُ لشيءٍ من الإِبهام الذي في قوله : { وما أدراك ما ليلة القدر } [ القدر : 2 ] مثلُ البيان في قوله : { وما أدراك ما العقبة فك رقبة أو إطعام } [ البلد : 12 ، 14 ] الآية . فلذلك فصلت الجملة لأنها استئناف بياني ، أو لأنها كعطف البيان .وتفضيلها بالخَيْر على ألف شهر . إنما هو بتضعيف فضل ما يحصل فيها من الأعمال الصالحة واستجابة الدعاء ووفرة ثواب الصدقات والبركة للأمة فيها ، لأن تفاضل الأيام لا يكون بمقادير أزمنتها ولا بما يحدث فيها من حَر أو برد ، أو مطر ، ولا بطولها أو بقصرها ، فإن تلك الأحوال غير معتدّ بها عند الله تعالى ولكن الله يعبأ بما يحصل من الصلاح للناس أفراداً وجماعات وما يعين على الحق والخير ونشر الدين . وقد قال في فضل الناس : { إن أكرمكم عند اللَّه أتقاكم } [ الحجرات : 13 ] فكذلك فضل الأزمان إنما يقاس بما يحصل فيها لأنها ظروف للأعمال وليست لها صفات ذاتية يمكن أن تتفاضل بها كتفاضل الناس ففضلها بما أعدّه الله لها من التفضيل كتفضيل ثلث الليل الأخير للقربات وعدد الألف يظهر أنه مستعمل في وفرة التكثير كقوله : «واحد كألف» وعليه جاء قوله تعالى : { يود أحدهم لو يعمر ألف سنة } [ البقرة : 96 ] وإنما جعل تمييز عدد الكثرة هنا بالشهر للرعي على الفاصلة التي هي بحرف الراء . وفي «الموطإ» : «قال مالك إنه سمع من يثق به من أهل العلم يقول : إن رسول الله صلى الله عليه وسلم أري أعمار الناس قبله أو ما شاء الله من ذلك فكأنه تقاصر أعمارَ أمته أن لا يبلغُوا من العمَل مثلَ ما بلغ غيرهم في طول العُمر فأعطاه الله { ليلة القدر خير من ألف شهر } اه .وإظهار لفظ { لَيْلَةُ القدر } في مقام الإِضمار للاهتمام ، وقد تكرر هذا اللفظ ثلاث مرات والمرات الثلاث ينتهي عندها التكرير غالباً كقوله تعالى : { وإن منهم لفريقاً يلوون ألسنتهم بالكتاب لتحسبوه من الكتاب وما هو من الكتاب } [ آل عمران : 78 ] .وقول عديّ :لا أرى الموتَ يسبق الموتَ شيءٌ ... نَغَّص الموتُ ذا الغنى والفقيراومما ينبغي التنبه له ما وقع في «جامع الترمذي» بسنده إلى القاسم بن الفضل الحُدَّاني عن يوسف بن سَعد قال : «قام رجل إلى الحسن بن علي بعدما بايع معاوية فقال : سَّوَدتَ وجوهَ المؤمنين ، أوْ يا مُسوِّد وجوهِ المؤمنين فقال : لا تؤنبني رَحمك الله فإن النبي صلى الله عليه وسلم أري بني أمية على منبره فساءه ذلك فنزلت : { إنا أعطيناك الكوثر } [ الكوثر : 1 ] يا محمّد يعني نهراً في الجنة ، ونزلت : { إنا أنزلناه في ليلة القدر وما أدراك ما ليلة القدر ليلة القدر خير من ألف شهر } [ القدر : 1 3 ] يملكها بنو أمية يا محمدُ قال القاسم : فعددناها فإذا هي ألف شهر لا يَزيدُ يومٌ ولا ينقص» .قال أبو عيسى الترمذي ، هذا حديث غريب لا نعرفه إلا من هذا الوجه . î وقد قيل عن القاسم بن الفضل عن يوسف بن مازِن نعرفه والقاسم بن الفضل ثقة ويُوسف بن سَعْد رجل مجهول اه .قال ابن كثير في «تفسيره» ورواه ابن جرير من طريق القاسم بن الفضل عن عيسى بن مازن كذا قال ، وعيسى بن مازن غير معروف ، وهذا يقتضي اضطراباً في هذا الحديث ، أي لاضطرابهم في الذي يروي عنه القاسم بن الفضل ، وعلى كل احتمال فهو مجهول .وأقول : وأيضاً ليس في سنده ما يفيد أن يوسف بن سعد سمع ذلك من الحسن رضي الله عنه . وفي «تفسير الطبري» عن عيسى بن مازن أنه قال : قلت للحسن : يا مسود وجوه المؤمنين إلى آخر الحديث . وعيسى بن مازن غير معروف أصلاً فإذا فرضنا توثيق يوسف بن سعد فليس في روايته ما يقتضي أنه سمعه بل يجوز أن يكون أراد ذكر قصة تُروى عن الحسن .واتفق حذاق العلماء على أنه حديث منكر صرح بذلك ابن كثير وذكره عن شيخه المزي ، وأقول : هو مختل المعنى وسمات الوضع لائحة عليه وهو من وضع أهل النحَل المخالفةِ للجماعة فالاحتجاجُ به لا يليق أن يصدر مثله عن الحسن مع فرط علمه وفطنته ، وأيَّة ملازمة بين ما زعموه من رؤيا رسول الله صلى الله عليه وسلم وبين دفع الحسن التأنيب عن نفسه ، ولا شك أن هذا الخبر من وضع دُعاة العباسيين على أنه مخالف للواقع لأن المدة التي بين تسليم الحسن الخلافة إلى معاوية وبين بيعة السفاح وهو أول خلفاء العباسية ألف شهر واثنان وتسعون شهراً أو أكثر بشهر أو بشهرين فما نُسب إلى القاسم الحُدَّاني من قوله : فعددناها فوجدناها الخ كذب لا محالة . والحاصل أن هذا الخبر الذي أخرجه الترمذي منكر كما قاله المِزِّي .قال ابن عرفة وفي قوله : { ليلة القدر خير من ألف شهر } المحسن المسمّى تَشابه الأطراف وهو إعادة لفظ القافية في الجملة التي تليها كقوله تعالى : { كمشكاة فيها مصباح المصباحُ في زجاجة الزجاجةُ كأنها كوكب دري } [ النور : 35 ] اه . يريد بالقافية ما يشمل القرينة في الأسجاع والفواصلَ في الآي ، ومثاله في الشعر قول ليلى الأخيلية :إذا نزل الحجاج أرضاً مريضة ... تتبع أقصى دائها فشفاهاشفاها من الداء العضال الذي بها ... غلامٌ إذا هز القناة سقاها الخ"
        },
        {
            "resource_id": 93,
            "text": "ثم - بين - سبحانه - مظاهر فضلها فقال : ( لَيْلَةُ القدر خَيْرٌ مِّنْ أَلْفِ شَهْرٍ ) أى : ليلة القدر أفضل من ألف شهر ، بسبب ما أنزل فيها من قرآن كريم يهدى للتى هى أقوم . ويخرج الناس من الظلمات إلى النور ، وبسبب أن العباد فيها أكثر ثواباً ، وأعظم فضلا من العبادة فى أشهر كثيرة ليس فيها ليلة القدر .والعمل القليل قد يفضل العمل الكثير ، باعتبار الزمان والمكان ، وإخلاص النية ، وحسن الأداء ، ولله - تعالى - أن يخص بعض الأزمنة والأمكنة والأشخاص بفضائل متميزة .والتحديد بألف شهر يمكن أن يكون مقصودا . ويمكن أن يراد منه التكثير . وأن المراد أن أقل عدد تفضله هذه الليلة هو هذا العدد . فيكون المعنى : أن هذه الليلة تفضل الدهر كله ."
        },
        {
            "resource_id": 175,
            "text": "Ova noć u sebi nosi veliko dobro, ona je bolja od hiljadu mjeseci onome ko je provede u ibadetu, vjerujući i nadajući se nagradi od Allaha."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ لَـیْلَۃُ الْقَدْرِلا خَیْرٌ مِّنْ اَلْفِ شَہْرٍ۔ } ”لیلۃ القدر ہزار مہینوں سے بہتر ہے۔“ یہ بہتری اور افضلیت کس اعتبار سے ہے ؟ اکثر مفسرین نے کہا ہے کہ اس رات کا عمل ِخیر ہزار مہینوں کے عمل ِخیر سے بہتر ہے جس میں لیلۃ القدر نہ ہو۔ حضرت ابوہریرہ رض سے مروی ہے کہ رسول اللہ ﷺ نے ارشاد فرمایا : مَنْ قَامَ لَیْلَۃَ الْقَدْرِ اِیْمَانًا وَاحْتِسَابًا غُفِرَ لَہٗ مَا تَقَدَّمَ مِنْ ذَنْبِہٖ 1 ’ ’ جو شخص لیلۃ القدر میں ایمان کے ساتھ اور اللہ سے اجر کی امید میں کھڑارہا اس کے تمام پچھلے گناہ معاف کردیے گئے“۔ اس رات کی افضلیت کے ضمن میں ایک رائے یہ ہے کہ اس ایک رات میں اتنی خیر تقسیم کی جاتی ہے جتنی ایک ہزار مہینہ میں بھی تقسیم نہیں کی جاتی۔ اس رات کی افضلیت کا یہ مفہوم بھی ہوسکتا ہے کہ انسان کی اصلاح اور فلاح کے لیے جو کام نزولِ قرآن اس ایک رات میں ہوا ‘ خیر اور بھلائی کا اتنا بڑا کام کبھی انسانی تاریخ کے کسی طویل زمانے میں بھی نہ ہوا تھا۔ واضح رہے کہ اہل عرب بڑی کثیر تعداد کا تصور دلانے کے لیے اَلْف ہزار کا لفظ بولتے تھے۔</p>"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>মর্যাদাপূর্ণ রাত্রি হাজার মাস অপেক্ষা উত্তম। [১]</p><p>[১] অর্থাৎ, এক রাত্রির ইবাদত হাজার মাসের ইবাদত অপেক্ষা উত্তম। আর হাজার মাসে ৮৩ বছর ৪ মাস হয়। উম্মতে মুহাম্মাদিয়ার উপর কত বড় আল্লাহর অনুগ্রহ যে, তিনি তাকে তার সংক্ষিপ্ত আয়ুষ্কালে অধিকাধিক সওয়াব অর্জন করার সহজ পন্থা দান করেছেন।</p>"
        },
        {
            "resource_id": 182,
            "text": "这夜是福泽浩荡之夜，对于凭信仰善计算的人，树立起这一夜，胜过一千个月。"
        },
        {
            "resource_id": 170,
            "text": "Благодеяние, совершенное в эту ночь, лучше того, что человек может совершить в течение тысячи месяцев, в которых нет этой ночи. Воистину, Всевышний Аллах одарил нашу слабую общину удивительными преимуществами и великими возможностями, которые изумляют сердца и поражают умы. Он одарил нас ночью, которая равняется и даже превосходит тысячу месяцев, а ведь это - более восьмидесяти лет, целая человеческая жизнь."
        },
        {
            "resource_id": 183,
            "text": "天命の夜は善に満ち、信仰して報奨を求めつつ礼拝に立つ人には、それは1000の月々よりも良い。"
        },
        {
            "resource_id": 181,
            "text": "این شب خیر و برکت زیادی دارد، و اگر کسی این شب را از روی ایمان و امید به کسب پاداش، زنده نگه دارد از هزار ماه برایش بهتر است."
        },
        {
            "resource_id": 14,
            "text": "<p><span class=\"arabic qpc-hafs\">( وما أدراك ما ليلة القدر ليلة القدر خير من ألف شهر )</span></p><p lang=\"ar\" class=\"ar \">قال أبو عيسى الترمذي عند تفسير هذه الآية : حدثنا محمود بن غيلان ، حدثنا أبو داود الطيالسي ، حدثنا القاسم بن الفضل الحداني ،<span class=\"blue\"> عن يوسف بن سعد قال :</span> قام رجل إلى الحسن بن علي بعد ما بايع معاوية فقال : سودت وجوه المؤمنين -<span class=\"blue\"> أو :</span> يا مسود وجوه المؤمنين -<span class=\"blue\"> فقال :</span> لا تؤنبني ، رحمك الله ; فإن النبي صلى الله عليه وسلم أري بني أمية على منبره ، فساءه ذلك ،<span class=\"blue\"> فنزلت :</span> <span class=\"arabic qpc-hafs\">( إنا أعطيناك الكوثر )</span> يا محمد يعني نهرا في الجنة ،<span class=\"blue\"> ونزلت :</span> <span class=\"arabic qpc-hafs\">( إنا أنزلناه في ليلة القدر وما أدراك ما ليلة القدر ليلة القدر خير من ألف شهر )</span> يملكها بعدك بنو أمية يا محمد .<span class=\"blue\"> قال القاسم :</span> فعددنا فإذا هي ألف شهر ، لا تزيد يوما ولا تنقص يوما .</p><p lang=\"ar\" class=\"ar \">ثم قال الترمذي : هذا حديث غريب لا نعرفه إلا من هذا الوجه من حديث القاسم بن الفضل ، وهو ثقة وثقه يحيى القطان وابن مهدي .<span class=\"blue\"> قال :</span> وشيخه يوسف بن سعد -<span class=\"blue\"> ويقال :</span> يوسف بن مازن - رجل مجهول ، ولا نعرف هذا الحديث ، على هذا اللفظ إلا من هذا الوجه .</p><p lang=\"ar\" class=\"ar \">وقد روى هذا الحديث الحاكم في مستدركه ، من طريق القاسم بن الفضل ، عن يوسف بن مازن به .<span class=\"blue\"> وقول الترمذي :</span> إن يوسف هذا مجهول - فيه نظر ; فإنه قد روى عنه جماعة ،<span class=\"blue\"> منهم :</span> حماد بن سلمة وخالد الحذاء ويونس بن عبيد .<span class=\"blue\"> وقال فيه يحيى بن معين :</span> هو مشهور ، وفي رواية عن ابن معين <span class=\"reference brown\">[ قال ]</span> هو ثقة . ورواه ابن جرير من طريق القاسم بن الفضل ، عن عيسى بن مازن ، كذا قال ، وهذا يقتضي اضطرابا في هذا الحديث ، والله أعلم . ثم هذا الحديث على كل تقدير منكر جدا ،<span class=\"blue\"> قال شيخنا الإمام الحافظ الحجة أبو الحجاج المزي :</span> هو حديث منكر .</p><p lang=\"ar\" class=\"ar \">قلت : وقول القاسم بن الفضل الحداني إنه حسب مدة بني أمية فوجدها ألف شهر لا تزيد يوما ولا تنقص ، ليس بصحيح ; فإن معاوية بن أبي سفيان ، رضي الله عنه ، استقل بالملك حين سلم إليه الحسن بن علي الإمرة سنة أربعين ، واجتمعت البيعة لمعاوية وسمي ذلك عام الجماعة ، ثم استمروا فيها متتابعين بالشام وغيرها ، لم تخرج عنهم إلا مدة دولة عبد الله بن الزبير في الحرمين والأهواز وبعض البلاد قريبا من تسع سنين ، لكن لم تزل يدهم عن الإمرة بالكلية ، بل عن بعض البلاد ، إلى أن استلبهم بنو العباس الخلافة في سنة اثنتين وثلاثين ومائة ، فيكون مجموع مدتهم اثنتين وتسعين سنة ، وذلك أزيد من ألف شهر ، فإن الألف شهر عبارة عن ثلاث وثمانين سنة وأربعة أشهر ، وكأن القاسم بن الفضل أسقط من مدتهم أيام ابن الزبير ، وعلى هذا فتقارب ما قاله للصحة في الحساب ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">ومما يدل على ضعف هذا الحديث أنه سيق لذم دولة بني أمية ، ولو أريد ذلك لم يكن بهذا السياق ; فإن تفضيل ليلة القدر على أيامهم لا يدل على ذم أيامهم ، فإن ليلة القدر شريفة جدا ، والسورة الكريمة إنما جاءت لمدح ليلة القدر ، فكيف تمدح بتفضيلها على أيام بني أمية التي هي مذمومة ، بمقتضى هذا الحديث ،<span class=\"blue\"> وهل هذا إلا كما قال القائل :</span></p><p>ألم تر أن السيف ينقص قدره إذا قيل إن السيف أمضى من العصا</p><p>وقال آخر :</p><p>إذا أنت فضلت امرأ ذا براعة     على ناقص كان المديح من النقص</p><p lang=\"ar\" class=\"ar \">ثم الذي يفهم من ولاية الألف شهر المذكورة في الآية هي أيام بني أمية ، والسورة مكية ، فكيف يحال على ألف شهر هي دولة بني أمية ، ولا يدل عليها لفظ الآية ولا معناها ؟! والمنبر إنما صنع بالمدينة بعد مدة من الهجرة ، فهذا كله مما يدل على ضعف هذا الحديث ونكارته ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا إبراهيم بن موسى ، أخبرنا مسلم - يعني ابن خالد - ، عن ابن أبي نجيح ،<span class=\"blue\"> عن مجاهد :</span> أن النبي صلى الله عليه وسلم ذكر رجلا من بني إسرائيل لبس السلاح في سبيل الله ألف شهر ،<span class=\"blue\"> قال :</span> فعجب المسلمون من ذلك ،<span class=\"blue\"> قال :</span> فأنزل الله عز وجل : <span class=\"arabic qpc-hafs\">( إنا أنزلناه في ليلة القدر وما أدراك ما ليلة القدر ليلة القدر خير من ألف شهر )</span> التي لبس ذلك الرجل السلاح في سبيل الله ألف شهر .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثنا ابن حميد ، حدثنا حكام بن سلم ،<span class=\"blue\"> عن المثنى بن الصباح عن مجاهد قال :</span> كان في بني إسرائيل رجل يقوم الليل حتى يصبح ، ثم يجاهد العدو بالنهار حتى يمسي ، ففعل ذلك ألف شهر ،<span class=\"blue\"> فأنزل الله هذه الآية :</span> <span class=\"arabic qpc-hafs\">( ليلة القدر خير من ألف شهر )</span> قيام تلك الليلة خير من عمل ذلك الرجل .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : أخبرنا يونس ، أخبرنا ابن وهب ، حدثني مسلمة بن علي‌ ،<span class=\"blue\"> عن علي بن عروة قال :</span> ذكر رسول الله صلى الله عليه وسلم يوما أربعة من بني إسرائيل ، عبدوا الله ثمانين عاما ،<span class=\"blue\"> لم يعصوه طرفة عين :</span> فذكر أيوب وزكريا وحزقيل بن العجوز ويوشع بن نون -<span class=\"blue\"> قال :</span> فعجب أصحاب رسول الله صلى الله عليه وسلم من ذلك ،<span class=\"blue\"> فأتاه جبريل فقال :</span> يا محمد عجبت أمتك من عبادة هؤلاء النفر ثمانين سنة ، لم يعصوه طرفة عين ; فقد أنزل الله خيرا من ذلك .<span class=\"blue\"> فقرأ عليه :</span> <span class=\"arabic qpc-hafs\">( إنا أنزلناه في ليلة القدر وما أدراك ما ليلة القدر ليلة القدر خير من ألف شهر )</span> هذا أفضل مما عجبت أنت وأمتك .<span class=\"blue\"> قال :</span> فسر بذلك رسول الله صلى الله عليه وسلم والناس معه .</p><p lang=\"ar\" class=\"ar \">وقال سفيان الثوري : بلغني عن مجاهد : ليلة القدر خير من ألف شهر .<span class=\"blue\"> قال :</span> عملها ، صيامها وقيامها خير من ألف شهر . رواه ابن جرير .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا إبراهيم بن موسى ، أخبرنا ابن أبي زائدة ،<span class=\"blue\"> عن ابن جريج عن مجاهد :</span> ليلة القدر خير من ألف شهر ، ليس في تلك الشهور ليلة القدر . وهكذا قال قتادة بن دعامة والشافعي وغير واحد .</p><p>وقال عمرو بن قيس الملائي : عمل فيها خير من عمل ألف شهر .</p><p lang=\"ar\" class=\"ar \">وهذا القول بأنها أفضل من عبادة ألف شهر - وليس فيها ليلة القدر - هو اختيار ابن جرير . وهو الصواب لا ما عداه ،<span class=\"blue\"> وهو كقوله صلى الله عليه وسلم :</span> <span class=\"red\">\" رباط ليلة في سبيل الله خير من ألف ليلة فيما سواه من المنازل \"</span> . رواه أحمد وكما جاء في قاصد الجمعة بهيئة حسنة ،<span class=\"blue\"> ونية صالحة :</span> <span class=\"red\">\" أنه يكتب له عمل سنة ، أجر صيامها وقيامها \"</span> إلى غير ذلك من المعاني المشابهة لذلك .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا إسماعيل بن إبراهيم ، حدثنا أيوب ، عن أبي قلابة ،<span class=\"blue\"> عن أبي هريرة قال :</span> لما حضر رمضان قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" قد جاءكم شهر رمضان ، شهر مبارك ، افترض الله عليكم صيامه ، تفتح فيه أبواب الجنة ، وتغلق فيه أبواب الجحيم ، وتغل فيه الشياطين ، فيه ليلة خير من ألف شهر ، من حرم خيرها فقد حرم \"</span> .</p><p>ورواه النسائي من حديث أيوب به .</p><p lang=\"ar\" class=\"ar \">ولما كانت ليلة القدر تعدل عبادتها عبادة ألف شهر ،<span class=\"blue\"> ثبت في الصحيحين عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" من قام ليلة القدر إيمانا واحتسابا غفر له ما تقدم من ذنبه \"</span> .</p>"
        },
        {
            "resource_id": 178,
            "text": "В этой ночи кроется великое благо, и она лучше, чем тысячи месяцев, для тех, кто выстаивает ее с верой и надеждой."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ }</span> أي: تعادل من فضلها ألف شهر، فالعمل الذي يقع فيها، خير من العمل في ألف شهر <span class=\"arabic qpc-hafs\">[خالية منها]</span>، وهذا مما تتحير فيه  الألباب، وتندهش له العقول، حيث من تبارك وتعالى على هذه الأمة الضعيفة القوة والقوى، بليلة يكون العمل فيها يقابل ويزيد على ألف شهر، عمر رجل معمر عمرًا طويلًا، نيفًا وثمانين سنة."
        },
        {
            "resource_id": 172,
            "text": "Bu gece, büyük hayırlara sahip bir gecedir. İman edip sevabını ümit ederek o geceyi ihya eden kimse için bin aydan daha hayırlıdır."
        },
        {
            "resource_id": 174,
            "text": "Malam ini adalah malam yang penuh dengan kebaikan yang agung, ia lebih baik dari seribu bulan bagi orang yang menjalankan salat malam di dalamnya dengan penuh keimanan dan mengharap pahala."
        },
        {
            "resource_id": 790,
            "text": "এয়া সৰ্বোত্তম মঙ্গল ৰাতি। কিয়নো এয়া ঈমান আৰু পূণ্য প্ৰাপ্তৰ উদ্দেশ্যে ৰাতি জাগৰণ কাৰীৰ বাবে এক হাজাৰ মাহৰ ৰাতিতকৈও উত্তম।"
        },
        {
            "resource_id": 792,
            "text": "យប់នោះ គឺជាយប់ដ៏ល្អអស្ចារ្យបំផុត។ ពិតណាស់ វាគឺជាយប់មួយដែលល្អប្រសើរជាងមួយពាន់ខែ សម្រាប់ជនណាដែលសាងទង្វើកុសលនានានៅក្នុងយប់នោះប្រកបដោយមានជំនឿនិងសង្ឃឹមទទួលបានផលបុណ្យ(ពីអល់ឡោះ)។"
        },
        {
            "resource_id": 173,
            "text": "Cette nuit contient un bien immense puisqu’elle est meilleure que mille mois, pour ceux qui la veillent en accomplissant des adorations qu’ils mettent en dépôt auprès d’Allah."
        },
        {
            "resource_id": 776,
            "text": "Esta noche es una noche de gran bondad; adorar a Al-lah durante ella es mejor que hacerlo durante mil meses, si se tiene fe y se anhela su recompensa."
        },
        {
            "resource_id": 180,
            "text": "৩. এ রজনী হলো একটি মহা মহিমান্বিত রজনী। তাই সেটি হাজার মাস অপেক্ষা উত্তম। তার জন্য যে ঈমান ও সাওয়াবের আশায় তা পালন করে।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا مهران، عن سفيان،<span class=\"blue\"> قال:</span> بلغني عن مجاهد <span class=\"arabic qpc-hafs green\">( لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ )</span> قال: عملها وصيامها وقيامها خير من ألف شهر.</p><p>قال: ثنا الحكم بن بشير،<span class=\"blue\"> قال:</span> ثنا عمرو بن قيس الملائي،<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( خَيْرٌ مِنْ أَلْفِ شَهْرٍ )</span> قال: عملٌ فيها خير من عمل ألف شهر.</p><p>وقال آخرون: معنى ذلك أن ليلة القدر خير من ألف شهر، ليس فيها ليلة القدر.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( خَيْرٌ مِنْ أَلْفِ شَهْرٍ )</span> ليس فيها ليلة القدر.</p><p lang=\"ar\" class=\"ar \">وقال آخرون في ذلك ما حدثنا ابن حميد،<span class=\"blue\"> قال:</span> ثنا حَكَّام بن سلم، عن المُثَنَّى بن الصَّبَّاح،<span class=\"blue\"> عن مجاهد قال:</span> كان في بني إسرائيل رجل يقوم الليل حتى يصبح، ثم يجاهد العدوّ بالنهار حتى يُمْسِيَ، ففعل ذلك ألف شهر،<span class=\"blue\"> فأنـزل الله هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ )</span> قيام تلك الليلة خير من عمل ذلك الرجل.</p><p lang=\"ar\" class=\"ar \">وقال آخرون في ذلك ما حدثني أبو الخطاب الجاروديّ سهيل،<span class=\"blue\"> قال:</span> ثنا سَلْم بن قُتيبة،<span class=\"blue\"> قال:</span> ثنا القاسم بن الفضل، عن عيسى بن مازن،<span class=\"blue\"> قال:</span> قلت للحسن بن عليّ رضى الله عنه: يا مسوّد وجوه المؤمنين، عمدت إلى هذا الرجل، فبايعت له، يعني معاوية بن أبي سفيان،<span class=\"blue\"> فقال:</span> إن رسول الله صلى الله عليه وسلم أري في منامه بني أميَّة يعلون منبره حليفة خليفة، فشقّ ذلك عليه،<span class=\"blue\"> فأنـزل الله:</span>  إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ  و <span class=\"arabic qpc-hafs green\">(إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ * وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ * لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ)</span> يعني ملك &amp;; 24-534 &amp;; بني أمية؛<span class=\"blue\"> قال القاسم:</span> فحسبنا مُلْكَ بني أمية، فإذا هو ألف شهر.</p><p lang=\"ar\" class=\"ar \">وأشبه الأقوال في ذلك بظاهر التنـزيل قول من قال: عملٌ في ليلة القدر خير من عمل ألف شهر، ليس فيها ليلة القدر. وأما الأقوال الأخر، فدعاوى معان باطلة، لا دلالة عليها من خبر ولا عقل، ولا هي موجودة في التنـزيل.</p>"
        },
        {
            "resource_id": 791,
            "text": "ഈ രാത്രി വളരെ വലിയ നന്മകൾ നിറഞ്ഞു നിൽക്കുന്ന രാത്രിയാകുന്നു. ഈ രാത്രിയിൽ വിശ്വാസത്തോടെയും പ്രതിഫലേഛയോടെയും നിസ്കരിച്ചവർക്ക് അത് ആയിരം മാസങ്ങളെക്കാൾ ശ്രേഷ്ഠകരമാണ്."
        },
        {
            "resource_id": 16,
            "text": "ليلة القدر ليلة مباركة، العمل الصالح فيها خير من عمل ألف شهر ليس فيها ليلة قدر."
        },
        {
            "resource_id": 905,
            "text": "هذه الليلة ليلة عظيمة الخير، فهي خير من ألف شهر لمن قامها إيمانًا واحتسابًا."
        },
        {
            "resource_id": 176,
            "text": "Questa notte è la notte del bene immenso, migliore di mille mesi per colui che veglia, durante questa notte, per fede e nella speranza che venga accettata."
        },
        {
            "resource_id": 178,
            "text": "Ангелы и Джибриль нисходят в эту ночь с дозволения их Господа, по всем велениям, которые предписал Аллах для этого года, будь это удел, смерть, рождение или что-либо другое из того, что предопределил Аллах."
        },
        {
            "resource_id": 165,
            "text": "<p>ঐ রাত্রিতে ফিরিশতাগণ ও রূহ (জিবরীল) অবতীর্ণ হয় প্রত্যেক কাজে তাদের প্রতিপালকের অনুমতিক্রমে। [১]</p><p>[১] এখানে 'রূহ' বলে জিবরীল (আঃ)-কে বোঝানো হয়েছে। অর্থাৎ, জিবরীল (আঃ) সহ ফিরিশতাগণ এই রাতে ঐ সকল কর্ম আঞ্জাম দেওয়ার উদ্দেশ্যে পৃথিবীতে অবতরণ করেন, যা আল্লাহ এক বছরের জন্য ফায়সালা করে থাকেন।</p>"
        },
        {
            "resource_id": 168,
            "text": "<p>Descent of the Angels and the Spirit with Divine Decrees</p><p>Verse [ 4] نَزَّلُ الْمَلَائِكَةُ وَالرُّ‌وحُ (The angels and the Spirit descend in it, with the leave of their Lord, along with every command.) 'Spirit' here refers to Jibra'il (علیہ السلام) .</p><p>Sayyidna Anas ؓ narrates that the Messenger of Allah\tﷺ said: \"When the Night of Qadr occurs, Jibra'il (علیہ السلام) descends on the earth with a huge throng of angels and all of them pray for every servant of Allah, man or woman, busy in salah or dhikr, to be blessed by Allah.\" [ Mazhari ]. In the phrase مِّن كُلِّ أَمْرٍ‌ (along with every command), the preposition min is used in the sense of 'with' as in [ 13:11] يَحْفَظُونَهُ مِنْ أَمْرِ‌ اللَّـهِ. The verse under comment means the angels bring down, during the Night of Qadr, the decree for everything destined to occur in the coming year. Some of the commentators, like Mujahid and others, say that the phrase مِّن كُلِّ أَمْرٍ‌min kulli amrin is syntactically related to salam, and the word Amr means 'everything'. Thus they interpret the statement to mean: 'The night is a security from every evil, harm and calamity.' [ Ibn Kathir ].</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا }</span> أي: يكثر نزولهم فيها <span class=\"arabic qpc-hafs brown\">{ مِنْ كُلِّ أَمْر}</span>"
        },
        {
            "resource_id": 93,
            "text": "ثم ذكر - سبحانه - بعد ذلك مزية أخرى لهذه الليلة المباركة فقال : ( تَنَزَّلُ الملائكة والروح فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ ) .أى : ومن مزايا وفضائل هذه الليلة أيضا ، أن الملائكة - وعلى رأسهم الروح الأمين جبريل - ينزلون فيها أفواجا إلى الأرض ، بأمره - تعالى - وإذنه ، وهم جميعا إنما ينزلونمن أجل أمر من الأمور التى يريد إبلاغها إلى عباده ، وأصل \" تنزل \" تتنزل ، فحذفت إحدى التاءين تخفيفا ، ونزول الملائكة إلى الأرض ، من أجل نشر البركات التى تحفهم ، فنزولهم فى تلك الليلة يدل على شرفها ، وعلى رحمة الله - تعالى - بعباده .والروح : هو جبريل ، وذكره بخصوصه بعد ذكر الملائكة ، من باب ذكر الخاص بعد العام ، لمزيد الفضل ، واختصاصه بأمور لا يشاركه فيها غيره .وقوله - سبحانه - ( بِإِذْنِ رَبِّهِم ) متعلق بقوله : ( تنزل ) ، والباء للسببية ، أى : يتنزلون بسبب إذن ربهم لهم فى النزول .قال الجمل ما ملخصه . وقوله : ( مِّن كُلِّ أَمْرٍ ) يجوز فى \" من \" وجهان : أحدهما أنها بمعنى اللام ، وتتعلق بتنزل ، تنزل من أجل كل أمر قضى إلى العام القابل .والثانى : أنها بمعنى الباء ، أى : تنزل بكل أمر قضاه الله - تعالى - فيها من موت وحياة ورزق .وليس المراد أن تقدير الله لا يحدث إلا فى تلك الليلة بل المراد إظهار تلك المقادير لملائكته ."
        },
        {
            "resource_id": 166,
            "text": "<p>সে রাতে ফিরিশ্তাগণ ও রূহ্ নাযিল হয় [১] তাদের রবের অনুমতিক্রমে সকল সিদ্ধান্ত [২] নিয়ে।</p><p>[১] الروح বলে কি বুঝানো হয়েছে মতপার্থক্য থাকলেও প্রাধান্যপ্রাপ্ত মত হলো এর দ্বারা জিবরাঈলকে বোঝানো হয়েছে। জিবরাঈল আলাইহিস সালামের শ্রেষ্ঠত্ব ও মর্যাদার কারণে সমস্ত ফেরেশতা থেকে আলাদা করে তাঁর উল্লেখ করা হয়েছে। জিবরাঈলের সাথে ফেরেশতারাও সে রাত্ৰিতে অবতরণ করে। [ফাতহুল কাদীর] হাদীসে আছে, “লাইলাতুল-কদরের রাত্রিতে পৃথিবীতে ফেরেশতারা এত বেশী অবতরণ করে যে, তাদের সংখ্যা পাথর কুচির চেয়েও বেশী।” [মুসনাদে আহমাদঃ ২/৫:১৯, মুসনাদে তায়ালাসী: ২৫৪৫]</p><p>[২] সকল সিদ্ধান্ত বা প্রত্যেক হুকুম বলতে অন্যত্র বর্ণিত “আমরে হাকীম” (বিজ্ঞতাপূর্ণ কাজ) [সূরা আদ-দোখান: ৪] বলতে যা বুঝানো হয়েছে তার কথাই এখানে বলা হয়েছে। অর্থাৎ ফেরেশতাগণ শবে-কদরে সারা বছরের অবধারিত ঘটনাবলী নিয়ে পৃথিবীতে অবতরণ করে। কোন কোন তাফসীরবিদ একে سلام এর সাথে সম্পর্কযুক্ত করে এ অর্থ করেছেন যে, এ রাত্রিটি যাবতীয় অনিষ্ট ও বিপদাপদ থেকে শান্তিস্বরূপ। [ইবন কাসীর]</p>"
        },
        {
            "resource_id": 905,
            "text": "تنزل الملائكة وينزل جبريل عليه السلام فيها بإذن ربهم سبحانه بكلّ أمر قضاه الله في تلك السنة رزقًا كان أو موتًا أو ولادة أو غير ذلك مما يقدره الله."
        },
        {
            "resource_id": 172,
            "text": "O gece, melekler ve Cebrail -aleyhisselam- Rableri Allah -Subhanehu ve Teâlâ-'nın izniyle, o sene için Allah’ın takdir ettiği, rızık, ölüm, doğum veya bunların dışındaki her iş için inerler."
        },
        {
            "resource_id": 157,
            "text": "<p>تنزل ............................ کل ام (4:97) فرشتے اور روح ، اس میں اپنے رب کے اذن سے ہر حکم لے کر اترتے ہیں “۔ آج جب ہم صدیوں پیچھے کی طرف نظر دوڑاتے ہیں اور پھر ہماری نگاہ اس بزرگ اور عظیم رات پر پڑتی ہے۔ اور ہم اس جشن پر غور کرتے ہیں جو اس رات دیکھا گیا۔ پھر ہم ان امور کو دیکھتے ہیں جو اس رات میں فیصلہ ہوئے اور مکمل ہوئے اور دیکھتے ہیں کہ انسانی تاریخ نے کیا سفر طے کیا ، کیا واقعات وحادثات رونما ہوئے ، اس رات کے فیصلوں کے نتیجے میں انسانی قلب ونظر میں کیا کیا تبدیلیاں ہوئیں تو ہمیں یقین ہوجاتا ہے کہ یہ ایک عظیم رات تھی اور میں بتایا جانے والا یہ حسن نوبہاراں بھی فی الواقعہ بجا تھا اور آج ہمیں اللہ کا یہ کلام اچھی طرح سمجھ میں آتا ہے۔</p><p>وما ادرک .................... القدر (2:97) ” تم کیا جانو کہ شب قدر کیا ہے “۔ اور یہ کہ اس رات تمام حکیمانہ امور طے ہوئے ، اس رات اساس دین ، دینی اقدار اور حسن وقبح کے پیمانے طے ہوئے۔ اس رات افراد کے علاوہ حکومتوں ، ملتوں اور اقوام کی قسمتوں کا فیصلہ ہوا بلکہ اس سے بھی بڑھ کر جس اہم چیز کا فیصلہ ہوا وہ یہ ہے کہ حق کا معیار طے ہوا۔ مستقل قدریں طے ہوئیں۔ طریق زندگی اور نظام شریعت طے ہوا اور روحانی اقدار طے ہوئیں۔ سلم ” وہ رات سراسر سلامتی ہے “ ۔ انسانیت نے اپنی جہالت اور بدبختی کی وجہ سے شب قدر کی قدر و قیمت کو بھلا دیا ہے۔ اور اس عظیم واقعہ کی اہمیت کو دل سے محو کردیا ہے ، حالانکہ انسانی تاریخ کا یہ ایک عظیم واقعہ تھا ، اور جب سے انسانیت نے اس عظیم واقعہ کو بھلایا اور اس عظیم پیغام کے حوالے سے غفلت کا مظاہرہ کیا تو انسانیت اللہ کی عظیم ترین رحمت وسعادت سے محروم ہوگئی۔ وہ کیا تھی ؟ حقیقی امن وسلامتی کی سعادت ، انسانی ضمیر ونفسیات میں امن وسلامتی کی سعادت ، انسانی خاندان میں امن وسلامتی کی سعادت ، وہ ہمہ گیر سعادت تھی جس سے اسلام نے دنیا کو مالا مال کردیا تھا۔ یہ درست ہے کہ انسان نے اس عرصہ میں بےپناہ مادی ترقی کی ، دنیاکو خوب آبادوشاداب کیا۔ لیکن اسلام نے جو امن وسلامتی عطا کی ہے اسے انسان نہ پاسکا۔ باوجود مادی ترقی اور بےپناہ پیداوار کے انسانیت بدبخت ہی رہی۔ وہ خوبصورت نور بجھ گیا جس نے کبھی اس کی روح کو روشن کردیا تھا۔ اور وہ روشن خوشی ختم ہوکر رہ گئی جس نے اسے زمین کے بندھنوں سے آزاد کرکے عالم بالا کے ساتھ معلق کردیا تھا ، اور وہ مجموعی سلامتی ختم ہوگئی۔ جس کے فیوض وبرکات انسانی قلب اور ارواح سے سرشار ہوگئے تھے۔ لیکن یہ سب کچھ کھو چکنے کے بعد انسان نے نہ روحانی خوشی پائی ، نہ آسمانی روحانیت ملی اور نہ انسان کو یہ آزادی ملی کہ وہ زمینی بوجھ سے ذرا اٹھ کر آسمانوں تک پہنچے۔</p>"
        },
        {
            "resource_id": 170,
            "text": "В ночь предопределения на землю нисходит великое множество ангелов, чего не происходит в другое время."
        },
        {
            "resource_id": 174,
            "text": "Para malaikat dan Malaikat Jibril -'alaihissalām- turun pada malam itu dengan izin dari Tuhan mereka -Subḥānahu wa Ta'ālā- dengan membawa perkara yang telah ditakdirkan oleh Allah untuk tahun itu, baik berupa rezeki, kematian, kelahiran, dan berbagai hal lain yang telah ditakdirkan oleh Allah."
        },
        {
            "resource_id": 175,
            "text": "U toj noći silaze meleki i Džibril, alejhi selam, s dozvolom Gospodara njihova, provodeći Allahove odredbe za tu godinu, bilo da se radi o opskrbi, smrti, rođenju i svega ostalog što Allah određuje."
        },
        {
            "resource_id": 790,
            "text": "সেই ৰাতিত ফিৰিস্তাসকল আৰু জিব্ৰীল আলাইহিছ ছালামে তেওঁলোকৰ প্ৰতিপালকৰ আদেশমৰ্মে সেই বছৰত আল্লাহ তাআলাই লোৱা সকলো নিৰ্ণয়ৰ সৈতে অৱতীৰ্ণ হয়। যদিও সেই নিৰ্ণয় জীৱিকা, মৃত্যু, জন্ম সম্পৰ্কীয় নহওঁক কিয়।"
        },
        {
            "resource_id": 92,
            "text": "تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (4) إذا ضُم هذا البيان الثاني لما في قوله : { وما أدراك ما ليلة القدر } [ القدر : 2 ] من الإِبهام التفخيمي حصل منهما ما يدل دلالةً بيّنة على أن الله جعل مثل هذه الفضيلة لكل ليلة من ليالي الأعوام تقع في مثل الليلة من شهر نزول القرآن كرامةً للقرآن ، ولمن أنزل عليه ، وللدِّين الذي نزل فيه ، وللأمة التي تتبعه ، ألا ترى أن معظم السورة كان لذكر فضائل ليلة القدر فما هو إلا للتحريض على تطلب العمل الصالح فيها ، فإن كونها خيراً من ألف شهر أومأ إلى ذلك وبينته الأخبار الصحيحة . والتعبير بالفعل المضارع في قوله : { تنزل الملائكة } مؤذن بأن هذا التنزل متكرر في المستقبل بعد نزول هذه السورة .وذِكر نهايتها بطلوع الفجر لا أثرَ له في بيان فضلها فتعين أنه إدماج للتعريف بمنتهاهَا ليحرص الناسُ على كثرة العمل فيها قبل انتهائها .لا جرم أن ليلة القدر التي ابتدىء فيها نزول القرآن قد انقضت قبل أن يشعر بها أحد عدا محمد صلى الله عليه وسلم إذْ كان قد تحنث فيها ، وأنزل عليه أول القرآن آخرها ، وانقلب إلى أهله في صبيحتها ، فلولا إرادة التعريف بفضل الليالي الموافقة لها في كل السنوات لاقتُصر على بيان فضل تلك الليلة الأولى ولما كانت حاجة إلى تَنزّل الملائكة فيها ، ولا إلى تعيين منتهاها .وهذا تعليم للمسلمين أن يَعظموا أيام فضلهم الديني وأيام نَعم الله عليهم ، وهو مماثل لما شرع الله لموسى من تفضيل بعض أيام السنين التي توافق أياماً حصلت فيها نعم عظمى من الله على موسى قال تعالى : { وذكرهم بأيام اللَّه } [ إبراهيم : 5 ] فينبغي أن تعد ليلة القدر عيد نزول القرآن .وحكمة إخفاء تعيينها إرادةُ أن يكرر المسلمون حسناتهم في ليال كثيرة توخياً لمصادفة ليلة القدر كما أخفيت ساعةُ الإِجابة يوم الجمعة .هذا محصّل ما أفاده القرآن في فضل ليلة القدر من كل عام ولم يبين أنها أيَّةُ ليلة ، ولا من أي شهر ، وقد قال تعالى : { شهر رمضان الذي أنزل فيه القرآن } [ البقرة : 185 ] فتبين أن ليلة القدر الأولى هي من ليالي شهر رمضان لا محالة ، فبنا أن نتطلب تعيين ليلة القدر الأولى التي ابتدِىء إنزال القرآن فيها لنطلب تعيين ما يماثلها من ليالي رمضان في جميع السّنين ، وتعيين صفة المماثلة ، والمماثلةُ تكون في صفات مختلفة فلا جائز أن تُماثلها في اسم يومها نحو الثلاثاء أو الأربعاء ، ولا في الفصل من شتاءٍ أو صيف أو نحو ذلك مما ليس من الأحوال المعتبرة في الدين ، فعلينا أن نتطلب جهة من جهات المماثلة لها في اعتبار الدين وما يرضي الله . وقد اختُلف في تعيين المماثلة اختلافاً كثيراً وأصح ما يعتمد في ذلك : أنها من ليالي شهر رمضان من كل سنة وأنها من ليالي الوتر كما دل عليه الحديث الصحيح :« تحروا ليلة القدر في الوتر في العشر الأواخر من رمضان » .والوتر : أفضل الأعداد عند الله كما دل عليه حديث : « إن الله وِتر يحب الوتر » .وأنّها ليست ليلة معينة مطّردة في كل السنين بل هي متنقلة في الأعوام ، وأنها في رمضان وإلى هذا ذهب مالك والشافعي وأحمد وأكثر أهل العلم قال ابن رشيد : وهو أصح الأقاويل وأوْلاها بالصواب . وعلَى أنها متنقلة في الأعوام فأكثر أهل العلم على أنها لا تخرج عن شهر رمضان . والجمهور على أنها لا تخرج عن العشر الأواخر منه ، وقال جماعة : لا تخرج عن العَشْر الأوَاسط ، والعَشْر الأواخر .وتأوّلوا ما ورد من الآثار ضبطها على إرادة الغالب أو إرادة عام بعينه .ولم يرد في تعيينها شيء صريح يُروى عن النبي صلى الله عليه وسلم لأن ما ورد في ذلك من الأخبار محتمل لأن يكون أراد به تعيينها في خصوص السنة التي أخبر عنها وذلك مبسوط في كتب السنة فلا نطيل به ، وقد أتى ابن كثير منه بكثير .وحفظت عن الشيخ محي الدين بن العربي أنه ضبط تعيينها باختلاف السنين بأبيات ذكر في البيت الأخير منها قوله: ... وضابطها بالقول ليلة جمعةٍتوافيك بعد النصفْ في ليلة وتر ... حفظناها عن بعض مُعلمينا ولم أقف عليها . وجربنا علامة ضوء الشمس في صبيحتها فلم تتخلف .وأصل { تنزل } تتنزل فحذفت إحدى التاءَيْن اختصاراً . وظاهر أن تنزل الملائكة إلى الأرض .ونزول الملائكة إلى الأرض لأجل البركات التي تحفهم .و { الروح } : هو جبريل ، أي ينزل جبريل في الملائكة .ومعنى { بإذن ربهم } أن هذا التنزل كرامة أكْرم الله بها المسلمين بأن أنزل لهم في تلك الليلة جماعات من ملائكته وفيهم أشرفهم وكان نزول جبريل في تلك الليلة ليعود عليها من الفضل مثل الذي حصل في مماثلتها الأولى ليلة نزوله بالوحي في غار حِراء .وفي هذا أصل لإِقامة المواكب لإِحياء ذكرى أيام مجد الإِسلام وفضله وأن من كان له عمل في أصل تلك الذكرى ينبغي أن لا يخلو عنه موكب البهجة بتذكارها .وقوله : { بإذن ربهم } متعلق ب { تنزل } إما بمعنى السببية ، أي يتنزلون بسبب إذن ربهم لهم في النزول فالإِذن بمعنى المصدر ، وإما بمعنى المصاحبة ، أي مصاحبين لما أذِن به ربهم ، فالإِذن بمعنى المأذون به من إطلاق المصدر على المفعول نحو : { هذا خَلْق الله } [ لقمان : 11 ] .و { مِن } في قوله { من كل أمر } يجوز أن تكون بيانية تبين الإِذن من قوله : { بإذن ربهم } ، أي بإذن ربهم الذي هو في كل أمر .ويجوز أن تكون بمعنى الباء ، أي تتنزل بكل أمر مِثل ما في قوله تعالى : { يحفظونه من أمر اللَّه }[ الرعد : 11 ] أي بأمر الله ، وهذا إذا جعلت باء { بإذن ربهم } سببية ، ويجوز أن تكون للتعليل ، أي من أجل كل أمر أراد الله قضاءه بتسخيرهم .و { كل } مستعملة في معنى الكثرة للأهمية ، أي في أمور كثيرة عظيمة كقوله تعالى : { ولو جاءتهم كل آية } [ يونس : 97 ] وقوله : { يأتوك رجالاً وعلى كل ضامر } [ الحج : 27 ] وقوله : { واضربوا منهم كل بنان } [ الأنفال : 12 ] . وقول النابغة: ... بها كلَّ ذيَّال وخنساءَ تَرْعويإلى كل رَجَّاف من الرمل فارد ... وقد بينا ذلك عند قوله تعالى : { وعلى كل ضامر } في سورة الحج ( 27 ) .وتنوين أمر } للتعظيم ، أي بأنواع الثواب على الأعمال في تلك الليلة . وهذا الأمر غير الأمر الذي في قوله تعالى : { فيها يفرق كل أمر حكيم } [ الدخان : 4 ] مع أن { أمراً من عندنا } في سورة الدخان ( 5 ) متحدة مع اختلاف شؤونها ، فإن لها شؤوناً عديدة .ويجوز أن يكون هو الأمر المذكور هنا فيكون هنا مطلقاً وفي آية الدخان مقيداً .واعلم أن موقع قوله : تنزل الملائكة والروح فيها } إلى قوله : { من كل أمر } ، من جملة : { ليلة القدر خير من ألف شهر } [ القدر : 3 ] موقع الاستئناف البياني أو موقع بدل الاشتمال فلمراعاة هذا الموقع فصلت الجملة عن التي قبلها ولم تعطف عليها مع أنهما مشتركتان في كون كل واحدة منهما تفيد بياناً لجملة : { وما أدراك ما ليلة القدر } [ القدر : 2 ] ، فأوثرت مراعاةُ موقعها الاستئنافي أو البدلي على مراعاة اشتراكهما في كونها بياناً لجملة : { وما أدراك ما ليلة القدر } لأن هذا البيان لا يفوت السامع عند إيرادها في صورة البيان أو البدل بخلاف ما لو عطفت على التي قبلها بالواو لفوات الإِشارة إلى أن تنزل الملائكة فيها من أحوال خيريتها ."
        },
        {
            "resource_id": 792,
            "text": "ឡាអ៊ីកាត់ជាច្រើន ព្រមទាំងជីព្រីលបានចុះមកក្នុងយប់នោះដោយមានការអនុញ្ញាតពីម្ចាស់របស់ពួកគេ ដើម្បីអនុវត្ដរាល់បទបញ្ជារបស់អល់ឡោះនៅក្នុងឆ្នាំនោះ ដូចជាលាភសក្ការៈ ការស្លាប់ ការចាប់កំណើត ឬអ្វីផ្សេងទៀតនូវអ្វីដែលអល់ឡោះបានកំណត់។"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">وله - عز وجل -<span class=\"blue\"> :</span> <span class=\"green\">( تنزل الملائكة والروح )</span> يعني جبريل - عليه السلام - معهم ، <span class=\"green\">( فيها )</span> أي في ليلة القدر ، <span class=\"green\">( بإذن ربهم من كل أمر )</span> أي بكل أمر من الخير والبركة ،<span class=\"blue\"> كقوله :</span> <span class=\"arabic qpc-hafs\">\" يحفظونه من أمر الله \"</span> <span class=\"green\">( الرعد - 11 )</span> أي بأمر الله .</p>"
        },
        {
            "resource_id": 173,
            "text": "Les anges et Gabriel descendent durant cette nuit avec la permission de leur Seigneur et transmetttent tout décret qu’Allah émet pour l’année: subsistance, décès, naissance ou autre."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا</span> ] لەو شەوەدا مەلائیكەت دائەبەزن وەكو پێغەمبەرى خوا صلى الله علیه وسلم ئەفەرمووێ: (ژمارەی ئەو مەلائیكەتانەى كە لەو شەوەدا دائەبەزن زیاترە لە ژمارەی وردە بەردەكان) وردە بەردو وردە زیخی دونیا چەندێك زۆرە ژمارەی ئەو مەلائیكەتانەی لەو شەوەدا دائەبەزن لەوە زیاترە، واتە: مەلائیكەتێكی یەكجار زۆر دائەبەزێتە سەر ڕووی زەوی كە خێرو بەرەكەتیان پێیە, وە ڕوحیش دائەبەزێ كە مەبەست پێی جبریلە یاخود ئەو تەفسیرانەی تر كە لە سوورەتی (نەبەئدا) بۆیمان كرد [ <span class=\"arabic uthmani\">بِإِذْنِ رَبِّهِمْ</span> ] بە فەرمانی خوای گەورە [ <span class=\"arabic uthmani\">مِنْ كُلِّ أَمْرٍ (٤)</span> ] بە هەموو فەرمانێك لەلایەن خوای گەورەوە دائەبەزن ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "Gli angeli scendono e così scende Jibrīl pace a lui, in questa notte, per ordine del loro Dio, gloria Sua, portando ogni ordine che Allāh ha decretato in quell'anno, sia riguardo il sostentamento, la morte, la nascita o qualche altro decreto di Allāh."
        },
        {
            "resource_id": 776,
            "text": "Los ángeles y Gabriel u descienden durante esta noche con el permiso de su Señor, trayendo cada asunto que Al-lah ha ordenado que suceda ese año, ya sea sustento, nacimientos, decesos y otros asuntos del decreto."
        },
        {
            "resource_id": 177,
            "text": "Vào đêm định mệnh, sẽ có nhiều Thiên Thần và cả Đại Thiên Thần Jibril đi xuống, mang theo Quyết định của Allah về mọi điều cho năm đó như bổng lộc hoặc chết chóc, hoặc sinh nở, hoặc các tiền định khác theo chỉ dụ của Allah."
        },
        {
            "resource_id": 180,
            "text": "৪. সে রজনীতে ফিরিশতাগণ ও জিবরীল (আলাইহিস-সালাম) আল্লাহর নির্দেশে অবতরণ করেন প্রত্যেক ওই সব বিষয় নিয়ে যার ফায়সালা আল্লাহ আগামী বৎসরের জন্য করেছেন। যাতে জীবিকা, জন্ম ও মৃত্যু ইত্যাদি থাকে।"
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">This refers to the Angel Gabriel.</p>"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( تَنـزلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ )</span></p><p lang=\"ar\" class=\"ar \">اختلف أهل التأويل في تأويل ذلك،<span class=\"blue\"> فقال بعضهم:</span> معنى ذلك: تنـزل الملائكة وجبريل معهم، وهو الروح في ليلة القدر <span class=\"arabic qpc-hafs green\">( بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ )</span> يعني بإذن ربهم، من كلّ أمر قضاه الله في تلك السنة، من رزق وأجل وغير ذلك.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( مِنْ كُلِّ أَمْرٍ )</span> قال: يقضى فيها ما يكون في السنة إلى مثلها.</p><p>فعلى هذا القول منتهى الخبر، وموضع الوقف من كلّ أمر.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: <span class=\"arabic qpc-hafs green\">( تَنـزلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ )</span> لا يلقون مؤمنا ولا مؤمنة إلا سلَّموا عليه.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حُدثت عن يحيى بن زياد الفرّاء،<span class=\"blue\"> قال:</span> ثني أبو بكر بن عياش، عن الكلبيّ، عن أبي صالح،<span class=\"blue\"> عن ابن عباس:</span> أنه كان يقرأ: <span class=\"red\">\" من كل امرئ سلام \"</span> وهذه القراءة من قرأ بها وجَّه معنى من كلّ امرئ: من كلّ ملَك؛<span class=\"blue\"> كان معناه عنده:</span> تنـزل الملائكة والروح فيها بإذن ربهم من كلّ ملك يسلم على المؤمنين والمؤمنات؛ ولا أرى القراءة بها جائزة، لإجماع الحجة من القرّاء على خلافها، وأنها خلاف لما في مصاحف المسلمين، وذلك أنه ليس في مصحف من مصاحف المسلمين في قوله <span class=\"red\">\" أمر \"</span> ياء،<span class=\"blue\"> وإذا قُرِئت:</span> <span class=\"arabic qpc-hafs green\">( مِنْ كُلّ امْرِئ )</span> لحقتها همزة، تصير في الخطّ ياء.</p><p>والصواب من القول في ذلك: القول الأوّل الذي ذكرناه قبل، على ما تأوّله قتادة.</p>"
        },
        {
            "resource_id": 179,
            "text": "Nagbababaan ang mga Anghel at bumababa si Anghel Gabriel – sumakanya ang pagbati ng kapayapaan – rito ayon sa pahintulot ng Panginoon Nila – kaluwalhatian sa Kanya – kalakip ng bawat utos na itinadhana ni Allāh sa taon na iyon, maging ito man ay panustos o kamatayan o pagkapanganak o iba pa roon kabilang sa itinatakda ni Allāh."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 791,
            "text": "മലക്കുകളും ജിബ്രീൽ -عَلَيْهِ السَّلَامُ- യും അല്ലാഹുവിൻ്റെ അനുമതിയോടെ ആ രാത്രിയിൽ ഇറങ്ങി വരുന്നു. ആ വർഷത്തിൽ അല്ലാഹു തീരുമാനിച്ചിട്ടുള്ള എല്ലാ വിധികളുമായാണ് അവർ ഇറങ്ങി വരിക. (ഓരോ വ്യക്തിക്കും) അല്ലാഹു വിധിച്ച ഉപജീവനവും മരണവും ജനനവും മറ്റുമെല്ലാം അതിൽ ഉണ്ടായിരിക്കും."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : تنزل الملائكة والروح فيها بإذن ربهم من كل أمرقوله تعالى : تنزل الملائكة أي تهبط من كل سماء ، ومن سدرة المنتهى ; ومسكن جبريل على وسطها . فينزلون إلى الأرض ويؤمنون على دعاء الناس ، إلى وقت طلوع الفجر ; فذلك قوله تعالى : تنزل الملائكة والروح فيها بإذن ربهمأي جبريل - عليه السلام - . وحكى القشيري : أن الروح صنف من الملائكة ، جعلوا حفظة على سائرهم ، وأن الملائكة لا يرونهم ، كما لا نرى نحن الملائكة .وقال مقاتل : هم أشرف الملائكة . وأقربهم من الله تعالى . وقيل : إنهم جند من جند الله - عز وجل - من غير الملائكة . رواه مجاهد عن ابن عباس مرفوعا ; ذكره الماوردي وحكى القشيري : قيل هم صنف من خلق الله يأكلون الطعام ، ولهم أيد وأرجل ; وليسوا ملائكة . وقيل : الروح خلق عظيم يقوم صفا ، والملائكة كلهم صفا . وقيل : الروح الرحمة ينزل بها جبريل - عليه السلام - مع الملائكة في هذه الليلة على أهلها ; دليله : ينزل الملائكة بالروح من أمره على من يشاء من عباده ، أي بالرحمة . فيها أي في ليلة القدر . بإذن ربهم أي بأمره .من كل أمر أمر بكل أمر قدره الله وقضاه في تلك السنة إلى قابل ; قاله ابن عباس ; كقوله تعالى : يحفظونه من أمر الله أي بأمر الله . وقراءة العامة تنزل بفتح التاء ; إلا أن البزي شدد التاء . وقرأ طلحة بن مصرف وابن السميقع ، بضم التاء على الفعل المجهول . وقرأ علي وابن عباس وعكرمة والكلبي ( من كل امرئ ) .وروي عن ابن عباس أن معناه : من كل ملك ; وتأولها الكلبي على أن جبريل ينزل فيها مع الملائكة ، فيسلمون على كل امرئ مسلم . ( فمن ) بمعنى على . وعن أنس قال : قال النبي - صلى الله عليه وسلم - : إذا كان ليلة القدر نزل جبريل في كبكبة من الملائكة ، يصلون ويسلمون على كل عبد قائم أو قاعد يذكر الله تعالى ."
        },
        {
            "resource_id": 16,
            "text": "يكثر نزول الملائكة وجبريل عليه السلام فيها، بإذن ربهم من كل أمر قضاه في تلك السنة."
        },
        {
            "resource_id": 183,
            "text": "その夜には天使たちとジブリール（平安を）は、アッラー（至高を称える賛美を）からのお許しにより、その年に起こることを命じられたあらゆる事柄を持って降りて来る。それは生活の糧、死亡、誕生、その他あらゆる命令である。"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4{ تَنَزَّلُ الْمَلٰٓئِکَۃُ وَالرُّوْحُ فِیْہَا بِاِذْنِ رَبِّہِمْ مِّنْ کُلِّ اَمْرٍ۔ } ”اس رات میں اُترتے ہیں فرشتے اور روح اپنے رب کے حکم سے ہر کام کے لیے۔“ روح سے مراد یہاں روح الامین یعنی حضرت جبرائیل علیہ السلام ہیں۔ حضرت جبرائیل علیہ السلام فرشتوں کے سردار ہیں اور اللہ تعالیٰ کے ہاں انہیں خصوصی مقام و مرتبہ حاصل ہے۔ جیسا کہ سورة التکویر میں فرمایا گیا : { ذِیْ قُوَّۃٍ عِنْدَ ذِی الْعَرْشِ مَکِیْنٍ - مُّطَاعٍ ثَمَّ اَمِیْنٍ۔ } ”وہ جبرائیل علیہ السلام بہت قوت والا ہے ‘ صاحب عرش کے قرب میں اس کا ٹھکانہ ہے۔ اس کی اطاعت کی جاتی ہے اور وہاں وہ امانت دار بھی ہے“۔ یہی وجہ ہے کہ قرآن مجید میں جہاں کہیں حضرت جبرائیل علیہ السلام اور فرشتوں کا ذکر آتا ہے تو ان علیہ السلام حضرت جبرائیل علیہ السلام کا ذکر عام طور پر علیحدہ کیا جاتا ہے۔  لیلۃ القدر میں حضرت جبرائیل علیہ السلام اور فرشتوں کا خصوصی نزول دراصل اللہ تعالیٰ کے احکام کی تعمیل و تنفیذ کے حوالے سے ہوتا ہے۔ سورة الدخان میں لیلۃ القدر یا لیلۃ مبارکہ کے بارے میں ایک خصوصی بات یہ بتائی گئی ہے : { فِیْہَا یُفْرَقُ کُلُّ اَمْرٍ حَکِیْمٍ۔ } کہ اس رات میں تمام ُ پر حکمت امور کے فیصلے صادر کیے جاتے ہیں۔ سورة الدخان کے مطالعے کے دوران اس آیت کے تحت اس موضوع پر تفصیلی گفتگو ہوچکی ہے۔ مختصراً یہ کہ لیلۃ القدر اللہ تعالیٰ کی تکوینی سلطنت سے متعلق فیصلوں کے لیے سالانہ بجٹ سیشن کا درجہ رکھتی ہے۔ اس رات میں اگلے سال کے لیے تمام اہم امور کے فیصلے کر کے تعمیل و تنفیذ کی غرض سے فرشتوں کے حوالے کردیے جاتے ہیں۔ چناچہ فرشتے حضرت جبرائیل علیہ السلام کی قیادت میں ان احکامات پر عمل درآمد کے لیے پوری زمین میں پھیل جاتے ہیں۔ نظامِ کائنات سے متعلق اللہ تعالیٰ کی اس ”تدبیر ِامر“ کا ذکر سورة السجدۃ کی اس آیت میں بھی آیا ہے : { یُدَبِّرُ الْاَمْرَ مِنَ السَّمَآئِ اِلَی الْاَرْضِ ثُمَّ یَعْرُجُ اِلَیْہِ } آیت 5 ”وہ تدبیر کرتا ہے اپنے امر کی آسمان سے زمین کی طرف ‘ پھر وہ امر چڑھتا ہے اس کی طرف“۔ گویا اللہ تعالیٰ کے احکامات کی تعمیل کے بعد متعلقہ فرشتے تکمیلی رپورٹیں بھی بھیجتے ہیں۔</p>"
        },
        {
            "resource_id": 181,
            "text": "در این شب فرشتگان و جبرئیل علیه السلام به اذن پروردگارشان سبحانه برای هر کاری که الله در آن سال حکم کرده است، یعنی روزی، مرگ، ولادت یا سایر کارهایی که الله مقدر می‌کند فرود می‌آیند."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( تنزل الملائكة والروح فيها بإذن ربهم من كل أمر )</span> أي : يكثر تنزل الملائكة في هذه الليلة لكثرة بركتها ، والملائكة يتنزلون مع تنزل البركة والرحمة ، كما يتنزلون عند تلاوة القرآن ويحيطون بحلق الذكر ، ويضعون أجنحتهم لطالب العلم بصدق تعظيما له .</p><p lang=\"ar\" class=\"ar \">وأما الروح فقيل : المراد به هاهنا جبريل عليه السلام ، فيكون من باب عطف الخاص على العام .<span class=\"blue\"> وقيل :</span> هم ضرب من الملائكة . كما تقدم في سورة <span class=\"red\">\" النبأ \"</span> . والله أعلم .</p><p>وقوله : <span class=\"arabic qpc-hafs\">( من كل أمر )</span> قال مجاهد : سلام هي من كل أمر .</p><p lang=\"ar\" class=\"ar \">وقال سعيد بن منصور : حدثنا عيسى بن يونس ،<span class=\"blue\"> حدثنا الأعمش عن مجاهد في قوله :</span> <span class=\"arabic qpc-hafs\">( سلام هي )</span> قال : هي سالمة ، لا يستطيع الشيطان أن يعمل فيها سوءا أو يعمل فيها أذى .</p><p lang=\"ar\" class=\"ar \">وقال قتادة وغيره : تقضى فيها الأمور ، وتقدر الآجال والأرزاق ،<span class=\"blue\"> كما قال تعالى :</span> <span class=\"arabic qpc-hafs\">( فيها يفرق كل أمر حكيم )</span></p>"
        },
        {
            "resource_id": 182,
            "text": "众天使和吉卜利勒天使，（愿主赐其平安）将奉清高真主之命在这一夜而下降，履行真主在对这年里的给养、死亡、出生等的预定。"
        },
        {
            "resource_id": 171,
            "text": "The angels and Gabriel (peace be upon him) descend during it with the permission of their Lord (may He be glorified), bringing every matter Allah has decreed to happen that year, whether it be sustenance, deaths, births or anything else He has decreed."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( سلام )</span> قال عطاء : يريد : سلام على أولياء الله وأهل طاعته .<span class=\"blue\"> وقال الشعبي :</span> هو تسليم الملائكة ليلة القدر على أهل المساجد من حيث تغيب الشمس إلى أن يطلع الفجر .</p><p lang=\"ar\" class=\"ar \">وقال الكلبي : الملائكة ينزلون فيه كلما لقوا مؤمنا أو مؤمنة سلموا عليه من ربه حتى يطلع الفجر .</p><p lang=\"ar\" class=\"ar \">وقيل : تم الكلام عند قوله : <span class=\"arabic qpc-hafs\">\" بإذن ربهم من كل أمر \"</span> ثم ابتدأ فقال : <span class=\"arabic qpc-hafs\">\" سلام هي \"</span> ،<span class=\"blue\"> أي :</span> ليلة القدر سلام وخير كلها ، ليس فيها شر .</p><p>قال الضحاك : لا يقدر الله في تلك الليلة ولا يقضي إلا السلامة .</p><p lang=\"ar\" class=\"ar \">وقال مجاهد : يعني أن ليلة القدر <span class=\"reference\">[ سالمة ]</span> لا يستطيع الشيطان أن يعمل فيها سوءا ولا أن يحدث فيها أذى .</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( حتى مطلع الفجر )</span> أي : إلى مطلع الفجر ، قرأ الكسائي <span class=\"arabic qpc-hafs\">\" مطلع \"</span> بكسر اللام ، والآخرون بفتحها ، وهو الاختيار ، بمعنى الطلوع ، على المصدر ،<span class=\"blue\"> يقال :</span> طلع الفجر طلوعا ومطلعا ، والكسر موضع الطلوع .</p>"
        },
        {
            "resource_id": 178,
            "text": "Эта благословенная ночь полностью является благом – от начала и до завершения ее наступлением рассвета."
        },
        {
            "resource_id": 181,
            "text": "تمام این شب مبارک از آغاز تا پایان آن که سپیده‌دم طلوع می‌کند، خیر و نیکی است."
        },
        {
            "resource_id": 165,
            "text": "<p>শান্তিময়[১] সেই রাত্রি ফজর উদয় হওয়া পর্যন্ত।</p><p>[১] অর্থাৎ এতে কোন প্রকার অমঙ্গল নেই। অথবা এই অর্থে 'শান্তিময়' যে, মু'মিন এই রাতে শয়তানের অনিষ্ট থেকে নিরাপদে থাকে। অথবা 'সালাম'-এর অর্থ প্রচলিত 'সালাম'ই। যেহেতু এ রাতে ফিরিশতাগণ ঈমানদার ব্যক্তিদেরকে সালাম পেশ করেন। কিংবা ফিরিশতাগণ আপোসে এক অপরকে সালাম দিয়ে থাকেন।</p><p>শবেকদর রাত্রের জন্য নবী (সাঃ) খাস দু'আ বলে দিয়েছেনঃ 'আল্লাহুম্মা ইন্নাকা আফুউ<u>বু</u>ন তুহিব্বুল আফ্ওয়া ফা'ফু আন্নী।' অর্থাৎ, হে আল্লাহ! নিশ্চয় তুমি ক্ষমাশীল, ক্ষমাকে পছন্দ কর। অতএব তুমি আমাকে ক্ষমা করে দাও। <em>(তিরমিযী দা'ওয়াত পরিচ্ছেদ, ইবনে মাজাহ দু</em><em>'</em><em>আ অধ্যায়, দু</em><em>'</em><em>আ বিল্আফবে ওয়াল আফিইয়াহ পরিচ্ছেদ।)</em></p>"
        },
        {
            "resource_id": 776,
            "text": "Toda esta noche bendita contiene bondad, desde el principio hasta el final, cuando llega la aurora."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">[ سَلَامٌ هِيَ } أي:</span> سالمة من كل آفة وشر، وذلك لكثرة خيرها، <span class=\"arabic qpc-hafs brown\">{ حَتَّى مَطْلَعِ الْفَجْرِ }</span> أي: مبتداها من غروب الشمس ومنتهاها طلوع الفجر  .وقد تواترت الأحاديث في فضلها، وأنها في رمضان، وفي العشر الأواخر منه، خصوصًا في أوتاره، وهي باقية في كل سنة إلى قيام الساعة.ولهذا كان النبي صلى الله عليه وسلم، يعتكف، ويكثر من التعبد في العشر الأواخر من رمضان، رجاء ليلة القدر <span class=\"arabic qpc-hafs\">[والله أعلم]</span>."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 5{ سَلٰــمٌ قف } ”سراسر سلامتی ہے۔“ اس سلامتی کے بہت سے پہلو ہیں۔ مثلاً اس رات میں لوگوں کی دعائیں قبول ہوتی ہیں اور عبادت کا ثواب کئی گنا بڑھ جاتا ہے۔ { ہِیَ حَتّٰی مَطْلَعِ الْفَجْرِ۔ } ”یہ رات رہتی ہے طلوع فجر تک۔“</p>"
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( سَلاَمٌ هِيَ حتى مَطْلَعِ الفجر ) بيان لمزية ثالثة من مزايا هذه الليلة ، وقوله ( سَلاَمٌ ) مصدر بمعنى السلامة ، وهو خبر مقدم ، و ( هى ) مبتدأ مؤخر ، وإنما قدم الخبر تعجيلا للمسّرة ، وقد أخبر عن هذه الليلة بالمصدر على سبيل المبالغة ، أو على سبيل تأويل المصدر باسم الفاعل ، أو على تقدير مضاف . . والمراد بمطلع الفجر : طلوعه وبزوغه .أى : هذه الليلة يظلها ويشملها السلام المستمر ، والأمان الدائم ، لكل مؤمن يحييها فى طاعة الله - تعالى - إلى أن يطلع الفجر ، أو هى ذات سلامة حتى مطلع الفجر ، أو هى سالمة من كل أذى وسوء لكل مؤمن ومؤمنة حتى طلوع الفجر .هذا وقد أفاض العلماء فى الحديث عن فضائل ليلة القدر ، وعن وقتها . وعن خصائصها . . وقد لخص الإِمام القرطبى ذلك تلخيصا حسناً فقال : وهنا ثلاث مسائل :الأولى : فى تعيين ليلة القدر . . والذى عليه المعظم أنها ليلة سبع وعشرين . . والجمهور على أنها فى كل عام من رمضان . . وقيل : أخفاها - سبحانه - فى جميع شهر رمضان ، ليجتهدوا فى العمل والعبادة طمعا فى إدراكها .الثانية : فى علاماتها : ومنها أن تطلع الشمس فى صبيحتها بيضاء لاشعاع لها .الثالثة : فى فضائلها . . وحسبك قوله - تعالى - ( لَيْلَةُ القدر خَيْرٌ مِّنْ أَلْفِ شَهْرٍ ) وقوله : ( تَنَزَّلُ الملائكة والروح فِيهَا ) وفى الصحيحين \" من قام ليلة القدر إيماناً واحتسابا غفر الله له ما تقدم من ذنبه . . \" .نسأل الله - تعالى - أن يجعلنا من المنتفعين بهذه الليلة المباركة .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 157,
            "text": "<p>ھی حتی ................ الفجر (5:97) ” یہ طلوع فجر تک ہے “۔ ہم اہل ایمان اس بات پر مامور ہیں کہ اس جشن نوبہاراں کو بھی نہ بھلائیں۔ یہ اچھی یادیں ہیں ، اور ان یادوں کو تازہ رکھنے کے لئے ہمارے نبی نے ہمارے لئے بہت ہی سہل طریقے بتائے ہیں تاکہ ہماری روحیں اس سرچشمے سے مربوط ہیں۔ اور وہ عظیم کائناتی واقعہ انہیں یاد رہے جو اس رات میں وقوع پذیر ہوا۔ وہ یوں کہ حضور نے ہمیں تاکید فرمائی کہ ہر سال اس رات کو اللہ کی عبادت میں کھڑے رہو اور رمضان شریف کی آخری دس راتوں میں اسے تلاش کرو ، صحیح حدیث ہے :</p><p>تحروالیلة القدر فی العشر الاواخر من رمضان۔</p><p>” شب قدر کو رمضان کی آخری راتوں میں تلاش کرو “۔ اور صحیحین ہی کی ایک دوسری روایت میں نبی ﷺ نے فرمایا :</p><p>من قام لیلة القدر ایمانا واحتسابا غفرلہ ماتقدم من ذنبہ۔</p><p>” جس شخص نے شب قدر میں اللہ کی عبادت ایمان اور حسبتہ اللہ کی حالت میں کی اس کے تمام پچھلے گناہ معاف کردیئے جائیں گے “۔</p><p>اسلام محض ظاہری رسومات اور اشکال کا نام نہیں ہے۔ یہی وجہ ہے کہ رسول اللہ ﷺ نے اس عبادت کے سلسلے میں فرمایا :</p><p>ایمنا واحتسابا ” یعنی ایمان اور اخلاص کے ساتھ “ تاکہ یہ قیام و عبادت اعلیٰ مقاصد کے لئے ہو جو اس رات میں متعین ہوئے اور احتساب کے طور پر یعنی خالص اللہ کے لئے ان دوشرائط سے انسانی دل میں ایسے حقائق جاگزیں ہوتے ہیں۔ جو انسان کو ان معانی کے ساتھ مربوط کردیتے ہیں جن کے لئے قرآن نازل ہوا۔</p><p>اسلامی نظام زندگی کا یہ طریقہ ہے کہ وہ ایمان وعمل ، ضمیر کے اندر موجود معتقدات اور عملی عبادات کے درمیان ربط پیدا کرتا ہے اور نظام عبادات اس طرح تجویز کرتا ہے جس کے ذریعہ انسان کے ضمیر و شعور میں وہ عقائد اچھی طرح مستحکم ہوجائیں اور زندہ مشکل میں موجود ہوں اور یہ نظریہ و عقائد محض افکار کی حد تک محدود نہ ہوں بلکہ ان کا عملی اور زندہ اظہار بھی ہو۔</p><p>یہ بات ثابت ہوچکی ہے کہ اسلامی نظام زندگی اور نظام عبادت دراصل ایک بہترین نظام ہے جوان حقائق کو زندہ کرتا ہے اور انسانی ضمیر و شعور میں بھی اور عمل اور طرز عمل میں بھی زندہ اور متحرک کرتا ہے ، ان حقائق کا محض ذہنی ادراک ، بغیر عمل و عبادت کے ، ان عقائد ونظریات کو ثبات وقرار نہیں بخش سکتا۔ عبادات وعمل کے بغیر نہ فرد کی زندگی اور نہ سوسائٹی میں یہ حقائق زندہ اور متحرک ہوسکتے ہیں۔ یہی وجہ ہے کہ لیلة القدر کی یہ یاد اور اس میں ایمان اور خلوص کے ساتھ عبادت کرنے کو لازمی قرار دیا گیا ہے۔ اور یہ اسلامی نظام زندگی کے منہاج اور طریقہ کار ایک خاص پہلو ہے۔</p>"
        },
        {
            "resource_id": 177,
            "text": "Nguyên đêm hồng phúc đó chỉ toàn là sự bằng an, không có một điều xấu nào xảy đến, nó kéo dài cho tới hừng đông."
        },
        {
            "resource_id": 171,
            "text": "This whole blessed night contains goodness, right from its beginning until its end, with the breaking of dawn."
        },
        {
            "resource_id": 176,
            "text": "Questa notte benedetta è interamente benefica, dall'inizio alla fine, ovvero fino all'alba."
        },
        {
            "resource_id": 183,
            "text": "その祝福された夜は、善をもたらすが、それは初めから終わりまでで、暁の明けるまで。"
        },
        {
            "resource_id": 172,
            "text": "Bu mübarek gece, başlangıcından fecrin doğuşuyla gelen sonuna kadar bütünüyle hayırlıdır."
        },
        {
            "resource_id": 180,
            "text": "৫. এ বরকতপূর্ণ রজনী শুরু থেকে শেষ তথা ফজর উদয় হওয়া পর্যন্ত পুরোটাই কল্যাণপূর্ণ।"
        },
        {
            "resource_id": 179,
            "text": "Ang biniyayaang gabing ito ay kabutihan sa kabuuan nito mula sa pagsisumula nito hanggang sa wakas nito sa paglitaw ng madaling-araw."
        },
        {
            "resource_id": 905,
            "text": "هذه الليلة المباركة خير كلها من ابتدائها حتى نهايتها بطلوع الفجر."
        },
        {
            "resource_id": 166,
            "text": "<p>শান্তিময় [১] সে রাত, ফজরের আবির্ভাব পর্যন্ত [২]।</p><p>[১] অর্থাৎ সন্ধ্যা থেকে সকাল পর্যন্ত সারাটা রাত শুধু শান্তিই শান্তি, মঙ্গলই মঙ্গল তথা কল্যাণে পরিপূর্ণ। সে রাত্র সর্বপ্রকার অনিষ্ট থেকে মুক্ত। [তাবারী]</p><p>[২] অর্থাৎ লাইলাতুল-কদরের এই বরকত রাত্রির শুরু অর্থাৎ সূর্যাস্তের পর হতে ফজরের উদয় পর্যন্ত বিস্তৃত। [সা‘দী]</p>"
        },
        {
            "resource_id": 174,
            "text": "Malam yang penuh berkah ini seluruhnya penuh kebaikan semenjak permulaannya hingga habisnya dengan terbitnya fajar."
        },
        {
            "resource_id": 175,
            "text": "U ovoj blagoslovljenoj noći je svako dobro, od njenog početka pa sve do pojave zore."
        },
        {
            "resource_id": 170,
            "text": "Эта ночь избавлена от несчастий и зла, поскольку приносит с собой огромное благо. Она начинается с захода солнца и заканчивается с наступлением зари. Существует много хадисов о превосходстве этой ночи. Известно, что это - одна из десяти последних ночей месяца рамадан, и искать ее следует особенно в нечетные дни. Ночь предопределения не потеряет своей важности и своего блага вплоть до наступления Судного дня. Пророк Мухаммад в последние десять дней рамадана уединялся в мечети, где он всецело отдавался поклонению Аллаху, чтобы не упустить ночь предопределения."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : سلام هي حتى مطلع الفجر [ ص: 119 ] قيل : إن تمام الكلام من كل أمر ثم قال سلام . روي ذلك عن نافع وغيره ; أي ليلة القدر سلامة وخير كلها لا شر فيها . حتى مطلع الفجر أي إلى طلوع الفجر . قال الضحاك : لا يقدر الله في تلك الليلة إلا السلامة ، وفي سائر الليالي يقضي بالبلايا والسلامة وقيل : أي هي سلام ; أي ذات سلامة من أن يؤثر فيها شيطان في مؤمن ومؤمنة . وكذا قال مجاهد : هي ليلة سالمة ، لا يستطيع الشيطان أن يعمل فيها سوءا ولا أذى . وروي مرفوعا . وقال الشعبي : هو تسليم الملائكة على أهل المساجد ، من حين تغيب الشمس إلى أن يطلع الفجر ; يمرون على كل مؤمن ، ويقولون : السلام عليك أيها المؤمن . وقيل : يعني سلام الملائكة بعضهم على بعض فيها .وقال قتادة : سلام هي : خير هي . حتى مطلع الفجر أي إلى مطلع الفجر . وقرأ الكسائي وابن محيصن ( مطلع ) بكسر اللام ، الباقون بالفتح . والفتح والكسر : لغتان في المصدر . والفتح الأصل في فعل يفعل ; نحو المقتل والمخرج . والكسر على أنه مما شذ عن قياسه ; نحو المشرق والمغرب والمنبت والمسكن والمنسك والمحشر والمسقط والمجزر . حكي في ذلك كله الفتح والكسر ، على أن يراد به المصدر لا الاسم .وهنا ثلاث مسائل :الأولى : في تعيين ليلة القدر ; وقد اختلف العلماء في ذلك . والذي عليه المعظم أنها ليلة سبع وعشرين ; لحديث زر بن حبيش قال : قلت لأبي بن كعب : إن أخاك عبد الله بن مسعود يقول : ( من يقم الحول يصب ليلة القدر . فقال : يغفر الله لأبي عبد الرحمن ! لقد علم أنها في العشر الأواخر من رمضان ، وأنها ليلة سبع وعشرين ; ولكنه أراد ألا يتكل الناس ; ثم حلف لا يستثني أنها ليلة سبع وعشرين . قال قلت : بأي شيء تقول ذلك يا أبا المنذر ؟ قال : بالآية التي أخبرنا بها رسول الله - صلى الله عليه وسلم - ، أو بالعلامة أن الشمس تطلع يومئذ لا شعاع لها ) .قال الترمذي : حديث حسن صحيح . وخرجه مسلم . وقيل : هي في شهر رمضان دون سائر العام ; قاله أبو هريرة وغيره . وقيل : هي في ليالي السنة كلها . فمن علق طلاق امرأته أو عتق عبده بليلة القدر ، لم يقع العتق والطلاق إلا بعد مضي سنة من يوم حلف ; لأنه لا يجوز إيقاع الطلاق بالشك ، ولم يثبت اختصاصها بوقت ; فلا ينبغي وقوع الطلاق إلا بمضي حول . وكذلك العتق ; وما كان مثله من يمين أو غيره .وقال ابن مسعود : من يقم الحول يصبها ; فبلغ ذلك [ ص: 120 ] ابن عمر ، فقال : يرحم الله أبا عبد الرحمن ! أما إنه علم أنها في العشر الأواخر من شهر رمضان ; ولكنه أراد ألا يتكل الناس . وإلى هذا القول ذهب أبو حنيفة أنها في جميع السنة . وقيل عنه : إنها رفعت - يعني ليلة القدر - وأنها إنما كانت مرة واحدة ; والصحيح أنها باقية . وروي عن ابن مسعود أيضا : أنها إذا كانت في يوم من هذه السنة ، كانت في العام المقبل في يوم آخر . والجمهور على أنها في كل عام من رمضان . ثم قيل : إنها الليلة الأولى من الشهر ; قاله أبو رزين العقيلي . وقال الحسن وابن إسحاق وعبد الله بن الزبير : هي ليلة سبع عشرة من رمضان ، وهي الليلة التي كانت صبيحتها وقعة بدر كأنهم نزعوا بقوله تعالى : وما أنزلنا على عبدنا يوم الفرقان يوم التقى الجمعان ، وكان ذلك ليلة سبع عشرة ، وقيل هي ليلة التاسع عشر . والصحيح المشهور : أنها في العشر الأواخر من رمضان ; وهو قول مالك والشافعي والأوزاعي وأبي ثور وأحمد . ثم قال قوم : هي ليلة الحادي والعشرين . ومال إليه الشافعي - رضي الله عنه - ; لحديث الماء والطين ورواه أبو سعيد الخدري ، خرجه مالك وغيره . وقيل ليلة الثالث والعشرين ; لما رواه ابن عمر أن رجلا قال : يا رسول الله إني رأيت ليلة القدر في سابعة تبقى . فقال النبي - صلى الله عليه وسلم - : \" أرى رؤياكم قد تواطأت على ثلاث وعشرين ، فمن أراد أن يقوم من الشهر شيئا فليقم ليلة ثلاث وعشرين \" .قال معمر : فكان أيوب يغتسل ليلة ثلاث وعشرين ويمس طيبا . وفي صحيح مسلم أن النبي - صلى الله عليه وسلم - قال : \" إني رأيت أني أسجد في صبيحتها في ماء وطين \" . قال عبد الله بن أنيس : فرأيته في صبيحة ليلة ثلاث وعشرين في الماء والطين ، كما أخبر رسول الله - صلى الله عليه وسلم - . وقيل : ليلة خمس وعشرين ; لحديث أبي سعيد الخدري : أن رسول الله - صلى الله عليه وسلم - قال : \" التمسوها في العشر الأواخر في تاسعة تبقى ، في سابعة تبقى ، في خامسة تبقى \" . رواه مسلم ، قال مالك : يريد بالتاسعة ليلة إحدى وعشرين ، والسابعة ليلة ثلاث [ ص: 121 ] وعشرين ، والخامسة ليلة خمس وعشرين . وقيل : ليلة سبع وعشرين . وقد مضى دليله ، وهو قول علي - رضي الله عنه - وعائشة ومعاوية وأبي بن كعب . وروى ابن عمر أن رسول الله - صلى الله عليه وسلم - قال : \" من كان متحريا ليلة القدر ، فليتحرها ليلة سبع وعشرين \" .وقال أبي بن كعب : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" ليلة القدر ليلة سبع وعشرين \" . وقال أبو بكر الوراق : إن الله تعالى قسم ليالي هذا الشهر - شهر رمضان - على كلمات هذه السورة ، فلما بلغ السابعة والعشرين أشار إليها فقال : هي . وأيضا فإن ليلة القدر كرر ذكرها ثلاث مرات ، وهي تسعة أحرف ، فتجيء سبعا وعشرين . وقيل : هي ليلة تسع وعشرين ; لما روي أن النبي - صلى الله عليه وسلم - قال : \" ليلة القدر التاسعة والعشرون - أو السابعة والعشرون - وأن الملائكة في تلك الليلة بعدد الحصى \" . وقد قيل : إنها في الأشفاع .قال الحسن : ارتقبت الشمس ليلة أربع وعشرين عشرين سنة ، فرأيتها تطلع بيضاء لا شعاع لها . يعني من كثرة الأنوار في تلك الليلة . وقيل إنها مستورة في جميع السنة ، ليجتهد المرء في إحياء جميع الليالي . وقيل : أخفاها في جميع شهر رمضان ، ليجتهدوا في العمل والعبادة ليالي شهر رمضان ، طمعا في إدراكها ، كما أخفى الصلاة الوسطى في الصلوات ، واسمه الأعظم في أسمائه الحسنى ، وساعة الإجابة في ساعات الجمعة وساعات الليل ، وغضبه في المعاصي ، ورضاه في الطاعات ، وقيام الساعة في الأوقات ، والعبد الصالح بين العباد ; رحمة منه وحكمة .الثانية : في علاماتها : منها أن الشمس ، تطلع في صبيحتها بيضاء لا شعاع لها . وقال الحسن قال النبي - صلى الله عليه وسلم - في ليلة القدر : \" إن من أماراتها : أنها ليلة سمحة بلجة ، لا حارة ولا باردة ، تطلع الشمس صبيحتها ليس لها شعاع \" . وقال عبيد بن عمير : كنت ليلة السابع والعشرين في البحر ، فأخذت من مائه ، فوجدته عذبا سلسا .الثالثة : في فضائلها . وحسبك بقوله تعالى : ليلة القدر خير من ألف شهر وقوله تعالى : تنزل الملائكة والروح فيها . وفي الصحيحين : من قام ليلة القدر إيمانا واحتسابا [ ص: 122 ] غفر الله له ما تقدم من ذنبه رواه أبو هريرة . وقال ابن عباس : قال النبي - صلى الله عليه وسلم - : \" إذا كان ليلة القدر ، تنزل الملائكة الذين هم سكان سدرة المنتهى ، منهم جبريل ، ومعهم ألوية ينصب منها لواء على قبري ، ولواء على بيت المقدس ، ولواء على المسجد الحرام ، ولواء على طور سيناء ، ولا تدع فيها مؤمنا ولا مؤمنة إلا تسلم عليه ، إلا مدمن الخمر ، وآكل الخنزير ، والمتضمخ بالزعفران \" .وفي الحديث : \" إن الشيطان لا يخرج في هذه الليلة حتى يضيء فجرها ، ولا يستطيع أن يصيب فيها أحدا بخبل ولا شيء من الفساد ، ولا ينفذ فيها سحر ساحر \" .وقال الشعبي : وليلها كيومها ، ويومها كليلها . وقال الفراء : لا يقدر الله في ليلة القدر إلا السعادة والنعم ، ويقدر في غيرها البلايا والنقم ; وقد تقدم عن الضحاك . ومثله لا يقال من جهة الرأي ، فهو مرفوع . والله أعلم . وقال سعيد بن المسيب في الموطأ : من شهد العشاء من ليلة القدر ، فقد أخذ بحظه منها ، ومثله لا يدرك بالرأي . وقد روى عبيد الله بن عامر بن ربيعة : أن رسول الله - صلى الله عليه وسلم - قال : \" من صلى صلاة المغرب والعشاء الآخرة من ليلة القدر في جماعة فقد أخذ بحظه من ليلة القدر \" ذكره الثعلبي في تفسيره . وقالت عائشة - رضي الله عنها - : قلت : يا رسول الله إن وافقت ليلة القدر فما أقول ؟ قال : ( قولي اللهم إنك عفو تحب العفو فاعف عني ."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ )</span> سلام ليلة القدر من الشرّ كله من أوّلها إلى طلوع الفجر من ليلتها.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى،<span class=\"blue\"> قال:</span> ثنا ابن ثور، عن معمر، عن قتادة <span class=\"arabic qpc-hafs green\">( سَلامٌ هِيَ )</span> قال: خير <span class=\"arabic qpc-hafs green\">( حَتَّى مَطْلَعِ الْفَجْرِ )</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا بشر،<span class=\"blue\"> قال:</span> ثنا يزيد،<span class=\"blue\"> قال:</span> ثنا سعيد، عن قتادة <span class=\"arabic qpc-hafs green\">( مِنْ كُلِّ أَمْرٍ * سَلامٌ )</span> أي هي خير كلها إلى مطلع الفجر.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب،<span class=\"blue\"> قال:</span> ثنا وكيع، عن إسرائيل، عن جابر، عن مجاهد <span class=\"arabic qpc-hafs green\">( سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ )</span> قال: من كلّ أمر سلام.</p><p lang=\"ar\" class=\"ar \">حدثني يونس،<span class=\"blue\"> قال:</span> أخبرنا ابن وهب،<span class=\"blue\"> قال:</span> قال ابن زيد،<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( سَلامٌ هِيَ )</span> قال: ليس فيها شيء، هي خير كلها<span class=\"arabic qpc-hafs green\">( حَتَّى مَطْلَعِ الْفَجْرِ )</span> .</p><p lang=\"ar\" class=\"ar \">موسى بن عبد الرحمن المسروقي،<span class=\"blue\"> قال:</span> ثنا عبد الحميد الحمانيّ، عن الأعمش، عن المنهال، عن عبد الرحمن بن أبي لَيلى،<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( مِنْ كُلِّ أَمْرٍ * سَلامٌ هِيَ )</span> قال: لا يحدث فيها أمر.</p><p>وعُنِي بقوله: <span class=\"arabic qpc-hafs green\">( حَتَّى مَطْلَعِ الْفَجْرِ )</span> : إلى مطلع الفجر.</p><p lang=\"ar\" class=\"ar \">واختلفت القرّاء في قراءة قوله: <span class=\"arabic qpc-hafs green\">( حَتَّى مَطْلَعِ الْفَجْرِ )</span> فقرأت ذلك عامة قرّاء الأمصار، سوى يحيى بن وثاب والأعمش والكسائي <span class=\"arabic qpc-hafs green\">( مَطْلَعِ الْفَجْرِ )</span> بفتح اللام،<span class=\"blue\"> بمعنى:</span> حتى طلوع الفجر؛<span class=\"blue\"> تقول العرب:</span> طلعت الشمس طلوعا ومطلعا.<span class=\"blue\"> وقرأ ذلك يحيى بن وثاب والأعمش والكسائي:</span> <span class=\"arabic qpc-hafs green\">( حتى مَطْلِعِ الْفَجْرِ )</span> بكسر اللام، توجيها منهم ذلك إلى الاكتفاء بالاسم من المصدر، وهم ينوون بذلك المصدر.</p><p lang=\"ar\" class=\"ar \">والصواب من القراءة في ذلك عندنا: فتح اللام لصحة معناه في العربية، وذلك أن المطلع بالفتح هو الطلوع،<span class=\"blue\"> والمطلع بالكسر:</span> هو الموضع الذي تطلع منه، ولا معنى للموضع الذي تطلع منه في هذا الموضع.</p><p>آخر تفسير سورة القدر</p>"
        },
        {
            "resource_id": 790,
            "text": "এই বৰকতময় ৰাতি পৰিপূৰ্ণভাৱে কল্যাণকৰ, এই কল্যাণ, আৰম্ভৰ পৰা অন্তলৈ অৰ্থাৎ ফজৰ লৈকে থাকে।"
        },
        {
            "resource_id": 92,
            "text": "سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (5)وجملة : { سلام هي حتى مطلع الفجر } بيان لمضمون { من كل أمر } وهو كالاحتراس لأنّ تنزّل الملائكة يكون للخير ويكون للشر لعقاب مكذبي الرسل قال تعالى : { ما تنزل الملائكة إلا بالحق وما كانوا إذاً منظرين } [ الحجر : 8 ] وقال : { يوم يرون الملائكة لا بشرى يومئذ للمجرمين } [ الفرقان : 22 ] . وجُمع بين إنزالهم للخير والشر في قوله : { إذ يُوحي ربك إلى الملائكة أني معكم فثبتوا الذين آمنوا سألقي في قلوب الذين كفروا الرعب فاضربوا فوق الأعناق } [ الأنفال : 12 ] الآية ، فأخبر هنا أن تنزل الملائكة ليلة القدر لتنفيذ أمر الخير للمسلمين الذين صاموا رمضان وقاموا ليلة القدر ، فهذه بشارة .والسلام : مصدر أو اسم مصدر معناه السلامة قال تعالى : { قلنا يا نار كوني برداً وسلاماً على إبراهيم } [ الأنبياء : 69 ] . ويطلق السلام على التحية والمِدحة ، وفسر السلام بالخَيْر ، والمعنيان حاصلان في هذه الآية ، فالسلامة تشمل كل خير لأن الخيْر سلامة من الشر ومن الأذى ، فيشمل السلامُ الغفرانَ وإجزال الثواب واستجابة الدعاء بخير الدنيا والآخرة . والسلام بمعنى التحية والقول الحسن مراد به ثناء الملائكة على أهل ليلة القدر كدأبهم مع أهل الجنة فيما حكاه قوله تعالى : { والملائكة يدخلون عليهم من كل باب سلام عليكم بما صبرتم فنعم عقبى الدار }[ الرعد : 23 ، 24 ] .وتنكير { سلام } للتعظيم . وأخبر عن الليلة بأنها سلام للمبالغة لأنه إخبار بالمصدر .وتقديم المسند وهو { سلام } على المسند إليه لإِفادة الاختصاص ، أي ما هي إلا سلام . والقصر ادعائي لعدم الاعتداد بما يحصل فيها لغير الصائمين القائمين ، ثم يجوز أن يكون { سلام هي } مراداً به الإِخبار فقط ، ويجوز أن يراد بالمصدر الأمرُ ، والتقدير : سلِّمُوا سلاماً ، فالمصدر بدل من الفعل وعدل عن نصبه إلى الرفع ليفيد التمكن مثل قوله تعالى : { قالوا سلاماً قال سلام } [ الذاريات : 25 ] . والمعنى : اجعلوها سلاماً بينكم ، أي لا نزاع ولا خصام . ويشير إليه ما في الحديث الصحيح : « خرجتُ لأخْبِرَكم بليلة القدر فتلاحَى رجلان فرُفِعَتْ وعسى أن يكون خيراً لكم فالتمسوها في التاسعة والسابعة والخامسة » .و { حتى مطلع الفجر } غاية لما قبله من قوله : { تنزل الملائكة } إلى { سلام هي } .والمقصود من الغاية إفادة أن جميع أحيان تلك الليلة معمورة بنزول الملائكة والسلامة ، فالغاية هنا مؤكدة لمدلول { ليلة } [ القدر : 1 ] لأن الليلة قد تطلق على بعض أجزائها كما في قول النبي صلى الله عليه وسلم « من قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذَنْبه » أي من قام بعضها ، فقد قال سعيد بن المسيب : من شهد العشاء من ليلة القدر فقد أخذ بحَظه منها . يريد شهدها في جماعة كما يقتضيه فعل شهد ، فإن شهود الجماعة من أفضل الأعمال الصالحة .وجيء بحرف { حتى } لإِدخال الغاية لبيان أن ليلة القدر تمتد بعد مطلع الفجر بحيث أن صلاة الفجر تعتبر واقعة في تلك الليلة لئلا يتوهم أن نهايتها كنهاية الفِطر بآخر جزء من الليل ، وهذا توسعة من الله في امتداد الليلة إلى ما بعد طلوع الفجر .ويستفاد من غاية تَنَزُّللِ الملائكة فيها ، أن تلك غاية الليلة وغاية لما فيها من الأعمال الصالحة التابعة لكونها خيراً من ألف شهر ، وغاية السلام فيها .وقرأ الجمهور : { مطلع } بفتح اللام على أنه مصدر ميمي ، أي طلوع الفجر ، أي ظهوره . وقرأه الكسائي وخَلف بكسر اللام على معنى زمان طلوع الفجر ."
        },
        {
            "resource_id": 182,
            "text": "这个吉庆的夜自始至终，直到凌晨都是福泽。"
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">It seems that on that night there is an abundance of angels on the earth. Those who are spiritually aroused are influenced by this atmosphere and, as a result, they become imbued with a spirituality which enhances the value of their religious deeds at that time as compared to such deeds as are performed in ordinary circumstances. For this reason, as the month draws towards the last ten days, the worshippers give more time to prayers, give more in charity and read as much as possible from the Quran, beseeching their Lord for His mercy and forgiveness. When the Prophet was asked by his wife, ‘A’ishah, what one’s prayer should be if one finds the Night of Destiny, Lailatul Qadr, he taught her this simple prayer: Allahumma innaka afuwwun, tuhibbul afuwa, fa afuanni. O Allah, You are forgiving, You love forgiveness, so forgive me.</p>"
        },
        {
            "resource_id": 16,
            "text": "هي أمن كلها، لا شرَّ فيها إلى مطلع الفجر."
        },
        {
            "resource_id": 792,
            "text": "នៅក្នុងយប់ដែលប្រកបដោយពរជ័យនោះដែរ គឺពោរពេញទៅសេចក្តីល្អពេញមួយយប់ ដោយចាប់តាំងពីពេលព្រលប់ រហូតដល់ពេលហ្វាជើរះ(ទៀបភ្លឺ)។"
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">سال کی ایک خاص رات (غالباً ماہ رمضان کے اخیر عشرہ کی کوئی رات) اللہ تعالیٰ کے یہاں فیصلہ کی رات ہے۔ دنیا کے انتظام کے متعلق جو کام اس سال میں مقدر ہیں ان کے نفاذ کی تعیین کے لیے اس رات کو فرشتے اترتے ہیں۔ اس قسم کی ایک خاص رات میں قرآن کا نزول شروع ہوا۔</p><p lang=\"ur\">بظاہر ایسا معلوم ہوتا ہے کہ اس رات کو زمین پر فرشتوں کی کثرت ہوتی ہے۔ اس سے زمین پر خاص طرح کا روحانی ماحول پیدا ہوتا ہے۔ اب جو لوگ اپنے اندر روحانیت بیدار کیے ہوئے ہوں وہ اس سے متاثر ہوتے ہیں اور اس کے نتیجہ میں ان کے اندر غیر معمولی روحانی تاثیر پیدا ہوجاتی ہے جو ان کے دیني عمل کی قدروقیمت عام حالات سے بہت زیادہ بڑھا دیتی ہے۔</p>"
        },
        {
            "resource_id": 804,
            "text": "نیشانەكانى شەوى قەدر\n[ <span class=\"arabic uthmani\">سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (٥)</span> ] ئەو شەوە سەلامەت و هێمن و ئارامەو شەیتانەكان ناتوانن هیچ خراپەیەكی تیادا ئەنجام بدەن، یان ئازاری هیچ كەسێك بدەن, یاخود وتراوە: مەلائیكەتەكان لە شەوی قەدردا سڵاو لە ئەهلی مزگەوتەكان ئەكەن تا دەركەوتنى فەجرو بانگی بەیانی، نیشانەی شەوی قەدریش ئەوەی كە پێغەمبەر صلى الله علیه وسلم باسی كردووە شەوێكی سافە نە ساردەو نە گەرمە، وە لەو شەوەدا هیچ نەیزەكێك تێناگیرێت تا بەیانى، وە خۆریش كە بەیانییەكەی هەڵدێ سوورو لاوازە وەكو مانگ وایە هیچ تیشكێكی نییە، ئەمە نیشانەی ئەوەیە كە شەوی قەدرە, پێغەمبەری خوا صلى الله علیه وسلم ویستی شەوى قەدر دیارى بكات و پێیان بڵێ بەڵام دوو كەس كێشەو ناكۆكی كەوتە نێوانیانەوە پێغەمبەری خوا صلى الله علیه وسلم بە ئیزنی خوای گەورە لەبیری كرد، حیكمەتەكەش ئەوەیە كە تۆ هەموو ئەو دە شەوە دابنیشی وەكو پێغەمبەری خوا صلى الله علیه وسلم خۆی ئەو دە شەوەی كۆتایی مانگی ڕەمەزان دەمەیاوە، بەڵكو ئیعتیكافی ئەكردو ئەم دە شەو و دە ڕۆژە لە مزگەوتدا ئەمایەوەو نەئەهاتە دەرەوەو عیبادەتی خوای گەورەی ئەكرد, وە سوننەتیشە لەو شەوەدا ئەم دوعایە زۆر بكەی: (اللَّهُمَّ إِنَّكَ عَفْوٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي) وەكو عائیشە پرسیاری لە پێغەمبەر كرد صلى الله علیه وسلم فەرمووی: ئەم دوعایە زۆر بكە: خوایە تۆ عەفو و لێبووردەی و لێبووردەیت خۆش ئەوێ خوایە لێمان ببوورە خوایە لێمان خۆش ببە، والله أعلم . \nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (قەدر) والحمد لله."
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 5] سَلَامٌ (Peace it is till the rising of dawn.) The word Salam [ peace ] stands for a complete sentence meaning 'it is all peace, equanimity and complete goodness, having no evil in it.' [ Qurtubi ]. Some scholars treat the word Salamun as a sentence qualifying مِّن كُلِّ أَمْرٍ\tmin kulli amrin, meaning 'the angels come with every such matter which is good and peace'. [ Mazhari ].</p><p>هِيَ حَتَّىٰ مَطْلَعِ الْفَجْرِ‌ The concluding expression of the verse means the blessings of the Night of Qadr are not restricted to any particular part of the night. They start descending at the fall of night and continue till the break of dawn.</p><p>Special Note</p><p>According to the verse 'The Night of Power is better than a thousand months' which equals eighty-three years and four months. Obviously, each year will contain a laylatul Qadr which will be better than a thousand months. As a result, the Night of Qadr will recur ad infinitum, that is, repeat or continue without an end. For this reason, some of the commentators say the expression 'more than a thousand months' does not include nights of Qadr. Thus this should not pose any problem. [ Ibn Kathir on the authority of Mujahid ].</p><p>On account of geographical positions, the time will vary from place to place. As a result, the Night of Qadr will not occur in all the regions of the world simultaneously. This is not a problem because people of each location should calculate and consecrate the night and receive its blessings according to their geographical position. Allah, the Pure and Exalted, knows best.</p><p>Ruling</p><p>If anyone performs the ` Isha' and Fajr salahs in congregation, he will receive the blessings and reward of the Night of Qadr. The more one performs acts of worship in this night, the more he shall receive its blessings. It is recorded in Sahih of Muslim that Sayyidna ` Uthman ؓ narrates that the Messenger of Allah ﷺ said: \"If a person performs his ` Isha' salah in congregation, he will attain the blessings of spending half the night in devotion; and if he performs Fajr salah in congregation, he will attain the blessings of spending the entire night in devotion.\"</p><p>Al-Hamdulillah</p><p>The Commentary on</p><p>Surah Al-Qadr</p><p>Ends here</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( سلام هي حتى مطلع الفجر )</span> قال سعيد بن منصور : حدثنا هشيم ،<span class=\"blue\"> عن أبي إسحاق عن الشعبي في قوله تعالى :</span> <span class=\"arabic qpc-hafs\">( من كل أمر سلام هي حتى مطلع الفجر )</span> قال : تسليم الملائكة ليلة القدر على أهل المساجد ، حتى يطلع الفجر .</p><p>وروى ابن جرير عن ابن عباس أنه كان يقرأ : <span class=\"red\">\" من كل امرئ سلام هي حتى مطلع الفجر \"</span> .</p><p lang=\"ar\" class=\"ar \">وروى البيهقي في كتابه <span class=\"red\">\" فضائل الأوقات \"</span> عن علي أثرا غريبا في نزول الملائكة ، ومرورهم على المصلين ليلة القدر ، وحصول البركة للمصلين .</p><p lang=\"ar\" class=\"ar \">وروى ابن أبي حاتم ، عن كعب الأحبار أثرا غريبا عجيبا مطولا جدا ، في تنزل الملائكة من سدرة المنتهى صحبة جبريل عليه السلام إلى الأرض ، ودعائهم للمؤمنين والمؤمنات .</p><p lang=\"ar\" class=\"ar \">وقال أبو داود الطيالسي : حدثنا عمران - يعني القطان - ، عن قتادة ، عن أبي ميمونة ،<span class=\"blue\"> عن أبي هريرة :</span> أن رسول الله صلى الله عليه وسلم قال في ليلة القدر : <span class=\"red\">\" إنها ليلة سابعة -<span class=\"blue\"> أو :</span> تاسعة - وعشرين ، وإن الملائكة تلك الليلة في الأرض أكثر من عدد الحصى \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال الأعمش ،<span class=\"blue\"> عن المنهال عن عبد الرحمن بن أبي ليلى في قوله :</span> <span class=\"arabic qpc-hafs\">( من كل أمر سلام )</span> قال : لا يحدث فيها أمر .</p><p lang=\"ar\" class=\"ar \">وقال قتادة وابن زيد في قوله : <span class=\"arabic qpc-hafs\">( سلام هي )</span> يعني هي خير كلها ، ليس فيها شر إلى مطلع الفجر .<span class=\"blue\"> ويؤيد هذا المعنى ما رواه الإمام أحمد :</span></p><p lang=\"ar\" class=\"ar \">حدثنا حيوة بن شريح ، حدثنا بقية ، حدثني بحير بن سعد ، عن خالد بن معدان ،<span class=\"blue\"> عن عبادة بن الصامت :</span> أن رسول الله صلى الله عليه وسلم قال : <span class=\"red\">\" ليلة القدر في العشر البواقي ، من قامهن ابتغاء حسبتهن ، فإن الله يغفر له ما تقدم من ذنبه وما تأخر ،<span class=\"blue\"> وهي ليلة وتر :</span> تسع أو سبع ، أو خامسة ، أو ثالثة ، أو آخر ليلة \"</span> .<span class=\"blue\"> وقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" إن أمارة ليلة القدر أنها صافية بلجة ، كأن فيها قمرا ساطعا ، ساكنة سجية ، لا برد فيها ولا حر ، ولا يحل لكوكب يرمى به فيها حتى تصبح . وأن أمارتها أن الشمس صبيحتها تخرج مستوية ، ليس لها شعاع مثل القمر ليلة البدر ، ولا يحل للشيطان أن يخرج معها يومئذ \"</span> .</p><p>وهذا إسناد حسن ، وفي المتن غرابة ، وفي بعض ألفاظه نكارة .</p><p lang=\"ar\" class=\"ar \">وقال أبو داود الطيالسي ، حدثنا زمعة ، عن سلمة بن وهرام ، عن عكرمة ،<span class=\"blue\"> عن ابن عباس أن رسول الله صلى الله عليه وسلم قال في ليلة القدر :</span> <span class=\"red\">\" ليلة سمحة طلقة ، لا حارة ولا باردة ، وتصبح شمس صبيحتها ضعيفة حمراء \"</span> .</p><p lang=\"ar\" class=\"ar \">وروى ابن أبي عاصم النبيل بإسناده عن جابر بن عبد الله ،<span class=\"blue\"> أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" إني رأيت ليلة القدر فأنسيتها ، وهي في العشر الأواخر ، من لياليها ليلة طلقة بلجة ، لا حارة ولا باردة ، كأن فيها قمرا ، لا يخرج شيطانها حتى يضيء فجرها \"</span> .</p><p>فصل</p><p lang=\"ar\" class=\"ar \">اختلف العلماء : هل كانت ليلة القدر في الأمم السالفة ، أو هي من خصائص هذه الأمة ؟<span class=\"blue\"> على قولين :</span></p><p lang=\"ar\" class=\"ar \">قال أبو مصعب أحمد بن أبي بكر الزهري : حدثنا مالك : أنه بلغه : أن رسول الله صلى الله عليه وسلم أري أعمار الناس قبله -<span class=\"blue\"> أو :</span> ما شاء الله من ذلك - فكأنه تقاصر أعمار أمته ألا يبلغوا من العمل الذي بلغ غيرهم في طول العمر ، فأعطاه الله ليلة القدر خيرا من ألف شهر وقد أسند من وجه آخر . وهذا الذي قاله مالك يقتضي تخصيص هذه الأمة بليلة القدر ، وقد نقله صاحب <span class=\"red\">\" العدة \"</span> أحد أئمة الشافعية عن جمهور العلماء ، فالله أعلم . وحكى الخطابي عليه الإجماع <span class=\"reference brown\">[ ونقله الرافعي جازما به عن المذهب ]</span> والذي دل عليه الحديث أنها كانت في الأمم الماضين كما هي في أمتنا .</p><p lang=\"ar\" class=\"ar \">قال أحمد بن حنبل : حدثنا يحيى بن سعيد ،<span class=\"blue\"> عن عكرمة بن عمار :</span> حدثني أبو زميل سماك الحنفي : حدثني مالك بن مرثد بن عبد الله ،<span class=\"blue\"> حدثني مرثد قال :</span> سألت أبا ذر قلت : كيف سألت رسول الله صلى الله عليه وسلم عن ليلة القدر ؟<span class=\"blue\"> قال :</span> أنا كنت أسأل الناس عنها ،<span class=\"blue\"> قلت :</span> يا رسول الله ، أخبرني عن ليلة القدر ، أفي رمضان هي أو في غيره ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" بل هي في رمضان \"</span> .<span class=\"blue\"> قلت :</span> تكون مع الأنبياء ما كانوا ، فإذا قبضوا رفعت ؟ أم هي إلى يوم القيامة ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" بل هي إلى يوم القيامة \"</span> .<span class=\"blue\"> قلت :</span> في أي رمضان هي ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" التمسوها في العشر الأول ، والعشر الأواخر \"</span> . ثم حدث رسول الله صلى الله عليه وسلم وحدث ،<span class=\"blue\"> ثم اهتبلت غفلته قلت :</span> في أي العشرين هي ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" ابتغوها في العشر الأواخر ، لا تسألني عن شيء بعدها \"</span> . ثم حدث رسول الله صلى الله عليه وسلم ،<span class=\"blue\"> ثم اهتبلت غفلته فقلت :</span> يا رسول الله ، أقسمت عليك بحقي عليك لما أخبرتني في أي العشر هي ؟ فغضب علي غضبا لم يغضب مثله منذ صحبته ،<span class=\"blue\"> وقال :</span> <span class=\"red\">\" التمسوها في السبع الأواخر ، لا تسألني عن شيء بعدها \"</span> .</p><p>ورواه النسائي ، عن الفلاس ، عن يحيى بن سعيد القطان به .</p><p lang=\"ar\" class=\"ar \">ففيه دلالة على ما ذكرناه ، وفيه أنها تكون باقية إلى يوم القيامة في كل سنة <span class=\"reference brown\">[ بعد النبي صلى الله عليه وسلم ]</span> لا كما زعمه بعض طوائف الشيعة من رفعها بالكلية ، على ما فهموه من الحديث الذي سنورده بعد من قوله ،<span class=\"blue\"> عليه السلام :</span> <span class=\"red\">\" فرفعت ، وعسى أن يكون خيرا لكم \"</span> ; لأن المراد رفع علم وقتها عينا . وفيه دلالة على أنها ليلة القدر يختص وقوعها بشهر رمضان من بين سائر الشهور ، لا كما روي عن ابن مسعود ، ومن تابعه من علماء أهل الكوفة ، من أنها توجد في جميع السنة ، وترجى في جميع الشهور على السواء .</p><p lang=\"ar\" class=\"ar \">وقد ترجم أبو داود في سننه على هذا فقال : <span class=\"red\">\" باب بيان أن ليلة القدر في كل رمضان \"</span> : حدثنا حميد بن زنجويه النسائي ، أخبرنا سعيد بن أبي مريم ، حدثنا محمد بن جعفر بن أبي كثير ، حدثني موسى بن عقبة ، عن أبي إسحاق ، عن سعيد بن جبير ،<span class=\"blue\"> عن عبد الله بن عمر قال :</span> سئل رسول الله صلى الله عليه وسلم وأنا أسمع عن ليلة القدر ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" هي في كل رمضان \"</span> .</p><p lang=\"ar\" class=\"ar \">وهذا إسناد رجاله ثقات إلا أن أبا داود قال : رواه شعبة وسفيان ، عن أبي إسحاق فأوقفاه .</p><p lang=\"ar\" class=\"ar \">وقد حكي عن أبي حنيفة ، رحمه الله ، رواية أنها ترجى في جميع شهر رمضان . وهو وجه <span class=\"reference brown\">[ حكاه ]</span> الغزالي واستغربه الرافعي جدا .</p><p>فصل</p><p lang=\"ar\" class=\"ar \">ثم قد قيل : إنها في أول ليلة من شهر رمضان ، يحكى هذا عن أبي رزين .<span class=\"blue\"> وقيل :</span> إنها تقع ليلة سبع عشرة . وروى فيه أبو داود حديثا مرفوعا عن ابن مسعود . وروي موقوفا عليه ، وعلى زيد بن أرقم وعثمان بن أبي العاص .</p><p lang=\"ar\" class=\"ar \">وهو قول عن محمد بن إدريس الشافعي ، ويحكى عن الحسن البصري . ووجهوه بأنها ليلة بدر ، وكانت ليلة جمعة هي السابعة عشر من شهر رمضان ، وفي صبيحتها كانت وقعة بدر ،<span class=\"blue\"> وهو اليوم الذي قال الله تعالى فيه :</span> <span class=\"arabic qpc-hafs\">( يوم الفرقان )</span> <span class=\"reference brown\">[ الأنفال : 41 ]</span> .</p><p>وقيل : ليلة تسع عشرة ، يحكى عن علي وابن مسعود أيضا ، رضي الله عنهما . .</p><p lang=\"ar\" class=\"ar \">وقيل : ليلة إحدى وعشرين ; لحديث أبي سعيد الخدري قال : اعتكف رسول الله صلى الله عليه وسلم <span class=\"reference brown\">[ في ]</span> العشر الأول من رمضان واعتكفنا معه ،<span class=\"blue\"> فأتاه جبريل فقال :</span> إن الذي تطلب أمامك . فاعتكف العشر الأوسط فاعتكفنا معه ،<span class=\"blue\"> فأتاه جبريل فقال :</span> <span class=\"reference brown\">[ إن ]</span> الذي تطلب أمامك . ثم قام النبي صلى الله عليه وسلم خطيبا صبيحة عشرين من رمضان ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" من كان اعتكف معي فليرجع ، فإني رأيت ليلة القدر ، وإني أنسيتها ، وإنها في العشر الأواخر وفي وتر ، وإني رأيت كأني أسجد في طين وماء \"</span> . وكان سقف المسجد جريدا من النخل ، وما نرى في السماء شيئا ، فجاءت قزعة فمطرنا ، فصلى بنا النبي صلى الله عليه وسلم حتى رأيت أثر الطين والماء على جبهة رسول الله صلى الله عليه وسلم تصديق رؤياه .<span class=\"blue\"> وفي لفظ :</span> <span class=\"red\">\" في صبح إحدى وعشرين \"</span> أخرجاه في الصحيحين .</p><p>قال الشافعي : وهذا الحديث أصح الروايات .</p><p lang=\"ar\" class=\"ar \">وقيل : ليلة ثلاث وعشرين ; لحديث عبد الله بن أنيس في <span class=\"red\">\" صحيح مسلم \"</span> وهو قريب السياق من رواية أبي سعيد ، فالله أعلم .</p><p lang=\"ar\" class=\"ar \">وقيل : ليلة أربع وعشرين ،<span class=\"blue\"> قال أبو داود الطيالسي :</span> حدثنا حماد بن سلمة ، عن الجريري ، عن أبي نضرة ،<span class=\"blue\"> عن أبي سعيد ; أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" ليلة القدر ليلة أربع وعشرين \"</span> إسناده رجاله ثقات .</p><p lang=\"ar\" class=\"ar \">وقال أحمد : حدثنا موسى بن داود ، حدثنا ابن لهيعة ، عن يزيد بن أبي حبيب ، عن أبي الخير ، عن الصنابحي ،<span class=\"blue\"> عن بلال قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" ليلة القدر ليلة أربع وعشرين \"</span> .</p><p lang=\"ar\" class=\"ar \">ابن لهيعة ضعيف . وقد خالفه ما رواه البخاري ، عن أصبغ ، عن ابن وهب ، عن عمرو بن الحارث ، عن يزيد بن أبي حبيب ، عن أبي الخير ،<span class=\"blue\"> عن أبي عبد الله الصنابحي قال :</span> أخبرني بلال - مؤذن رسول الله صلى الله عليه وسلم - أنها أول السبع من العشر الأواخر ، فهذا الموقوف أصح ، والله أعلم .<span class=\"blue\"> وهكذا روي عن ابن مسعود وابن عباس وجابر والحسن وقتادة وعبد الله بن وهب :</span> أنها ليلة أربع وعشرين . وقد تقدم في سورة <span class=\"red\">\" البقرة \"</span> حديث واثلة بن الأسقع مرفوعا : <span class=\"red\">\" إن القرآن أنزل ليلة أربع وعشرين \"</span> .</p><p lang=\"ar\" class=\"ar \">وقيل : تكون ليلة خمس وعشرين ; لما رواه البخاري ،<span class=\"blue\"> عن عبد الله بن عباس :</span> أن رسول الله صلى الله عليه وسلم قال : <span class=\"red\">\" التمسوها في العشر الأواخر من رمضان ، في تاسعة تبقى ، في سابعة تبقى ، في خامسة تبقى \"</span> . فسره كثيرون بليالي الأوتار ، وهو أظهر وأشهر . وحمله آخرون على الأشفاع كما رواه مسلم ، عن أبي سعيد ، أنه حمله على ذلك . والله أعلم .</p><p lang=\"ar\" class=\"ar \">وقيل : إنها تكون ليلة سبع وعشرين ; لما رواه مسلم في صحيحه عن أبي بن كعب ،<span class=\"blue\"> عن رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" أنها ليلة سبع وعشرين \"</span> .</p><p lang=\"ar\" class=\"ar \">قال الإمام أحمد : حدثنا سفيان : سمعت عبدة وعاصما عن زر : سألت أبي بن كعب قلت : أبا المنذر ،<span class=\"blue\"> إن أخاك ابن مسعود يقول :</span> من يقم الحول يصب ليلة القدر .<span class=\"blue\"> قال :</span> يرحمه الله ، لقد علم أنها في شهر رمضان ، وأنها ليلة سبع وعشرين . ثم حلف .<span class=\"blue\"> قلت :</span> وكيف تعلمون ذلك ؟<span class=\"blue\"> قال :</span> بالعلامة -<span class=\"blue\"> أو :</span> بالآية - التي أخبرنا بها ، تطلع ذلك اليوم لا شعاع لها ، أعني الشمس .</p><p lang=\"ar\" class=\"ar \">وقد رواه مسلم من طريق سفيان بن عيينة وشعبة والأوزاعي ، عن عبدة ، عن زر عن أبي فذكره ،<span class=\"blue\"> وفيه :</span> فقال : والله الذي لا إله إلا هو ، إنها لفي رمضان - يحلف ما يستثني - والله إني لأعلم أي ليلة القدر هي التي أمرنا رسول الله صلى الله عليه وسلم بقيامها ، هي ليلة سبع وعشرين ، وأمارتها أن تطلع الشمس في صبيحة يومها بيضاء لا شعاع لها .</p><p lang=\"ar\" class=\"ar \">وفي الباب عن معاوية وابن عمر وابن عباس وغيرهم عن رسول الله صلى الله عليه وسلم : أنها ليلة سبع وعشرين . وهو قول طائفة من السلف ، وهو الجادة من مذهب أحمد بن حنبل ، رحمه الله ، وهو رواية عن أبي حنيفة أيضا . وقد حكي عن بعض السلف أنه حاول استخراج كونها ليلة سبع وعشرين من القرآن ،<span class=\"blue\"> من قوله :</span> <span class=\"arabic qpc-hafs\">( هي )</span> لأنها الكلمة السابعة والعشرون من السورة ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">وقد قال الحافظ أبو القاسم الطبراني : حدثنا إسحاق بن إبراهيم الدبري ، أخبرنا عبد الرزاق ، أخبرنا معمر ،<span class=\"blue\"> عن قتادة وعاصم :</span> أنهما سمعا عكرمة يقول : قال ابن عباس : دعا عمر بن الخطاب أصحاب محمد صلى الله عليه وسلم ، فسألهم عن ليلة القدر ، فأجمعوا على أنها في العشر الأواخر .<span class=\"blue\"> قال ابن عباس :</span> فقلت لعمر : إني لأعلم -<span class=\"blue\"> أو :</span> إني لأظن - أي ليلة القدر هي ؟<span class=\"blue\"> فقال عمر :</span> أي ليلة هي ؟ <span class=\"reference brown\">[ فقلت ]</span> سابعة تمضي -<span class=\"blue\"> أو :</span> سابعة تبقى - من العشر الأواخر .<span class=\"blue\"> فقال عمر :</span> ومن أين علمت ذلك ؟<span class=\"blue\"> قال ابن عباس :</span> فقلت : خلق الله سبع سموات ، وسبع أرضين ، وسبعة أيام ، وإن الشهر يدور على سبع ، وخلق الإنسان من سبع ، ويأكل من سبع ، ويسجد على سبع ، والطواف بالبيت سبع ، ورمي الجمار سبع . . . لأشياء ذكرها .<span class=\"blue\"> فقال عمر :</span> لقد فطنت لأمر ما فطنا له .<span class=\"blue\"> وكان قتادة يزيد عن ابن عباس في قوله :</span> ويأكل من سبع ،<span class=\"blue\"> قال :</span> هو قول الله تعالى : <span class=\"arabic qpc-hafs\">( فأنبتنا فيها حبا وعنبا <span class=\"reference brown\">[ وقضبا ]</span> )</span> الآية <span class=\"reference brown\">[ عبس : 27 ، 28 ]</span> .</p><p>وهذا إسناد جيد قوي ، ونص غريب جدا ، والله أعلم .</p><p>وقيل : إنها تكون في ليلة تسع وعشرين .<span class=\"blue\"> قال أحمد بن حنبل :</span></p><p lang=\"ar\" class=\"ar \">حدثنا أبو سعيد مولى بني هاشم ، حدثنا سعيد بن سلمة ، حدثنا عبد الله بن محمد بن عقيل ، عن عمر بن عبد الرحمن ،<span class=\"blue\"> عن عبادة بن الصامت :</span> أنه سأل رسول الله صلى الله عليه وسلم عن ليلة القدر ،<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" في رمضان ، فالتمسوها في العشر الأواخر ، فإنها في وتر إحدى وعشرين ، أو ثلاث وعشرين ، أو خمس وعشرين ، أو سبع وعشرين ، <span class=\"reference brown\">[ أو تسع وعشرين ]</span> أو في آخر ليلة \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا سليمان بن داود -<span class=\"blue\"> وهو :</span> أبو داود الطيالسي - ، حدثنا عمران القطان ، عن قتادة ، عن أبي ميمونة ، عن أبي هريرة .<span class=\"blue\"> أن رسول الله صلى الله عليه وسلم قال في ليلة القدر :</span> <span class=\"red\">\" إنها ليلة سابعة أو تاسعة وعشرين ، وإن الملائكة تلك الليلة في الأرض أكثر من عدد الحصى \"</span> .</p><p>تفرد به أحمد وإسناده لا بأس به .</p><p lang=\"ar\" class=\"ar \">وقيل : إنها تكون في آخر ليلة ، لما تقدم من هذا الحديث آنفا ، ولما رواه الترمذي والنسائي من حديث عيينة بن عبد الرحمن ، عن أبيه ، عن أبي بكرة ،<span class=\"blue\"> أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" في تسع يبقين ، أو سبع يبقين ، أو خمس يبقين ، أو ثلاث ، أو آخر ليلة \"</span> .<span class=\"blue\"> يعني :</span> التمسوا ليلة القدر .</p><p lang=\"ar\" class=\"ar \">وقال الترمذي : حسن صحيح . وفي المسند من طريق أبي سلمة ،<span class=\"blue\"> عن أبي هريرة عن النبي صلى الله عليه وسلم في ليلة القدر :</span> <span class=\"red\">\" إنها آخر ليلة \"</span> .</p><p>فصل</p><p lang=\"ar\" class=\"ar \">قال <span class=\"reference brown\">[ الإمام ]</span> الشافعي في هذه الروايات : صدرت من النبي صلى الله عليه وسلم جوابا للسائل إذ قيل له : ألتمس ليلة القدر في الليلة الفلانية ؟<span class=\"blue\"> يقول :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> وإنما ليلة القدر ليلة معينة :</span> لا تنتقل . نقله الترمذي عنه بمعناه .<span class=\"blue\"> وروي عن أبي قلابة أنه قال :</span> ليلة القدر تنتقل في العشر الأواخر .</p><p lang=\"ar\" class=\"ar \">وهذا الذي حكاه عن أبي قلابة نص عليه مالك ، والثوري ، وأحمد بن حنبل ، وإسحاق بن راهويه ، وأبو ثور ، والمزني ، وأبو بكر بن خزيمة ، وغيرهم . وهو محكي عن الشافعي - نقله القاضي عنه ، وهو الأشبه - والله أعلم .</p><p lang=\"ar\" class=\"ar \">وقد يستأنس لهذا القول بما ثبت في الصحيحين ،<span class=\"blue\"> عن عبد الله بن عمر :</span> أن رجالا من أصحاب النبي صلى الله عليه وسلم أروا ليلة القدر في المنام في السبع الأواخر من رمضان ،<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" أرى رؤياكم قد تواطأت في السبع الأواخر ، فمن كان متحريها فليتحرها في السبع الأواخر \"</span> .</p><p lang=\"ar\" class=\"ar \">وفيها أيضا عن عائشة رضي الله عنها ،<span class=\"blue\"> أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" تحروا ليلة القدر في الوتر من العشر الأواخر من رمضان \"</span> ولفظه للبخاري .</p><p lang=\"ar\" class=\"ar \">ويحتج للشافعي أنها لا تنتقل ، وأنها معينة من الشهر ، بما رواه البخاري في صحيحه ،<span class=\"blue\"> عن عبادة بن الصامت قال :</span> خرج رسول الله صلى الله عليه وسلم ليخبرنا بليلة القدر ، فتلاحى رجلان من المسلمين ،<span class=\"blue\"> فقال :</span> <span class=\"red\">\" خرجت لأخبركم بليلة القدر ، فتلاحى فلان وفلان ، فرفعت ، وعسى أن يكون خيرا لكم ، فالتمسوها في التاسعة والسابعة والخامسة \"</span> .</p><p lang=\"ar\" class=\"ar \">وجه الدلالة منه : أنها لو لم تكن معينة مستمرة التعيين ، لما حصل لهم العلم بعينها في كل سنة ، إذا لو كانت تنتقل لما علموا تعينها إلا ذلك العام فقط ،<span class=\"blue\"> اللهم إلا أن يقال :</span> إنه إنما خرج ليعلمهم بها تلك السنة فقط .</p><p lang=\"ar\" class=\"ar \">وقوله : <span class=\"red\">\" فتلاحى فلان وفلان فرفعت \"</span> : فيه استئناس لما يقال : إن المماراة تقطع الفائدة والعلم النافع ،<span class=\"blue\"> وكما جاء في الحديث :</span> <span class=\"red\">\" إن العبد ليحرم الرزق بالذنب يصيبه \"</span> .</p><p lang=\"ar\" class=\"ar \">وقوله : <span class=\"red\">\" فرفعت \"</span> أي : رفع علم تعينها لكم ، لا أنها رفعت بالكلية من الوجود ،<span class=\"blue\"> كما يقوله جهلة الشيعة ; لأنه قد قال بعد هذا :</span> <span class=\"red\">\" فالتمسوها في التاسعة والسابعة والخامسة \"</span> .</p><p lang=\"ar\" class=\"ar \">وقوله : <span class=\"red\">\" وعسى أن يكون خيرا لكم \"</span> يعني : عدم تعيينها لكم ، فإنها إذا كانت مبهمة اجتهد طلابها في ابتغائها في جميع محال رجائها ، فكان أكثر للعبادة ، بخلاف ما إذا علموا عينها فإنها كانت الهمم تتقاصر على قيامها فقط . وإنما اقتضت الحكمة إبهامها لتعم العبادة جميع الشهر في ابتغائها ، ويكون الاجتهاد في العشر الأواخر أكثر . ولهذا كان رسول الله صلى الله عليه وسلم يعتكف العشر الأواخر من رمضان ، حتى توفاه الله عز وجل . ثم اعتكف أزواجه من بعده . أخرجاه من حديث عائشة .</p><p lang=\"ar\" class=\"ar \">ولهما عن ابن عمر : كان رسول الله صلى الله عليه وسلم يعتكف العشر الأواخر من رمضان .</p><p lang=\"ar\" class=\"ar \">وقالت عائشة : كان رسول الله صلى الله عليه وسلم إذا دخل العشر ، أحيا الليل ، وأيقظ أهله ، وشد المئزر . أخرجاه .</p><p lang=\"ar\" class=\"ar \">ولمسلم عنها كان رسول الله صلى الله عليه وسلم يجتهد في العشر ما لا يجتهد في غيره .</p><p lang=\"ar\" class=\"ar \">وهذا معنى قولها : <span class=\"red\">\" وشد المئزر \"</span> .<span class=\"blue\"> وقيل :</span> المراد بذلك : اعتزال النساء . ويحتمل أن يكون كناية عن الأمرين ،<span class=\"blue\"> لما رواه الإمام أحمد :</span></p><p lang=\"ar\" class=\"ar \">حدثنا سريج ، حدثنا أبو معشر ، عن هشام بن عروة ،<span class=\"blue\"> عن أبيه عن عائشة قالت :</span> كان رسول الله صلى الله عليه وسلم إذا بقي عشر من رمضان شد مئزره ، واعتزل نساءه . انفرد به أحمد .</p><p lang=\"ar\" class=\"ar \">وقد حكي عن مالك رحمه الله ، أن جميع ليالي العشر في تطلب ليلة القدر على السواء ،<span class=\"blue\"> لا يترجح منها ليلة على أخرى :</span> رأيته في شرح الرافعي رحمه الله .</p><p lang=\"ar\" class=\"ar \">والمستحب الإكثار من الدعاء في جميع الأوقات ، وفي شهر رمضان أكثر ، وفي العشر الأخير منه ، ثم في أوتاره أكثر .<span class=\"blue\"> والمستحب أن يكثر من هذا الدعاء :</span> <span class=\"red\">\" اللهم ، إنك عفو تحب العفو ، فاعف عني \"</span> ; لما رواه الإمام أحمد :</p><p lang=\"ar\" class=\"ar \">حدثنا يزيد - هو ابن هارون - ، حدثنا الجريري - وهو سعيد بن إياس - ، عن عبد الله بن بريدة ،<span class=\"blue\"> أن عائشة قالت :</span> يا رسول الله ، إن وافقت ليلة القدر فما أدعو ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" قولي : اللهم إنك عفو تحب العفو ، فاعف عني \"</span> .</p><p lang=\"ar\" class=\"ar \">وقد رواه الترمذي والنسائي وابن ماجه ، من طريق كهمس بن الحسن ، عن عبد الله بن بريدة ،<span class=\"blue\"> عن عائشة قالت :</span> قلت : يا رسول الله ، أرأيت إن علمت أي ليلة ليلة القدر ، ما أقول فيها ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" قولي : اللهم ، إنك عفو تحب العفو ، فاعف عني \"</span> .</p><p lang=\"ar\" class=\"ar \">وهذا لفظ الترمذي ،<span class=\"blue\"> ثم قال :</span> <span class=\"red\">\" هذا حديث حسن صحيح \"</span> . وأخرجه الحاكم في مستدركه ،<span class=\"blue\"> وقال :</span> <span class=\"red\">\" هذا صحيح على شرط الشيخين \"</span> ورواه النسائي أيضا من طريق سفيان الثوري ، عن علقمة بن مرثد ، عن سليمان بن بريدة ،<span class=\"blue\"> عن عائشة قالت :</span> يا رسول الله ، أرأيت إن وافقت ليلة القدر ، ما أقول فيها ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" قولي : اللهم إنك عفو تحب العفو ، فاعف عني \"</span> .</p><p lang=\"ar\" class=\"ar \">ذكر أثر غريب ونبأ عجيب ، يتعلق بليلة القدر ، رواه الإمام أبو محمد بن أبي حاتم ،<span class=\"blue\"> عند تفسير هذه السورة الكريمة فقال :</span></p><p lang=\"ar\" class=\"ar \">حدثنا أبي ، حدثنا عبد الله بن أبي زياد القطواني ، حدثنا سيار بن حاتم ، حدثنا موسى بن سعيد - يعني الراسبي - ، عن هلال أبي جبلة ، عن أبي عبد السلام ، عن أبيه ،<span class=\"blue\"> عن كعب أنه قال :</span> إن سدرة المنتهى على حد السماء السابعة ، مما يلي الجنة ، فهي على حد هواء الدنيا وهواء الآخرة ، علوها في الجنة ، وعروقها وأغصانها من تحت الكرسي ، فيها ملائكة لا يعلم عدتهم إلا الله عز وجل ، يعبدون الله عز وجل على أغصانها ، في كل موضع شعرة منها ملك . ومقام جبريل عليه السلام ، في وسطها ، فينادي الله جبريل أن ينزل في كل ليلة قدر مع الملائكة الذين يسكنون سدرة المنتهى ، وليس فيهم ملك إلا قد أعطي الرأفة والرحمة للمؤمنين ، فينزلون على جبريل في ليلة القدر ، حين تغرب الشمس ، فلا تبقى بقعة في ليلة القدر إلا وعليها ملك ، إما ساجد وإما قائم ، يدعو للمؤمنين والمؤمنات ، إلا أن تكون كنيسة أو بيعة ، أو بيت نار أو وثن ، أو بعض أماكنكم التي تطرحون فيها الخبث ، أو بيت فيه سكران ، أو بيت فيه مسكر ، أو بيت فيه وثن منصوب ، أو بيت فيه جرس معلق ، أو مبولة ، أو مكان فيه كساحة البيت ، فلا يزالون ليلتهم تلك يدعون للمؤمنين والمؤمنات ، وجبريل لا يدع أحدا من المؤمنين إلا صافحه ، وعلامة ذلك من اقشعر جلده ورق قلبه ودمعت عيناه ، فإن ذلك من مصافحة جبريل .</p><p lang=\"ar\" class=\"ar \">وذكر كعب أنه من قال في ليلة القدر : <span class=\"red\">\" لا إله إلا الله \"</span> ، ثلاث مرات ، غفر الله له بواحدة ، ونجا من النار بواحدة ، وأدخله الجنة بواحدة .<span class=\"blue\"> فقلنا لكعب الأحبار :</span> يا أبا إسحاق ، صادقا ؟<span class=\"blue\"> فقال كعب وهل يقول :</span> <span class=\"red\">\" لا إله إلا الله \"</span> في ليلة القدر إلا كل صادق ؟ والذي نفسي بيده ، إن ليلة القدر لتثقل على الكافر والمنافق ، حتى كأنها على ظهره جبل ، فلا تزال الملائكة هكذا حتى يطلع الفجر . فأول من يصعد جبريل حتى يكون في وجه الأفق الأعلى من الشمس ، فيبسط جناحيه - وله جناحان أخضران ، لا ينشرهما إلا في تلك الساعة - فتصير الشمس لا شعاع لها ، ثم يدعو ملكا فيصعد ، فيجتمع نور الملائكة ونور جناحي جبريل ، فلا تزال الشمس يومها ذلك متحيرة ، فيقيم جبريل ومن معه بين الأرض وبين السماء الدنيا يومهم ذلك ، في دعاء ورحمة واستغفار للمؤمنين والمؤمنات ، ولمن صام رمضان احتسابا ، ودعاء لمن حدث نفسه إن عاش إلى قابل صام رمضان لله . فإذا أمسوا دخلوا السماء الدنيا ، فيجلسون حلقا <span class=\"reference brown\">[ حلقا ]</span> فتجتمع إليهم ملائكة سماء الدنيا ، فيسألونهم عن رجل رجل ،<span class=\"blue\"> وعن امرأة امرأة فيحدثونهم حتى يقولوا :</span> ماذا فعل فلان ؟ وكيف وجدتموه العام ؟<span class=\"blue\"> فيقولون :</span> وجدنا فلانا عام أول في هذه الليلة متعبدا ووجدناه العام مبتدعا ،<span class=\"blue\"> ووجدنا فلانا مبتدعا ووجدناه العام عابدا قال :</span> فيكفون عن الاستغفار لذلك ، ويقبلون على الاستغفار لهذا ،<span class=\"blue\"> ويقولون :</span> وجدنا فلانا وفلانا يذكران الله ، ووجدنا فلانا راكعا ، وفلانا ساجدا ، ووجدناه تاليا لكتاب الله .<span class=\"blue\"> قال :</span> فهم كذلك يومهم وليلتهم ، حتى يصعدون إلى السماء الثانية ، ففي كل سماء يوم وليلة ، حتى ينتهوا مكانهم من سدرة المنتهى ،<span class=\"blue\"> فتقول لهم سدرة المنتهى :</span> يا سكاني ، حدثوني عن الناس وسموهم لي . فإن لي عليكم حقا ، وإني أحب من أحب الله . فذكر كعب الأحبار أنهم يعدون لها ، ويحكون لها الرجل والمرأة بأسمائهم وأسماء آبائهم .<span class=\"blue\"> ثم تقبل الجنة على السدرة فتقول :</span> أخبريني بما أخبرك سكانك من الملائكة . فتخبرها ،<span class=\"blue\"> قال :</span> فتقول الجنة : رحمة الله على فلان ، ورحمة الله على فلانة ، اللهم عجلهم إلي ، فيبلغ جبريل مكانه قبلهم ،<span class=\"blue\"> فيلهمه الله فيقول :</span> وجدت فلانا ساجدا فاغفر له . فيغفر له ،<span class=\"blue\"> فيسمع جبريل جميع حملة العرش فيقولون :</span> رحمة الله على فلان ، ورحمة الله على فلانة ، ومغفرته لفلان ، ويقول يا رب ، وجدت عبدك فلانا الذي وجدته عام أول على السنة والعبادة ، ووجدته العام قد أحدث حدثا وتولى عما أمر به .<span class=\"blue\"> فيقول الله :</span> يا جبريل ، إن تاب فأعتبني قبل أن يموت بثلاث ساعات غفرت له .<span class=\"blue\"> فيقول جبريل :</span> لك الحمد إلهي ، أنت أرحم من جميع خلقك ، وأنت أرحم بعبادك من عبادك بأنفسهم ،<span class=\"blue\"> قال :</span> فيرتج العرش وما حوله ، والحجب والسماوات ومن فيهن ،<span class=\"blue\"> تقول :</span> الحمد لله الرحيم ، الحمد لله الرحيم .</p><p lang=\"ar\" class=\"ar \">قال : وذكر كعب أنه من صام رمضان وهو يحدث نفسه إذا أفطر بعد رمضان ألا يعصي الله ، دخل الجنة بغير مسألة ولا حساب .</p><p>آخر تفسير سورة <span class=\"red\">\" ليلة القدر \"</span> <span class=\"reference brown\">[ ولله الحمد والمنة ]</span> .</p>"
        },
        {
            "resource_id": 173,
            "text": "Cette nuit est toute bénie depuis son commencement jusqu’à sa fin à l’aube."
        },
        {
            "resource_id": 791,
            "text": "ഈ അനുഗ്രഹീതമായ രാത്രി മുഴുവൻ -തുടക്കം മുതൽ പ്രഭാതോദയത്തോടെ അത് അവസാനിക്കുന്നത് വരെ- അനുഗ്രഹീതമാണ്."
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ: </b></p><p>এ সূরা মাক্কী, না মাদানী তা নির্ণয়ে এবং নামকরণের ব্যাপারে আলেম সমাজের মতভেদ পাওয়া যায়। الْقَدْرِ শব্দের অর্থ হলো কদর ও মর্যাদা, মহিমান্বিত ইত্যাদি। এজন্য কদরের রাতকে ليلة القدر বলা হয়। এর কারণ এ রাত খুবই মর্যাদাপূর্ণ একটি রাত। قدر এর আরেকটি অর্থ : অনুমান ও ফায়সালা করা। এ রাতে পূর্ণ এক বছরের ফায়সালা করা হয়। এজন্য এ রাতকে ليلة الحكم বা ফায়সালার রাতও বলা হয়। এর অর্থ সংকীর্ণতাও করা হয়ে থাকে। কারণ এ রাতে এত সংখ্যক ফেরেশতা অবতীর্ণ হয় যে, পৃথিবী সংকীর্ণ হয়ে যায়। সূরার প্রথম আয়াতে উল্লিখিত কদর শব্দ থেকেই উক্ত নামে নামকরণ করা হয়েছে।</p><p><b> কদরের রাত নির্ণয়: </b></p><p>কদরের রাত নির্ণয়ে নাবী (সাঃ) বলেন :</p><p class='arabic uthmani'>تَحَرَّوْا لَيْلَةَ القَدْرِ فِي الوِتْرِ، مِنَ العَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ</p><p>তোমরা রমযানের শেষ দশকের বেজোড় রাতে কদরের রাত অন্বেষণ কর। (সহীহ বুখারী হা. ২০১৭, সহীহ মুসলিম হা. ১১৬৯০)</p><p>রাসূলুল্লাহ (সাঃ)-কে কদরের রাত সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেন : কদরের রাত রমযান মাসে, অতএব তা শেষ দশকের বেজোড় রাতগুলোতে অন্বেষণ কর। যেমন ২১, ২৩, ২৫, ২৭, ২৯ তারিখের রাত। (আহমাদ ২/৫১৯, বণর্নাকারী নির্ভরযোগ্য)</p><p>এছাড়া অনেক সহীহ হাদীস রয়েছে যা প্রমাণ করে, কদরের রাত রমযানের শেষ দশকের বেজোড় রাতগুলোতে হয়। তাই বিশেষ করে ২৭ তারিখের রাতকে কদরের রাত বলা বা সে রাতকে নির্ধারণ করে রাত্রি জাগরণ করা সঠিক নয়।</p><p>রমযানের শেষ দশকের গুরুত্ব : রাসূলুল্লাহ (সাঃ) সারা বছর অপেক্ষা রমযানের শেষ দশকে ইবাদতে বেশি গুরুত্ব দিতেন। আয়িশাহ (রাঃ) বলেন : রাসূলুল্লাহ (সাঃ)-এর নিকট যখন রমযানের শেষ দশক আগমন করত তখন তিনি সারা রাত জাগতেন, পরিবারকে জাগাতেন এবং কোমরের রশিকে মজবুত করে বাঁধতেন। (সহীহ বুখারী হা. ২০২৪, সহীহ মুসলিম হা. ১১৭৪)</p><p>অন্যত্র আয়িশাহ (রাঃ) বলেন : রাসূলুল্লাহ (সাঃ) রমযানে ইবাদত করার জন্য যে প্রচেষ্টা করতেন অন্য মাসগুলোতে তা করতেন না। আর রমযানের শেষ দশকে যে প্রচেষ্টা করতেন তা অন্য সময় করতেন না। (সহীহ মুসলিম হা. ১১৭৫)</p><p>কদরের রাতের ফযীলত : কদরের রাতের মাহাত্ম্য মহান আল্লাহ কুরআনেই উল্লেখ করে বলছেন যে, তা হাজার মাসের ইবাদতের চেয়ে উত্তম।</p><p>রাসূলুল্লাহ (সাঃ) বলেন :</p><p class='arabic uthmani'>مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ</p><p>যে ব্যক্তি ঈমানের সাথে নেকীর আশায় কদরের রাতে কিয়াম করবে তার পূর্বের গুনাহসমূহ ক্ষমা করে দেয়া হবে। (সহীহ বুখারী হা. ২০১৪, সহীহ মুসলিম হা. ৭৬০)</p><p>এ বরকতপূর্ণ রাত কেউ পেলে দু‘আ করবে :</p><p class='arabic uthmani'>اللّٰهُمَّ إِنَّكَ عُفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي</p><p>হে আল্লাহ তা‘আলা! তুমি ক্ষমাশীল, তুমি ক্ষমা করতে ভালবাসো, অতত্রব আমাকে ক্ষমা করে দাও। (তিরমিযী হা. ৩৫১৩, সহীহ।)</p><p><b> তাফসীর: </b></p><p>আল্লাহ তা‘আলা বলছেন :</p><p>তিনি এ কুরআনকে রমযানের কদরের রাতে অবতীর্ণ করেছেন। এ কদরের রাত বরকতপূর্ণ রাত যা সূরা দুখানের ৩ নম্বর আয়াতে উল্লেখ করা হয়েছে। এ সম্পর্কে সূরা বাক্বারার ১৮৫ নম্বর আয়াতে আলোচনা করা হয়েছে। ইবনু আব্বাস (রাঃ) বলেন : আল্লাহ তা‘আলা কদরের রাতে সম্পূর্ণ কুরআন এক সাথে লাওহে মাহফূজ থেকে দুনিয়ার আকাশে অবস্থিত বাইতুল ইজ্জতে নাযিল করেন। (ইবনু কাসীর)</p><p>আল্লামা সা‘দী (রহঃ) বলেন : কদরের রাতে আল্লাহ তা‘আলা কুরআন অবতীর্ণ করা শুরু করেন। (তাফসীর সাদী) অতঃপর প্রয়োজন মোতাবেক নবুওয়াতের সুদীর্ঘ ২৩ বছরে খণ্ড খণ্ড আকারে তা অবতীর্ণ হয়। তারপরের আয়াতগুলোতে কদরের রাতের মর্যাদা ও মাহাত্ম্য উল্লেখ করা হয়েছে।</p><p>(لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ)</p><p>এ আয়াতের শানে নুযূল সম্পর্কে বলা হয় যে, বানী ইসরাঈলের জনৈক ব্যক্তি ছিলেন যিনি সারা রাত নফল সালাত আদায় করতেন আর দিনের বেলা আল্লাহ তা‘আলার রাস্তায় শত্রুর মোকাবেলায় যুদ্ধ করতেন, তিনি এরূপ হাজার মাস করেছেন। এ কথা জেনে সাহাবীগণ বললেন: হে আল্লাহর রাসূল (সাঃ) আমাদের বয়স তো মাত্র ৬০ থেকে ৭০ বছর। আমরা তো তাদের মত এত দীর্ঘ সময় ইবাদত করতে পারব না। তখন এ আয়াতটি অবতীর্ণ হয়। (ইবনু জারীর)</p><p>(خَيْرٌ مِّنْ أَلْفِ شَهْرٍ)</p><p>অর্থাৎ এ রাতের ইবাদত হাজার মাসের ইবাদতের চেয়ে উত্তম।</p><p class='arabic uthmani'>(وَالرُّوْحُ فِيْهَا)</p><p>এখানে “রূহ” বলতে জিবরীল (রহঃ)-কে বুঝানো হয়েছে। অর্থাৎ অধিক বরকতের কারণে এ রাতে জিবরীল (রহঃ)-সহ অনেক ফেরেশতা অবতীর্ণ হয়।</p><p>(مِّنْ كُلِّ أَمْرٍ)</p><p>কাতাদাহ ও অন্যান্যরা বলেন: এ রাতে অনেক বিষয়ের ফায়সালা করা হয়, এবং আয়ু ও রিযিক নির্ধারণ করা হয়। যেমন আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(فِيْهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيْمٍ)</p><p>“এ রাতে প্রত্যেক প্রজ্ঞাপূর্ণ বিষয় ফয়সালা হয়।” (সূরা দুখান ৪৪ : ৪) তাফসীর মুয়াসসারে বলা হয়েছে :</p><p class='arabic uthmani'>من كل أمر قضاه في تلك السنة</p><p>প্রত্যেক বিষয় যা ঐ বছরের জন্য ফায়সালা করা হয় তা নিয়ে ফেরেশতা অবতীর্ণ হয়। (তাফসীর মুয়াসসার) আল্লামা শাওকানীও এ কথা বলেছেন।</p><p>(سَلَامٌ هِيَ) অর্থাৎ سالمة من كل أفة وشر</p><p>প্রত্যেক বিপদ ও অকল্যাণ থেকে মুক্ত। এ রাত অধিক বরকতে পূর্ণ থাকায় তাতে কোন অকল্যাণ থাকে না।</p><p class='arabic uthmani'>(حَتّٰي مَطْلَعِ الْفَجْرِ)</p><p>অর্থাৎ এ বরকত ও বিপদ-আপদমুক্ত পরিবেশ ফজর পর্যন্ত বহাল থাকে।</p><p>উল্লেখ্য যে, কুরআন নাযিলের এ মাসে রাসূলুল্লাহ (সাঃ) নিয়মিত জিবরীল (আঃ)-এর কাছে কুরআন পড়ে শুনাতেন। আব্দুল্লাহ ইবনু আব্বাস (রাঃ) বলেন : জিবরীল (আঃ) রমাযানের প্রতি রাতে আগমন করতেন এবং রাসূলুল্লাহ (সাঃ) তাঁর কাছে কুরআন তেলাওয়াত করে শুনাতেন। এ সময় নাবী (সাঃ) দানের হাত বায়ু প্রবাহের মত প্রসারিত করতেন। (সহীহ বুখারী হা. ৩২২০, সহীহ মুসলিম হা. ২৩০৮)</p><p>আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত, তিনি বলেন : রাসূলুল্লাহ (সাঃ)-এর ওপর কুরআন প্রতি বছর একবার করে পেশ করা হত। কিন্তু তাঁর মৃত্যুর বছরে দুবার পেশ করা হয়। তিনি প্রতি বছর ১০ দিন ইতিকাফ করতেন। কিন্তু মৃত্যুর বছর তিনি ২০ দিন ইতিকাফ করেন। (সহীহ বুখারী হা. ৪৯৯৮)</p><p>সুতরাং রমাযান মাস ইবাদতের অন্যতম একটি মওসুম। বিশেষ করে শেষ দশকের রাত গুলো প্রতিটি মু’মিন ব্যক্তিকে জেগে ইবাদতের মাধ্যমে অতিবাহিত করা উচিত।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. রমযানের শেষ দশকের বেজোড় রাতগুলোতে কদরের রাত বিদ্যমান, তাই বিশেষ করে ২৭ তারিখে এ রাত উদ্যাপন করা সঠিক নয়।</p><p>২. কদরের রাতের মর্যাদা জানতে পারলাম।</p><p>৩. এ রাতে আগামী এক বছরের ফায়সালা করা হয়।</p>"
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "97"
        }
    }
}