{
    "tafsirs": [
        {
            "resource_id": 174,
            "text": "Orang-orang yang kafir dari golongan Yahudi dan Nashrani serta orang-orang musyrik tidak mungkin meninggalkan ijma’ dan kesepakatan mereka dalam kekufuran hingga datang kepada mereka penjelasan yang jelas dan hujjah yang nyata."
        },
        {
            "resource_id": 804,
            "text": "سووره‌تی (به‌یینه‌) (واته‌: به‌ڵگه‌) \nسووره‌تێكى مه‌ككى یه‌و (٨) ئایه‌ته‌\nكاتێك ئه‌م سووره‌ته‌ دابه‌زی (ئه‌نه‌سی كوڕی مالیك) (ڕه‌زای خوای گه‌وره‌ی لێ بێت) ئه‌فه‌رمووێ: پێغه‌مبه‌ری خوا - <span class=\"saw\">صلی الله علیه وسلم</span> - به‌ (ئوبه‌ی كوڕی كه‌عبی) فه‌رموو خوای گه‌وره‌ فه‌رمانی پێ كردووم ئه‌م سووره‌ته‌ (لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ) به‌سه‌ر تۆدا بخوێنمه‌وه‌و بۆت بخوێنمه‌وه‌، (ئوبه‌ی) فه‌رمووی: ئایا خوای گه‌وره‌ ناوی منی هێنا؟ فه‌رمووی: به‌ڵێ، (ئوبه‌ی) له‌ خۆشیدا ده‌ستی به‌ گریان كرد، ئیمامی بوخاری و ئیمامی موسلیم گێڕاویانه‌ته‌وه‌ .\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ (١)</span> ] ئه‌هلی كتاب له‌ جووله‌كه‌و گاورو موشریك و هاوبه‌شبڕیارده‌ران و بت په‌رستانی عه‌ره‌ب و ئاگرپه‌رستانی عه‌جه‌م ده‌ستبه‌رداری ئه‌و كوفرو شیركه‌ نابن كه‌ له‌سه‌رین و وازی لێ ناهێنن و ده‌ستی لێ هه‌ڵناگرن تا به‌ڵگه‌ی ڕوون و ئاشكرایان بۆ نه‌یات كه‌ قورئانی پیرۆزه‌، یان پێغه‌مبه‌ری خوایه‌ - <span class=\"saw\">صلی الله علیه وسلم</span> - ."
        },
        {
            "resource_id": 173,
            "text": "Les juifs, les chrétiens et les polythéistes ne cesseront d’être unanimement mécréants, tant que ne leur parviendra pas une preuve claire et un argument manifeste."
        },
        {
            "resource_id": 791,
            "text": "യഹൂദ-നസ്വാറാക്കളിലും ബഹുദൈവാരാധകരിലും പെട്ട (ഇസ്ലാമിനെ) നിഷേധിച്ചവർ തങ്ങളുടെ (പിഴച്ച) വിശ്വാസത്തിലുള്ള അവരുടെ യോജിപ്പും ഒരുമയും വിട്ടുപോരുകയേ ഇല്ല; അവർക്ക് വ്യക്തവും ശക്തവുമായ തെളിവ് വന്നു കിട്ടുന്നത് വരെ."
        },
        {
            "resource_id": 180,
            "text": "১. ইহুদি, খ্রিস্টান ও মুশরিক জাতীয় কাফিররা ততক্ষণ পর্যন্ত নিজেদের কুফরীর উপর ঐক্যবদ্ধতা ও জোট পরিহার করবে না যতক্ষণ না তাদের নিকট সুস্পষ্ট দলীল ও প্রমাণাদি উপস্থিত হয়।"
        },
        {
            "resource_id": 172,
            "text": "Yahudi, Hristiyan ve müşrik kâfirler kendilerine apaçık deliller ve büyük kanıtlar gelinceye dek, küfür üzerine ittifak etmek ve toplanmaktan vazgeçecek değillerdi."
        },
        {
            "resource_id": 909,
            "text": "<p class=\"ar translation\" lang=\"ar\">لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ کافران  اهل  کتاب  و مشرکان  دست  بر ندارند،<span class=\"blue\"> تا برايشان  برهاني  روشن  بيايد:</span>\nرَسُولٌ مِّنَ اللَّهِ يَتْلُو صُحُفًا مُّطَهَّرَةً پيامبري  از جانب  خدا که  صحيفه  هاي  پاک  را مي  خواند\nفِيهَا كُتُبٌ قَيِّمَةٌ در آنها نوشته  هايي  است  راست  و درست\nوَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَةُ و اهل  کتاب  پراکنده  نشدند مگر از آن  پس  که  برايشان  برهاني  روشن  آمد\nوَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاء وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ و، آنان  را جز اين  فرمان  ندادند که  خدا را بپرستند در حالي  که  در دين   اواخلاص  مي  ورزند  و نماز گزارند و زکات  دهند  اين  است  دين  درست  و  راست\nإِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُوْلَئِكَ هُمْ شَرُّ الْبَرِيَّةِ از اهل کتاب  ، آنها که  کافرند و نيز مشرکان  ، در آتش  جهنمند و در آن   همواره  خواهند بود اينان  بدترين  آفريدگانند.\nإِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُوْلَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ کساني  که  ايمان  آورده  اند و کارهاي  شايسته  مي  کنند بهترين  آفريدگانند\nجَزَاؤُهُمْ عِندَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ  پاداششان  در نزد پروردگارشان  بهشتهايي  است  جاويد که  در آن  نهرها جاري ، است   تا ابد در آنجايند  خدا از آنها خشنود است  و آنها از خدا  خشنودند و اين  خاص  کسي  است  که  از پروردگارش  بترسد.</p><p>\n                                                            مدني و 8 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1)</span> خداوند متعال می‌فرماید کافران اهل کتاب؛ یهود و نصارا و مشرکان از سایر ملّت‌ها همواره بر کفر و گمراهی خود خواهند بود، و گذر زمان چیزی جز کفر به آنان نمی‌افزاید تا اینکه حجت واضح و برهان روشن بدیشان برسد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(2 - 3)</span> سپس این حجت و دلیل را تفسیر کرد و فرمود: (<span class=\"arabic qpc-hafs brown\">﴿رَسُولٞ مِّنَ ٱللَّهِ﴾</span>) خداوند او را فرستاده است تا مردم را به سوی حق دعوت کند، و بر او کتابی نازل فرموده تا به مردم حکمت بیاموزد و آنان را تزکیه کند و از تاریکی‌ها به سوی نور بیرون آورد.<span class=\"blue\"> بنابراین فرمود:</span> (<span class=\"arabic qpc-hafs brown\">﴿يَتۡلُواۡ صُحُفٗا مُّطَهَّرَةٗ﴾</span>) صحیفه‌هایی که از دستبرد و نزدیک شدن شیطان محفوظ‌اند، و جز پاکیزگان کسی به آنها دست نمی‌زند؛ چون آنها برترین کلام و سخن می‌باشند.<span class=\"blue\"> بنابراین در مورد این صحیفه‌ها فرمود:</span> (<span class=\"arabic qpc-hafs brown\">﴿فِيهَا كُتُبٞ قَيِّمَةٞ﴾</span>) در آن، خبرهای راست و اوامر دادگرانه‌ایست که به سوی حق و صراط مستقیم هدایت می‌کنند. پس وقتی این حجّت و دلیل به نزد آنها آمد، جویندۀ حق از کسی که به دنبال حقیقت نیست مشخص گشت؛ تا هرکس که هلاک می‌شود، از روی دلیل هلاک ‌گردد؛ و هر کس زنده می‌ماند، از روی دلیل زنده بماند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(4)</span> (<span class=\"arabic qpc-hafs brown\">﴿وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواۡ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ﴾</span>) اهل کتاب به این پیامبر ایمان نیاوردند و از او اطاعت نکردند، و این نخستین گمراهی و عناد آنها نیست، بلکه آنها هیچ‌گاه دچار تفرقه و اختلاف نگشتند و به دسته‌ها تبدیل نشدند، مگر بعد از آنکه حجت آشکار به آنان رسید؛ حجتی که ایجاب می‌کرد ـ تا کسانی که حجت به آنها رسیده ـ متحد و یکپارچه باشند. ولی اهل کتاب به خاطر پستی و بدی خودشان، هدایت به آنان چیزی جز گمراهی نیفزود، و بصیرت، چیزی جز کوری به آنها اضافه نکرد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(5)</span> با اینکه کتاب‌ها دربر گیرندۀ یک اصل و یک دین می‌باشند. (<span class=\"arabic qpc-hafs brown\">﴿وَمَآ أُمِرُوٓاۡ إِلَّا لِيَعۡبُدُواۡ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ﴾</span>) و در سایر شریعت‌ها فرمان نیافتند جز آنکه خدا را مخلصانه بپرستند؛ یعنی در همۀ عبادت‌های ظاهری و باطنی‌شان، هدفشان رضایت خدا و تقرب جستن به او باشد. (<span class=\"arabic qpc-hafs brown\">﴿حُنَفَآءَ﴾</span>) و از همۀ ادیانی که مخالف دین توحید می‌باشد رویگردان شوند. (<span class=\"arabic qpc-hafs brown\">﴿وَيُقِيمُواۡ ٱلصَّلَوٰةَ وَيُؤۡتُواۡ ٱلزَّكَوٰةَ﴾</span>) و نماز و زکات را به طور خاص بیان کرد با اینکه زکات و نماز در (<span class=\"arabic qpc-hafs brown\">﴿لِيَعۡبُدُواۡ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ﴾</span>) داخل است؛ چون نماز و زکات دارای شرافت و فضیلت بیشتری هستند و این دو عبادتی هستند، که هرکس آنها را انجام دهد انگار همۀ مقررات دین را انجام داده است. (<span class=\"arabic qpc-hafs brown\">﴿وَذَٰلِكَ﴾</span>) و توحید و اخلاص در دین (<span class=\"arabic qpc-hafs brown\">﴿دِينُ ٱلۡقَيِّمَةِ﴾</span>) آیین مستقیمی است که انسان را به بهشت می‌رساند؛ و دیگر راه‌ها انسان را به دوزخ می‌رسانند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(6)</span> سپس سزای کافران را پس از آنکه حجت و دلیل نزد آنها آمد بیان کرد و فرمود: (<span class=\"arabic qpc-hafs brown\">﴿إِنَّ ٱلَّذِينَ كَفَرُواۡ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآ﴾</span>) کافران از اهل کتاب و مشرکان در آتش دوزخ خواهند بود، و عذاب آنها را احاطه می‌کند، و کیفر آن بر آنها شدت می‌گیرد، و آنان برای همیشه در عذاب خواهند بود و آنان در آن ناامید هستند. (<span class=\"arabic qpc-hafs brown\">﴿أُوۡلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ﴾</span>) اینها بدترین انسان‌ها هستند؛ چون حق را شناخته‌اند اما آن را ترک کرده‌اند، و اینها دنیا و آخرت را از دست داده‌اند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(7)</span> (<span class=\"arabic qpc-hafs brown\">﴿إِنَّ ٱلَّذِينَ ءَامَنُواۡ وَعَمِلُواۡ ٱلصَّٰلِحَٰتِ أُوۡلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ﴾</span>) اینها بهترین انسان‌ها هستند؛ چون خدا را عبادت کرده و او را شناخته و نعمت‌های دنیا و آخرت را به دست آورده‌اند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(8)</span> (<span class=\"arabic qpc-hafs brown\">﴿جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ﴾</span>) پاداش آنها باغ‌های بهشتی است که برای همیشه در آن هستند، و نه از آن بیرون می‌شوند و نه چیزی بالاتر از آن را می‌طلبند. (<span class=\"arabic qpc-hafs brown\">﴿تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواۡ عَنۡهُ﴾</span>) از زیر درختان و کاخ‌های این باغ‌ها، رودها روان است، و خداوند از آنها به خاطر اینکه کارهای شایسته کرده‌اند خشنود است. و آنها هم به خاطر نعمت‌هایی که خداوند به آنان داده، از او خشنود می‌باشند. (<span class=\"arabic qpc-hafs brown\">﴿ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ﴾</span>) این پاداش نیک، برای کسی است که از خداوند بترسد، و از نافرمانی او دوری نماید، و آنچه را که خدا بر او واجب گردانده انجام دهد.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Неверующие из людей Писания и многобожников не расстались с неверием, пока к ним не явилось ясное знамение —  <span class=\"green\">(2)</span> Посланник от Аллаха, который читает очищенные свитки.  <span class=\"green\">(3)</span> В них содержатся правдивые Писания.  <span class=\"green\">(4)</span> Те, кому было даровано Писание, распались только после того, как к ним явилось ясное знамение.  <span class=\"green\">(5)</span> А ведь им было велено лишь поклоняться Аллаху, служа ему искренне, как ханифы, совершать намаз и выплачивать закят. Это — правая вера.   <span class=\"green\">(6)</span> Воистину, неверующие из людей Писания и многобожников окажутся в огне Геенны и пребудут там вечно. Они являются наихудшими из тварей.   <span class=\"green\">(7)</span> Воистину, те, которые уверовали и совершали праведные деяния, являются наилучшими из тварей.  <span class=\"green\">(8)</span> Их воздаянием у их Господа будут сады Эдема, в которых текут реки. Они пребудут в них вечно. Аллах доволен ими, и они довольны Им. Это уготовано для тех, кто боится своего Господа.</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1)</span> Люди Писания и многобожники пребывали в обольщении и заблуждении. С каж- дым днем они все глубже погружались в неверие, и это продолжалось до тех пор, пока к ним не явилось ясное знамение.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(2-3)</span> Этим знамением был посланник Аллаха, ﷺ, который явился к людям, чтобы при- звать их к истине. Он читал им Писание, обучал их мудрости, очищал их и выво- дил из мрака к свету. Он читал свитки, которые недоступны для дьяволов. При- коснуться к ним могут только чистые, потому что они содержат самую прекрас- ную и возвышенную речь.<span class=\"blue\"> Вот почему далее Аллах сказал:</span>\nЭти свитки содержат правдивые сообщения и справедливые повеления, указы- вающие путь к истине и ведущие прямым путем. Когда же люди убедились в ис- тинности ясного знамения, всем стало ясно, кто ищет истину, а кто отворачива- ется от нее. Вот тогда погибли те, кому было суждено погибнуть, и обрели вечную жизнь те, кому было суждено жить.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(4)</span> Пусть люди Писания не уверовали в Пророка Мухаммада, ﷺ, и не подчини- лись ему. Их заблуждение и упорство не ново, ведь еще раньше они раздели- лись на группировки именно после того, как узрели  истину.  А  ведь  именно после этого они должны были объединится, слившись в  единое  целое.  Из-за своей порочности, озлобленности и низости они познают прямой путь и еще\nсильнее увязают в заблуждении. Они слепнут при виде истины, хотя все Свя- щенные Писания имеют одну основу и провозглашают одну-единственную религию Аллаха.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(5)</span> Во все времена людям было велено поклоняться Аллаху душой и телом толь- ко для того, чтобы приблизиться к Нему. Каждый пророк призывал своих со- племенников отречься от всех вероисповеданий, которые противоречат рели- гии единобожия.\nЕдинобожие и искреннее поклонение Аллаху — это прямой путь, ведущий в Райские сады блаженства, а все иные пути приводят людей только в Огненную Преисподнюю.\nВсевышний особо подчеркнул необходимость совершать намаз и выплачи- вать закят, потому что эти два обряда являются наиболее важными и наиболее значимыми обрядами поклонения. Как правило, если человек совершает намаз и выплачивает закят, то он выполняет и остальные предписания религии.\nЗатем Всевышний Аллах сообщил о возмездии, которое постигнет тех, которые отвернулись от веры после того, как к ним явилось ясное знамение,<span class=\"blue\"> и сказал:</span>\n</div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(6)</span> Их постигнет тяжкая и невыносимая кара. Их муки не уменьшатся, и они впа- дут в глубокое отчаяние. Они действительно являются наихудшими из творений. Они познали истину и отвергли ее, и поэтому они лишились блага как при жиз- ни на земле, так и после смерти.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(7)</span> Они познали Аллаха, поклонялись Ему и благодаря этому обрели блаженство как при жизни на земле, так и после смерти.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(8)</span> Они войдут в Сады вечности, которые они не покинут и где их не постигнет смерть. Получив вознаграждение своего Господа, они не будут стремиться к еще большему. Он будет доволен праведниками, потому что они выполняли Его веления и совершали богоугодные дела, а они останутся довольны щедрым да- ром, который Он приготовил для них.\nТакое прекрасное воздаяние получат только те, кто страшился Аллаха, из- бегал грехов и выполнял предписания религии.                </div><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">القول في تأويل قوله جل ثناؤه وتقدست أسماؤه:  لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">اختلف أهل التأويل في تأويل قوله: <span class=\"arabic qpc-hafs green\">( لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ )</span> فقال بعضهم: معنى ذلك: لم يكن هؤلاء الكفار من أهل التوراة والإنجيل, والمشركون من عَبدة الأوثان <span class=\"arabic qpc-hafs green\">( مُنْفَكِّينَ )</span> يقول: منتهين حتى يأتيهم هذا القرآن.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح,<span class=\"blue\"> عن مجاهد في قول الله:</span> <span class=\"arabic qpc-hafs green\">( مُنْفَكِّينَ )</span> قال: لم يكونوا ليَنتهوا حتى يتبين لهم الحق.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة, في قوله <span class=\"arabic qpc-hafs green\">( مُنْفَكِّينَ )</span> قال: منتهين عما هم فيه.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة, قوله <span class=\"arabic qpc-hafs green\">( مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ )</span> أي هذا القرآن.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد في قول الله: <span class=\"arabic qpc-hafs green\">( وَالْمُشْرِكِينَ مُنْفَكِّينَ )</span> قال: لم يكونوا منتهين حتى يأتيهم; ذلك المنفكّ.</p><p lang=\"ar\" class=\"ar \">وقال آخرون: بل معنى ذلك أن أهل الكتاب وهم المشركون, لم يكونوا تاركين صفة محمد في كتابهم, حتى بُعث, فلما بُعث تفرّقوا فيه.</p><p lang=\"ar\" class=\"ar \">وأولى الأقوال في ذلك بالصحة أن يقال: معنى ذلك: لم يكن الذين كفروا من أهل الكتاب والمشركين مفترقين في أمر محمد, حتى تأتيهم البيِّنة, وهي إرسال الله إياه رسولا إلى خلقه, رسول من الله. وقوله.<span class=\"arabic qpc-hafs green\">( مُنْفَكِّينَ )</span> في هذا الموضع عندي من انفكاك الشيئين أحدهما من الآخر, ولذلك صَلُح بغير خبر، ولو كان بمعنى ما زال, احتاج إلى خبر يكون تماما له, واستؤنف قوله <span class=\"arabic qpc-hafs green\">( رَسُولٌ مِنَ اللَّهِ )</span> هي نكرة على البيِّنة, وهي معرفة,<span class=\"blue\"> كما قيل:</span>  ذُو الْعَرْشِ الْمَجِيدُ * فَعَّالٌ  فقال: حتى يأتيهم بيان أمر محمد أنه رسول الله, ببعثة الله إياه إليهم, ثم ترجم عن البيِّنة,<span class=\"blue\"> فقال:</span> تلك البينة</p>"
        },
        {
            "resource_id": 90,
            "text": "تفسير سورة ( لم يكن )وهي مكية في قول يحيى بن سلام .ومدنية في قول ابن عباس والجمهور . وهي تسع آياتوقد جاء في فضلها حديث لا يصح ، رويناه عن محمد بن محمد بن عبد الله الحضرمي قال : قال لي أبو عبد الرحمن بن نمير : اذهب إلى أبي الهيثم الخشاب ، فاكتب عنه فإنه قد كتب ، فذهب إليه ، فقال : حدثنا مالك بن أنس ، عن يحيى بن سعيد ، عن سعيد بن المسيب ، عن أبي الدرداء ، قال : قال رسول الله - صلى الله عليه وسلم - : \" لو يعلم الناس ما في ( لم يكن ) الذين كفروا من أهل الكتاب ، لعطلوا الأهل والمال ، فتعلموها \" فقال رجل من خزاعة : وما فيها من الأجر يا رسول الله ؟ قال : \" لا يقرؤها منافق أبدا ، ولا عبد في قلبه شك في الله . والله إن الملائكة المقربين يقرءونها منذ خلق الله السماوات والأرض ما يفترون من قراءتها . وما من عبد يقرؤها إلا بعث الله إليه ملائكة يحفظونه في دينه ودنياه ، ويدعون له بالمغفرة والرحمة \" .قال الحضرمي : فجئت إلى أبي عبد الرحمن بن نمير ، فألقيت هذا الحديث عليه ، فقال : هذا قد كفانا مئونته ، فلا تعد إليه . قال ابن العربي : \" روى إسحاق بن بشر الكاهلي عن مالك بن أنس ، عن يحيى بن سعيد ، عن ابن المسيب : عن أبي الدرداء ، عن النبي - صلى الله عليه وسلم - : \" لو يعلم الناس ما في ( لم يكن ) الذين كفروا لعطلوا الأهل والمال ولتعلموها \" . حديث باطل ; وإنما الحديث الصحيح ما روي عن أنس : أن النبي - صلى الله عليه وسلم - قال لأبي بن كعب : \" إن الله أمرني أن أقرأ عليك لم يكن الذين كفروا قال : وسماني لك ! قال \" نعم \" فبكى .[ ص: 124 ] قلت : خرجه البخاري ومسلم . وفيه من الفقه قراءة العالم على المتعلم . قال بعضهم : إنما قرأ النبي - صلى الله عليه وسلم - على أبي ، ليعلم الناس التواضع ; لئلا يأنف أحد من التعلم والقراءة على من دونه في المنزلة . وقيل : لأن أبيا كان أسرع أخذا لألفاظ رسول الله - صلى الله عليه وسلم - ; فأراد بقراءته عليه ، أن يأخذ ألفاظه ويقرأ كما سمع منه ، ويعلم غيره . وفيه فضيلة عظيمة لأبي ; إذ أمر الله رسوله أن يقرأ عليه . قال أبو بكر الأنباري : وحدثنا أحمد بن الهيثم بن خالد ، قال حدثنا علي بن الجعد ، قال حدثنا عكرمة عن عاصم عن زر بن حبيش قال : في قراءة أبي بن كعب : ابن آدم لو أعطي واديا من مال لالتمس ثانيا ولو أعطي واديين من مال لالتمس ثالثا ، ولا يملأ جوف ابن آدم إلا التراب ، ويتوب الله على من تاب . قال عكرمة . قرأ علي عاصم لم يكن ثلاثين آية ، هذا فيها . قال أبو بكر : هذا باطل عند أهل العلم ; لأن قراءتي ابن كثير وأبي عمرو متصلتان بأبي بن كعب ، لا يقرأ فيهما هذا المذكور في لم يكن مما هو معروف في حديث رسول الله - صلى الله عليه وسلم - ، على أنه من كلام الرسول - عليه السلام - ، لا يحكيه عن رب العالمين في القرآن . وما رواه اثنان معهما الإجماع أثبت مما يحكيه واحد مخالف مذهب الجماعة .بسم الله الرحمن الرحيملم يكن الذين كفروا من أهل الكتاب والمشركين منفكين حتى تأتيهم البينةقوله تعالى : لم يكن الذين كفروا كذا قراءة العامة ، وخط المصحف . وقرأ ابن مسعود لم يكن المشركون وأهل الكتاب منفكين وهذه قراءة على التفسير . قال ابن العربي : \" وهي جائزة في معرض البيان لا في معرض التلاوة ; فقد قرأ النبي - صلى الله عليه وسلم - في رواية الصحيح ( فطلقوهن لقبل عدتهن ) وهو تفسير ; فإن التلاوة : هو ما كان في خط المصحف \" .قوله تعالى : من أهل الكتاب يعني اليهود والنصارى والمشركين في موضع جر عطفا على أهل الكتاب . قال ابن عباس أهل الكتاب : اليهود الذين كانوا بيثرب ، وهم قريظة والنضير وبنو قينقاع . والمشركون : الذين كانوا بمكة وحولها ، والمدينة والذين حولها ; وهم مشركو قريش .منفكين أي منتهين عن كفرهم ، مائلين عنه .حتى تأتيهم أي أتتهم البينة ; أي محمد - صلى الله عليه وسلم - . وقيل : الانتهاء بلوغ الغاية أي لم يكونوا ليبلغوا نهاية أعمارهم فيموتوا ، حتى تأتيهم البينة . فالانفكاك على هذا بمعنى الانتهاء . وقيل : منفكين [ ص: 125 ] زائلين ; أي لم تكن مدتهم لتزول حتى يأتيهم رسول . والعرب تقول : ما انفككت أفعل كذا : أي ما زلت . وما انفك فلان قائما ، أي ما زال قائما . وأصل الفك : الفتح ; ومنه فك الكتاب ، وفك الخلخال ، وفك السالم . قال طرفة :فآليت لا ينفك كشحي بطانة لعضب رقيق الشفرتين مهندوقال ذو الرمة :حراجيج ما تنفك إلا مناخة     على الخسف أو نرمي بها بلدا قفرايريد : ما تنفك مناخة ; فزاد إلا . وقيل : منفكين : بارحين ; أي لم يكونوا ليبرحوا ويفارقوا الدنيا ، حتى تأتيهم البينة . وقال ابن كيسان : أي لم يكن أهل الكتاب تاركين صفة محمد - صلى الله عليه وسلم - في كتابهم ، حتى بعث ; فلما بعث حسدوه وجحدوه . وهو كقوله : فلما جاءهم ما عرفوا كفروا به . ولهذا قال : وما تفرق الذين أوتوا الكتاب . . . الآية . وعلى هذا فقوله والمشركين أي ما كانوا يسيئون القول في محمد - صلى الله عليه وسلم - ، حتى بعث ; فإنهم كانوا يسمونه الأمين ، حتى أتتهم البينة على لسانه ، وبعث إليهم ، فحينئذ عادوه . وقال بعض اللغويين : منفكين هالكين ; من قولهم : انفك صلا المرأة عند الولادة ; وهو أن ينفصل ، فلا يلتئم فتهلك المعنى : لم يكونوا معذبين ولا هالكين إلا بعد قيام الحجة عليهم ، بإرسال الرسل وإنزال الكتب . وقال قوم في المشركين : إنهم من أهل الكتاب ; فمن اليهود من قال : عزير ابن الله . ومن النصارى من قال : عيسى هو الله . ومنهم من قال : هو ابنه . ومنهم من قال : ثالث ثلاثة . وقيل : أهل الكتاب كانوا مؤمنين ، ثم كفروا بعد أنبيائهم . والمشركون ولدوا على الفطرة ، فكفروا حين بلغوا . فلهذا قال : والمشركين .وقيل : المشركون وصف أهل الكتاب أيضا لأنهم لم ينتفعوا بكتابهم ، وتركوا التوحيد . فالنصارى مثلثة ، وعامة اليهود مشبهة ; والكل شرك . وهو كقولك : جاءني العقلاء والظرفاء ; وأنت تريد أقواما بأعيانهم ، تصفهم بالأمرين . فالمعنى : من أهل الكتاب المشركين . وقيل : إن الكفر هنا هو الكفر بالنبي - صلى الله عليه وسلم - ; أي لم يكن الذين كفروا بمحمد من اليهود والنصارى ، الذين هم أهل الكتاب ، ولم يكن المشركون ، الذين هم عبدة الأوثان من العرب وغيرهم - وهم الذين ليس لهم كتاب - منفكين . قال القشيري : وفيه بعد ; لأن الظاهر من قوله حتى تأتيهم البينة رسول من الله أن هذا الرسول هو محمد - صلى الله عليه وسلم - . فيبعد أن يقال : لم يكن الذين كفروا بمحمد - صلى الله عليه وسلم - منفكين حتى يأتيهم محمد ; إلا أن يقال : أراد : لم يكن الذين كفروا الآن بمحمد - وإن كانوا من قبل معظمين له - بمنتهين عن هذا الكفر ، إلى أن يبعث الله محمدا إليهم ويبين لهم الآيات ; [ ص: 126 ] فحينئذ يؤمن قوم . وقرأ الأعمش وإبراهيم والمشركون رفعا ، عطفا على الذين . والقراءة الأولى أبين ; لأن الرفع يصير فيه الصنفان كأنهم من غير أهل الكتاب . وفي حرف أبي : فما كان الذين كفروا من أهل الكتاب والمشركون منفكين . وفي مصحف ابن مسعود : لم يكن المشركون وأهل الكتاب منفكين . وقد تقدم . حتى تأتيهم البينة قيل حتى أتتهم . والبينة : محمد - صلى الله عليه وسلم - ."
        },
        {
            "resource_id": 164,
            "text": "<p>মুসনাদে আহমাদে হযরত আমর ইবনু সাবিত আনসারী (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ যখন (আরবি) সূরাটি শেষ পর্যন্ত অবতীর্ণ হয় তখন হযরত জিবরাঈল (আঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আল্লাহ্ তা'আলা আপনাকে এ সূরাটি হযরত উবাই (রাঃ)-এর নিকট পাঠ করার নির্দেশ দিয়েছেন।” রাসূলুল্লাহ্ (সঃ) হযরত উবাই (রাঃ)-কে এ কথা জানানোর পর হযরত উবাই (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! সেখানে কি আমার কথা আলোচিত হয়েছে?” জবাবে রাসূলুল্লাহ্ (সঃ) তাঁকে বললেনঃ “হ্যা, হ্যাঁ।” হযরত উবাই (রাঃ) তখন কেঁদে ফেললেন। মুসনাদেরই অন্য এক বর্ণনায় রয়েছে যে, হযরত উবাই (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহ্র রাসূল (সঃ)! আল্লাহ্ তা'আলা কি আমার নাম উচ্চারণ করেছেন?” রাসূলুল্লাহ (সঃ) উত্তরে হ্যা’ বললেন। তখন হযরত উবাই (রাঃ) কেঁদে ফেললেন। (এ হাদীসটি ইমাম বুখারী (রঃ) ইমাম মুসলিম (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈ (রঃ)ও বর্ণনা করেছেন)মুসনাদে আহমাদের অন্য একটি রিওয়াইয়াতে আছে যে, যে সময় হযরত উবাই (রাঃ) এ ঘটনাটি বর্ণনা করেন সে সময় বর্ণনাকারী হযরত উবাই (রাঃ)-কে বলেনঃ “হে আবু মুনযির (রাঃ)! তাহলে তো আপনি খুবই আনন্দিত হয়েছেন?” উত্তরে হযরত উবাই (রাঃ) বলেনঃ কেন আনন্দিত হবে না? আল্লাহ্ রাম্বুল আলামীন স্বয়ং বলেনঃ (আরবি)অর্থাৎ “তুমি বলে দাওঃ আল্লাহর অনুগ্রহ ও করুণা লাভ করে যেন তারা আনন্দিত হয়। এটা তারা যা পুঞ্জীভূত করে তার চেয়ে বহুগুণে উত্তম।” (১০:৫৮)অন্য একটি বর্ণনায় রয়েছে যে, রাসূলুল্লাহ্ (সঃ) হযরত উবাই (রাঃ)-এর সামনে এ সূরাটি পড়ার পর পাঠ করেনঃ (আরবি)অর্থাৎ “আদম সন্তান যদি একটা উপত্যকা পূর্ণ মাল যাঞ্চা করে, অতঃপর তাকে তা দেয়া হয় তবে অবশ্যই সে দ্বিতীয়টির জন্যে প্রার্থনা করবে, সেটাও যদি তাকে প্রদান করা হয় তবে সে তৃতীয়টির জন্যে প্রার্থনা করবে। আদম সন্তানের পেট মাটি ছাড়া অন্য কিছু দিয়ে ভরবে না। তবে যে তাওবা করবে আল্লাহ্ তার তাওবা কবুল করবেন। আল্লাহর কাছে ঐ ব্যক্তিই দ্বীনদার যে একাগ্রচিত্তে তাঁর ইবাদত করে। তবে সে মুশরিক, ইয়াহুদী এবং নাসারা হতে পারবে না। যে ব্যক্তি কোন পুণ্য কাজ করবে তার অমর্যাদা করা হবে না।” (জামে তিরমিযীতেও বর্ণনাটি রয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন) হযরত উবাই ইবনে কা'ব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) তাঁকে বলেনঃ “হে আবুল মুনযির (রাঃ)! আমি আদিষ্ট হয়েছি যে, আমি যেন তোমার সামনে কুরআন পাঠ করি।” হযরত উবাই (রাঃ) তখন বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি আল্লাহর উপর ঈমান এনেছি, আপনার হাতে ইসলাম গ্রহণ করেছি এবং আপনার কাছে ধর্মীয় শিক্ষা লাভ করেছি।” নবী করীম (সঃ) ঐ কথারই পুনরাবৃত্তি করলেন। হযরত উবাই (রাঃ) তখন আর করলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার কথা কি সেখানে আলোচনা করা হয়েছে?\" উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “হ্যা, তোমার নাম ও নসব এ সবই মালায়ে আ’লায় আলোচিত হয়েছে।” হযরত উবাই (রাঃ) তখন বললেনঃ “তা হলে পাঠ করুন!” (এ হাদীসটি হাফিজ আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন। এ পদ্ধতিতে এ হাদীসটি গারীব বা দুর্বল। পূর্বে যেটা বর্ণনা করা হয়েছে সেটাই প্রমাণিত) এটা স্মরণ রাখার বিষয় যে হযরত উবাই (রাঃ)-এর মানসিক দৃঢ়তা এবং ঈমান বৃদ্ধি করার উদ্দেশ্যেই রাসূলুল্লাহ্ (সঃ) তাঁর সামনে এ সূরাটি পাঠ করেছিলেন। মুসনাদে আহমদ, সুনানে আবী দাউদ, সুনানে নাসাঈ এবং সহীহ মুসলিমে রয়েছে যে, একবার হযরত আব্দুল্লাহ্ ইবনে মাসউদ (রাঃ)-এর কিরআত শুনে হযরত উবাই (রাঃ) অসন্তুষ্ট হয়েছিলেন, কেননা রাসূলুল্লাহ (সঃ)-এর কাছে তিনি যেমনভাবে এ সূরার কিরআত শুনেছিলেন, হযরত আব্দুল্লাহ্ ইবনে মাসউদ (রাঃ) তেমনভাবে পড়েননি। রাগতভাবে হযরত উবাই হযরত ইবনে মাসউদ (রাঃ)-কে সাথে নিয়ে রাসূলুল্লাহ (সঃ)-এর নিকট গমন করেন। রাসূলুল্লাহ (সঃ) উভয়ের কিরআত শুনে বলেনঃ “উভয়ের কিরআতই বিশুদ্ধ।” হযরত উবাই (রাঃ) বলেনঃ আমি এ কথা শুনে এমন সন্দেহের মধ্যে পড়ে গেলাম যে, যেন অজ্ঞতার যুগের সন্দেহ আমার সামনে এসে গেল। রাসূলুল্লাহ (সঃ) এ অবস্থা দেখে আমার বুকে হাত রাখলেন। আমার বুক ঘামে ভিজে গেল। আমার উপর এমন ভয় চাপলো যে, যেন আমি রাম্বুল আলামীন আল্লাহকে সামনে দেখতে পাচ্ছি। নবী করীম (সঃ) বললেনঃ “শোনো, হযরত জিবরাঈল (আঃ) আমার সামনে এসেছিলেন। তিনি বললেনঃ “উম্মতকে একই কিরআতে কুরআন শিক্ষা দেয়ার জন্যে আল্লাহ। তা'আলা নির্দেশ দিয়েছেন।' আমি বললামঃ আমি আল্লাহ্ তা'আলার কাছে ক্ষমা প্রার্থনা করছি এবং মাগফিরাত কামনা করছি। অতঃপর আমাকে দু'প্রকারের কিরআতের অনুমতি প্রদান করা হলো। কিন্তু আমি আরো বাড়ানোর আবেদন জানালাম। অবশেষে সাত প্রকারের কিরআত পাঠের অনুমতি দেয়া হলো।” অতঃপর এ সূরা নাযিল হলো এবং এতে রয়েছেঃ (আরবি) নবী করীম (সঃ) মানসিক দৃঢ়তার শিক্ষা দান এবং সতর্ককরণের উদ্দেশ্যে হযরত উবাই (রাঃ)-কে এ সূরাটি তিলাওয়াত করে শুনিয়ে দেন। কেউ যেন এটা মনে না করে যে, শিখবার ও মনে রাখবার উদ্দেশ্যে রাসূলুল্লাহ্ (সঃ) হযরত উবাই (রাঃ)-এর সামনে এ সূরাটি তিলাওয়াত করেছিলেন। এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন।রাসূলুল্লাহ (সঃ) একাধিক কিরআতের মাধ্যমে কুরআন কারীম পাঠ করায় হযরত উবাই (রাঃ)-এর মনে যে সন্দেহের উদ্রেক হয়েছিল তা নিরসন কল্পেই রাসূলুল্লাহ্ (সঃ) এই সূরাটি হযরত উবাই (রাঃ)-কে পাঠ করে শোনান। হযরত উমর (রাঃ)-এর ঘটনাও একই ধরনের। তিনি হুদাইবিয়ার সন্ধির বছরে সন্ধির ব্যাপারে অসন্তুষ্টি প্রকাশ করে রাসূলুল্লাহ্ (সঃ)-এর কাছে নানা প্রশ্ন উত্থাপন করেছিলেন। তার মধ্যে একটি প্রশ্ন ছিলঃ “হে আল্লাহর রাসূল (সঃ)! আপনি কি বলেননি যে, আমরা কা'বা শরীফে যাবো এবং তাওয়াফ করবো?” উত্তরে রাসূলুল্লাহ্ (সঃ) বলেনঃ “হ্যা, তা বলেছিলাম বটে, কিন্তু এটা তো বলিনি যে এ বছরই এটা হবে? নিঃসন্দেহে সে সময় আসছে যখন তুমি সেখানে পৌছবে ও তাওয়াফ করবে।” হুদাইবিয়া হতে ফিরবার পথে সূরা ফাতহ নাযিল হওয়ার পর রাসূলুল্লাহ্ (সঃ) হযরত উমর (রাঃ)-কে ডেকে সূরাটি পড়ে শোনালেন। তাতে নিম্নের আয়াতটিও ছিলঃ (আরবি) অর্থাৎ “নিশ্চয়ই আল্লাহ তার রাসূল (সঃ)-এর স্বপ্ন বাস্তবায়িত করেছেন, আল্লাহর ইচ্ছায় তোমরা অবশ্যই মসজিদুল হারামে প্রবেশ করবে নিরাপদে।” (৪৮:২৭) হাফিয আবু নাঈম (রাঃ) তাঁর (আরবি) নামক গ্রন্থে একটি হাদীস সংযোজন করেছেন যে, রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহ তা'আলা (আরবি)  এ সূরাটির কিরআত শুনে বলেনঃ “হে আমার বান্দা! তুমি খুশী হয়ে যাও, আমার মর্যাদার শপথ! তোমাকে জান্নাতে এমন বাসস্থান দিবো যে, তুমি আনন্দে আত্মহারা হয়ে যাবে। (এ হাদীসটি উসূলে হাদীসের পরিভাষায় নিতান্ত গারীব বা দুর্বল)হযরত মাতার আলমুযানী অথবা মাদানী (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আল্লাহ তা'আলা (আরবি) এ সূরাটির কিরআত শুনে। বলেনঃ আমি তোমাকে দুনিয়া ও আখিরাতে কোন অবস্থাতেই বিস্মৃত হবো না এবং তোমাকে জান্নাতে এমন বাসস্থান দান করবো যাতে তুমি সন্তুষ্ট হয়ে যাবে।” (আবু মূসা আলমাদানী (রঃ) এবং ইবনুল আমীর (রঃ) এ হাদীসটি বর্ণনা করেছেন)<b>১-৫ নং আয়াতের তাফসীর</b>আহলে কিতাব দ্বারা ইয়াহুদী ও নাসারাদেরকে বুঝানো হয়েছে। আর মুশরিকীন দ্বারা বুঝানো হয়েছে মূর্তি পূজক আরব এবং অগ্নিপূজক অনারবদেরকে। আল্লাহ তা'আলা বলেনঃ তারা প্রত্যাবর্তনকারী ছিল না যে পর্যন্ত তাদের সামনে সুস্পষ্ট প্রমাণ উপস্থিত হয়।আল্লাহর কোন একজন রাসূল যিনি পবিত্র গ্রন্থ পাঠ করে শুনিয়ে দেন, যাতে আছে সঠিক বিধান, এর দ্বারা কুরআন কারীমের কথা বুঝানো হয়েছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “ওটা আছে মহান লিপিসমূহে, যা উন্নত মর্যাদা সম্পন্ন, পবিত্র, মহান, পূতঃচরিত্র লিপিকর হস্তে লিপিবদ্ধ।” (৮০:১৩-১৬)সঠিক বিষয়সমূহ লিপিবদ্ধকরণের ক্ষেত্রে কোন প্রকার ভুল-ভ্রান্তি হয়নি।হযরত কাতাদা (রঃ) বলেন যে, নবী করীম (সঃ) উত্তমভাবে কুরআনের ওয়ায করেন এবং কুরআনের সুন্দর ব্যাখ্যা দেন। ইবনে যায়েদ (রঃ) বলেন যে, এ সব সহীফায় সত্য ন্যায়ের কথা সম্বলিত বিষয়সমূহ রয়েছে।এরপর আল্লাহ তা'আলা বলেনঃ আর যাদেরকে কিতাব প্রদান করা হয়েছিল তাদের নিকট এই স্পষ্ট প্রমাণ উপস্থিত হওয়ার পরই তারা বিভক্ত হয়ে গেল। যেমন বিভিন্নভাবে বর্ণিত একটি হাদীসে রয়েছেঃ “ইয়াহুদীরা একাত্তর ফিরকা বা সম্প্রদায়ে বিভক্ত হয়ে গেল, আর নাসারারা বা খ্রিস্টানরা বিভক্ত হলো বাহাত্তর ফিরকায়। এই উম্মতে মুহাম্মদী (সঃ) তিয়াত্তর ফিরকায় বিভক্ত। তার মধ্যে একটি মাত্র ফিরকা ছাড়া সবাই জাহান্নামে যাবে।\" জনগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! তারা কারা?\" উত্তরে তিনি বললেনঃ “আমি এবং আমার সাহাবীগণ যে আদর্শের উপর রয়েছি (এই আদর্শের উপর যারা প্রতিষ্ঠিত রয়েছে।)।”আল্লাহ তাআলা এরপর বলেনঃ অথচ তাদের প্রতি এই নির্দেশই ছিল যে, তারা আল্লাহর আনুগত্যে বিশুদ্ধ চিত্ত হয়ে একনিষ্ঠভাবে ইবাদত করবে। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “তোমার পূর্বে আমি যতো রাসূল পাঠিয়েছি সবারই কাছে এই অহী করেছি যে, আমি ছাড়া কোন মাবুদ নেই, সুতরাং তোমরা আমারই ইবাদত করো।\" (২১:২৫) এখানেও আল্লাহ পাক বলেনঃ একনিষ্ঠ হয়ে অর্থাৎ শিরক হতে দূরে থেকে এবং তাওহীদ বা একত্ববাদে লিপ্ত হওয়ার মাধ্যমে ইবাদত করো। যেমন অন্যত্র বলেনঃ (আরবি) অর্থাৎ “আমি প্রত্যেক উম্মতের মধ্যে রাসূল পাঠিয়েছি। (সেই কথা বলার জন্যে যে, তোমরা আল্লাহরই ইবাদত করো এবং তাগূত হতে দূরে থাকো।” (১৬:৩৬)এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ “তারা নামায কায়েম করবে ও যাকাত দিবে, এটাই সঠিক দ্বীন।' যাকাত দিবে এর অর্থ এই যে, ফকীর মিসকীন এবং অভাবগ্রস্তদের সাথে সদ্ব্যবহার করবে। এই দ্বীন অর্থাৎ ইসলাম মযবূত, সরল, সহজ এবং কল্যাণধর্মী। বহু সংখ্যক ইমাম যেমন ইমাম যুহরী (রঃ), ইমাম শাফিয়ী (রঃ) প্রমুখ এ আয়াত থেকে প্রমাণ পেশ করেছেন যে, আমল ঈমানের অন্তর্ভুক্ত। কেননা, এই আয়াতের সরলতা ও আন্তরিকতার সাথে আল্লাহর ইবাদত, নামায আদায় ও যাকাত প্রদানকেই দ্বীন বলে উল্লেখ করা হয়েছে।</p>"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مدنية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1}</span> يقول تعالى: <span class=\"arabic qpc-hafs brown\">{لم يكنِ الذينَ كَفَروا من أهلِ الكتابِ}</span>؛<span class=\"blue\"> أي:</span> من اليهود والنصارى، <span class=\"arabic qpc-hafs brown\">{والمشركين}</span>: من سائر أصناف الأمم، <span class=\"arabic qpc-hafs brown\">{مُنفَكِّينَ}</span>: عن كفرهم وضلالهم الذي هم عليه؛<span class=\"blue\"> أي:</span> لا يزالون في غيِّهم وضلالهم، لا يزيدهم مرور الأوقات إلاَّ كفراً، <span class=\"arabic qpc-hafs brown\">{حتَّى تأتِيَهُم البيِّنةُ}</span>: الواضحة والبرهان الساطع.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{2 ـ 3}</span> ثم فسَّر تلك البيِّنة،<span class=\"blue\"> فقال:</span><span class=\"arabic qpc-hafs brown\">{رسولٌ من اللهِ}</span>؛<span class=\"blue\"> أي:</span> أرسله الله يدعو الناس إلى الحقِّ، وأنزل عليه كتاباً يتلوه ليعلِّم الناس الحكمة ويزكِّيهم ويخرجَهم من الظُّلُمات إلى النُّور،<span class=\"blue\"> ولهذا قال:</span><span class=\"arabic qpc-hafs brown\">{يتلو صُحُفاً مطهَّرةً}</span>؛<span class=\"blue\"> أي:</span> محفوظةً من قربان الشياطين، لا يمسُّها إلاَّ المطهَّرون؛ لأنَّها أعلى ما يكون من الكلام،<span class=\"blue\"> ولهذا قال عنها:</span><span class=\"arabic qpc-hafs brown\">{فيها}</span>؛<span class=\"blue\"> أي:</span> في تلك الصُّحف <span class=\"arabic qpc-hafs brown\">{كتبٌ قيِّمةٌ}</span>؛<span class=\"blue\"> أي:</span> أخبارٌ صادقةٌ وأوامرُ عادلةٌ تهدي إلى الحقِّ وإلى طريقٍ مستقيمٍ؛ فإذا جاءتهم هذه البيِّنة؛ فحينئذٍ يتبيَّن طالب الحقِّ ممَّن ليس له مقصدٌ في طلبه، فيهلك مَن هلك عن بيِّنة ويحيا من حيَّ عن بيِّنةٍ.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{4}</span> وإذا لم يؤمن أهل الكتاب بهذا الرسول وينقادوا له؛ فليس ذلك ببدع من ضلالهم وعنادهم؛ فإنَّهم ما تفرَّقوا واختلفوا وصاروا أحزاباً <span class=\"arabic qpc-hafs brown\">{إلاَّ من بعدِ ما جاءتۡهُمُ البيِّنَةُ}</span>: التي توجب لأهلها الاجتماع والاتِّفاق، ولكنَّهم لرداءتهم ونذالتهم لم يزدهم الهدى إلا ضلالاً ولا البصيرة إلا عمىً.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{5}</span> مع أنَّ الكتب كلَّها جاءت بأصل واحدٍ ودين واحدٍ؛ فما <span class=\"arabic qpc-hafs brown\">{أمِروا}</span> في سائر الشرائع، إلا أن يعبدوا <span class=\"arabic qpc-hafs brown\">{اللهَ مخلصين له الدِّين}</span>؛<span class=\"blue\"> أي:</span> قاصدين بجميع عباداتهم الظَّاهرة والباطنة وجه الله وطلب الزُّلفى لديه، <span class=\"arabic qpc-hafs brown\">{حنفاءَ}</span>؛<span class=\"blue\"> أي:</span> معرضين مائلين عن سائر الأديان المخالفة لدين التَّوحيد،<span class=\"blue\"> وخصَّ الصلاة والزَّكاة بالذِّكر مع أنَّهما داخلان في قوله:</span><span class=\"arabic qpc-hafs brown\">{ليعبدوا الله مخلصين له الدين}</span>؛ لفضلهما وشرفهما وكونهما العبادتين اللتين مَن قام بهما قام بجميع شرائع الدين. <span class=\"arabic qpc-hafs brown\">{وذلك}</span>؛<span class=\"blue\"> أي:</span> التَّوحيد والإخلاص في الدِّين هو <span class=\"arabic qpc-hafs brown\">{دين القيِّمة}</span>؛<span class=\"blue\"> أي:</span> الدين المستقيم الموصل إلى جنَّات النَّعيم، وما سواه فطرقٌ موصلةٌ إلى الجحيم.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{6}</span> ثم ذكر جزاء الكافرين بعدما جاءتهم البيِّنة،<span class=\"blue\"> فقال:</span><span class=\"arabic qpc-hafs brown\">{إنَّ الذين كفروا من أهل الكتابِ والمشركينَ في نارِ جهنَّم}</span>: قد أحاط بهم عذابها، واشتدَّ عليهم عقابها، <span class=\"arabic qpc-hafs brown\">{خالدين فيها}</span>: لا يُفَتَّر عنهم العذاب، وهم فيها مبلسون. <span class=\"arabic qpc-hafs brown\">{أولئك هم شرُّ البريَّة}</span>: لأنَّهم عرفوا الحقَّ، وتركوه، وخسروا الدُّنيا والآخرة.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{7}</span><span class=\"arabic qpc-hafs brown\">{إنَّ الذين آمنوا وعملوا الصَّالحات أولئك هم خيرُ البريَّة}</span>: لأنَّهم عبدوا الله وعرفوه، وفازوا بنعيم الدُّنيا والآخرة.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{8}</span><span class=\"arabic qpc-hafs brown\">{جزاؤهم عند ربِّهم جناتُ عدنٍ}</span>؛<span class=\"blue\"> أي:</span> جناتُ إقامةٍ لا ظعن فيها ولا رحيل ولا طلب لغايةٍ فوقَها، <span class=\"arabic qpc-hafs brown\">{تجري من تحتها الأنهارُ خالدين فيها أبداً رضيَ الله عنهم ورضوا عنه}</span>: فرضي عنهم بما قاموا به من مراضيه، ورضوا عنه بما أعدَّ لهم من أنواع الكرامات <span class=\"brown\">[وجزيل المثوبات]</span>. <span class=\"arabic qpc-hafs brown\">{ذلك}</span>: الجزاء الحسن <span class=\"arabic qpc-hafs brown\">{لِمَنۡ خشيَ ربَّه}</span>؛<span class=\"blue\"> أي:</span> لمن خاف الله فأحجم عن معاصيه، وقام بما أوجب عليه.                </div><p>\n                                                            تمت. والحمد لله.                </p><p>\n                                                            * * *                </p>"
        },
        {
            "resource_id": 177,
            "text": "Những kẻ vô đức tin trong số những người Do thái, Thiên Chúa, và những người đa thần đã không chịu từ bỏ sự vô đức tin của họ cho đến khi nào những dấu hiệu được nói trong các Kinh Sách trước đây đến với họ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">يقول تعالى:</span> <span class=\"arabic qpc-hafs brown\">{ لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ }</span> أي: <span class=\"arabic qpc-hafs\">[من]</span> اليهود والنصارى <span class=\"arabic qpc-hafs brown\">{ وَالْمُشْرِكِينَ }</span> من سائر أصناف الأمم.<span class=\"arabic qpc-hafs brown\">{ مُنْفَكِّينَ }</span> عن كفرهم وضلالهم الذي هم عليه،<span class=\"blue\"> أي:</span> لا يزالون في غيهم وضلالهم، لا يزيدهم مرور السنين  إلا كفرًا.<span class=\"arabic qpc-hafs brown\">{ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ }</span> الواضحة، والبرهان الساطع."
        },
        {
            "resource_id": 792,
            "text": "ពួកដែលគ្មានជំនឿនៃពួកយូដានិងពួកណាសរ៉នី ព្រមទាំងពួកមូស្ហរីគីន មិនបោះបង់ភាពគ្មានជំនឿ និងប្រការស្ហ៊ីរិក(អំពើពហុទេពនិយម)របស់ពួកគេជាដាច់ខាត រហូតទាល់តែភស្ដុតាងយ៉ាងច្បាស់លាស់ និងអំណះអំណាងដ៏ជាក់លាក់បានមកដល់ពួកគេ។"
        },
        {
            "resource_id": 178,
            "text": "Те, которые стали неверующими, из числа иудеев, христиан и многобожников, не впадали в разногласия и не отделялись от неверия, пока не пришло к ним ясное знамение и неопровержимое доказательство."
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p lang=\"ar\" class=\"ar \"><span class=\"green\">( لم يكن الذين كفروا من أهل الكتاب )</span> وهم اليهود والنصارى ، <span class=\"green\">( والمشركين )</span> وهم عبدة الأوثان ، <span class=\"green\">( منفكين )</span> <span class=\"reference\">[ منتهين عن كفرهم وشركهم ، وقال أهل اللغة ]</span> : زائلين منفصلين ،<span class=\"blue\"> يقال :</span> فككت الشيء فانفك ،<span class=\"blue\"> أي :</span> انفصل ، <span class=\"green\">( حتى تأتيهم البينة )</span> لفظه مستقبل ومعناه الماضي ،<span class=\"blue\"> أي :</span> حتى أتتهم البينة ، الحجة الواضحة ،<span class=\"blue\"> يعني :</span> محمدا - صلى الله عليه وسلم - ، أتاهم بالقرآن فبين لهم <span class=\"reference\">[ ضلالاتهم ]</span> وجهالتهم ودعاهم إلى الإيمان . فهذه الآية فيمن آمن من الفريقين ، أخبر أنهم لم ينتهوا عن الكفر حتى أتاهم الرسول فدعاهم إلى الإيمان فآمنوا فأنقذهم الله من الجهل والضلالة</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة لم يكن وهي مدنية .</p><p lang=\"ar\" class=\"ar \">قال الإمام أحمد : حدثنا عفان ، حدثنا حماد - وهو ابن سلمة - ، أخبرنا علي - هو ابن زيد - ،<span class=\"blue\"> عن عمار بن أبي عمار قال :</span> سمعت أبا حية البدري -<span class=\"blue\"> وهو :</span> مالك بن عمرو بن ثابت الأنصاري -<span class=\"blue\"> قال :</span> لما نزلت : <span class=\"red\">\" لم يكن الذين كفروا من أهل الكتاب \"</span> إلى آخرها ،<span class=\"blue\"> قال جبريل :</span> يا رسول الله ، إن ربك يأمرك أن تقرئها أبيا .<span class=\"blue\"> فقال النبي صلى الله عليه وسلم لأبي :</span> <span class=\"red\">\" إن جبريل أمرني أن أقرئك هذه السورة \"</span> .<span class=\"blue\"> قال أبي :</span> وقد ذكرت ثم يا رسول الله ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> قال :</span> فبكى أبي .</p><p lang=\"ar\" class=\"ar \">حديث آخر : وقال الإمام أحمد : حدثنا محمد بن جعفر ، حدثنا شعبة ،<span class=\"blue\"> سمعت قتادة يحدث عن أنس بن مالك قال :</span> قال رسول الله صلى الله عليه وسلم لأبي بن كعب : <span class=\"red\">\" إن الله أمرني أن أقرأ عليك : \"</span> لم يكن الذين كفروا <span class=\"red\">\" قال : وسماني لك ؟<span class=\"blue\"> قال :</span> \"</span> نعم \" . فبكى .</p><p>ورواه البخاري ومسلم والترمذي والنسائي من حديث شعبة به .</p><p lang=\"ar\" class=\"ar \">حديث آخر : قال الإمام أحمد : حدثنا مؤمل ، حدثنا سفيان ، حدثنا أسلم المنقري ، عن عبد الله بن عبد الرحمن بن أبزى ، عن أبيه ،<span class=\"blue\"> عن أبي بن كعب قال :</span> قال لي رسول الله صلى الله عليه وسلم : <span class=\"red\">\" إني أمرت أن أقرأ عليك سورة كذا وكذا \"</span> .<span class=\"blue\"> قلت :</span> يا رسول الله ، وقد ذكرت هناك ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> فقلت له :</span> يا أبا المنذر ، ففرحت بذلك .<span class=\"blue\"> قال :</span> وما يمنعني والله يقول : <span class=\"red\">\" قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون \"</span> <span class=\"reference brown\">[ يونس : 58 ]</span> .<span class=\"blue\"> قال مؤمل :</span> قلت لسفيان : القراءة في الحديث ؟<span class=\"blue\"> قال :</span> نعم . تفرد به من هذا الوجه .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال أحمد : حدثنا محمد بن جعفر وحجاج ،<span class=\"blue\"> قالا :</span> حدثنا شعبة ، عن عاصم بن بهدلة ، عن زر بن حبيش ،<span class=\"blue\"> عن أبي بن كعب قال :</span> إن رسول الله صلى الله عليه وسلم قال لي : <span class=\"red\">\" إن الله أمرني أن أقرأ عليك القرآن \"</span> .<span class=\"blue\"> قال :</span> فقرأ : <span class=\"red\">\" لم يكن الذين كفروا من أهل الكتاب \"</span> قال : فقرأ فيها : ولو أن ابن آدم سأل واديا من مال ، فأعطيه لسأل ثانيا ، ولو سأل ثانيا فأعطيه لسأل ثالثا ، ولا يملأ جوف ابن آدم إلا التراب ، ويتوب الله على من تاب . وإن ذلك الدين عند الله الحنيفية ، غير المشركة ولا اليهودية ولا النصرانية ، ومن يفعل خيرا فلن يكفره .</p><p>ورواه الترمذي من حديث أبي داود الطيالسي ، عن شعبة به ،<span class=\"blue\"> وقال :</span> حسن صحيح .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال الحافظ أبو القاسم الطبراني : حدثنا أحمد بن خليد الحلبي ، حدثنا محمد بن عيسى الطباع ، حدثنا معاذ بن محمد بن معاذ بن أبي بن كعب ، عن أبيه ، عن جده ،<span class=\"blue\"> عن أبي بن كعب قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" يا أبا المنذر ، إني أمرت أن أعرض عليك القرآن \"</span> .<span class=\"blue\"> قال :</span> بالله آمنت ، وعلى يدك أسلمت ، ومنك تعلمت .<span class=\"blue\"> قال :</span> فرد النبي صلى الله عليه وسلم القول . <span class=\"reference brown\">[ قال ]</span> فقال : يا رسول الله ، أذكرت هناك ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نعم ، باسمك ونسبك في الملأ الأعلى \"</span> .<span class=\"blue\"> قال :</span> فاقرأ إذا يا رسول الله .</p><p lang=\"ar\" class=\"ar \">هذا غريب من هذا الوجه ، والثابت ما تقدم . وإنما قرأ عليه النبي صلى الله عليه وسلم هذه السورة تثبيتا له ، وزيادة لإيمانه ، فإنه - كما رواه أحمد والنسائي من طريق أنس عنه ، ورواه أحمد وأبو داود ، من حديث سليمان بن صرد عنه ، ورواه أحمد ، عن عفان ، عن حماد ، عن حميد ، عن أنس ، عن عبادة بن الصامت عنه ، ورواه أحمد ، ومسلم ، وأبو داود ، والنسائي من حديث إسماعيل بن أبي خالد ، عن عبد الله بن عيسى ، عن عبد الرحمن بن أبي ليلى ، عنه كان قد أنكر على إنسان -<span class=\"blue\"> وهو :</span> عبد الله بن مسعود - قراءة شيء من القرآن على خلاف ما أقرأه رسول الله صلى الله عليه وسلم ، فرفعه إلى النبي صلى الله عليه وسلم فاستقرأهما ، وقال ،<span class=\"blue\"> لكل منهما :</span> <span class=\"red\">\" أصبت \"</span> .<span class=\"blue\"> قال أبي :</span> فأخذني من الشك ولا إذ كنت في الجاهلية . فضرب رسول الله صلى الله عليه وسلم في صدره ،<span class=\"blue\"> قال أبي :</span> ففضت عرقا ، وكأنما أنظر إلى الله فرقا .<span class=\"blue\"> وأخبره رسول الله صلى الله عليه وسلم أن جبريل أتاه فقال :</span> إن الله يأمرك أن تقرئ أمتك القرآن على حرف .<span class=\"blue\"> فقلت :</span> <span class=\"red\">\" أسأل الله معافاته ومغفرته \"</span> .<span class=\"blue\"> فقال :</span> على حرفين .<span class=\"blue\"> فلم يزل حتى قال :</span> إن الله يأمرك أن تقرئ أمتك القرآن على سبعة أحرف . كما قدمنا ذكر هذا الحديث بطرقه وألفاظه في أول التفسير .<span class=\"blue\"> فلما نزلت هذه السورة الكريمة وفيها :</span> <span class=\"red\">\" رسول من الله يتلو صحفا مطهرة فيها كتب قيمة \"</span> قرأها عليه رسول الله صلى الله عليه وسلم قراءة إبلاغ وتثبيت وإنذار ، لا قراءة تعلم واستذكار ، والله أعلم .</p><p lang=\"ar\" class=\"ar \">وهذا كما أن عمر بن الخطاب لما سأل رسول الله صلى الله عليه وسلم يوم الحديبية عن تلك الأسئلة ،<span class=\"blue\"> وكان فيما قال :</span> أولم تكن تخبرنا أنا سنأتي البيت ونطوف به ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" بلى ، أفأخبرتك أنك تأتيه عامك هذا ؟ \"</span> .<span class=\"blue\"> قال :</span> لا .<span class=\"blue\"> قال :</span> <span class=\"red\">\" فإنك آتيه ، ومطوف به \"</span> . فلما رجعوا من الحديبية ، وأنزل الله على النبي صلى الله عليه وسلم سورة <span class=\"red\">\" الفتح \"</span> ، دعا عمر بن الخطاب وقرأها عليه ،<span class=\"blue\"> وفيها قوله :</span> <span class=\"red\">\" لقد صدق الله رسوله الرؤيا بالحق لتدخلن المسجد الحرام إن شاء الله آمنين \"</span> الآية <span class=\"reference brown\">[ الفتح : 27 ]</span> ، كما تقدم .</p><p lang=\"ar\" class=\"ar \">وروى الحافظ أبو نعيم في كتابه <span class=\"red\">\" أسماء الصحابة \"</span> من طريق محمد بن إسماعيل الجعفري المدني : حدثنا عبد الله بن سلمة بن أسلم ، عن ابن شهاب ، عن إسماعيل بن أبي حكيم المدني ،<span class=\"blue\"> حدثني فضيل سمعت رسول الله صلى الله عليه وسلم يقول :</span> <span class=\"red\">\" إن الله ليسمع قراءة \"</span> لم يكن الذين كفروا <span class=\"red\">\" فيقول : أبشر عبدي ، فوعزتي لأمكننه لك في الجنة حتى ترضى \"</span> .</p><p lang=\"ar\" class=\"ar \">حديث غريب جدا . وقد رواه الحافظ أبو موسى المديني وابن الأثير ، من طريق الزهري ، عن إسماعيل بن أبي حكيم ، عن نظير المزني -<span class=\"blue\"> أو :</span> المدني -<span class=\"blue\"> عن النبي صلى الله عليه وسلم :</span> <span class=\"red\">\" إن الله ليسمع قراءة \"</span> لم يكن الذين كفروا <span class=\"red\">\" ويقول : أبشر عبدي ، فوعزتي لا أنساك على حال من أحوال الدنيا والآخرة ، ولأمكنن لك في الجنة حتى ترضى \"</span> .</p><p lang=\"ar\" class=\"ar \">أما أهل الكتاب فهم : اليهود والنصارى والمشركون ؛ عبدة الأوثان والنيران ، من العرب ومن العجم .<span class=\"blue\"> وقال مجاهد :</span> لم يكونوا <span class=\"arabic qpc-hafs\">( منفكين )</span> يعني : منتهين حتى يتبين لهم الحق . وكذا قال قتادة .</p><p><span class=\"arabic qpc-hafs\">( حتى تأتيهم البينة )</span> أي : هذا القرآن</p>"
        },
        {
            "resource_id": 181,
            "text": "کسانی‌که کفر ورزیدند چه یهودیان و چه نصاری و چه مشرکان، از اجماع و اتفاقشان بر کفر جدا نمی‌شدند تا اینکه برهانی واضح، و حجتی روشن برای‌شان آمد."
        },
        {
            "resource_id": 160,
            "text": "تفسیر سورۃ البینۃ:<div lang=\"ur\" class=\"ur\"><p class=\"ur\">جب یہ سورت اتری تو جبرائیل علیہ السلام نے نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے فرمایا کہ اللہ کا آپ کو حکم ہوا ہے کہ یہ سورت ابی کو سناؤ۔ نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے سیدنا ابی رضی اللہ عنہ سے یہ ذکر کیا تو سیدنا ابی رضی اللہ عنہ نے فرمایا: یا رسول اللہ ! کیا وہاں میرا ذکر کیا گیا؟ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>ہاں ہاں<span>“</span>، تو سیدنا ابی رضی اللہ عنہ رو پڑے۔  <span class=\"reference\">[مسند احمد:489/3،صحيح لغيره‏ ]</span>  </p><p class=\"ur\"> مسند ہی کی ایک دوسری روایت میں ہے کہ سیدنا ابی رضی اللہ عنہ نے پوچھا تھا یا رسول اللہ! کیا اللہ تعالیٰ نے میرا نام لیا؟  <span class=\"reference\">[صحيح بخاري:3809]</span>  ‏ یہ حدیث بخاری مسلم ترمذی اور نسائی میں بھی ہے۔ </p><p class=\"ur\"> مسند احمد کی اور روایت میں ہے کہ جس وقت سیدنا ابی رضی اللہ عنہ نے جب یہ واقعہ بیان کیا اس وقت سیدنا عبدالرحمن بن ابزی رضی اللہ عنہ نے کہا کہ پھر تو تم اے ابومنذر بہت ہی خوش ہوئے ہو گے، کہا: ہاں خوش کیوں نہ ہوتا اللہ خود فرماتا ہے <span class=\"arabic qpc-hafs\"> «قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ»</span>   <span class=\"reference\">[10-يونس:58‏]</span>  </p><p class=\"ur\"> یعنی <span class=\"text-translation\">” کہہ دے کہ اللہ تعالیٰ کے فضل و رحمت کے ساتھ لوگ خوش ہوا کریں، یہ ان کے جمع کیے ہوئے سے بہت ہی بہتر ہے۔“</span>  <span class=\"reference\">[مسند احمد:123/5،صحيح‏ ]</span>  </p><p class=\"ur\"> اور حدیث میں ہے کہ نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے یہ سورت سیدنا ابی رضی اللہ عنہ کے سامنے پڑھی اس میں یہ آیت بھی تھی <span class=\"arabic qpc-hafs\"> «وَلَوْ أَنَّ اِبْن آدَم سَأَلَ وَادِيًا مِنْ مَال فَأُعْطِيَهُ لَسَأَلَ ثَانِيًا وَلَوْ سَأَلَ ثَانِيًا فَأُعْطِيَهُ لَسَأَلَ ثَالِثًا وَلَا يَمْلَأ جَوْف اِبْن آدَم إِلَّا التُّرَاب وَيَتُوب اللَّه عَلَى مَنْ تَابَ وَإِنَّ ذَات الدِّين عِنْد اللَّه الْحَنِيفِيَّة غَيْر الْمُشْرِكَة وَلَا الْيَهُودِيَّة وَلَا النَّصْرَانِيَّة وَمَنْ يَفْعَل خَيْرًا فَلَنْ يُكْفَرَهُ»</span>  یعنی اگر انسان مجھ سے ایک جنگل بھر کر سونا مانگے اور میں اسے دے دوں تو پھر دوسرا مانگے گا اور دوسرے کو بھی دے دوں تو یقیناً تیسرے کی طلب کرے گا انسان کے پیٹ کو سوا مٹی کے کوئی چیز نہیں بھر سکتی، جو توبہ کرے اللہ تعالیٰ بھی اس کی توبہ قبول فرماتا ہے، اللہ کے نزدیک دیندار وہ ہے جو یک طرفہ ہو کر صرف اس کی عبادت کرے نہ وہ مشرک ہو، نہ یہودی ہو، نہ نصرانی ہو جو شخص بھی کوئی نیک کام کرے اللہ کے ہاں اس کی ناقدری نہ کی جائے گی۔  <span class=\"reference\">[مسند احمد:132/5:قال الشيخ الألباني:حسن]</span>  ‏ ترمذی میں بھی یہ روایت ہے اور اسے امام ترمذی رحمہ اللہ نے حسن صحیح کہا ہے </p><p class=\"ur\"> طبرانی میں ہے کہ جب نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے سیدنا ابی رضی اللہ عنہ سے فرمایا کہ مجھے حکم ہوا ہے کہ میں تمہارے سامنے قرآن پڑھوں تو سیدنا ابی رضی اللہ عنہ نے فرمایا کہ اے اللہ کے رسول ! میں اللہ پر ایمان لایا، آپ کے ہاتھ پر اسلام لایا، آپ ہی سے علم دین حاصل کیا، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے پھر یہی فرمایا اس پر سیدنا ابی رضی اللہ عنہ نے فرمایا: یا رسول اللہ! کیا میرا وہاں ذکر کیا گیا؟ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>تیرے نام اور نسب کے ساتھ <span class=\"arabic qpc-hafs\"> «لْمَلَإِ الْأَعْلَى»</span>، میں تیرا ذکر ہوا۔‏<span>“</span> سیدنا ابی رضی اللہ عنہ نے فرمایا: اچھا پھر پڑھئے۔  <span class=\"reference\">[طبراني اوسط:447،ضعيف‏]</span>  یہ روایت اس طریقہ سے غریب ہے اور ثابت وہ ہے جو پہلے بیان ہوا۔ </p><p class=\"ur\"> یہ یاد رہے کہ نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کا اس سورت کو سیدنا ابی رضی اللہ عنہ کے سامنے پڑھنا یہ ان کی ثابت قدمی اور ان کے ایمان کی زیادتی کے لیے تھا۔ </p><p class=\"ur\"> مسند احمد، نسائی، ابوداؤد اور مسلم میں ہے کہ ایک مرتبہ سیدنا عبداللہ بن مسعود رضی اللہ عنہ کی قرأت سن کر سیدنا ابی رضی اللہ عنہ بگڑ بیٹھے تھے کیونکہ انہوں نے جس طرح اس سورت کو نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے سیکھا تھا سیدنا عبداللہ رضی اللہ عنہ نے اسی طرح نہیں پڑھا تھا تو غصے میں آ کر انہیں لے کر خدمت نبوی میں حاضر ہوئے نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ان دونوں سے قرآن سنا اس نے اپنے طریقے سے اس نے اپنے طور پر پڑھا، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>دونوں نے درست پڑھا<span>“</span>، سیدنا ابی رضی اللہ عنہ فرماتے ہیں میں تو اس قدر شک و شبہ میں پڑ گیا کہ جاہلیت کے زمانہ کا شک سامنے آ گیا، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے یہ حالت دیکھ کر میرے سینے پر اپنا ہاتھ رکھ دیا جس سے میں پسینہ پسینہ ہو گیا اور اس قدر مجھ پر خوف طاری ہوا کہ گویا میں اللہ تعالیٰ کو اپنے سامنے دیکھ رہا ہوں، پھر آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>سن! جبرائیل علیہ السلام میرے پاس آئے اور فرمایا: اللہ کا حکم ہے کہ قرآن ایک ہی قرأت پر اپنی امت کو پڑھاؤ، میں نے کہا میں اللہ تعالیٰ سے عفو و درگزر اور بخشش و مغفرت چاہتا ہوں، پھر مجھے دو طرح کے قرأتوں کی اجازت ہوئی لیکن میں پھر بھی زیادہ طلب کرتا رہا یہاں تک کہ سات قرأتوں کی اجازت ملی۔  <span class=\"reference\">[صحيح مسلم:280‏]</span>  </p><p class=\"ur\"> یہ حدیث بہت سی سندوں اور مختلف الفاظ سے تفسیر کے شروع میں پوری طرح بیان ہو چکی ہے , اب جبکہ یہ مبارک سورت نازل ہوئی اور اس میں آیت <span class=\"arabic qpc-hafs\"> «رَسُول مِنْ اللَّه يَتْلُو صُحُفًا مُطَهَّرَة ٭ فِيهَا كُتُبٌ قِيمَةٌ»</span>  بھی نازل ہوئی تھی اس لیے نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کو حکم ہوا کہ بطور پہنچا دینے کے اور ثابت قدمی عطا فرمانے کے اور آگاہ کرنے کے پڑھ کر سیدنا ابی رضی اللہ عنہ کو سنا دیں کسی کو یہ خیال نہ رہے کہ بطور سیکھنے کے اور یاد رہنے کے آپ نے یہ سورۃ ان کے پاس تلاوت کی تھی۔ <span class=\"arabic qpc-hafs\"> «والله اعلم»</span>  </p><p class=\"ur\"> پس جس طرح آپ نے سیدنا ابی رضی اللہ عنہ کے اس دن کے شک و شبہ کے دفع کرنے کے لیے جو انہیں مختلف قرأت کو نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے جائز رکھنے پر پیدا ہوا تھا ان کے سامنے یہ سورت تلاوت کر کے سنائی، ٹھیک اسی طرح سیدنا عمر بن خطاب رضی اللہ عنہ کا واقعہ ہے کہ انہوں نے بھی حدیبیہ والے سال صلح کے معاملہ پر اپنی ناراضگی ظاہر کرتے ہوئے بہت سے سوالات نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے کئے تھے جن میں ایک یہ بھی تھا کہ کیا آپ نے ہمیں یہ نہیں فرمایا تھا کہ ہم بیت اللہ شریف جائیں گے اور طواف کریں گے؟ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>ہاں یہ تو ضرور کہا تھا لیکن یہ تو نہیں کہا تھا کہ اسی سال یہ ہو گا یقیناً وہ وقت آ رہا ہے کہ تو وہاں پہنچے گا اور طواف کرے گا<span>“</span>، اب حدیبیہ سے لوٹتے ہوئے سورۃ فتح نازل ہوئی تو نبی <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے سیدنا عمر رضی اللہ عنہ کو بلوایا اور یہ سورت پڑھ کر سنائی جس میں یہ آیت بھی ہے <span class=\"arabic qpc-hafs\"> «لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ لَتَدْخُلُنَّ الْمَسْجِد الْحَرَام إِنْ شَاءَ اللَّه آمَنِينَ»</span>  یعنی اللہ تعالیٰ نے اپنے رسول کا خواب سچا کر دکھایا یقینا تمہارا داخلہ مسجد حرام میں امن و امان کے ساتھ ہو گا، جیسے کہ پہلے اس کا بیان بھی گزر چکا ہے۔  <span class=\"reference\">[صحيح بخاري:2731‏ ]</span>  </p><p> حافظ ابونعیم اپنی کتاب اسماء صحابہ میں حدیث لائے ہیں کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا کہ اللہ تعالیٰ جب سورۃ لم یکن کی قرأت سنتا ہے تو فرماتا ہے میرے بندے خوش ہو جا مجھے اپنی عزت کی قسم میں تجھے جنت میں ایسا ٹھکانا دوں گا کہ تو خوش ہو جائے گا۔  <span class=\"reference\">[ابونعيم في معرفة الصحابة:350/1،ضعيف جدا]</span>  ‏ یہ حدیث بہت ہی غریب ہے اور روایت میں اتنی زیادتی بھی ہے کہ میں تجھے دنیا اور آخرت کے احوال میں سے کسی حال میں نہ بھولوں گا۔  <span class=\"reference\">[اسد الغابة لابن الأثير:325/5،ضعيف جدا‏]</span> </p></div>سات قرأت اور قرآن حکیم ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">اہل کتاب سے مراد یہود و نصاریٰ ہیں اور مشرکین سے مراد بت پوجنے والے عرب اور آتش پرست عجمی ہیں۔ فرماتا ہے یہ لوگ بغیر دلیل حاصل کیے باز رہنے والے نہ تھے، پھر بتایا کہ وہ دلیل اللہ کے رسول محمد <span class=\"saw\"> صلی اللہ علیہ وسلم </span> ہیں جو پاک صحیفے یعنی قرآن کریم پڑھ سناتے ہیں۔ جو اعلیٰ فرشتوں نے پاک اوراق میں لکھا ہوا ہے۔ </p><p class=\"ur\"> جیسے اور جگہ ہے <span class=\"arabic qpc-hafs\"> «فِي صُحُفٍ مُكَرَّمَةٍ»</span>  * <span class=\"arabic qpc-hafs\"> «مَرْفُوعَةٍ مُطَهَّرَةٍ»</span>  * <span class=\"arabic qpc-hafs\"> «بِأَيْدِي سَفَرَةٍ»</span>  * <span class=\"arabic qpc-hafs\"> «كِرَامٍ بَرَرَةٍ»</span>    <span class=\"reference\">[80-عبس:13-16]</span> ‏ الخ یعنی <span class=\"text-translation\">” وہ نامی گرامی بلند و بالا، پاک صاف اوراق میں پاک باز نیکوکار بزرگ فرشتوں کے ہاتھوں لکھے ہوئے ہیں “</span>۔ </p><p class=\"ur\"> پھر فرماتا ہے <span class=\"arabic qpc-hafs\"> «فِيهَا كُتُبٌ قَيِّمَةٌ»</span>  <span class=\"text-translation\">” ان پاک صحیفوں میں اللہ کی لکھی ہوئی باتیں عدل و استقامت والی موجود ہیں “</span>۔ جن کے اللہ کی جانب سے ہونے میں کوئی شک و شبہ نہیں، نہ ان میں کوئی خطا اور غلطی ہوئی ہے۔ </p><p> قتادہ رحمہ اللہ فرماتے ہیں <span class=\"arabic qpc-hafs\"> «رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً»</span>  کہ وہ رسول <span>(‏<span class=\"saw\"> صلی اللہ علیہ وسلم </span>)</span> عمدگی کے ساتھ قرآنی وعظ کہتے ہیں اور اس کی اچھی تعریفیں بیان کرتے ہیں۔ ابن زید فرماتے ہیں <span class=\"arabic qpc-hafs\"> «فِيهَا كُتُبٌ قَيِّمَةٌ»</span>  ان صحیفوں میں کتابیں ہیں، استقامت اور عدل و انصاف والی۔</p></div><div>10775</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">پھر فرمایا <span class=\"arabic qpc-hafs\"> «وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ»</span>    <span class=\"reference\">[98-البينة:4]</span> ‏ یعنی <span class=\"text-translation\">” اگلی کتابوں والے اللہ کی حجتیں قائم ہو چکنے اور دلیلیں پانے کے بعد اللہ کے کلام کے مطالب میں اختلاف کرنے لگے اور جدا جدا راہوں میں بٹ گئے “</span>۔ </p><p class=\"ur\"> جیسے کہ آیت میں ہے <span class=\"arabic qpc-hafs\"> «وَلَا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ وَأُولَـٰئِكَ لَهُمْ عَذَابٌ عَظِيمٌ»</span>    <span class=\"reference\">[3-آل عمران:105]</span> ‏ یعنی <span class=\"text-translation\">” تم ان لوگوں کی طرح نہ ہو جانا جنہوں نے اپنے پاس روشن دلیلیں آ جانے کے بعد بھی تفرقہ ڈلا، اور اختلاف کیا، انہیں لوگوں کے لیے بڑا عذاب ہے “</span>۔ </p><p class=\"ur\"> جیسے کہ اس حدیث میں ہے جو مختلف طریقوں سے مروی ہے کہ <span class=\"text-translation\"> یہودیوں کے اکہتر فرقے ہو گئے اور نصرانیوں کے بہتر اور اس امت کے تہتر فرقے ہو جائیں گے، ایک کے سب جہنم میں جائیں گے، لوگوں نے پوچھا: وہ ایک کون ہے؟ فرمایا: <span>”</span>وہ جو اس پر ہو جس پر میں اور میرے اصحاب ہیں<span>“</span> </span>۔   <span class=\"reference\">[سنن ترمذي:2641،قال الشيخ الألباني:حسن]</span> ‏ </p><p class=\"ur\"> پھر فرمایا: <span class=\"arabic qpc-hafs\"> «وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّـهَ مُخْلِصِينَ لَهُ الدِّينَ»</span>    <span class=\"reference\">[98-البينة:5]</span> ‏ الخ یعنی <span class=\"text-translation\">” انہیں صرف اتنا ہی حکم تھا کہ خلوص اور اخلاص کے ساتھ صرف اپنے سچے معبود کی عبادت میں لگے رہیں “</span>۔ </p><p class=\"ur\"> جیسے اور جگہ فرمایا <span class=\"arabic qpc-hafs\"> «وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَـٰهَ إِلَّا أَنَا فَاعْبُدُونِ»</span>    <span class=\"reference\">[21-الأنبياء:25]</span> ‏ یعنی <span class=\"text-translation\">” تجھ سے پہلے بھی ہم نے جتنے رسول بھیجے سب کی طرف یہی وحی کی کہ میرے سوا کوئی معبود برحق نہیں تم سب صرف میری ہی عبادت کرتے رہو “</span>، اسی لیے یہاں بھی فرمایا کہ یکسو ہو کر یعنی شرک سے دور اور توحید میں مشغول ہو کر۔ </p><p class=\"ur\"> جیسے اور جگہ ہے <span class=\"arabic qpc-hafs\"> «وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّـهَ وَاجْتَنِبُوا الطَّاغُوتَ»</span>    <span class=\"reference\">[16-النحل:36]</span> ‏ الخ یعنی <span class=\"text-translation\">” ہم نے ہر امت میں رسول بھیجا کہ اللہ کی عبادت کرو اور اللہ کے سوا دوسروں کی عبادت سے بچو “</span>۔ </p><p class=\"ur\"> <span class=\"arabic qpc-hafs\"> «حنیف»</span>  کی پوری تفسیر سورۃ الانعام میں گزر چکی ہے جسے لوٹانے کی اب ضرورت نہیں۔ </p><p class=\"ur\"> پھر فرمایا <span class=\"arabic qpc-hafs\"> «وَيُقِيمُوا الصَّلَاةَ»</span>  <span class=\"text-translation\">” نمازوں کو قائم کریں “</span>، جو کہ بدن کی تمام عبادتوں میں سب سے اعلیٰ عبادت ہے، <span class=\"arabic qpc-hafs\"> «وَيُؤْتُوا الزَّكَاةَ»</span>  “ اور زکوٰۃ دیتے رہیں “ یعنی فقیروں اور محتاجوں کے ساتھ سلوک کرتے رہیں، <span class=\"arabic qpc-hafs\"> «وَذَلِكَ دِينُ الْقَيِّمَةِ»</span>  “ یہی دین مضبوط، سیدھا، درست، عدل والا اور عمدگی والا ہے “۔ </p><p> بہت سے ائمہ کرام نے جیسے امام زہری، امام شافعی رحمہ اللہ علیہم نے اس آیت سے اس امر پر استدلال کیا ہے کہ اعمال ایمان میں داخل ہیں کیونکہ ان آیتوں میں اللہ تعالیٰ کی خلوص اور یکسوئی کے ساتھ کی عبادت اور نماز و زکوٰۃ کو دین فرمایا گیا ہے۔</p></div><div>10776</div>"
        },
        {
            "resource_id": 93,
            "text": "\" مِنْ \" فى قوله - تعالى - ( مِنْ أَهْلِ الكتاب ) للبيان ، وقوله - سبحانه - ( مُنفَكِّينَ ) : للعلماء فى معنى هذا اللفظ أقوال متعددة ، منها : أنه اسم فاعل من انفك بمعنى انفصل ، يقال : فككت الشئ فانفك إذا افترق ما كان ملتحما منه .والبينة : الحجة الظاهرة التى يتميز بها الحق من الباطل ، وأصلها من البيان بمعنى الظهور والوضوح ، لأن بها تتضح الأمور ، أو من البينونة بمعنى الانفصال ، لأن بها ينفصل الحق عن الباطل بعد التباسهما ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 170,
            "text": "Люди Писания и многобожники пребывали в обольщении и заблуждении. С каждым днем они все глубже погружались в неверие, и это продолжалось до тех пор, пока к ним не явилось ясное знамение."
        },
        {
            "resource_id": 183,
            "text": "啓典の民（ユダヤ教徒とキリスト教徒）と多神教徒で不信心な者は、かれらに明証と明澄な論拠が来るまで、合意した不信仰と約束に背反しようとはしなかった。"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Madina</h2><h2>The Messenger of Allah recited this Surah to Ubayy</h2><p>Imam Ahmad recorded from Anas bin Malik that the Messenger of Allah said to Ubayy bin Ka`b,</p><div class=\"arabic uthmani\">«إِنَّ اللهَ أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ»</div><div class=\"arabic uthmani\">لَمْ يَكُنِ الَّذِينَ كَفَرُواْ مِنْ أَهْلِ الْكِتَـبِ</div><p>(Verily, Allah has commanded me to recite to you (Those who disbelieve from among the People of the Scripture.)) Ubayy said, \"He (Allah) mentioned me by name to you\" The Prophet replied,</p><div class=\"arabic uthmani\">«نَعَم»</div><p>(Yes.) So he (Ubayy) cried. Al-Bukhari, Muslim, At-Tirmidhi and An-Nasa'i all recorded this Hadith from Shu`bah.</p><div class=\"arabic uthmani\">بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</div><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>Mentioning the Situation of the Disbelievers among the People of the Scripture and the Idolators</h2><p>As for the People of the Scripture, they are the Jews and the Christians, and the idolators are the worshippers of idols and fire among the Arabs and the non-Arabs. Mujahid said, they are not going</p><div class=\"arabic uthmani\">مُنفَكِّينَ</div><p>(to leave) \"Meaning, they will not be finished until the truth becomes clear to them.\" Qatadah also said the same thing.</p><div class=\"arabic uthmani\">حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ</div><p>(until there came to them the Bayyinah.) meaning, this Qur'an. This is why Allah says,</p><div class=\"arabic uthmani\">لَمْ يَكُنِ الَّذِينَ كَفَرُواْ مِنْ أَهْلِ الْكِتَـبِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ </div><p>(Those who disbelieve from among the People of the Scripture and idolators, were not going to leave until there came to them the Bayyinah.) Then He explains what the Bayyinah is by His saying,</p><div class=\"arabic uthmani\">رَسُولٌ مِّنَ اللَّهِ يَتْلُو صُحُفاً مُّطَهَّرَةً </div><p>(A Messenger from Allah, reciting purified pages.) meaning, Muhammad and the Magnificent Qur'an he recites, which is written down among the most high gathering in purified pages. This is similar to Allah's statement,</p><div class=\"arabic uthmani\">فَى صُحُفٍ مُّكَرَّمَةٍ - مَّرْفُوعَةٍ مُّطَهَّرَةٍ - بِأَيْدِى سَفَرَةٍ - كِرَامٍ بَرَرَةٍ </div><p>(In Records held in honor. Exalted, purified, in the hands of scribes (angels). Honorable and obedient.) (80:13-16) Then Allah says,</p><div class=\"arabic uthmani\">فِيهَا كُتُبٌ قَيِّمَةٌ </div><p>(Wherein are upright Books.) Ibn Jarir said, \"Meaning in the purified pages are Books from Allah that are upright, just and straight. They have no mistakes in them because they are from Allah, the Mighty and Majestic.\"</p><h2>The Differing only occurred after the Knowledge came</h2><p>Allah says,</p><div class=\"arabic uthmani\">وَمَا تَفَرَّقَ الَّذِينَ أُوتُواْ الْكِتَـبَ إِلاَّ مِن بَعْدِ مَا جَآءَتْهُمُ الْبَيِّنَةُ </div><p>(And the People of the Scripture differed not until after there came to them the Bayyinah.) This is similar to Allah's statement,</p><div class=\"arabic uthmani\">وَلاَ تَكُونُواْ كَالَّذِينَ تَفَرَّقُواْ وَاخْتَلَفُواْ مِن بَعْدِ مَا جَآءَهُمُ الْبَيِّنَـتُ وَأُوْلَـئِكَ لَهُمْ عَذَابٌ عَظِيمٌ </div><p>(And be not as those who divided and differed among themselves after the Bayyinat came to them. It is they for whom there is an awful torment.) (3:105) This refers to the people of those divinely revealed Scriptures that were sent down to the nations that were before us. After Allah established the proofs and evidences against them, they divided and differed concerning that which Allah had intended in their Scriptures, and they had many differences. This is like what has been reported in a Hadith that has many routes of transmission,</p><div class=\"arabic uthmani\">«إِنَّ الْيَهُودَ اخْتَلَفُوا عَلَى إِحْدَى وَسَبْعِينَ فِرْقَةً، وَإِنَّ النَّصَارَى اخْتَلَفُوا عَلى ثِنْتَيْنِ وَسَبْعِينَ فِرْقَةً، وَسَتَفْتَرِقُ هَذِهِ الْأُمَّةُ عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً، كُلُّهَا فِي النَّارِ إِلَّا وَاحِدَة»</div><p>(Verily, the Jews differed until they became seventy-one sects. And verily, the Christians differed until they became seventy-two sects. And this Ummah will divide into seventy-three sects, and all of them will be in the Fire except one.) They said, \"Who are they, O Messenger of Allah\" He replied,</p><div class=\"arabic uthmani\">«مَا أَنَا عَلَيْهِ وَأَصْحَابِي»</div><p>((Those who are upon) what I and my Companions are upon.)</p><h2>The Command of Allah was merely that They make their Religion solely for Him</h2><p>Allah says,</p><div class=\"arabic uthmani\">وَمَآ أُمِرُواْ إِلاَّ لِيَعْبُدُواْ اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ</div><p>(And they were commanded not, but that they should worship Allah, making religion purely for Him alone,) This is similar to Allah's statement,</p><div class=\"arabic uthmani\">وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِى إِلَيْهِ أَنَّهُ لا إِلَـهَ إِلاَّ أَنَاْ فَاعْبُدُونِ </div><p>(And We did not send any Messenger before you but We revealed to him: La ilaha illa Ana.) (21:25) Thus, Allah says,</p><div class=\"arabic uthmani\">حُنَفَآءَ</div><p>(Hunafa') meaning, avoiding Shirk and being truly devout to Tawhid. This is like Allah's statement,</p><div class=\"arabic uthmani\">وَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللَّهَ وَاجْتَنِبُواْ الْطَّـغُوتَ</div><p>(And Verily, We have sent among every Ummah a Messenger (proclaiming): \"Worship Allah, and avoid the Taghut (false deities).\") (16:36) A discussion of the word Hanif has already been mentioned previously and in Surat Al-An`am, so there is no need to repeat it here.</p><div class=\"arabic uthmani\">وَيُقِيمُواْ الصَّلَوةَ</div><p>(and perform Salah) And this is the best of the physical forms of worship.</p><div class=\"arabic uthmani\">وَيُؤْتُواْ الزَّكَوةَ</div><p>(and give Zakah,) This is doing good to the poor and the needy.</p><div class=\"arabic uthmani\">وَذَلِكَ دِينُ القَيِّمَةِ</div><p>(and that is the right religion.) meaning, the upright and just religion, or the nation that is straight and balanced.</p>"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Orang-orang kafir dari ahli kitab dan orang-orang musyrik <span class=\"green\">(mengatakan bahwa mereka)</span> tidak akan meninggalkan <span class=\"green\">(agamanya)</span> sebelum datang kepada mereka bukti yang nyata, <span class=\"green\">(yaitu)</span> seorang Rasul dari Allah <span class=\"green\">(Muhammad)</span> yang membacakan lembaran yang disucikan <span class=\"green\">(al-Qur`an)</span>, di dalamnya terdapat <span class=\"green\">(isi)</span> Kitab-kitab yang lurus. Dan tidaklah berpecah belah orang-orang yang didatangkan al-Kitab <span class=\"green\">(kepada mereka)</span> melainkan sesudah datang kepada me-reka bukti yang nyata. Padahal mereka tidak disuruh kecuali supaya menyembah Allah dengan memurnikan ketaatan kepadaNya dalam <span class=\"green\">(menjalankan)</span> agama yang lurus, dan supaya mereka mendirikan shalat dan menunaikan zakat; dan yang demikian itulah agama yang lurus. Sesungguhnya orang-orang kafir yakni ahli kitab dan orang-orang musyrik <span class=\"green\">(akan masuk)</span> ke Neraka Jahanam; mereka kekal di dalamnya. Mereka itu adalah seburuk-buruk makhluk. Sesungguhnya orang-orang yang beriman dan mengerjakan amal shalih mereka itu adalah sebaik-baik makhluk. Balasan mereka di sisi Rabb mereka ialah Surga 'Adn yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah ridha terhadap mereka dan mereka pun ridha kepadaNya. Yang demikian itu adalah <span class=\"green\">(balasan)</span> bagi orang yang takut kepada Rabb-nya.\" <span class=\"green\">(Al-<span class=\"blue\">Bayyinah:</span> 1-8)</span>.</p><p>\n                                                            Makkiyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(1)</span> Allah سبحانه وتعالى berfirman, ﴾ لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ <span class=\"brown\">﴿   \"Orang-orang kafir dari ahli kitab,\" yakni dari kalangan Yahudi dan Nasrani, ﴾</span> وَٱلۡمُشۡرِكِينَ <span class=\"brown\">﴿   \"dan orang-orang musyrik,\" dari segenap umat, ﴾</span> مُنفَكِّينَ <span class=\"brown\">﴿   \"tidak akan meninggalkan\" kekufuran dan kesesatan mereka. Artinya, mereka senantiasa berada dalam kesesatan. Tidaklah waktu berlalu melainkan mereka semakin kufur, ﴾</span> حَتَّىٰ  تَأۡتِيَهُمُ  ٱلۡبَيِّنَةُ ﴿   \"sebelum datang kepada mereka bukti yang nyata,\" yakni bukti yang jelas.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(2-3)</span> Kemudian Allah سبحانه وتعالى menjelaskan bukti nyata tersebut seraya berfirman, ﴾ رَسُولٞ  مِّنَ  ٱللَّهِ <span class=\"brown\">﴿   \"<span class=\"green\">(Yaitu)</span> seorang Rasul dari Allah,\" yakni yang diutus oleh Allah سبحانه وتعالى untuk menyeru manusia kepada kebenar-an dan menurunkan padanya kitab yang ia baca agar mengajarkan hikmah kepada manusia, menyucikan mereka, dan mengeluarkan mereka dari kegelapan menuju cahaya. Karena itu Allah سبحانه وتعالى berfir-man, ﴾</span> يَتۡلُواْ صُحُفٗا  مُّطَهَّرَةٗ <span class=\"brown\">﴿   \"Yang membacakan lembaran yang disucikan <span class=\"green\">(al-Qur`an)</span>,\" yakni yang terjaga dari pendekatan setan. Hanya mereka yang suci yang menyentuhnya, karena al-Qur`an adalah kalam <span class=\"green\">(Firman)</span> yang paling tinggi. Karena itu Allah سبحانه وتعالى berfirman tentang lembaran-lembaran itu, ﴾</span> فِيهَا <span class=\"brown\">﴿   \"Di dalamnya,\" yakni di dalam lem-baran-lembaran tersebut, ﴾</span> كُتُبٞ  قَيِّمَةٞ ﴿   \"terdapat <span class=\"green\">(isi)</span> Kitab-kitab yang lurus,\" yakni berita-berita benar, perintah-perintah adil yang me-nunjukkan kepada kebenaran dan menuju jalan yang lurus. Bila bukti nyata ini datang pada mereka, maka ketika itu jelaslah antara orang yang mencari kebenaran dan orang yang tidak memiliki kehendak untuk mencarinya. Setelah itu orang yang binasa akan binasa setelah adanya bukti nyata dan orang yang hidup juga akan hidup setelah ada bukti nyata.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(4)</span> Dan bila ahli kitab tidak beriman dan tunduk pada Rasul a, hal itu bukanlah kesesatan dan pembangkangan mereka yang pertama, karena tidaklah mereka terpecah belah, berselisih, dan menjadi banyak golongan, ﴾ إِلَّا  مِنۢ   بَعۡدِ  مَا  جَآءَتۡهُمُ  ٱلۡبَيِّنَةُ ﴿   \"melainkan sesudah datang kepada mereka bukti yang nyata,\" yang mengharuskan orang-orang yang mengikutinya bersatu padu. Hanya saja karena kehina-an dan kerendahan, petunjuk hanya semakin menambah mereka sesat dan bashirahnya semakin membuat buta hati mereka.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(5)</span> Padahal semua kitab berasal dari pangkal dan agama yang sama, karena itu tidaklah mereka, ﴾ أُمِرُوٓاْ <span class=\"brown\">﴿   \"disuruh,\" dalam seluruh syariat tersebut kecuali agar mereka menyembah, ﴾</span> ٱللَّهَ مُخۡلِصِينَ   لَهُ ٱلدِّينَ <span class=\"brown\">﴿   \"Allah dengan memurnikan ketaatan kepadaNya,\" yakni mencari Wajah Allah سبحانه وتعالى dalam seluruh ibadah, baik yang zahir maupun yang batin, serta ingin mendekat di sisiNya, ﴾</span> حُنَفَآءَ <span class=\"brown\">﴿   \"yang lurus,\" berpaling dan meninggalkan seluruh agama yang berseberangan dengan agama tauhid. Allah سبحانه وتعالى menyebutkan shalat dan zakat se-cara khusus meski keduanya tercakup dalam FirmanNya, ﴾</span> لِيَعۡبُدُواْ   ٱللَّهَ مُخۡلِصِينَ  لَهُ ٱلدِّينَ <span class=\"brown\">﴿   \"Agar mereka menyembah Allah dengan memurnikan ketaatan kepadaNya,\" adalah karena keutamaan dan kemuliaan keduanya dan karena keduanya adalah ibadah yang jika ditunaikan, berarti seluruh syariat agama telah tegak. ﴾</span> وَذَٰلِكَ <span class=\"brown\">﴿   \"Dan yang demikian itulah,\" yaitu tauhid dan ikhlas dalam beragama adalah ﴾</span> دِينُ   ٱلۡقَيِّمَةِ ﴿   \"Agama yang lurus,\" yakni agama lurus yang akan mengantarkan ke surga penuh kenikmatan, dan selain itu hanyalah jalan-jalan yang akan mengantarkan ke Neraka Jahim.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(6)</span> Kemudian Allah سبحانه وتعالى menyebutkan balasan orang-orang kafir setelah datangnya bukti nyata kepada mereka seraya berfir-man, ﴾ إِنَّ  ٱلَّذِينَ كَفَرُواْ   مِنۡ  أَهۡلِ  ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ   فِي  نَارِ   جَهَنَّمَ <span class=\"brown\">﴿ \"Sesungguhnya orang-orang kafir dari ahli kitab dan orang-orang musyrik <span class=\"green\">(akan masuk)</span> ke Neraka Jahanam,\" siksa Neraka Jahanam meliputi mereka dan siksanya amat dahsyat menimpa mereka. ﴾</span> خَٰلِدِينَ  فِيهَآۚ <span class=\"brown\">﴿   \"Mereka kekal di dalamnya,\" tidaklah siksaan diringankan dari mereka sedangkan mereka terbe-nam di dalamnya. ﴾</span> أُوْلَٰٓئِكَ  هُمۡ  شَرُّ  ٱلۡبَرِيَّةِ ﴿   \"Mereka itu adalah seburuk-buruk makhluk,\" karena mereka tahu kebenaran namun mereka mening-galkannya, mereka rugi dunia akhirat.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(7)</span> ﴾ إِنَّ ٱلَّذِينَ ءَامَنُواْ   وَعَمِلُواْ  ٱلصَّٰلِحَٰتِ  أُوْلَٰٓئِكَ هُمۡ خَيۡرُ     ٱلۡبَرِيَّةِ ﴿   \"Sesungguhnya orang-orang yang beriman dan mengerjakan amal shalih, mereka itu adalah sebaik-baik makhluk,\" karena mereka menyembah dan mengenal Allah سبحانه وتعالى. Mereka beruntung mendapatkan kenikmatan dunia dan akhirat.                </div><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(8)</span> ﴾ جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ <span class=\"brown\">﴿   \"Balasan mereka di sisi Rabb mereka ialah Surga 'Adn,\" yaitu surga tempat tinggal yang tidak akan ada pergi dan berpindah serta tidak ada lagi permintaan <span class=\"green\">(untuk lebih dari itu)</span> di atasnya, ﴾</span> تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ   أَبَدٗاۖ   رَّضِيَ   ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ <span class=\"brown\">﴿   \"yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Allah ridha terhadap mereka dan mereka pun ridha kepadaNya.\" Allah سبحانه وتعالى ridha kepada mereka atas amal perbuatan baik yang per-nah mereka lakukan dan mereka ridha kepadaNya karena berbagai kemuliaan dan pahala besar yang disediakan untuk mereka. ﴾</span> ذَٰلِكَ <span class=\"brown\">﴿   \"Yang demikian itu,\" balasan yang baik itu ﴾</span> لِمَنۡ   خَشِيَ رَبَّهُۥ ﴿ \"adalah <span class=\"green\">(ba-lasan)</span> bagi orang yang takut kepada Rabbnya,\" yakni untuk orang yang takut kepada Allah سبحانه وتعالى sehingga ia menahan diri dari berbagai ke-maksiatan dan menunaikan apa yang diwajibkan padanya.                </div><p>\n                                                            Selesai. Segala puji hanya milik Allah سبحانه وتعالى semata.                </p>"
        },
        {
            "resource_id": 171,
            "text": "Those who disbelieved, from the Jews, the Christians and the idolaters, are not going to break their consensus and agreement on disbelief, until a clear proof and manifest evidence comes to them."
        },
        {
            "resource_id": 905,
            "text": "لم يكن الذين كفروا من اليهود والنصارى والمشركين مفارقين إجماعهم واتفاقهم على الكفر حتى يأتيهم برهان واضح، وحجة جَلِيَّة."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 1{ لَمْ یَکُنِ الَّذِیْنَ کَفَرُوْا مِنْ اَہْلِ الْکِتٰبِ وَالْمُشْرِکِیْنَ مُنْفَکِّیْنَ حَتّٰی تَاْتِیَہُمُ الْبَیِّنَۃُ۔ } ”نہیں تھے وہ لوگ جنہوں نے کفر کیا تھا اہل کتاب میں سے اور مشرکین میں سے الگ ہونے والے یا باز آنے والے جب تک کہ ان کے پاس البیّنہنہ آجاتی۔“ ظاہر ہے وہ لوگ سیدھے راستے سے بھٹک کر گمراہی میں مبتلا ہوچکے تھے۔ اب جب تک ان کے سامنے کوئی بین واضح دلیل نہ آجاتی جس سے انہیں معلوم ہوجاتا کہ وہ گمراہ ہیں یا انہیں بہت واضح انداز میں بتا نہ دیا جاتا کہ وہ جس راہ پر چل رہے ہیں وہ راہ ہدایت نہیں ‘ اس وقت تک انہیں رشد و ہدایت کی راہ پر چلنے والوں سے علیحدہ نہیں کیا جاسکتا تھا۔ اس کا مفہوم یوں بھی ہوسکتا ہے کہ جب تک ان لوگوں کے پاس البینہ نہ آجاتی وہ اپنے کفر سے باز آنے والے نہیں تھے۔۔۔۔۔۔۔ مُنْفَکِّیْنَ : اِنْفِکاک فَکَّسے باب اِنْفعال سے ہے ‘ جس کا مفہوم ہے کسی چیز کا کسی چیز سے الگ ہوجانا ‘ جدا ہوجانا۔ وہ البیِّنہ کیا ہے ؟ اس کی وضاحت اگلی آیات میں کی جا رہی ہے :</p>"
        },
        {
            "resource_id": 179,
            "text": "Ang mga tumangging sumampalataya kabilang sa mga Hudyo at mga Kristiyano at mga tagapagtambal ay hindi naging mga humihiwalay sa pagkakasundo nila at pagkakaisa nila sa kawalang-pananampalataya hanggang sa may pumunta sa kanila na patotoong maliwanag at katwirang hayag:"
        },
        {
            "resource_id": 790,
            "text": "স্পষ্ট আৰু পৰিপূৰ্ণ প্ৰমাণ নহালৈকে ইহুদী, খৃষ্টান আৰু মুশ্বৰিকসকলে কুফুৰীৰ প্ৰতি নিজৰ ঐক্যতাৰ পৰা বিৰত থকা নাছিল।"
        },
        {
            "resource_id": 182,
            "text": "不信道的犹太教徒、基督教徒和以物配主者他们并没有离开自己的团体，他们一致地不信道，直到清楚的证据和显而易见的证明来临他们。"
        },
        {
            "resource_id": 92,
            "text": "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ (1) استصعب في كلام المفسرين تحصيل المعنى المستفاد من هذه الآيات الأربع من أول هذه السورة تحصيلاً ينتزع من لفظها ونظمها ، فذكر الفخر عن الواحدي في «التفسير البسيط» له أنه قال : هذه الآية من أصعب ما في القرآن نظماً وتفسيراً وقد تخبط فيها الكبار من العلماء . قال الفخر : «ثم إنه لم يلخص كيفية الإِشكال فيها .وأنا أقول : وجه الإِشكال أن تقدير الآية : لم يكن الذين كفروا منفكين حتى تأتيهم البينة التي هي الرسول صلى الله عليه وسلم ثم إنه تعالى لم يذكر أنهم منفكون عماذا لكنه معلوم إذ المراد هو الكفر والشرك اللذيْن كانوا عليهما فصار التقدير : لم يكن الذين كفروا منفكين عن كفرهم حتى تأتيهم البينة التي هي الرسول صلى الله عليه وسلم ثم إن كلمة { حتى } لانتهاء الغاية فهذه الآية تقتضي أنهم صاروا منفكين عن كفرهم عند إتيان الرسول صلى الله عليه وسلم ثم قال بعد ذلك : { وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة } [ البينة : 4 ] وهذا يقتضي أن كفرهم قد ازداد عند مجيء الرسول صلى الله عليه وسلم فحينئذ حصل بين الآية الأولى والآية الثانية مناقضة في الظاهر» اه كلام الفخر .يريد أن الظاهر أن قوله : { رسول من الله } بدل من { البينة } وأن متعلِّق { منفكين } حُذف لدلالة الكلام عليه لأنهم لما أجريت عليهم صلة الذين كفروا دل ذلك على أن المراد لم يكونوا منفكين على كفرهم ، وأن حرف الغاية يقتضي أن إتيان البينة المفسِّرة ب { رسول من اللَّه } هي نهاية انعدام انفكاكهم عن كفرهم ، أي فعند إتيان البينة يكونون منفكين عن كفرهم فكيف مع أن الله يقول : { وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة } [ البينة : 4 ] فإن تفرقهم راجع إلى تفرقهم عن الإِسلام وهو ازدياد في الكفر إذ به تكثر شبه الضلال التي تبعث على التفرق في دينهم مع اتفاقهم في أصل الكفر ، وهذا الأخير بناء على اعتبار قوله تعالى : { وما تفرق الذين أوتوا الكتاب } [ البينة : 4 ] الخ كلاماً متصلاً بإعراضهم عن الإِسلام وذلك الذي درج عليه المفسرون ولنا في ذلك كلام سيأتي .ومما لم يذكره الفخر من وجه الإِشكال : أن المشاهدة دلت على أن الذين كفروا لم ينفكوا عن الكفر في زمن مَّا ، وأن نصب المضارع بعد { حتى } ينادي على أنه منصوب ب ( أنْ ) مضمرة بعد { حتى } فيقتضي أنّ إتيان البينة مستقبل وذلك لا يستقيم فإن البينة فسرت ب { رسول من اللَّه } وإتيانْ الرسول وقع قبل نزول هذه الآيات بسنين وهم مستمرون على ما هم عليه : هؤلاء على كفرهم ، وهؤلاء على شركهم .وإذ قد تقرر وجه الإِشكال وكان مظنوناً أنه ملحوظ للمفسرين إجمالاً أو تفصيلاً فقد تعين أن هذا الكلام ليس وارداً على ما يتبادر من ظاهره في مفرداته أو تركيبه ، فوجب صرفه عن ظاهره ، إما بصرف تركيب الخَبر عن ظاهر الإِخبار وهو إفادة المخاطَب النسبة الخبرية التي تضمنها التركيب ، بأن يُصرف الخبر إلى أنه مستعمل في معنى مجازي للتركيب .وإمّا بصرف بعض مفرداته التي اشتمل عليها التركيب عن ظاهر معناها إلى معنى مجازٍ أو كناية .فمن المفسرين من سلك طريقة صرف الخبر عن ظاهره . ومنهم من أبقوا الخبر على ظاهر استعماله وسلكوا طريقة صرف بعض كلماته عن ظاهر معانيها وهؤلاء منهم من تأول لفظ { منفكين } ومنهم من تأول معنى { حتى } ومنهم من تأول { رسول } ، وبعضهم جوز في { البينة } وجهين .وقد تعددت أقوال المفسرين فبلغت بضعَة عشر قولاً ذكر الآلوسي أكثرها وذكر القرطبي مُعظمها غيرَ معزُو ، وتداخل بعض ما ذكره الآلوسي وزاد أحدهما ما لم يذكره الآخر .ومراجع تأويل الآية تَؤُول إلى خمسة :الأول : تأويل الجملة بأسرها بأن يُؤوَّل الخبر إلى معنى التوبيخ والتعجيب ، وإلى هذا ذهب الفراء ونفطويه والزمخشري .الثاني : تأويل معنى { منفكين } بمعنى الخروج عن إمهال الله إياهم ومصيرهم إلى مؤاخذتهم ، وهو لابن عطية .الثالث : تأويل متعلِّق { منفكين } بأنه عن الكفر وهو لعبد الجَبَّار ، أو عن الاتفاق على الكفر وهو للفخر وأبي حيّان . أو منفكين عن الشهادة للرسول صلى الله عليه وسلم بالصدق قبل بعثته وهو لابن كيسان عبد الرحمن الملقب بالأصم ، أو منفكين عن الحياة ، أي هالكين ، وعُزي إلى بعض اللغويين .الرابع : تأويل { حتى } أنها بمعنى ( إنْ ) الاتصالية . والتقدير : وإن جاءتهم البينة ."
        },
        {
            "resource_id": 175,
            "text": "Nisu se nevjernici između sljedbenika Knjige, tj. Jevreji i kršćani, i mnogobošci odvojili i prekršili svoju saglasnost na nevjerovanju, sve dok im nije došao dokaz jasni."
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1,2,3- Kitap ehli olan kafirlerle müşrikler, kendilerine apaçık delil, yani Allah tarafından gönderilmiş ve içinde dosdoğru hükümlerin yazılı olduğu tertemiz sahifeleri okuyan bir Rasûl gelinceye kadar <span class=\"green\">(küfürlerinden)</span> ayrılacak değillerdi.\n4- Ne var ki kendilerine Kitap verilenler, ancak kendilerine o apaçık delil geldikten sonra ihtilafa düştüler.\n5- Halbuki onlara dini O’na has kılan hanîfler olarak Allah’a ibadet etmelerinden, namazı dosdoğru kılmalarından ve zekâtı vermelerinden başkası emredilmemişti. Zaten dosdoğru din de budur.\n6- Gerçek şu ki ister Kitap ehli, ister müşrik olsun tüm kâfirler, cehennem ateşindedirler ve orada ebediyen kalacaklardır. Yaratılmışların en kötüleri de işte onlardır.\n7- İman edip salih ameller işleyenlere gelince işte onlar da yaratılmışların en iyileridir.\n8- Onların Rableri katındaki mükâfatları, altlarından ırmaklar akan Adn cennetleridir. Onlar orada ebediyen kalacaklardır. Allah onlardan razı olmuştur, onlar da O’ndan hoşnut olmuşlardır. İşte bu <span class=\"green\">(mükafat)</span>, Rabbinden korkan kimseler içindir.</p><div><span class=\"green\">(Mekke’de inmiştir. 8 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile.                </p><div lang=\"tr\" class=\"tr \">\n                                        1-3. <span class=\"brown\">“Kitap ehlinden”</span> yani hristiyanlar ile yahudilerden <span class=\"brown\">“kâfir olanlar ve”</span> sair ümmetler arasındaki çeşitli <span class=\"brown\">“müşrikler, kendilerine apaçık delil… gelinceye kadar”</span> üzerinde bulundukları küfür ve sapıklıklarından <span class=\"brown\">“ayrılacak değillerdi.”</span> Azgınlık ve sapıklıklarına devam edecekler, geçen zaman onların küfürlerinden başka bir şeylerini artırmayacaktı. Bu durumlarına da apaçık delil ve gözleri kamaştıracak belge gelinceye kadar devam edeceklerdi.<span class=\"blue\"> \nArkasından bu belgenin mahiyetini beyan ederek şöyle buyurmaktadır:</span><span class=\"brown\">“...yani Allah tarafından gönderilmiş… bir rasûldür.”</span> Allah, bu rasûlü insanları hakka davet etmek için göndermiştir. Ona insanlara hikmeti öğretmek, onları tertemiz edip arındırmak ve karanlıklardan aydınlığa çıkarmak için de okuyacağı bir Kitap indirmiştir. Bundan dolayı o, <span class=\"brown\">“…tertemiz sahifeleri okuyan”</span> yani şeytanın yaklaşmasına karşı korunmuş, ancak tertemiz kimselerin dokunabildiği sahifeleri okuyup durur. Çünkü bu sahifeler, en yüce sözün ifadesidir.<span class=\"blue\"> Bundan dolayı bunlar hakkında şöyle buyurulmaktadır:</span><span class=\"brown\">“İçinde” yani bu sahifelerde “dosdoğru hükümler”</span> gerçek haberler, hakka ve dosdoğru yola ileten adaletli emirler vardır. \nİşte bunlara bu apaçık delil gelince, o vakit kimin hakka talip olduğu, hakkı aradığı, kimin de hakkı aramak gibi bir maksadının olmadığı açıkça ortaya çıkmış oldu. Helâk olan, apaçık bir delil üzere helâk oldu; hayatta kalan da apaçık bir delil üzere hayatta kalmış oldu.                </div><div lang=\"tr\" class=\"tr \">\n                                        4. Kitap ehlinin bu peygambere iman etmeyerek ona itaatle boyun eğmemiş olmaları, daha önce benzeri görülmedik bir sapıklık ve inat örneği değildir. Çünkü onların bu şekilde tefrikaya ayrılığa düşmeleri ve gruplaşmaları <span class=\"brown\">“ancak kendilerine o apaçık delil geldikten sonra”</span> olmuştur. Oysa bu apaçık delil, o delile tabi olanların bir araya gelip toplanmalarını ve ittifak etmelerini gerektirir. Ancak onlar, değersiz ve bayağı kimseler olduklarından dolayı hidâyet, onların sapıklıklarını; basiret de onların körlüklerini artırmaktan başka bir işe yaramadı. Oysa bütün Kitaplar, aynı esası getirmiş,<span class=\"blue\"> aynı dini bildirmişlerdir:</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        5. <span class=\"brown\">“Halbuki onlara”</span> diğer şeriatlerde <span class=\"brown\">“dini O’na has kılan”</span> gizli ve açık bütün ibadetlerinde yalnız Allah rızasını ve O’nun nezdinde yakın olmaya çalışan; <span class=\"brown\">“hanîfler” tevhide aykırı bütün dinlerden uzaklaşıp yüz çevirenler “olarak Allah’a ibadet etmelerinden, namazı dosdoğru kılmalarından ve zekâtı vermelerinden başkası emredilmemişti.”</span> \nNamaz ve zekât, ihlâsla Allah’a ibadetin kapsamı içerisinde olmakla birlikte faziletleri ve şerefleri dolayısı ile ayrıca zikredilmişlerdir. Zira bu iki ibadeti yerine getiren kimsenin bu durumu, dinin diğer bütün şer’î hükümlerini de yerine getirmesine delil sayılır.\n\"Zaten dosdoğru din de budur.” Yani Allah’ın nimet dolu cennetlerine ulaştıran dosdoğru din, tevhid ve dinde ihlâslı olmak budur. Onun dışındaki yollar ise cehenneme ulaştırır.                </div><div lang=\"tr\" class=\"tr \">\n                                        6. Daha sonra Yüce Allah,<span class=\"blue\"> kâfirlerin kendilerine apaçık delil geldikten sonraki amellerinin karşılığını ve cezasını söz konusu ederek şöyle buyurmaktadır:</span><span class=\"brown\">“Gerçek şu ki ister Kitap ehli, ister müşrik olsun tüm kâfirler, cehennem ateşindedirler.”</span> Ateş azabı onları çepeçevre kuşatacak ve bu cezaları çok ağır olacaktır. <span class=\"brown\">“orada ebediyen kalacaklardır.”</span> Bu azapları hafifletilmez ve onlar orada ümitlerini kesmiş olacaklardır.\n\"Yaratılmışların en kötüleri de işte onlardır.” Çünkü bunlar hakkı bildikten sonra terk ettiler, böylelikle dünya ve âhireti kaybettiler.                </div><div lang=\"tr\" class=\"tr \">\n                                        7. <span class=\"brown\">“İman edip salih ameller işleyenlere gelince işte onlar da yaratılmışların en iyileridir.”</span> Çünkü onlar, Allah’a ibadet etmiş ve O’nu tanımışlardır. Böylelikle dünya ve âhiret nimetlerine kavuşarak umduklarını elde etmişlerdir.                </div><div lang=\"tr\" class=\"tr \">\n                                        8. <span class=\"brown\">“Onların Rableri katındaki mükâfatları, altlarından ırmaklar akan Adn cennetleridir.”</span>Yani orada konaklayacaklardır. Başka yere taşınmak, göç etmek söz konusu değildir. Ondan daha ötesini talep etmek de mümkün değildir.<span class=\"brown\">“Onlar orada ebediyen kalacaklardır. Allah onlardan razı olmuştur, onlar da O’ndan hoşnut olmuşlardır.”</span> Dünyada iken işlemiş oldukları, Allah’ı razı edecek işlerden dolayı O, onlardan razı olduğu gibi onlar da O’nun kendilerine hazırlamış olduğu pek bol lütuf ve ihsanlar dolayısı ile O’ndan hoşnut olacaklardır.\n\"İşte bu” güzel mükâfat <span class=\"brown\">“Rabbinden korkan”</span> böylelikle O’na isyandan kaçınan ve kendisine farz kıldığı şeyleri yerine getiren <span class=\"brown\">“kimseler içindir.”</span>\n</div><p>\n                                                            Beyyine Sûresi’nin tefsiri burada sona ermektedir. Allah'a hamdolsun.                </p><p>\n                                                            ***                </p>"
        },
        {
            "resource_id": 157,
            "text": "<p>حقیقت یہ ہے کہ زمین کو ایک جدید رسالت کی ضرورت تھی۔ اس زمین میں ہر طرف شروفساد وعام ہوگیا تھا اور مذاہب عالم کا حال تھا کہ ان کی اصلاح ممکن ہی نہ رہی تھی۔ ایک جدید دین اور جدید رسالت کی ضرورت تھی۔ ایک نئی تحریک اور نئے نظام کی ضرورت تھی۔ اہل زمین کے عقائد ونظریات میں کفر سرایت کرچکا تھا ، چاہے وہ اہل کتاب ہوں جن کو صحیح سماوی دین دیئے گئے تھے مگر انہوں نے جاننے کے بعد انہیں بھلادیا تھا اور دین میں مکمل تحریف کردی تھی ، چاہے وہ جزیرة العرب کے مشرک ہوں اور اس سے باہر کے مشرک ہوں۔ دونوں کفر کی حالت میں داخل ہوگئے تھے۔</p><p>یہ کفر اور تحریف کے جس مقام پر پہنچ چکے تھے ، وہاں سے ان کی واپس ممکن نہ تھی ، ان کی اصلاح صرف ایک جدید دین ہی کے ذریعہ ہوسکتی تھی ، صرف ایک ایسے رسول کے ذریعہ جو بذات خود ایک بین دلیل ہو ، اور اس کے پاس اپنی کتاب ہو جو حق و باطل کے درمیان فرق کرنے والی ہو۔</p>"
        },
        {
            "resource_id": 16,
            "text": "لم يكن الذين كفروا من اليهود والنصارى والمشركين تاركين كفرهم حتى تأتيهم العلامة التي وُعِدوا بها في الكتب السابقة."
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">نہیں تھے وہ لوگ جنھوں نے کفر کیا اہل کتاب میں سے اور مشرکین رکنے والے <span class=\"green\">(کفر سے)</span> یہاں تک کہ آئے ان کے پاس واضح دلیل<span class=\"green\">(1)</span><span class=\"green\">(یعنی )</span> ایک رسول اللہ کی طرف سے وہ پڑھے صحیفے پاکیزہ<span class=\"green\">(2)</span> ان <span class=\"green\">(صحیفوں)</span> میں احکام ہیں درست معتدل<span class=\"green\">(3)</span> اور نہیں متفرق <span class=\"green\">(مختلف)</span> ہوئے وہ لوگ جو دیے گئے کتاب <span class=\"green\">(کبھی بھی)</span> مگر بعد اس کےکہ آئی ان کے پاس واضح دلیل <span class=\"green\">(4)</span> حالانکہ نہیں حکم دیے گئے تھے وہ مگر یہ کہ عبادت کریں وہ اللہ کی خالص کرتے ہوئے اس کے لیے بندگی یکسو ہو کر اور وہ قائم کریں نماز اور دیں زکاۃ، اور یہی ہے دین سیدھی <span class=\"green\">(ملت)</span> کا<span class=\"green\">(5)</span> بلاشبہ وہ لوگ جنھوں نے کفر کیا اہل کتاب میں سے اور مشرکین <span class=\"green\">(وہ ہوں گے)</span> آتش جہنم میں، ہمیشہ رہیں گے وہ اس میں، یہی لوگ ہیں بدترین خلائق<span class=\"green\">(6)</span>بلاشبہ وہ لوگ جو ایمان لائے اور عمل کیے انھوں نے نیک، یہی لوگ ہیں بہترین خلائق<span class=\"green\">(7)</span> جزا ان کی ان کے رب کے ہاں باغات ہیں ہمیشگی والے، چلتی ہیں ان کے نیچے نہریں، وہ ہمیشہ رہیں گے ان میں ابد تک، راضی ہوا اللہ ان سے اور وہ راضی ہوئے اللہ سے یہ <span class=\"green\">(جزا)</span> اس شخص کے لیے ہے جو ڈر گیا اپنے رب سے<span class=\"green\">(8)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[2، 3]</span>    پھر  <span class=\"arabic qpc-hafs brown\">﴿ الۡبَيِّنَةُ ﴾</span>کی تفسیر بیان کرتے ہوئے فرمایا: <span class=\"arabic qpc-hafs brown\">﴿رَسُوۡلٌ مِّنَ اللّٰهِ﴾</span> ’’اللہ کے رسول ۔‘‘ یعنی  اللہ تعالیٰ نے اس کو مبعوث کیا جو لوگوں کو حق کی طرف دعوت دیتا ہے،  اس پر کتاب اتاری جس کی وہ تلاوت کرتا ہے،  تاکہ لوگوں کو دانائی سکھائے،<span class=\"bluﷺ\">  ان کو پاک کرے اور ان کو گمراہی کے اندھیروں سے نکال کر روشنی میں لائے۔ اس لیے فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿يَتۡلُوۡا صُحُفًا مُّطَهَّرَةً﴾</span> ’’وہ <span class=\"grﷺﷺn\">(رسول)</span> پاک اوراق پڑھتا ہے۔‘‘ یعنی وہ شیطان کے قریب ہونے سے محفوظ ہیں،  اسے صرف پاک فرشتے ہی چھوتے ہیں،<span class=\"bluﷺ\">  کیونکہ یہ بلند ترین کلام ہے۔\n اس لیے صحیفوں کے بارے میں فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿فِيۡهَا﴾</span> ان صحیفوں میں <span class=\"arabic qpc-hafs brown\">﴿كُتُبٌ قَيِّمَةٌ﴾</span> سچی خبریں اور عدل پر مبنی احکام ہیں جو حق اور راہ راست کی طرف راہ نمائی کرتے ہیں۔ جب ان کے پاس یہ واضح دلیل آ جاتی ہے تب اس وقت طالب حق اور وہ شخص جس کا مقصد طلب حق نہیں ہے،  دونوں واضح ہو جاتے ہیں پس جو کوئی ہلاک ہوتا ہے تو دلیل سے ہلاک ہوتا ہے اور جو کوئی زندہ رہتا ہے تو دلیل سے زندہ رہتا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[4]</span>     اگر اہل کتاب اس رسول <span class=\"grﷺﷺn\">(ﷺ)</span> پر ایمان نہیں لاتے اور آپ کی اطاعت نہیں کرتے تو یہ ان کی گمراہی اور عناد کی بنا پر کوئی انوکھی چیز نہیں ہے۔ کیونکہ انھوں نے تفرقہ بازی اور باہم اختلاف کیا اور فرقوں میں تقسیم ہوگئے۔ <span class=\"arabic qpc-hafs brown\">﴿مِنۢۡ بَعۡدِ مَا جَآءَتۡهُمُ الۡبَيِّنَةُ﴾</span> اس کے بعد کہ ان کے پاس واضح دلیل آ گئی جو اپنے ماننے والوں کے لیے اجتماع و اتفاق کی موجب ہے،  مگر ان کے بگاڑ اور ان کی خساست کی بنا پر ہدایت نے ان کی گمراہی میں اور بصیرت نے ان کے اندھے پن میں اضافے کے سوا کچھ نہیں کیا۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[6]</span>     پھر اللہ تعالیٰ نے ذکر فرمایا کہ کافروں کے پاس واضح دلیل آ جانے کے بعد ان کی جزا کیا ہو گی،<span class=\"bluﷺ\">  چنانچہ فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿اِنَّ الَّذِيۡنَ كَفَرُوۡا مِنۡ اَهۡلِ الۡكِتٰبِ وَالۡمُشۡرِكِيۡنَ فِيۡ نَارِ جَهَنَّمَ﴾</span> ’’وہ لوگ جنھوں نے اہل کتاب اور مشرکین میں سے کفر کیا،  جہنم کی آگ میں ہوں گے۔‘‘      اس کا عذاب ان کا احاطہ کرلے گا  اور اس کی عقوبت ان پر بہت شدت اختیار کرلے گی۔ <span class=\"arabic qpc-hafs brown\">﴿خٰؔلِدِيۡنَ فِيۡهَا﴾</span> یہ عذاب ان سے کبھی منقطع نہیں ہو گا اور وہ جہنم کے اندر اللہ تعالیٰ کی رحمت سے مایوس رہیں گے <span class=\"arabic qpc-hafs brown\">﴿اُولٰٓىِٕكَ هُمۡ شَرُّ الۡـبَرِيَّةِ﴾</span> ’’یہ مخلوق میں سے بدترین ہیں‘‘ کیونکہ انھوں نے حق کو پہچان کر اس کو ترک کر دیا اور یوں دنیا و آخرت میں انھوں نے نقصان اٹھایا۔                </div>"
        },
        {
            "resource_id": 168,
            "text": "<p>Situation of the People of the Book and of the Pagan Arabs before the advent of the Final Messenger of Allah ﷺ</p><p>Verse [ 1] draws attention to the situation of the world before the advent of the Messenger of Allah ﷺ : The entire world was sunk deeply in the darkness of ignorance, superstition, corruption, disbelief and paganism. When the whole world was so benighted, the infinite grace, mercy and wisdom of the Lord of the worlds bubbled up to dispel the darkness, to cure the obnoxious diseases and to dissipate the universally prevailing calamities. The moral and spiritual maladies were acute, excruciating, serious and severe. As a result, there was a need for an effective, expert and a competent healer who would be able to cure them. Such a healer was raised in the person of the Final Messenger of Allah ﷺ ، who is described as al-Bayyinah 'The Clear Proof. The healer came with a Book. Now follows some of the important characteristics of the Holy Qur'an.</p>"
        },
        {
            "resource_id": 176,
            "text": "I miscredenti tra ebrei, nazareni e idolatri non abbandoneranno la loro alleanza nella miscredenza finché non giungeranno loro chiari argomenti e prove evidenti."
        },
        {
            "resource_id": 166,
            "text": "<p>আহলে কিতাবদের মধ্যে যারা কুফরি করেছে এবং মুশরিকরা [১] , তারা নিবৃত্ত নিবৃত্ত হবে না যতক্ষণ না তাদের কাছে সুস্পষ্ট প্রমাণ আসবে [২]—</p><p><b> সূরা সম্পর্কিত তথ্যঃ </b></p><p>রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উবাই ইবনে কা‘ব রাদিয়াল্লাহু ‘আনহুকে বললেন, আল্লাহ্ আমাকে নির্দেশ দিয়েছেন যেন আমি তোমাকে “লাম ইয়াকুনিল্লাযিনা কাফারু” (সূরা) পড়ে শোনাই। উবাই ইবনে কা‘ব বললেন, আমার নাম নিয়ে আপনাকে বলেছে? রাসূল বললেন, হ্যাঁ। উবাই ইবনে কা‘ব তখন (খুশিতে) কেঁদে ফেললেন” । [বুখারী: ৩৮০৮, ৪৯৫৯, মুসলিম: ৭৯৯, মুসনাদে আহমাদ: ৩/২৭৩]</p><p>-----------------------------</p><p>[১] আহলি কিতাব ও মুশরিক উভয় দলই কুফরী কর্মকাণ্ডে জড়িত হলেও দু’দলকে দু’টি পৃথক নামব দেয়া হয়েছে। যাদের কাছে আগের নবীদের আনা কোন আসমানী কিতাব ছিল, তা যত বিকৃত আকারেই থাক না কেন, তারা তা মেনে চলতো, তাদেরকে বলা হয় আহলি কিতাব; আর তারা হল ইয়াহুদী ও নাসারাগণ। আর যারা মূর্তি-পূজারী বা অগ্নি-পূজারী, তারা-ই মুশরিক। [ইবন কাসীর]</p><p>[২] অর্থাৎ তারা তাদের কুফৱী থেকে নিবৃত্ত হবে না যতক্ষণ না একটি সুস্পষ্ট প্রমাণ এসে তাদেরকে কুফরীর প্রতিটি গলদ ও সত্য বিরোধী বিষয় বুঝাবে এবং যুক্তি-প্রমাণের সাহায্যে সুস্পষ্ট পদ্ধতিতে সত্য সঠিক পথ তাদের সামনে পেশ করবে, এর মাধ্যমে তারা কুফারী থেকে বের হতে পারবে। এর মানে এ নয় যে, এই সুস্পষ্ট প্রমাণটি এসে যাবার পর তারা সাবাই কুফৱী পরিত্যাগ করবে। তবে তার আসার পরও তাদের মধ্য থেকে যারা নিজেদের কুফরীর ওপর প্রতিষ্ঠিত ছিল তার দায়িত্ব তাদের ওপরই বর্তায়। এরপর তারা আল্লাহ্র কাছে অভিযোগ করতে পারবে না যে, আপনি আমাদের হেদায়াতের কোন ব্যবস্থা করেননি। আল্লাহ্ অন্যত্র বলেন, “অনেক রাসূল পাঠিয়েছি যাদের কথা আগে আমি আপনাকে বলেছি এবং অনেক রাসূল, যাদের কথা আপনাকে বলিনি। এবং মূসার সাথে আল্লাহ্ সাক্ষাত কথা বলেছিলেন। এই রাসূলদেরকে সুসংবাদদানকারী ও সতর্ককারী করা হয়েছে যাতে রাসূলদের পর লোকদের জন্য আল্লাহ্র বিরুদ্ধে কোন যুক্তি না থাকে ” [সূরা আন-নিসা: ১৬৪-১৬৫]</p><p>আরও বলেন, “হে আহলি কিতাব! রাসূলদের সিলসিলা দীর্ঘকাল বন্ধ থাকার পর প্রকৃত সত্যকে সুস্পষ্ট করার জন্য তোমাদের কাছে আমার রাসূল এসেছে। যাতে তোমরা বলতে না পারো আমাদের কাছে না কোন সুসংবাদদানকারী এসেছিল, না এসেছিল কোন সতর্ককারী। কাজেই নাও, এখন তোমাদের কাছে সুসংবাদদানকারী এসে গেছে এবং সতর্ককারীও।” [সূরা আল-মায়েদাহ: ১৯]</p>"
        },
        {
            "resource_id": 776,
            "text": "Los incrédulos, los judíos, los cristianos y los idólatras, no van a romper su consenso y acuerdo sobre la incredulidad, hasta que les llegue una prueba clara y una evidencia manifiesta."
        },
        {
            "resource_id": 165,
            "text": "<p>আহলে কিতাব[১] ও মুশরিকদের[২] মধ্যে যারা কুফরী করেছিল, তারা আপন মতে অবিচলিত ছিল, যতক্ষণ না এল তাদের নিকট সুস্পষ্ট প্রমাণ;</p><p>[১] এ থেকে উদ্দেশ্য ইয়াহুদী ও নাসারা (খ্রিষ্টান)।</p><p>[২] 'মুশরিক' (অংশীবাদী) বলে আরব এবং অনারবের ঐ সমস্ত লোকদেরকে বুঝানো হয়েছে যারা অগ্নি ও মূর্তি পূজা করত। مُنفَكِّين মানে বিরত বা বিচলিত। البَيِّنة (দলীল বা সুস্পষ্ট প্রমাণ) বলে নবী (সাঃ)-কে বোঝানো হয়েছে। অর্থাৎ, ইয়াহুদী ও নাসারা, আরব এবং অনারবের মুশরিক বা অংশীবাদীরা নিজেদের কুফর ও শিরক থেকে ফিরে আসার নয়; যতক্ষণ পর্যন্ত না মুহাম্মাদ (সাঃ) তাদের নিকট পবিত্র কুরআনসহ এসে উপস্থিত হয়েছেন এবং তাদের অজ্ঞতা ও ভ্রষ্টতা ব্যক্ত করে তাদেরকে ইসলামের প্রতি আহবান করেছেন।</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>رسول ................................ مطھرة (2:98) ”(یعنی) اللہ کی طرف سے ایک رسول جو پاک صحیفے پڑھ کر سنائے “۔ یہ صحیفے شرک اور کفر سے پاک ہوں۔</p>"
        },
        {
            "resource_id": 170,
            "text": "Этим знамением был посланник Аллаха, да благословит его Аллах и приветствует, который явился к людям, чтобы призвать их к истине. Он читал им Писание, обучал их мудрости, очищал их и выводил из мрака к свету. Он читал свитки, которые недоступны для дьяволов. Прикоснуться к ним могут только чистые, потому что они содержат самую прекрасную и возвышенную речь. Вот почему далее Аллах сказал:"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"blue\">ثم فسر تلك البينة فقال:</span> <span class=\"arabic qpc-hafs brown\">{ رَسُولٌ مِنَ اللَّهِ }</span> أي: أرسله الله، يدعو الناس إلى الحق، وأنزل عليه كتابًا يتلوه، ليعلم الناس الحكمة ويزكيهم، ويخرجهم من الظلمات إلى النور<span class=\"arabic qpc-hafs brown\">{ يَتْلُو صُحُفًا مُطَهَّرَةً }</span> أي: محفوظة عن قربان الشياطين، لا يمسها إلا المطهرون، لأنها في أعلى ما يكون من الكلام."
        },
        {
            "resource_id": 790,
            "text": "এইটো স্পষ্ট প্ৰমাণ আৰু মুক্ত তথা পৰিপূৰ্ণ প্ৰমাণ যে, আল্লাহৰ প্ৰেৰিত এজন ৰাছুল পৱিত্ৰ ছহিফা বা পত্ৰবোৰ পঢ়ি শুনাব, যাক কেৱল আল্লাহৰ পৱিত্ৰ বান্দাইহে স্পৰ্শ কৰে।"
        },
        {
            "resource_id": 178,
            "text": "Этим ясным знамением и неопровержимым доказательством является Посланник от Аллаха, которого Он отправил, чтобы читать очищенные свитки, до которых дотрагиваются только очищенные."
        },
        {
            "resource_id": 165,
            "text": "<p>আল্লাহর নিকট হতে এক রসূল; [১] যে আবৃত্তি করে পবিত্র গ্রন্থ।[২]</p><p>[১] 'রসূল' থেকে উদ্দেশ্য হল নবী মুহাম্মাদ (সাঃ)।</p><p>[২] অর্থাৎ, কুরআন মাজীদ যা 'লাওহে মাহ্ফূয'-এ পবিত্র পাতায় লিপিবদ্ধ আছে।</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً (٢)</span> ] ئه‌و به‌ڵگه‌ ڕوون و ئاشكرایه‌ی كه‌ بۆیان دێت پێغه‌مبه‌ری خوایه‌ - <span class=\"saw\">صلی الله علیه وسلم</span> - كه‌ ئه‌و قورئانه‌ پیرۆزه‌یان بۆ ئه‌خوێندرێته‌وه‌ كه‌ له‌ (مه‌له‌ئول ئه‌علا) له‌ په‌ڕاوی پاككراو نووسراوه‌ كه‌ ده‌ستكاری ناكرێ وه‌ گۆڕانی به‌سه‌ردا نایات و زیادو كه‌می لێ ناكرێت."
        },
        {
            "resource_id": 92,
            "text": "رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً (2) الخامس : تأويل { رسول } بأنه رسول من الملائكة يتلو عليهم صحفاً من عند الله فهو في معنى قوله تعالى : { يسألك أهل الكتاب أن تنزل عليهم كتاباً من السماء } [ النساء : 153 ] وعزاه الفخر إلى أبي مسلم وهو يقتضي صرف الخبر إلى التهكم .هذا والمراد ب { الذين كفروا من أهل الكتاب } أنهم كفروا برسالة محمد صلى الله عليه وسلم مثل ما في قوله تعالى : { ألم تر إلى الذين نافقوا يقولون لإخوانهم الذين كفروا من أهل الكتاب } [ الحشر : 11 ] .وأنت لا يعوزك إرجاع أقوال المفسرين إلى هذه المعاقد فلا نحتاج إلى التطويل بذكرها فدونك فراجعها إن شئت ، فبنا أن نهتم بتفسير الآية على الوجه البين .إن هذه الآيات وردت مورد إقامة الحجة على الذين لم يؤمنوا من أهل الكتاب وعلى المشركين بأنهم متنصلون من الحق متعللون للإِصرار على الكفر عناداً ، فلنسلك بالخَبر مسلك مورد الحجة لا مسلك إفادة النسبَةِ الخبرية فتعين علينا أن نصرف التركيب عن استعمال ظاهره إلى استعمال مجازي على طريقة المجاز المرسل المركب من قَبيل استعمال الخبر في الإِنشاء والاستفهاممِ في التوبيخ ونحو ذلك الذي قال فيه التفتزاني في «المطول» : إن بيان أنه من أيّ أنواع المجاز هُو مما لم يَحُم أحد حوله .والذي تَصدَّى السيد الشريف لبيانه بما لا يُبقي فيه شبهة .فهذا الكلام مسوق مساق نقل الأقوال المستغربة المضطربة الدالة على عدم ثبات آراء أصحابها ، فهو من الحكاية لِما كانوا يَعِدُون به فهو حكاية بالمعنى كأنه قيل : كنتم تقولون لا نترك ما نحن عليه حتى تأتينا البينة ، وهذا تعريض بالتوبيخ بأسلوب الإِخبار المستعمل في إنشاء التعجيب أو الشكايةِ من صَلَففِ المُخبر عنه ، وهو استعمال عزيز بديع وقريب منه قوله تعالى : { يحذر المنافقون أن تنزل عليهم سورة تنبئهم بما في قلوبهم قل استهزئوا إن اللَّه مخرج ما تحذرون } [ التوبة : 64 ] إذ عَبَّر بصيغة يَحْذَر وهم إنما تظاهروا بالحذر ولم يكونوا حاذرين حقاً ولذلك قال الله تعالى : { قل استهزئوا } .فالخبر موجَّه لكل سامع ، ومضمومه قول : «كان صدر من أهل الكتاب واشتهر عنهم وعرفوا به وتقرَّر تعلُّل المشركين به لأهل الكتاب حتى يدعونهم إلى اتباع اليهودية أو النصرانية فيقولوا : لم يأتنا رسول كما أتاكم قال تعالى : { أن تقولوا إنما أنزل الكتاب على طائفتين من قبلنا وإن كنا عن دراستهم لغافلين أو تقولوا لو أنا أنزل علينا الكتاب لكنا أهدى منهم } [ الأنعام : 156 ، 157 ] .وتقرر تعلل أهل الكتاب به حين يدعوهم النبي صلى الله عليه وسلم للإِسلام ، قال تعالى : { الذين قالوا إن اللَّه عهد إلينا ألاَّ نؤمن لرسول حتى يأتينا بقربان تأكله النار } [ آل عمران : 183 ] الآية .وشيوعه عن الفريقين قرينة على أن المراد من سياقه دمغهم بالحجة وبذلك كان التعبير بالمضارع المستقبل في قوله : { حتى تأتيهم البينة } مصادفاً المحزّ فإنهم كانوا يقولون ذلك قبل مجيء الرسول صلى الله عليه وسلموقريب منه قوله تعالى في أهل الكتاب : { ولما جاءهم كتاب من عند اللَّه مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به } [ البقرة : 89 ] .وحاصل المعنى : أنكم كنتم تقولون لا نترك ما نحن عليه من الدين حتى تأتينا البينة ، أي العلامة التي وُعدنا بها .وقد جعل ذلك تمهيداً وتوطئة لقوله بعده : { رسول من الله يتلوا صحفاً مطهرة } الخ .وإذ اتضح موقع هذه الآية وانقشع إشكالها فلننتقل إلى تفسير ألفاظ الآية .فالانفكاك : الإِقلاع ، وهو مطاوع فكَّه إذا فصَله وفرقه ويستعار لمعنى أقلع عنه ومتعلق { منفكين } محذوف دل عليه وصف المتحدث عنهم بصلة { الذين كفروا } والتقدير : منفكين عن كفرهم وتاركين له ، سواء كان كفرهم إشراكاً بالله مثل كفر المشركين أو كان كفراً بالرسول صلى الله عليه وسلم فهذا القول صادر من اليهود الذين في المدينة والقرى التي حولها ويتلقفه المشركون بمكة الذين لم ينقطعوا عن الاتصال بأهل الكتاب منذ ظهرت دَعوة الإِسلام يستفتونهم في ابتكار مخلص يتسللون به عن ملام من يلومهم على الإِعراض عن الإِسلام .وكذلك المشركون الذين حول المدينة من الأعراب مثل جُهَينة وغَطَفان ، ومن أفراد المتنصرين بمكة أو بالمدينة .وقد حكى الله عن اليهود أنهم قالوا : { إن الله عهد إلينا ألا نؤمنَ لرسول حتى يأتينا بقربان تأكله النار } [ آل عمران : 183 ] ، وقال عنهم : { ولما جاءهم كتاب من عند الله مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به } [ البقرة : 89 ] ، وحكى عن النصارى بقوله تعالى حكاية عن عيسى : { ومبشراً برسول يأتي من بعدي اسمه أحمد فلما جاءهم بالبينات قالوا هذا سحر مبين } [ الصف : 6 ] . وقال عن الفريقين : { ودَّ كثير من أهل الكتاب لو يردُّونكم من بعد إيمانكم كفاراً حسداً من عند أنفسهم من بعد ما تبين لهم الحق } [ البقرة : 109 ] ، وحكى عن المشركين بقوله : { فلما جاءهم الحق من عندنا قالوا لولا أوتي مثل ما أوتي موسى } [ القصص : 48 ] وقولهم : { فليأتنا بآية كما أرسل الأولون } [ الأنبياء : 5 ] .ولم يختلف أهل الكتابين في أنهم أخذ عليهم العهد بانتظار نبيء ينصر الدين الحق وجعلت علاماته دلائلَ تظهر من دعوته كقول التوراة في سفر التثنية : «أقيم لهم نبيئاً من وسط إخوتهم مِثلَك وأجعل كلامي في فمه» . ثم قولها فيه : «وأما النبي الذي يطغى فيتكلم كلاماً لم أوصه أن يتكلم به فيموت ذلك النبي وإن قلتَ في قلبك كيف نعرف الكلام الذي لم يتكلم به الرب فما تكلم به النبي باسم الرب ولم يحدث ولم يصر فهو الكلام الذي لم يتكلم به الرب ( الإصحاح الثامن عشر ) . وقول الإنجيل : «وأنَا أطلب من الأب فيعطيكم معزِّياً آخر ليمكث معكم إلى الأبد ( أي شريعته لأن ذات النبي لا تمكث إلى الأبد ) روح الحق الذي لا يستطيع العالم أن يقبله لأنه لا يراه ولا يعرفه ( يوحنا الإِصحاح الرابع عشر الفقرة 6 ) «وأما المعزي الروح القُدس الذي سيرسله الأب باسمي فهو يعلمكم كل شيء ويذكّركم بكل ما قلتُه لكم ( يوحنا الإِصحاح الرابع عشر فقرة 26 ) .وقوله : ويقوم أنبياء كَذَبةٌ كثيرون ، ( أي بعد عيسى ) ويُضلون كثيرين ولكن الذي يَصْبر إلى المنتهى ( أي يبقى إلى انقراض الدنيا وهو مؤول ببقاء دينه إذ لا يبقى أحد حياً إلى انقراض الدنيا ) فهذا يخلِّص ويكرر ببشارة الملكوت هذه في كل المسكونة شهادةً لجميع الأمم ثم يأتي المنتهى» ، أي نهاية الدنيا ( متّى الإصحاح الرابع والعشرون ) ، أي فهو خاتم الرسل كما هو بين .وكان أحبارُهم قد أساءوا التأويل للبشارات الواردة في كتبهم بالرسول المقفِّي وأدْخَلوا علامات يعرفون بها الرسول صلى الله عليه وسلم الموعود به هي من المخترعات الموهومة فبقي مَنْ خَلْفَهم ينتظرون تلك المخترعات فإذا لم يجدوها كذَّبوا المبعوث إليهم .و { البينة } : الحجة الواضحة والعلامة على الصدق وهو اسم منقول من الوصف جرى على التأنيث لأنه مؤول بالشهادة أو الآية .ولعل إيثار التعبير بها هنا لأنها أحسن ما تترجَم به العبارةُ الواقعة في كتب أهل الكتاب مما يحوم حول معنى الشهادة الواضحة لكل متبصر كما وقع في إنجيل متّى لفظ «شهادة لجميع الأمم» ، ( ولعل التزام هذه الكلمة هنا مرتين كان لهذه الخصوصية ) وقد ذُكرت مع ذكر الصحف الأولى في قوله :{ وقالوا لولا يأتينا بآية من ربه أو لمْ تأتهم بينةُ ما في الصُّحف الأولى } [ طه : 133 ] .والظاهر أن التعريف في { البينة } تعريف العهد الذهني ، وهو أن يراد معهود بنوعه لا بشخصه كقولهم : ادخُل السوق ، لا يريدون سوقاً معينة بل ما يوجد فيه ماهية سوق ، ومنه قول زهير: ... وما الحَرْب إلاّ ما عَلِمْتُم وذُقْتُمولذلك قال علماء البلاغة : إن المعرَّف بهذه اللام هو في المعنى نكرة فكأنه قيل حتى تأتيهم بينةٌ .ويجوز أن يكون التعريف لمعهود عند المخبَر عنهم ، أي البينة التي هي وصايا أنبيائهم فهي معهودة عند كل فريق منهم وإن اختلفوا في تخيلها وابتعدوا في توهمها بما تمليه عليه تخيلاتهم واختلاقهم .وأوثرت كلمة { البينة } لأنها تعبر عن المعنى الوارد في كلامهم ولذلك نرى مادَّتها متكررة في آيات كثيرة من القرآن في هذا الغرض كما في قوله : { أوَلَمْ تأتهم بينة ما في الصحف الأولى } [ طه : 133 ] وقوله : { فلما جاءهم بالبينات قالوا هذا سحر مبين } [ الصف : 6 ] وقوله : { مِن بَعد ما تبيَّن لهم الحق } [ البقرة : 109 ] وقال عن القرآن : { هدى للناس وبينات من الهدى والفرقان } [ البقرة : 185 ] .و { مِن } في قوله : { من أهل الكتاب } بيانية بيان للذين كفروا .وإنما قدم أهل الكتاب على المشركين هنا مع أن كفر المشركين أشد من كفر أهل الكتاب لأن لأهل الكتاب السبق في هذا المقام فهم الذين بثّوا بين المشركين شبهة انطباق البينة الموصوفة بينهم فأيدوا المشركين في إنكار نبوة محمد صلى الله عليه وسلم بما هو أتقن من تُرَّهات المشركين إذ كان المشركون أميين لا يعلمون شيئاً من أحوال الرسل والشرائع ، فلما صدمتهم الدعوة المحمدية فزعوا إلى اليهود ليتلقوا منهم ما يردُّون به تلك الدعوة وخاصة بعد ما هاجر النبي صلى الله عليه وسلم إلى المدينة .فالمقصود بالإِبطال ابتداءً هو دعوى أهل الكتاب ، وأما المشركون فتبع لهم .واعلم أنه يجوز أن يكون الكلام انتهى عند قوله : { حتى تأتيهم البينة } ، فيكون الوقف هناك ويكون قوله : { رسول من اللَّه } إلى آخرها جملة مستأنفة استئنافاً بيانياً وهو قول الفراء ، أي هي رسول من الله ، يعني لأن ما في البينة من الإِبهام يثير سؤال سائل عن صفة هذه البينة ، وهي جملة معترضة بين جملة { لم يكن الذين كفروا . . . منفكين } إلى آخرها وبين جملة : { وما تفرق الذين أوتوا الكتاب } [ البينة : 4 ] .ويجوز أن يكون { رسول } بدلاً من { البينة } فيقتضي أن يكون من تمام لفظ «بينة» فيكون من حكاية ما زعموه . أريد إبطال معاذيرهم وإقامة الحجة عليهم بأن البينة التي ينتظرونها قد حلّت ولكنهم لا يتدبرون أو لا ينصفون أو لا يفقهون ، قال تعالى :{ فلما جاءهم ما عرفوا كفروا به } [ البقرة : 89 ] .وتنكير { رسول } للنوعية المرادِ منها تيسير ما يستصعب كتنكير قوله تعالى : { أياماً معدودات } [ البقرة : 184 ] وقول : { المص كتاب أنزل إليك } [ الأعراف : 1 ، 2 ] .وفي هذا التبيين إبطال لمعاذيرهم كأنه قيل : فقد جاءتكم البينة ، على حد قوله تعالى : { أن تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشير ونذير } [ المائدة : 19 ] ، وهو يفيد أن البينة هي الرسول وذلك مثل قوله تعالى : { قد أنزل اللَّه إليكم ذكراً رسولاً يتلو عليكم آيات اللَّه } [ الطلاق : 10 ، 11 ] .فأسلوب هذا الردّ مثل أسلوب قوله تعالى : { وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً أو تكون لك جنة من نخيل وعنب فتفجر الأنهار خلالها تفجيراً أو تسقط السماء كما زعمت علينا كسفاً أو تأتي باللَّه والملائكة قبيلاً أو يكون لك بيت من زخرف أو ترقى في السماء ولن نؤمن لرقيك حتى تنزل علينا كتاباً نقرؤه قل سبحان ربي هل كنت إلا بشراً رسولاً وما منع الناس أن يؤمنوا إذ جاءهم الهدى إلا أن قالوا أبعث اللَّه بشراً رسولاً } [ الإسراء : 90 94 ] .وفي هذا تذكير بغلطهم فإن كتبهم ما وعدت إلا بمجيء رسول معه شريعة وكتاب مصدق لما بين يديه وذلك مما يندرج في قولة التوراة : «وأجْعَلُ كلامي في فمه» .وقول الإنجيل : «ويُذَكِّرُكم بكل ما قلتُه لكم» كما تقدم آنفاً ، وهو ما أشار إليه قوله تعالى : { وأنزلنا إليك الكتاب بالحق مصدقاً لما بين يديه من الكتاب } [ المائدة : 48 ] لأن التوراة والإنجيل لم يصفا النبي الموعود به إلا بأنه مثل موسى أو مثل عيسى ، أي في أنه رسول يوحي الله إليه بشريعة ، وأنه يبلغ عن الله وينطلق بوحيه ، وأن علامته هو الصدق كما تقدم آنفاً . قال حجة الإِسلام في كتاب «المنقذ من الضلال» : «إن مجموع الأخلاق الفاضلة كان بالغاً في نبينا إلى حد الإِعجاز وأن معجزاته كانت غاية في الظهور والكثرة» .و { من اللَّه } متعلق ب { رسول } ولم يُسلَك طريق الإِضافة ليتأتى تنوين { رسول } فيشعر بتعظيم هذا الرسول .وجملة { يتلوا صحفاً } الخ صفة ثانية أو حال ، وهي إدماج بالثناء على القرآن إذ الظاهر أن الرسول الموعود به في كتبهم لم يوصف بأنه يتلو صحفاً مطهرة .والتلاوة : إعادة الكلام دون زيادة عليه ولا نقص منه سواء كان كلاماً مكتوباً أو محفوظاً عن ظهر قلب ، ففعل { يتلو } مؤذن بأنه يقرأ عليهم كلاماً لا تُبَدَّل ألفاظه وهو الوحي المنزل عليه .والصحف : الأوراق والقراطيس التي تُجعل لأن يكتب فيها ، وتكون من رَق أو جلد ، أو من خِرَق . وتسمية ما يتلوه الرسول { صحفاً } مجاز بعلاقة الأيلولة لأنه مأمور بكتابته فهو عند تلاوته سيكون صُحفاً ، فهذا المجاز كقوله : { إني أراني أعصر خمراً }[ يوسف : 36 ] . وهذا إشارة إلى أن الله أمر رسوله صلى الله عليه وسلم بكتابة القرآن في الصحف وما يشبه الصحف من أكتاففِ الشاء والخِرَق والحجارة ، وأن الوحي المنزل على الرسول سمي كتاباً في قوله تعالى : { أو لم يكفهم أنا أنزلنا عليك الكتاب يتلى عليهم } [ العنكبوت : 51 ] لأجل هذا المعنى .وتعدية فعل { يتلو } إلى { صحفاً } مجاز مرسل مشهور ساوى الحقيقة قال تعالى : { وما كنت تتلو من قبله من كتاب } [ العنكبوت : 48 ] ، وهو باعتبار كون المتلو مكتوباً ، وإنما كان رسول الله صلى الله عليه وسلم يتلو عليهم القرآن عن ظهر قلب ولا يقرأه من صحف فمعنى { يتلو صحفاً } يتلو ما هو مكتوب في صحف والقرينة ظاهرة وهي اشتهار كونه صلى الله عليه وسلم أمِّيّاً .ووصف الصحف ب { مطهرة } وهو وصف مشتق من الطهارة المجازية ، أي كون معانيه لا لبس فيها ولا تشتمل على ما فيه تضليل ، وهذا تعريض ببعض ما في أيدي أهل الكتاب من التحريف والأوهام .ووصف الصحف التي يتلوها رسول الله صلى الله عليه وسلم لأن فيها كتباً ، والكتب : جمع كتاب ، وهو فِعال اسم بمعنى المكتوب ، فمعنى كون الكتب كائنة في الصحف أن الصحف التي يكتب فيها القرآن تشتمل على القرآن وهو يشتمل على ما تضمنته كتب الرسل السابقين مما هو خالص من التحريف والباطل ، وهذا كما قال تعالى : { مصدق لما بين يديه } [ البقرة : 97 ] وقال : { إن هذا لفي الصحف الأولى صحف إبراهيم وموسى } [ الأعلى : 18 ، 19 ] ، فالقرآن زُبدة ما في الكتب الأولى ومجمع ثمرتها ، فأطلق على ثمرة الكتب اسم كتب على وجه مجاز الجزئية ."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">ثم فسر البينة فقال : <span class=\"green\">( رسول من الله يتلو )</span> يقرأ <span class=\"green\">( صحفا )</span> كتبا ، يريد ما يتضمنه الصحف من المكتوب فيها ، وهو القرآن ; لأنه كان يتلو عن ظهر قلبه لا عن <span class=\"reference\">[ الكتاب ]</span> ،<span class=\"blue\"> قوله :</span> <span class=\"green\">( مطهرة )</span> من الباطل والكذب والزور .</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">ثم فسر البينة بقوله <span class=\"red\">\"رسول من الله يتلوا صحف مطهرة\"</span> يعني محمدا وما يتلوه من القرآن العظيم الذي هو مكتتب في الملأ الأعلى في صحف مطهرة كقوله <span class=\"red\">\" في صحف مكرمة مرفوعة مطهرة بأيدي سفرة كرام بررة\"</span> <span class=\"reference brown\">[ عبس : 13 - 16 ]</span> .</p><p>.</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>আল্লাহর কাছ থেকে এক রাসূল, যিনি তেলাওয়াত করেন পবিত্ৰ পত্ৰসমূহ [১] ,</p><p>[১] صحف শব্দটি صحيفة এর বহুবচন। আভিধানিক অর্থে ‘সহীফা’ বলা হয় লেখার জন্য প্রস্তুত, কিংবা লিখিত পাতাকে, এখানে পবিত্র সহীফা মানে হচ্ছে এমন সব সহীফা যার মধ্যে কোন প্রকার বাতিল, কোন ধরনের গোমরাহী ও ভ্ৰষ্টতা নেই এবং শয়তান যার নিকটে আসে না। এখানে পবিত্র সহীফা তেলাওয়াত করে শুনানো অর্থ তিনি সেসব বিধান শুনাতেন, যা পরে সহীফার মাধ্যমে সংরক্ষিত করা হয়। কেননা, প্রথমে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কোন সহীফা থেকে নয় স্মৃতি থেকে পাঠ করে শুনাতেন। [ফাতহুল কাদীর] অন্য আয়াতে বলা হয়েছে, فِي صُحُفٍ مُّكَرَّمَةٍ * مَّرْفُوعَةٍ مُّطَهَّرَةٍ * بِأَيْدِي سَفَرَةٍ  * كِرَامٍ بَرَرَةٍ “ওটা আছে মর্যাদা সম্পন্ন লিপিসমূহে, যা উন্নত, পবিত্র, মহান, পূত-চরিত্র লেখকের হাতে লিখিত।” [সূরা আবাসা: ১৩-১৬]</p>"
        },
        {
            "resource_id": 90,
            "text": "رسول من الله أي بعث من الله جل ثناؤه . قال الزجاج : رسول رفع على البدل من البينة . وقال الفراء : أي هي رسول من الله ، أو هو رسول من الله ; لأن البينة قد تذكر فيقال : بينتي فلان . وفي حرف أبي وابن مسعود رسولا بالنصب على القطع .يتلو أي يقرأ . يقال : تلا يتلو تلاوة .صحفا جمع صحيفة ، وهي ظرف المكتوب .مطهرة قال ابن عباس : من الزور ، والشك ، والنفاق ، والضلالة . وقال قتادة : من الباطل . وقيل : من الكذب ، والشبهات . والكفر ; والمعنى واحد . أي يقرأ ما تتضمن الصحف من المكتوب ; ويدل عليه أنه كان يتلو عن ظهر قلبه ، لا عن كتاب ; لأنه كان أميا ، لا يكتب ولا يقرأ . ومطهرة : من نعت الصحف ; وهو كقوله تعالى : في صحف مكرمة مرفوعة مطهرة ، فالمطهرة نعت للصحف في الظاهر ، وهي نعت لما في الصحف من القرآن . وقيل : مطهرة أي ينبغي ألا يمسها إلا المطهرون ; كما قال في سورة ( الواقعة ) حسب ما تقدم بيانه . وقيل : الصحف المطهرة : هي التي عند الله في أم الكتاب ، الذي منه نسخ ما أنزل على الأنبياء من الكتب ; كما قال تعالى : بل هو قرآن مجيد في لوح محفوظ . قال الحسن : يعني الصحف المطهرة في السماء ."
        },
        {
            "resource_id": 776,
            "text": "Esta clara prueba y evidencia manifiesta es un Mensajero de Al-lah a quien Él haya enviado, y que les recite una revelación purificada, que solo el más puro de los seres puede tocar."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 181,
            "text": "این برهان واضح و حجت روشن همان رسولی از جانب الله است که او را برانگیخت تا صحیفه‌هایی پاک را که جز پاکان به آن دست نمی‌یابند بخواند."
        },
        {
            "resource_id": 176,
            "text": "Eccovi chiari argomenti e prove evidenti, ovvero il Messaggero per conto di Allāh, che Egli ha inviato e che vi recita pagine purificate che non toccano altri che i puri."
        },
        {
            "resource_id": 174,
            "text": "Keterangan yang jelas dan hujah yang nyata itu adalah rasul dari sisi Allah yang diutus-Nya dengan membacakan lembaran-lembaran yang disucikan, yang tidak disentuh kecuali oleh orang-orang yang disucikan."
        },
        {
            "resource_id": 16,
            "text": "وهي رسول الله محمد صلى الله عليه وسلم، يتلو قرآنًا في صحف مطهرة."
        },
        {
            "resource_id": 171,
            "text": "This clear proof and manifest evidence is a Messenger from Allah whom He has sent, and who recites pure scriptures, only the purest of beings may touch them."
        },
        {
            "resource_id": 791,
            "text": "- ശുദ്ധിയുള്ളവരല്ലാതെ സ്പർശിക്കാത്ത - പരിശുദ്ധമാക്കപ്പെട്ട ഏടുകൾ പാരായണം ചെയ്യുന്ന, അല്ലാഹു നിയോഗിക്കുന്ന ഒരു ദൂതനാണ് (അവർ കാത്തിരിക്കുന്ന) ഈ വ്യക്തമായ തെളിവ്."
        },
        {
            "resource_id": 182,
            "text": "这个清楚的证据和显而易见的证明就是真主所派遣的使者，他诵读那只有洁净之人才可触摸的纯洁的篇章。"
        },
        {
            "resource_id": 180,
            "text": "২. এ সুস্পষ্ট দলীল ও প্রমাণ হলো আল্লাহর পক্ষ থেকে আগত রাসূল। যাঁকে তিনি প্রেরণ করেছেন। যিনি এমন পবিত্র পুস্তিকাসমূহ পাঠ করেন যা পবিত্ররা ব্যতীত অন্য কেউ স্পর্শ করতে পারে না।"
        },
        {
            "resource_id": 173,
            "text": "Cette preuve claire et cet argument manifeste sont un Messager venant d’Allah, qui récite des feuillets touchés que par des êtres purs."
        },
        {
            "resource_id": 172,
            "text": "Bu apaçık delil ve net kanıt, Allah’ın katından gönderilmiş sadece temiz olanların dokunabileceği tertemiz kitabı okuyan bir peygamberdir."
        },
        {
            "resource_id": 905,
            "text": "هذا البرهان الواضح والحجة الجَلِيَّة هو رسول من عند الله بعثه يقرأ صحفًا مطهرة لا يمسها إلا المطهرون."
        },
        {
            "resource_id": 179,
            "text": "Ang patotoong maliwanag at ang katwirang hayag na ito ay isang Sugo mula sa ganang kay Allāh, na ipinadala Niya na bumibigkas ng mga pahinang dinalisay, na walang sumasaling sa mga ito kundi ang mga [anghel na] dinalisay."
        },
        {
            "resource_id": 93,
            "text": "والمراد بها هنا : رسول الله صلى الله عليه وسلم ، لقوله - تعالى - بعد ذلك : ( رَسُولٌ مِّنَ الله يَتْلُواْ صُحُفاً مُّطَهَّرَةً ) ، ولأنه صلى الله عليه وسلم كان فى ذاته برهانا على صحة ما ادعاه من النبوة ، لتحليه بكمال العقل وبمكارم الأخلاق ، ولإِتيانه بالمعجزات التى تؤيد أنه صادق فيما يبلغه عن ربه .والمعنى : لم يكن الذين كفورا من أهل الكتاب ، وهم اليهود والنصارى ، ولم يكن - أيضاً - الذين كذبوا الحق من المشركين ، ولم يكن الجميع بمفارقين وبمنفصلين عن كفرهم وشركهم ، ( حتى تَأْتِيَهُمُ البينة ) التى هى الرسول صلى الله عليه وسلم فلما أتتهم هذه البينة ، منهم من آمن ومنهم من استمر على كفره وشركه وضلاله .وإلى هذا المعنى أشار صاحب الكشاف بقوله : \" كان الكفار من الفريقين ، أهل الكتاب ، وعبدة الأصنام ، يقولون قبل مبعث النبى صلى الله عليه وسلم : لا ننفك عما نحن عليه من ديننا ، ولا نتركه حتى يبعث النبى المكتوب فى التوراة والإنجيل ، وهو محمد صلى الله عليه وسلم ، فحكى الله - تعالى - ما كانوا يقولونه ، ثم قال : ( وَمَا تَفَرَّقَ الذين أُوتُواْ الكتاب ) ، يعنى أنهم كانوا يَعِدُون باجتماع الكلمة ، والاتفاق على الحق ، إذا جاءهم الرسول ، ثم ما فرقهم عن الحق ، ولا أقرهم على الكفر ، إلا مجئ الرسول صلى الله عليه وسلم ، ونظيره فى الكلام أن يقول الفقير الفاسق لمن يعظه : لست بمنفك عما أنا فيه حتى يرزقنى الله - تعالى - الغنى ، فيرزقه الله الغنى فيزداد فسقا ، فيقول له واعظة : لم تكن منفكا عن الفسق حتى توسر ، وما غمست رأسك فى الفسق إلا بعد اليسار ، يذكره ما كان يقوله توبيخا وإلزاما .وانفكاك الشئ من الشئ ، أن يزايله بعد التحامه به . كالعظم إذا انفك من مفصله .والمعنى : أنهم متشبثون بدينهم لا يتركونه إلا عند مجئ البينة .ومنهم من يرى : أن ( مُنفَكِّينَ ) بمعنى متروكين لا بمعنى تاركين ، أى : لم يكونوا جميعا متروكين على ما هم عليه من الكفر والشرك ، حتى تأتيهم البينة ، على معنى قوله - تعالى - : ( أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى ) أو المعنى : لم يكن هؤلاء القوم منفكين من أمر الله - تعالى - وقدرته ونظره لهم ، حتى يبعث الله - تعالى - إليهم رسولا منذرا ، تقوم عليهم به الحجة ، ويتم على من آمن النعمة ، فكأنه - تعالى - قال : ما كانوا ليتركوا سدى ..وهناك أقوال أخرى فى معنى الآية رأينا أن نضرب عنها صفحا لضعفها .وقد قدم الله - تعالى - ذكر أهل الكتاب فى البيان ، لأن كفرهم أشنع وأقبح . إذ كانوا يقرأون الكتب ، ويعرفون أوصاف النبى صلى الله عليه وسلم فكانت قدرتهم على معرفة صدقه أكبر وأتم . وفى التعبير عنهم بأهل الكتاب دون اليهود والنصارى ، تسجيل للغفلة وسوء النية عليهم . حيث علموا الكتاب . وعرفوا عن طريقه أن هناك رسولا كريما قد أرسله الله - تعالى - لهدايتهم ، ومع ذلك كفروا به ، كما قال - تعالى - : ( فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ بِهِ فَلَعْنَةُ الله عَلَى الكافرين ) وقوله - سبحانه - : ( رَسُولٌ مِّنَ الله يَتْلُواْ صُحُفاً مُّطَهَّرَةً ) بدل من \" البيِّنَةِ \" على سبيل المبالغة ، حيث جعل - سبحانه - الرسول نفس البيئة .أى : لم يفارقوا دينهم حتى جاءهم رسول كريم ، كائن من عند الله - تعالى - لكى يقرأ على مسامعهم صحفا من القرآن الكريم ، مطهرة ، أى : منزهة عن الشرك والكفر والباطل ."
        },
        {
            "resource_id": 183,
            "text": "この明証と明澄な論拠とは、アッラーからの使徒で、清浄な人だけが触れることのできる、清浄無欠な書巻（クルアーン）を読んで聞かせる。"
        },
        {
            "resource_id": 159,
            "text": "<p>ان اوراق میں کیا ہے ؟</p>"
        },
        {
            "resource_id": 15,
            "text": "<p><span class=\"arabic qpc-hafs green\">( رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً )</span> يقول: يقرأ صحفا مطهرة من الباطل</p>"
        },
        {
            "resource_id": 168,
            "text": "<p>Verses [ 2-3] يَتْلُو صُحُفًا مُّطَهَّرَ‌ةً فِيهَا كُتُبٌ قَيِّمَةٌ (a messenger from Allah who recites the purified scrolls containing [ right and ] straight writings. - 98:2, 3) The verb yatlu is derived from the infinitive tilawah, meaning 'to read out or to recite'. However, not every reading or reciting is tilawah, but only the one that is very closely followed according to the teacher's instruction. Probably, this is the reason why the word tilawah is specifically used, in common idiom, for 'the recitation of the noble Qur'an'. The word suhuf is the plural of sahifah and it refers to 'a leaf or a page of a book or some leaves of paper on which something is written'. The word kutub is the plural of kitab and it may mean: [ 1] a leaf or page of a book or some leaves of paper on which something is written. From this point of view, the words kutub and suhuf are synonyms; or [ 2] now and then the word kitab [ pl. kutub ] is used in the sense of a 'writ ' as in [ 8:68] لَّوْلَا كِتَابٌ مِّنَ اللَّـهِ سَبَقَ \"Had there not been a writ from Allah which came earlier...\" the word kitab is used in the sense of a 'writ'. In this context, the second sense seems to fit in more appropriately because if it is taken in the first sense, the words kutub and suhuf, being synonyms, the prepositional phrase fiha is rendered meaningless. The pronoun -ha in the phrase refers to suhuf, and the two statements would mean: 'reciting purified written pages in which are true written pages'. This is not in keeping with the lofty rules and principles of Qur'anic eloquence.</p><p>The word مُطَھَّرَۃً mutahharatan [ purified ] is an adjective qualifying the noun suhuf [ pages/scrolls ]. According to Ibn ` Abbas ؓ ، the Scriptures are completely free from all possible flaws, forgeries, doubt, hypocrisy and deviations. The word qayyimah is used in the sense of 'straight', and is the adjective of the noun kutub, and it means its laws, ordinances and injunctions are upright, straight, just and balanced. It could also mean 'lasting and permanent'. In this instance, the phrase would signify that the Divine injunctions of the Holy Qur'an will last permanently till the Day of Judgment. The verse thus purports to say that the sending of the Holy Prophet Muhammad ﷺ [ as the Clear Proof ] was essential to the transformation of the people of earlier revelations and the pagans who had ended up in disbelief and could not have departed from their erring ways without the help of his ﷺ Prophetic mission. His mission was to recite the pure scrolls to them which contained clear Divine injunctions. Initially he did not recite from the Scriptures but from his memory, but the sense here is that he recited to them a discourse that was later written and preserved in scrolls. The Qur'an [ as the Clear Proof ] is the compendium of all that is good, lasting and immutable teachings.</p>"
        },
        {
            "resource_id": 175,
            "text": "Taj jasni dokaz je Allahov Poslanik, od Allaha poslan, koji uči čiste listove, koje dodiruju samo čistunci."
        },
        {
            "resource_id": 177,
            "text": "Bằng chứng rõ ràng và thuyết phục đó là Thiên Sứ của Allah, được cử phái đến để đọc Qur’an trong các tờ Kinh trong sạch chỉ có người sạch sẽ mới chạm được Nó."
        },
        {
            "resource_id": 792,
            "text": "ភស្ដុតាងយ៉ាងច្បាស់លាស់នោះនិងអំណះអំណាងដ៏ជាក់លាក់នោះគឺ អ្នកនាំសារម្នាក់មកពីអល់ឡោះដែលទ្រង់បានតែងតាំងមក ដែលនឹងសូត្រគម្ពីរដ៏ស្អាតស្អំ(គម្ពីរគួរអាន)ឲ្យពួកគេស្តាប់ ដែលគម្ពីរនោះ គ្មាននរណាអាចប៉ះពាល់វាឡើយលើកលែងតែអ្នកជ្រះស្អាត។"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 173,
            "text": "Dans ces feuillets, se trouvent des récits véridiques et des jugements équitables qui orientent les gens vers ce qui les rend vertueux et droits."
        },
        {
            "resource_id": 776,
            "text": "En esas escrituras hay información verdadera y normas justas, que guían a la gente hacia aquello en lo que yace su justicia y rectitud."
        },
        {
            "resource_id": 180,
            "text": "৩. উক্ত পুস্তিকাগুলোতে সত্য সংবাদ ও ন্যায়নিষ্ঠ বিধানসমূহ রয়েছে। যা মানুষকে তাদের কল্যাণ ও সুপথের দিকে আহŸান করে।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">( فِيهَا كُتُبٌ قَيِّمَةٌ )</span> يقول: في الصحف المطهرة كتب من الله قيمة عادلة مستقيمة, ليس فيها خطأ, لأنها من عند الله.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك.</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة <span class=\"arabic qpc-hafs green\">( رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً )</span> يذكر القرآن بأحسن الذكر, ويثني عليه بأحسن الثناء.</p>"
        },
        {
            "resource_id": 177,
            "text": "Trong các tờ Kinh đó là những nguồn tin trung thực, những mệnh lệnh công bằng, sự chỉ đạo đến với Chân Lý, với con đường ngay chính."
        },
        {
            "resource_id": 171,
            "text": "In those scriptures is true information and fair rulings, which guide the people towards that in which lies their righteousness and decency."
        },
        {
            "resource_id": 93,
            "text": "وهذه الصحف من صفاتها - أيضا - أنها ( فِيهَا كُتُبٌ قَيِّمَةٌ ) أى : فيها سور آيات قرآنية مستقيمة لا عوج فيها ، بل هى ناطقة بالحق والخير والصدق والهداية ، وبأخبار الأنبياء السابقين وبأحوالهم مع أقوامهم .فقوله : ( قَيِّمَةٌ ) بمعنى مستقيمة لا عوج فيها ولا اضطراب ، من قولهم : قام فلان يقوم ، إذا استوى على قدميه فى استقامة ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">فِيهَا كُتُبٌ قَيِّمَةٌ (٣)</span> ] كه‌ له‌و قورئانه‌ پیرۆزه‌یشدا ئه‌حكامی زۆر ڕێك و دامه‌زراو و دادپه‌روه‌ری تیادایه‌ هیچ هه‌ڵه‌یه‌كی تیادا نیه‌و هه‌مووی له‌لایه‌ن خوای گه‌وره‌وه‌یه‌ هیچ زیادو كه‌مییه‌كی تیادا نیه‌ به‌ڵكو ئه‌حكامه‌كانی له‌وپه‌ڕی دادپه‌روه‌ریدایه‌و هه‌مووی ڕێگای ڕاست و هیدایه‌ته‌و به‌رژه‌وه‌ندی دروستكراوه‌كانه‌."
        },
        {
            "resource_id": 92,
            "text": "فِيهَا كُتُبٌ قَيِّمَةٌ (3)والمراد بالكتب أجزاء القرآن أو سوره فهي بمثابة الكتب .والقيِّمة : المستقيمة ، أي شديدة القيام الذي هو هنا مجاز في الكمال والصواب وهذا من تشبيه المعقول بالمحسوس تشبيهاً بالقائم لاستعداده للعمل النافع ، وضده العِوَج قال تعالى : { الحمد للَّه الذي أنزل على عبده الكتاب ولم يجعل له عِوجاً قيماً } [ الكهف : 1 ، 2 ] ، أي لم يجعل فيه نقص الباطل والخطأ ، فالقيّمة مبالغة في القائم مثل السيد للسائد والميت للمائت .وتأنيث الوصف لاعتبار كونه وصفاً لجمع ."
        },
        {
            "resource_id": 175,
            "text": "U tim listovima su istinita kazivanja i pravedni propisi koji ljude vode onome što će im biti korisno."
        },
        {
            "resource_id": 176,
            "text": "In quelle pagine vi sono informazioni, verità, decreti e giustizia, che guidano le persone verso ciò che è loro utile e che li indirizza."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 3{ فِیْہَا کُتُبٌ قَـیِّمَۃٌ۔ } ”ان میں بڑے مضبوط احکام تحریر ہیں۔“ لفظ ”کتاب“ کے بارے میں قبل ازیں بھی متعدد بار واضح کیا جا چکا ہے کہ قرآن مجید میں یہ لفظ عام طور پر احکامِ شریعت کے لیے آتا ہے۔ تو پتا چلا کہ اللہ کے رسول ﷺ اور اللہ کی کتاب کا اکٹھا نام البیِّنہ ہے۔ یہ وہی بات ہے جو قبل ازیں ہم لفظ ”ذِکْرًا“ کے حوالے سے سورة الطلاق میں بھی پڑھ چکے ہیں۔ وہاں اہل ایمان کو مخاطب کر کے فرمایا گیا ہے : { قَدْ اَنْزَلَ اللّٰہُ اِلَـیْکُمْ ذِکْرًا - رَّسُوْلًا یَّـتْلُوْا عَلَیْکُمْ اٰیٰتِ اللّٰہِ مُـبَـیِّنٰتٍ …} ”اللہ نے تمہاری طرف ذکر نازل کردیا ہے۔ ایک رسول ﷺ جو اللہ کی آیات بینات تم لوگوں کو پڑھ کر سنا رہاہے…“ گویا تعبیر اور تعریف definition کے اعتبار سے اَلْبَـیِّنَہ اور ذِکْرًا ہم معنی اصطلاحات ہیں۔ یعنی اللہ تعالیٰ نے اپنے واضح احکام کتاب کی صورت میں نازل کیے اور اس کتاب کی تفہیم وتعلیم کے لیے رسول ﷺ کو بھی مبعوث فرمایا۔ اللہ کے رسول ﷺ نے وہ تمام احکام اس انداز میں کھول کر بیان فرما دیے کہ اب اس کے بعد ان مخاطبین کے پاس کفر و شرک کے ساتھ چمٹے رہنے اور ضلالت و گمراہی سے باز نہ آنے کا کوئی جو ازباقی نہیں رہا۔</p>"
        },
        {
            "resource_id": 90,
            "text": "فيها كتب قيمة أي مستقيمة مستوية محكمة ; من قول العرب : قام يقوم إذا استوى وصح . وقال بعض أهل العلم : الصحف هي الكتب ; فكيف قال في صحف فيها كتب ؟ فالجواب : أن الكتب هنا بمعنى الأحكام ; قال الله - عز وجل - : كتب الله لأغلبن بمعنى حكم . وقال - صلى الله عليه وسلم - : والله لأقضين بينكما بكتاب الله ثم قضى بالرجم ، وليس ذكر الرجم مسطورا في الكتاب ; فالمعنى : لأقضين بينكما بحكم الله تعالى . وقال الشاعر :وما الولاء بالبلاء فملتم     وما ذاك قال الله إذ هو يكتبوقيل : الكتب القيمة : هي القرآن ; فجعله كتبا لأنه يشتمل على أنواع من البيان ."
        },
        {
            "resource_id": 166,
            "text": "<p>যাতে আছে সঠিক বিধিবদ্ধ বিধান [১]।</p><p>[১] বলা হয়েছে যে, সে সমস্ত লিখিত লিপিসমূহ আল্লাহ্র পক্ষ থেকে এসেছে, তা সত্য, ইনসাফপূর্ণ ও সরল-সহজ। এ বিধি-বিধানই মানুষকে সরল পথের সন্ধান দেয়। এ প্রমাণ থাকলেই প্রমাণিত হয় কে প্রকৃত সত্যসন্ধানী। [সা‘দী]</p>"
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"فيها\"</span>، أي في الصحف، <span class=\"arabic qpc-hafs\">\"كتب\"</span>، يعني الآيات والأحكام المكتوبة فيها، <span class=\"arabic qpc-hafs\">\"قيمة\"</span>، عادلة مستقيمة غير ذات عوج.</p>"
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">The Arab pagans and the followers of Divine scriptures (i.e. followers of previous prophets) used to ask the Prophet Muhammad to show them some miracles, as clear evidence, or demanded that an angel should descend from heaven and talk to them. Only then would they accept his prophethood. But those who make such demands are inevitably frivolous. Such demands had already been made by their forebears, but in spite of their demands being conceded to, they could not become believers.</p>"
        },
        {
            "resource_id": 170,
            "text": "Эти свитки содержат правдивые сообщения и справедливые повеления, указывающие путь к истине и ведущие прямым путем. Когда же люди убедились в истинности ясного знамения, всем стало ясно, кто ищет истину, а кто отворачивается от нее. Вот тогда погибли те, кому было суждено погибнуть, и обрели вечную жизнь те, кому было суждено жить."
        },
        {
            "resource_id": 157,
            "text": "<p>فیھا کتب قیمة (3:98) ” جن میں بالکل راست اور درست تحریریں لکھی ہوئی ہوں “۔ ” کتاب “ کا لفظ موضوع اور مضمون پر بھی بولا جاتا ہے۔ مثلاً کتاب الطہارہ ، کتاب الصلوٰة اور کتاب القدر ۔ کتاب القیامہ ، صحف مطہرہ سے مراد یہ قرآن ہے۔ جس میں راست اور درست کتابیں ہیں یعنی موضوعات ومسائل ہیں ۔ یہی وجہ ہے کہ یہ رسالت اور یہ رسول نہایت وقت پر آئے۔ اور یہ صحیفے یہ سورتیں اور یہ موضوعات سخن اور مسائل آئے تاکہ زمین کے اندر ایسی انقلابی اصلاح کریں جس کے سوا اصلاح کی کوئی اور ٹورت ممکن ہی نہ تھی۔ اس دور میں دنیا کو اس رسول اور اس پیغام اور اس کتاب کی ضرورت کیونکر تھی ؟ اس کا جواب میں ایک عظیم اسلامی مفکر سید ابوالحسن علی ندوی کی کتاب ” انسانی دنیا پر مسلمانوں کے عروج وزوال کا اثر “ کے ایک اقتباس سے دوں گا۔ یہ اقتباس نہایت مختصر اور موضوع پر واضح ہے۔ وہ باب اول کے فصل اول میں لکھتے ہیں :</p><p>چھٹی صدی عیسوی بلااختلاف تاریخ انسانی کا تاریک ترین اور پست ترین دور تھا ، صدیوں سے انسانیت جس پستی اور نشیب کی طرف جارہی تھی ۔ وہ اپنے آخری نقطے تک پہنچ چکی تھی اور رﺅئے زمین پر اس وقت کوئی طاقت نہ تھی جو گرتی ہوئی انسانیت کا ہاتھ پکڑ سکے اور ہلاکت کے غار میں گرنے سے اسے روک سکے۔ انسانیت کی حالت یہ تھی کہ نشیب کی طرف جاتے ہوئے روز بروز اس کی رفتار تیز ہورہی تھی۔ انسان اس صدی میں خدا فراموش ہوکر ، کامل طور پر خود فراموش بن چکا تھا۔ وہ اپنے انجام سے بالکل بےفکر اور بیخبر اور برے بھلے کی تمیز سے قطعاً محروم ہوچکا تھا۔ پیغمبروں کی دعوت کی آواز ، عرصہ ہوا ، دب چکی تھی۔ جن چراغوں کو یہ حضرات روشن کرگئے تھے وہ ہواﺅں کے طوفان میں یا تو بجھ چکے تھے۔ یا گھٹا ٹوپ اندھیرے میں اس طرح ٹمٹما رہے تھے جن سے چند خدا شناس دل ہی روشن تھے۔ جہ شہروں کو تو کیا روشن کرتے ، چند گھروں کو بھی پوری طرح روشن نہ کرسکتے تھے۔ دیندار اشخاص دین کی امانت کو اپنے سینے سے لگا کر زندگی کے میدان سے کنارہ کش ہوکر دیر وکلیسا اور صحراﺅں اور غاروں میں تنہائیاں اختیار کرچکے تھے اور زندگی کی کشمکش اس کے مطالبات ، اور اس کی خشک اور تلخ حقیقتوں سے دامن بچا کر دین وسیاست اور روحانیت اور مادیت کے معرکہ میں شکت کھا کر ، اپنے فرائض قیادت سے دسکش ہوگئے تھے اور جو زندگی کے اس طوفان میں رہ گئے تھے ، انہوں نے بادشاہوں اور اہل دنیا سے باز باز کرلی تھی ، اور ان کی ناجائز خواہشات اور ظالمانہ نظام سلطنت اور ظالمانہ نظام معیشت ان کے معاون ہوگئے تھے اور لوگوں کے مال کھانے اور ان کی قوت اور دولت سے ناجائز فائدہ اٹھانے میں ان دنیا داروں کے شریک وسہیم ہوگئے تھے۔ “</p><p>” اس دور میں بڑے بڑے مذاہب بازیچہ اطفال بن گئے تھے اور منافقین کے لئے یہ مذاہب تختہ مشق بنے ہوئے تھے۔ ان مذاہب کی ظاہری صورت اور معنوی حقیقتوں کو اس حد تک مسخ کردیا گیا تھا کہ اگر ان کے بانیاں اور داعیان کے لئے اس صدی میں آممکن ہوتا اور دیکھ سکتے کہ ان کے مذاہب کا کیا حشر ہوا ہے تو وہ ہرگز ان مذاہب کو پہچان ہی نہ سکتے۔ تہذیب و تمدن کے گہواروں میں خوسری ، بےراہ روی اور اخلاقی گراوٹ پیدا ہوگئی تھی ، اور اس کا نتیجہ یہ ہوا تھا کہ تمام اقوام اپنے اندرونی اختلافات ومسائل میں الجھ کر رہ گئی تھیں۔ دنیا کے سامنے پیش کرنے کے لئے نہ ان کے پاس کوئی پیغام تھا اور نہ انسانیت کے لئے کوئی دعوت تھی۔ درحقیقت یہ اقوام اور مذاہب اندر سے پوری طرح کھوکھلے اور بودے ہوچکے تھے۔ ان کی زندگی کے سوتے خشک ہوچکتے تھے۔ ان کے پاس نہ دینی ہدایات اور تعلیمات تھیں اور نہ نظام حکومت کے لئے کوئی معقول اصول تھے “۔ (کتاب مذکور ، ص 38'37 وص 40'39)</p><p>یہ تیزرفتار جھلک ، بعثت محمدی سے قبل دنیا کے ادیان کی حالت کی نہایت ہی اچھی اور مختصر تصویر دکھاتی ہے۔ اہل کتاب اور مشرکین جن نکات کی وجہ سے کفر کی سرحدوں میں داخل ہوگئے تھے۔ قرآن کریم نے ان کی طرف بار بار اشارہ کیا ہے ، مثلاً یہودیوں اور نصاریٰ کے بارے میں قرآن نے یہ تصریح کی ہے۔</p><p>وقالت ............................ ابن اللہ (30:9) ” یہود نے کہا عزیز اللہ کا بیٹا ہے عیسائیوں نے کہا مسیح اللہ کا بیٹا ہے “۔ اور دوسرے مقام پر ہے۔</p><p>وقالت الیھود ............................ شی ئ (112:2) ” یہود نے کہا نصاریٰ کی کوئی دینی حیثیت نہیں ہے اور نصاریٰ نے کہا یہودیوں کی کوئی دینی بنیاد نہیں ہے “۔</p><p>اور یہودیوں کے بارے میں سورة مائدہ آیت 64 میں یہ ہے۔</p><p>وقالت ............................ یشائ (64:5) ” یہود کہتے ہیں کہ اللہ کے ہاتھ بندھے ہوئے ہیں ، ان کے ہاتھ بندھ جائیں اور ان کی اس بات کے سبب ان پر لعنت ہو ، بلکہ اس کے دونوں ہاتھ کھلے ہوئے ہیں۔ وہ خرچ کرتا ہے جس طرح چاہتا ہے “۔ اور مائدہ 72 میں ہے :</p><p>لقد کفر ........................ ابن مریم (72:5) ” یقینا ان لوگوں نے کفر کیا جنہوں نے کہا کہ اللہ مسیح ابن مریم ہے “ اور</p><p>لقد کفر ................................ ثلثة (مائدہ :73) ” یقینا کافر ہوئے وہ لوگ جنہوں نے کہا اللہ تین کا تیسرا ہے “۔</p><p>اور مشرکین کے بارے سورة الکافرون میں ہے :</p><p>قل یایھا ................................ ولی دین (1:109 تا 6) ” کہہ دو اے کافرو ، میں ان کی عبادت نہیں کرتا ، جن کی عبادت تم کرتے ہو ، اور نہ تم عبادت کرتے ہو جس کی میں عبادت کرتا ہوں ، اور نہ میں عبادت کرنے والا ہوں جس کی تم عبادت کرتے ہو ، اور نہ تم عبادت کرنے والے ہو جس کی عبادت میں کرتا ہوں۔ تمہارے لئے تمہارا دین ہے اور میرے لیے میرا دین ہے “۔ یہ اور دوسری آیات جن میں مشرکین اور دوسرے کفار کی طرف اشارہ ہے۔</p><p>اور اس کفر کے نتیجے میں دنیا کے اطراف واکناف میں شروفساد اور تخریب وزوال عام تھا۔ مولانا ندوی کے الفاظ میں : ” خلاصہ یہ کہ ساتویں صدی عیسوی میں روئے زمین پر کوئی قوم ایسی نظر نہ آئی تھی جو مزاج کے اعتبار سے صالح کہی جاسکے اور نہ ایس کوئی سوسائٹی تھی جو شرافت اور اخلاق کی اعلیٰ قدروں کی حامل ہو ، نہ ایسی کوئی حکومت تھی جس کی بنیاد عدل اور انصاف اور رحم پر ہو ، اور نہ کوئی ایسی قیادت تھی جس کے پاس کوئی علم و حکمت ہو ، نہ دنیا میں کوئی ایسا دین تھا جسے صحیح دین انبیاء کہا جاسکتا ہو ، اور ان کی تعلیمات اور خصوصیات کا حامل ہو “۔</p><p>یہ وہ وجوہات تھیں جن کی وجہ سے اللہ کی رحمت کا تقاضا ہوا کہ وہ انسانوں کی ہدایت کے لئے ایک ایسا رسول بھیجے ، جو پاکیزہ صحیفے پڑھے ، جن کے اندر نہایت ہی راست اور درست تعلیمات ہوں۔ حقیقت یہ کہ مشرکین اور اہل کتاب کے کفار ، ایک ایسی نئی رسالت اور ایسے دن کے سوا کسی صورت میں بھی اس شروفساد اور اس زوال وگراوٹ سے نکل نہ سکتے تھے۔</p><p>یہاں قرآن مجید اس بات کی وضاحت کردیتا ہے کہ اہل کتاب نے جو انحراف کی راہ لی یا باہم اختلافات کیے تو یہ جہالت کی وجہ سے نہ تھے۔ یا اس وجہ سے نہ تھے کہ دین سماوی کی تعلیمات میں کچھ پیچیدگی یا اجمالی تھا۔ حقیقت یہ ہے کہ صحیح علم ان کے پاس آچکا تھا ، حق کے دلائل ان کے پاس موجود تھے اور اس کے باوجود انہوں نے باہم اختلاف کیا :</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>যাতে আছে সঠিক-সরল বিধান। [১]</p><p>[১] এখানে كُتُب থেকে দ্বীনের হুকুম-আহকাম বা বিধান অর্থ নেওয়া হয়েছে। قَيِّمَة অর্থ হল মধ্যমপন্থী বা সরল-সঠিক।</p>"
        },
        {
            "resource_id": 182,
            "text": "在那些篇章里有诚实可信的消息和公正的律例，它能导人于至善和正道之上。"
        },
        {
            "resource_id": 905,
            "text": "في تلك الصحف أخبار صدق وأحكام عدل، ترشد الناس إلى ما فيه صلاحهم ورشدهم."
        },
        {
            "resource_id": 183,
            "text": "そこには、真正な情報と公正な裁きがある。それは人びとを導いて、正しさと良識を教える。"
        },
        {
            "resource_id": 181,
            "text": "در این صحیفه‌ها اخبار راست و احکام استوار وجود دارد، که مردم را به آنچه صلاح و هدایت آنها در آن است راهنمایی می‌کند."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله تعالى <span class=\"red\">\"فيها كتب قيمة\"</span> قال ابن جرير أى في الصحف المطهرة كتب من كتب الله قيمة عادلة مستقيمة ليس فيها خطأ لأنها من عند الله عز وجل قال قتادة <span class=\"red\">\"رسول من الله يتلوا صحفا مطهرة\"</span> يذكر القرآن بأحسن الذكر وثني عليه بأن الثناء وقال ابن زيد <span class=\"red\">\"فيها كتب قيمة \"</span> مستقيمة معتدلة.</p>"
        },
        {
            "resource_id": 178,
            "text": "В этих свитках – правдивые повествования и справедливые предписания, и они направляют людей к тому, в чем больше пользы и они являются руководством для них."
        },
        {
            "resource_id": 179,
            "text": "Sa mga pahinang iyon ay mga ulat ng katapatan at mga hatol ng katarungan, na gumagabay sa mga tao tungo sa naroon ang kaayusan nila at ang kagabayan nila."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فِيهَا }</span> أي: في تلك الصحف <span class=\"arabic qpc-hafs brown\">{ كُتُبٌ قَيِّمَةٌ }</span> أي: أخبار صادقة، وأوامر عادلة تهدي إلى الحق وإلى صراط مستقيم، فإذا جاءتهم هذه البينة، فحينئذ يتبين طالب الحق ممن ليس له مقصد في طلبه، فيهلك من هلك عن بينة، ويحيا من حي عن بينة."
        },
        {
            "resource_id": 791,
            "text": "ആ ഏടുകളിൽ സത്യസന്ധമായ വർത്തമാനങ്ങളും, നീതിപൂർവ്വകമായ വിധിവിലക്കുകളുമാണ് ഉള്ളത്. അവർക്ക് നന്മയുള്ളതിലേക്ക് അത് ജനങ്ങളെ നയിക്കുന്നു."
        },
        {
            "resource_id": 172,
            "text": "O sahifelerde doğru haberler ve adaletli hükümler vardır. Sahifeler, insanları içinde iyilik ve doğruluk olan şeylere irşat eder."
        },
        {
            "resource_id": 174,
            "text": "Di dalam lembaran-lembaran itu terdapat berita-berita yang benar dan hukum-hukum yang adil, memberi petunjuk bagi manusia kepada kebaikan dan kelurusan mereka."
        },
        {
            "resource_id": 790,
            "text": "যি ছহিফাবোৰত সত্য খবৰ আৰু উচিত আদেশ থাকে, যিয়ে মানুহক সেই পথ প্ৰদৰ্শন কৰে যাৰ ভিতৰত তেওঁলোকৰ সংশোধন আৰু হিদায়ত থাকে।"
        },
        {
            "resource_id": 16,
            "text": "في تلك الصحف أخبار صادقة وأوامر عادلة، تهدي إلى الحق وإلى صراط مستقيم."
        },
        {
            "resource_id": 792,
            "text": "នៅក្នុងគម្ពីរនោះ គឺមានដំណឺងពិត និងច្បាប់ដ៏យុត្តិធម៌ដែលនាំមនុស្សលោកទៅកាន់អ្វីដែលផ្តល់ផលប្រយោជន៍ដល់ពួកគេ និងផ្តល់ការចង្អុលបង្ហាញដល់ពួកគេ។"
        },
        {
            "resource_id": 776,
            "text": "Los judíos a quienes se les concedió la Torá y los cristianos a quienes se les concedió el Evangelio, no estuvieron en desacuerdo excepto después de que Al-lah les enviara a Su Profeta. Hubo algunos que se convirtieron en musulmanes, y otros que persistieron en su incredulidad a pesar de conocer que el Profeta traía la verdad de su Señor."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينةقوله تعالى : وما تفرق الذين أوتوا الكتاب أي من اليهود والنصارى . خص أهل الكتاب بالتفريق دون غيرهم وإن كانوا مجموعين مع الكافرين ; لأنهم مظنون بهم علم فإذا تفرقوا كان غيرهم ممن لا كتاب له أدخل في هذا الوصف .إلا من بعد ما جاءتهم البينة أي أتتهم البينة الواضحة . والمعني به محمد - صلى الله عليه وسلم - ; أي القرآن موافقا لما في أيديهم من الكتاب بنعته وصفته . وذلك أنهم كانوا مجتمعين على نبوته ، فلما بعث جحدوا نبوته وتفرقوا ، فمنهم من كفر بغيا وحسدا ، ومنهم من آمن ; كقوله تعالى : وما تفرقوا إلا من بعد ما جاءهم العلم بغيا بينهم . وقيل : البينة : البيان الذي في كتبهم أنه نبي مرسل . قال العلماء : من أول السورة إلى قوله قيمة : حكمها فيمن آمن من أهل الكتاب والمشركين . وقوله : وما تفرق : حكمه فيمن لم يؤمن من أهل الكتاب بعد قيام الحجج ."
        },
        {
            "resource_id": 182,
            "text": "曾给予《讨拉特》的犹太教徒和给予《引支勒》的基督教徒，他们在真主派遣使者之后产生了分歧。他们中有人信仰了伊斯兰教，也有人明知先知的真实性，仍顽固不化地坚持不信道。"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ )</span> يقول: وما تفرّق اليهود والنصارى في أمر محمد صلى الله عليه وسلم, فكذّبوا به, إلا من بعد ما جاءتهم البينة,<span class=\"blue\"> يعني:</span> من بعد ما جاءت هؤلاء اليهود والنصارى البينة ,<span class=\"blue\"> يعني:</span> أن بيان أمر محمد أنه رسول بإرسال الله إياه إلى خلقه،<span class=\"blue\"> يقول:</span> فلما بعثه الله تفرّقوا فيه, فكذّب به بعضهم, وآمن بعضهم, وقد كانوا قبل أن يُبعث غير مفترقين فيه أنه نبيّ.</p>"
        },
        {
            "resource_id": 177,
            "text": "Nhóm Do Thái đã được ban cho Kinh Tawrah (Cựu Ước) và nhóm Thiên Chúa đã được ban cho Kinh Injil (Tân ước) đã không bất đồng và chia rẽ nhau cho tới khi Allah gởi Nabi của Ngài đến với họ. Trong họ có người gia nhập theo Islam và có người vẫn tiếp tục vô đức tin mặc dù họ luôn biết sứ mạng của Người là thật."
        },
        {
            "resource_id": 792,
            "text": "ហើយពួកយូដាដែលត្រូវបានគេផ្តល់គម្ពីរតាវរ៉ត និងពួកណាសរ៉នីដែលត្រូវបានគេផ្តល់គម្ពីរអ៊ិនជីលឲ្យពួកគេនោះ មិនដែលខ្វែងគំនិតគ្នានោះទេ លើកលែងតែក្រោយពីអល់ឡោះបានតែងតាំងព្យាការីរបស់ទ្រង់(គឺព្យាការីមូហាំម៉ាត់)ទៅកាន់ពួកគេប៉ុណ្ណោះ។ ពេលនោះក្នុងចំណោមពួកគេ មានអ្នកដែលបានចូលឥស្លាម ហើយមានអ្នកខ្លះទៀតនៅតែបន្តស្ថិតក្នុងភាពគ្មានជំនឿរបស់គេដដែល ទោះបីជារូបគេបានដឹងច្បាស់យ៉ាងច្បាស់ពីសច្ចភាពរបស់ព្យាការីមូហាំម៉ាត់ហើយក៏ដោយ។"
        },
        {
            "resource_id": 183,
            "text": "律法を授かったユダヤ教徒、福音書を授かったキリスト教徒たちは、預言者がアッラーによって遣わされるまでは、異論を唱えなかった。ムスリムになった人もいたが、預言者の真実を知っていながらも、その不信仰に留まった人びともいた。"
        },
        {
            "resource_id": 175,
            "text": "Jevreji, kojima je objavljen Tevrat, i kršćani, kojima je objavljen Indžil, nisu se razišli sve dok im nije došao poslanik. Među njima je bilo onih koji su prihvatili islam, a bilo je i onih koji su ustrajali u nevjerovanju, iako su znali da je poslanik istinit."
        },
        {
            "resource_id": 791,
            "text": "തൗറാത്ത് നൽകപ്പെട്ട യഹൂദരോ, ഇഞ്ചീൽ നൽകപ്പെട്ട നസ്വാറാക്കളോ ഭിന്നിച്ചത് അല്ലാഹു അവരിലേക്ക് നബിയെ നിയോഗിക്കാതെയല്ല; (നബിയെ നിയോഗിച്ചതിന് ശേഷം തന്നെയാണ് അവർ ഭിന്നിച്ചത്). അവരിൽ ചിലർ മുസ്ലിംകളായി. മറ്റു ചിലർ തങ്ങളിലേക്ക് നിയോഗിക്കപ്പെട്ട നബിയുടെ സത്യസന്ധത വ്യക്തമായി ബോധ്യപ്പെട്ടിട്ടും തങ്ങളുടെ നിഷേധത്തിൽ ഉറച്ചു നിൽക്കുകയും ചെയ്തു."
        },
        {
            "resource_id": 176,
            "text": "Gli Ebrei che hanno ricevuto la Torāh e i Nazareni, coloro che hanno ricevuto il Vangelo, non fecero che discordare dopo l'invio del Profeta presso di loro. Alcuni di loro hanno abbracciato l'Islām, mentre altri hanno perseverato nella miscredenza, nonostante ciascuno di loro fosse consapevole della sincerità del Profeta."
        },
        {
            "resource_id": 178,
            "text": "И разошлись во мнениях иудеи, которым была дарована Тора, и христиане, которым был дарован Инжиль, только после того как Аллах отправил к ним Своего Пророка, и среди них есть те, кто принял Ислам, и те, кто продолжил оставаться в своем неверии, зная о правдивости своего Пророка."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة )</span> كقوله : <span class=\"arabic qpc-hafs\">( ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات وأولئك لهم عذاب عظيم )</span> <span class=\"reference brown\">[ آل عمران : 105 ]</span> يعني بذلك أهل الكتب المنزلة على الأمم قبلنا ، بعد ما أقام الله عليهم الحجج والبينات تفرقوا واختلفوا في الذي أراده الله من كتبهم ، واختلفوا اختلافا كثيرا ،<span class=\"blue\"> كما جاء في الحديث المروي من طرق :</span> <span class=\"red\">\" إن اليهود اختلفوا على إحدى وسبعين فرقة ، وإن النصارى اختلفوا على اثنتين وسبعين فرقة وستفترق هذه الأمة على ثلاث وسبعين فرقة ، كلها في النار إلا واحدة \"</span> .<span class=\"blue\"> قالوا :</span> من هم يا رسول الله ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" ما أنا عليه وأصحابي \"</span> .</p>"
        },
        {
            "resource_id": 171,
            "text": "The Jews who were given the Torah and the Christians who were given the Gospel, did not disagree except after Allah sent His Prophet to them. There were some who became Muslims, and others who persisted in their disbelief despite knowing of the truth of their Prophet."
        },
        {
            "resource_id": 790,
            "text": "আৰু ইহুদী, যিহঁতক তাওৰাত দিয়া হৈছিল। আৰু খৃষ্টান, যিহঁতক ইঞ্জিল দিয়া হৈছিল। ইয়াৰ পিছতো সিহঁতৰ মাজত বিভেদ সৃষ্টি হৈছিল যে, সিহঁতলৈ আল্লাহৰ ৰাছুল আহিছে। গতিকে কিছুমান লোকে ঈমান আনিছে আৰু কিছুমানে নবীৰ সত্যতাৰ বিষয়ে অৱগত হোৱাৰ পিছতো কুফুৰীৰ পথত পৰিচালিত হৈছিল।"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "وإذا لم يؤمن أهل الكتاب لهذا الرسول وينقادوا له، فليس ذلك ببدع من ضلالهم وعنادهم، فإنهم ما تفرقوا واختلفوا وصاروا أحزابًا <span class=\"arabic qpc-hafs brown\">{ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ }</span> التي توجب لأهلها الاجتماع والاتفاق، ولكنهم لرداءتهم ونذالتهم، لم يزدهم الهدى إلا ضلالًا، ولا البصيرة إلا عمى، مع أن الكتب كلها جاءت بأصل واحد، ودين واحد."
        },
        {
            "resource_id": 181,
            "text": "و یهودیان که تورات به آنها داده شد، و نصاری که انجیل به آنها داده شد، اختلاف نکردند مگر پس از اینکه الله پیامبرش را به‌سوی آنها فرستاد، که برخی از آنها اسلام آوردند، و برخی از آنها با وجود اطلاع از راستگویی پیامبرش به کفر خویش ادامه دادند."
        },
        {
            "resource_id": 905,
            "text": "وما اختلف اليهود الذين أُعْطوا التوراة، والنصارى الذين أُعْطوا الإنجيل، إلا من بعد ما بعث الله نبيَّه إليهم، فمنهم من أسلم، ومنهم من تَمَادى في كفره مع علمه بصدق نبيه."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( وما تفرق الذين أوتوا الكتاب )</span> في أمر محمد - صلى الله عليه وسلم - ، <span class=\"green\">( إلا من بعد ما جاءتهم البينة )</span> أي البيان في كتبهم أنه نبي مرسل .</p><p lang=\"ar\" class=\"ar \">قال المفسرون : لم يزل أهل الكتاب مجتمعين في تصديق محمد - صلى الله عليه وسلم - حتى بعثه الله ، فلما بعث تفرقوا في أمره واختلفوا ، فآمن به بعضهم ، وكفر آخرون .</p><p lang=\"ar\" class=\"ar \">وقال بعض أئمة اللغة : معنى قوله <span class=\"arabic qpc-hafs\">\" منفكين \"</span> : هالكين ،<span class=\"blue\"> من قولهم :</span> انفك <span class=\"reference\">[ صلا ]</span> المرأة عند الولادة ، وهو أن ينفصل فلا يلتئم فتهلك .</p><p lang=\"ar\" class=\"ar \">ومعنى الآية : لم يكونوا هالكين معذبين إلا من بعد قيام الحجة عليهم بإرسال الرسول وإنزال الكتاب ، والأول أصح .</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>আর যাদের কে কিতাব দেয়া হয়েছিল তারা তো বিভক্ত হল তাদের কাছে সুস্পষ্ট প্রমাণ আসার পর [১]।</p><p>[১] আহলে-কিতাবদের নিকটেই রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের গুণাবলী, পরিচিতি ইত্যাদি জ্ঞান ছিল, তাই আয়াতে তাদের কথাই বলা হয়েছে- মুশরেকদের উল্লেখ করা হয়নি। আহলে কিতাবরা সত্যকে জানার পরও অনেকে তা অস্বীকার করেছিল। কিন্তু প্ৰথম ব্যাপারে উভয় দলই শরীক ছিল, তাই প্রথম আয়াতে উভয়কেই অন্তর্ভুক্ত করে لَم يَكُنِ الَّذِيْنَ كَفَرُ وْامِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ বলা হয়েছে। [আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 92,
            "text": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (4)ارتقاء في الإِبطال وهو إبطال ثان لدعواهم بطريق النقض الجدلي المسمى بالمعارضة وهو تسليم الدليل والاستدلالُ لما ينافي ثبوت المدلول ، وهذا إبطال خاص بأهل الكتاب اليهود والنصارى ، ولذلك أظهر فاعل { تفرق } ولم يقل : وما تفرقوا إلا من بعد ما جاءتهم البينة ، إذ لو أضمر لتوُهِّمَت إرادة المشركين من جملة معاد الضمير ، بعد أن أبطل زعمهم بقوله : { رسول من الله يتلوا صحفاً مطهرة } [ البينة : 2 ] ارتقى إلى إبطال مزاعمهم إبطالاً مشوباً بالتكذيب وبشهادة ما حصل في الأزمان الماضية .فيجوز أن تكون الواو للعطف عاطفة إبطالاً على إبطال ، ويجوز أن تكون واو الحال .والمعنى : كيف يزعمون أن تمسكهم بما هم عليه من الدين مغيّاً بوقت أن تأتيهم البينة والحال أنهم جاءتهم بينة من قبل ظهور الإِسلام وهي بينة عيسى عليه السلام فتفرقوا في الإِيمان به فنشأ من تفرقهم حدوث مِلتين اليهودية والنصرانية .والمراد بهذه البينة الثانية مجيء عيسى عليه السلام فإن الله أرسله كما وعدهم أنبياؤهم أمثالُ إلياسَ واليسع وأشعياء . وقد أجمع اليهود على النبي الموعود به تجديد الدين الحق وكانوا منتظرين المخلص ، فلما جاءهم عيسى كذبوه ، أي فلا يطمع في صدقهم فيما زعموا من انتظار البينة بعد عيسى وهم قد كذبوا ببينة عيسى ، فتبين أن الجحود والعناد شنشنة فيهم معروفة .والمراد بالتفرق : تفرق بني إسرائيل بين مكذّب لعيسى ومؤمن به وما آمن به إلا نفر قليل من اليهود .وجُعل التفرق كناية عن إنكار البينة لأن تفرقهم كان اختلافاً في تصديق بينة عيسى عليه السلام ، فاستعمل التفرق في صريحه وكنايته لقصد إدماج مَذَمتهم بالاختلاف بعد ظهور الحق كقوله : { وما اختلف الذين أوتوا الكتاب إلا من بعد ما جاءهم العلم بغياً بينهم } [ آل عمران : 19 ] .فالتعريف في { البينة } المذكورة ثانياً يجوز أن يكون للعهد الذهني ، أو للمعهود بَيْن المتحدَّث عنهم ، وهي بينة أخرى غير الأولى وإعادتُها من إعادة النكرة نكرة مثلها إذ المعرف بلام العهد الذهني بمنزلة النكرة ، أو من إعادة المعرفة المعهودة معرفةً مثلها ، وعلى كلا الوجهين لا تكون المعادة عين التي قبلها .وقد أطبقت كلمات المفسرين على أن معنى قوله تعالى : { وما تفرق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البينة } أنهم ما تفرقوا عن اتباع الإِسلام ، أي تباعدوا عنه إلا من بعد ما جاء محمد صلى الله عليه وسلم وهذا تأويل للفظ التفرق وهو صرف عن ظاهره بعيد فأشكل عليهم وجه تخصيص أهل الكتاب بالذكر مع أن التباعد عن الإِسلام حاصل منهم ومن المشركين ، وجعلوا المراد ب { البينة } الثانية عين المراد بالأولى وهي بينة محمد صلى الله عليه وسلم سوى أن الفخر ذكر كلمات تنبىء عن مخالفة المفسرين في محمل تفرق الذين أوتوا الكتاب فإنه بعد أن قرر المعنى بما يوافق كلام بقية المفسرين أتى بما يقتضي حمل التفرق على حقيقته ، وحمل البينة الثانية على معنى مغاير لمحمل { البينة } الأولى ، إذ قال : «المقصود من هذه الآية تسلية محمد صلى الله عليه وسلم أي لا يغمنّك تفرقهم فليس ذلك لقصور في الحجة بل لعنادهم فسلفهم هكذا كانوا لم يتفرقوا في السبب وعبادة العجل إلا بعد ما جاءتهم البينة ، فهي عادة قديمة لهم» ، وهو معارض لأول كلامه ، ولعله بدا له هذا الوجه وشغله عن تحريره شاغل وهذا مما تركه الفخر في المسودة ."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>যাদেরকে কিতাব দেওয়া হয়েছিল তারা তো বিভক্ত হল তাদের নিকট সুস্পষ্ট প্রমাণ আসার পরও।[১]</p><p>[১] অর্থাৎ, আহলে কিতাব নবী (সাঃ)-এর আগমনের পূর্বেই তারা একতাবদ্ধ ছিল। পরিশেষে তাঁর আগমন ঘটল, অতঃপর তারা দলে দলে বিভক্ত হল। তাদের মধ্যে কিছু সংখ্যক লোক ঈমান আনল। কিন্তু অধিকাংশ লোক ঈমান হতে বঞ্চিত থেকে গেল। নবী (সাঃ)-এর আগমন এবং রিসালাতকে দলীল বা সুস্পষ্ট প্রমাণ বলে অভিহিত করার রহস্য এই যে, তাঁর সত্যতা সুস্পষ্ট ছিল; যা অস্বীকার করার কোন অবকাশ ছিল না। কিন্তু তারা (ইয়াহুদী-খ্রিষ্টানরা) নবী (সাঃ)-কে কেবল হিংসা ও হঠকারিতা বশে মিথ্যাজ্ঞান করেছিল। এই কারণেই দলে দলে যারা বিভক্ত হয়েছিল, তাদের মধ্যে শুধুমাত্র 'আহলে কিতাবে'র নাম এখানে উল্লেখ করা হয়েছে। অথচ অন্যান্যরাও এ কাজে পতিত হয়েছিল। যেহেতু এরা ছিল শিক্ষিত লোক এবং নবী (সাঃ)-এর আগমন ও গুণাবলীর উল্লেখ তাদের কিতাবেও বিদ্যমান ছিল।</p>"
        },
        {
            "resource_id": 173,
            "text": "Les juifs, à qui la Torah a été donnée, et les chrétiens, à qui l’Evangile a été donnée, n’ont divergé qu’après qu’Allah leur ait envoyé Son Prophète. Certains se sont convertis à l’Islam et d’autres sont restés mécréants malgré leur connaissance de la véracité du Prophète."
        },
        {
            "resource_id": 179,
            "text": "Hindi nagkaiba-iba ang mga Hudyo na binigyan ng Torah at ang mga Kristiyano na binigyan ng Ebanghelyo kundi nang matapos na nagpadala si Allāh ng Propeta Niya sa kanila sapagkat mayroon sa kanila na nagpasakop at mayroon sa kanila na nagpatuloy sa kawalang-pananampalataya nila sa kabila ng pagkakaalam nila sa katapatan ng Propeta Niya."
        },
        {
            "resource_id": 157,
            "text": "<p>پہلا اختلاف تو یہودیوں کے درمیان ہوا ، یہ اختلاف حضرت عیسیٰ (علیہ السلام) کی بعثت سے قبل ہوا۔ یہ ٹکڑے ٹکڑے ہوگئے اور کئی فرقے اور پارٹیاں بن گئے۔ حالانکہ ان کا رسول (علیہ السلام) ایک تھا یعنی حضرت موسیٰ (علیہ السلام) اور ان کی کتاب بھی ایک تھی ۔ یعنی تورات۔ یہ پانچ فرقوں میں تقسیم ہوگئے تھے۔ مثلاً صدوتی ، فریسی ، آسین ، غالی اور سامری۔ ان فرقوں میں سے ہر ایک کے اپنے اپنے عقائد ، خصائص اور اپنا اپنا رخ تھا اور جب عیسیٰ (علیہ السلام) کی بعث ہوئی تو یہودی اور عیسائی تنازعہ شروع ہوگیا۔ حالانکہ حضرت عیسیٰ (علیہ السلام) انبیائے بنی اسرائیل میں سے آخری نبی تھے اور آپ نے تورات کی تصدیق فرمائی۔ یہودی اور مسیحی اختلافات اس قدر بڑھے کہ یہ دشمنی اور عداوت کی شکل اختیار کر گئے۔ اور دونوں فریقوں کے درمیان شدید نفرت پیدا ہوگئی اور اس کے نتیجے میں جو قل عام ہوتارہا ہے وہ تاریخ کا حصہ ہے۔ یہ ایسا قتل عام تھا کو جب انسان ان واقعات کو آج بھی پڑھتا ہے تو رونگٹے کھڑے ہوجاتے ہیں۔</p><p>” چھٹی صدی کے آخر میں یہودیوں اور عیسائیوں کی باہمی رقابت اور منافرت اس حد کو پہنچ گئی تھی کہ ان میں سے کوئی دوسرے فریق کو ذلیل کرنے اور اس سے اپنی قوم کا انتقام لینے اور مفتوح کے ساتھ غیر انسانی سلوک کرنے میں کوئی دقیقہ اٹھا نہیں رکھتا تھا۔ 610 ء میں یہودیوں نے انطلاکیہ میں عیسائیوں کے خلاف بلوہ کیا ، شہنشاہ موت اس نے اس کی سرکوبی کے لئے مشہور فوجی افسر بنو سوس کو بھیجا۔ اس نے پوری پوری آبادی کا اس طرح خاتمہ کیا کہ ہزاروں کو تلوار سے ، سینکڑوں کو دریا میں غرق کرکے آگ میں جلا کر اور درندوں کے سامنے ڈال کر ہلا کردیا “۔ (دنیا اور مسلمانوں کے عروج وزوال کا ائر ، ص 47)</p><p>” مقریزی کی کتاب الخطط میں ہے ، فوق اس روم کے شہنشاہ کے زمانے میں ایران کے شہنشاں کسریٰ نے شام اور مصر پر فوج کشی کی۔ اس فوج نے بیت المقدس ، فلسطین اور شاک کے گرجاﺅں کو مسمار کیا اور شام کے تمام عیسائیوں کو قتل کردیا ۔ پھر وہ عیسائیوں کی تلاش میں مصر آیا ، جہاں اس کی فوج نے عیسائیوں کو بہت بڑی تعداد میں قتل کیا اور بےحد و حساب افراد کو قید کرلیا۔ عیسائیوں کے خلاف اس جنگ میں اور گرجاﺅں کو مسمار کرنے میں یہودیوں نے ایرانیوں کی مدد کی اور وہ طربیہ ، جبل ، الجلیل ، قریہ ، ناصرہ ، صور اور بلادقدس سے ایرانیوں کے پاس آئے اور انہوں نے عیسائیوں سے خوب انتقام لیا اور انہیں اذیت رسانی ، اور قتل و غارت گری کا نشانہ بنایا۔ قدس میں ان کے دوگرجاﺅں کو مسمار کردیا اور تمام مکانات کو جلاکر خاکستر کردیا۔ مقدس عود صلیب کا ٹکڑا ساتھ لے گئے اور قدس کے پوپ اور ان کے بہت سے ساتھیوں کو قید کرلیا “۔</p><p>یہی مصنف قدس مفتوح ہونے کا ذکر یوں کرتا ہے : ” اس اثنا میں یہودیوں نے صور کے شہر میں بغاوت کردی۔ انہوں نے اپنے نمائندوں کو دوسرے شہروں میں بھیجا۔ چناچہ یہودیوں نے عیسائیوں پر شدید حملہ کرنے اور انہیں قتل کر ڈالنے کے عہد وپیماں کیے۔ اس کے بعد دونوں فریقوں میں جنگ چھڑ گئی۔ یہودی بیس ہزار کی تعداد میں مجتمع ہوکر حملہ آور ہوئے اور انہوں نے صور کے باہر کے گرجاﺅں کو مسمار کردیا۔ اس پر عیسائیوں نے کثیر تعداد میں جمع ہوکر یہودیوں پر حملہ کیا۔ یہودیوں کو شکست فاش ہوئی اور ان کی بہت بڑی تعداد مقتول ہوئی۔ اس زمانے میں ہرقل قسطنطنیہ میں روم فرماں روا ہوا۔ اس نے ایک تدبیر سے جو اس نے شاہ ایران کے خلاف کی ایرانیوں کو شکست دے دی اور وہ اسے چھوڑ کر چلا گیا۔ اس فتح کے بعد ہرقل قسطنطنیہ سے روانہ ہوا تاکہ شام اور مصر کا نظم حکومت درست کرے۔ اور ایرانیوں نے جن مقامات کو تباہ وبرباد کیا ہے ، ان کی تعمیرنو کرے۔ یہودی طربیہ سے آکر ہر قل کے پاس حاضر ہوئے ، اس گراں قدر تحفے دیئے اور اس سے حلفیہ امان طلب کی ۔ ہر قل نے انہیں حلفیہ امان دے دی۔ اس کے بعد ہرقل بیت المقدس پہنچا۔ عیسائیوں نے انجیلوں ، صلیبوں ، بخور اور جلتی ہوئی مشعلوں سے اس کا استقبال کیا۔ ہرقل نے شہر اور اس کے گرجاﺅں کو برباد پایا ، جس سے اسے شدید صدمہ ہوا۔</p><p>عیسائیوں نے ہر قل کو بتایا کہ کس طرح یہودی ایرانیوں کے ساتھ مل کر عیسائیوں کے خلاف حملہ آور ہوئے۔ انہیں قتل کیا اور ان کے گرجاﺅں کو مسمار کیا۔ انہوں نے یہ بھی بتایا کہ قتل و غارت گری میں وہ ایرانیوں سے بھی بدتر تھے اور انہوں نے عیسائیوں کو جڑ سے اکھاڑ پھینکنے میں کوئی کمی نہ کی۔ عیسائیوں نے ہرقل کو ابھرا کہ وہ یہودیوں کو بیخ کنی کرے اور اس کے اچھے پہلو اس کے سامنے واضح کیے۔ ہرقل نے معذوری ظاہر کی اور کہا کہ وہ انہیں امان دے چکا ہے اور اس نے ان سے حلفیہ وعدہ کیا ہے۔ عیسائیوں کے پادریوں ، پوپوں اور مشائخ نے فتویٰ دیا کہ یہودیوں کو قتل کرنے میں کوئی گناہ نہیں ہے کیونکہ انہوں نے ہر قل سے یہ امان دھوکہ دے کر حاصل کی ہے ، اس لئے کہ ہرقل کو یہ نہیں بتایا گیا کہ عیسائیوں پر کیا کیا مظالم ہوئے۔ انہوں نے کہا وہ ہر قل کے کفارے کے طور پر یہ سال ایک جمعہ کو روزہ رکھا کریں گے۔ یہ روزہ لازمی ہوگا۔ اور تمام عیسائیوں کو اس کا پابند بنائیں گے۔ تب ہر قل نے ان کی بات مان لی اور یہودیوں پر شدید حملہ کیا اور انہیں نیست ونابود کردیا۔ چناچہ مصر وشام کی رومی سلطنت میں کوئی یہودی زندہ نہ بچا۔ سوائے ان کے جو بھاگ کر کہیں چھپ گئے۔</p><p>ان روایات سے معلوم ہوتا ہے کہ یہ دونوں قومیں یہودونصاریٰ سنگدل ، انسانی خون بہانے کی ہوس اور دشمن کو تباہ کرنے کے کسی موقع کو ہاتھ سے جانے نہیں دیتے اور اسی معاملے میں یہ کس حد پر جاکر نہیں رکتے “۔ ماذا حسر العالم استاد ندوی ص 9 تا 11، طبع اول)</p><p>اس کے بعد عیسائیوں کے درمیان اختلافات پیدا ہونے شروع ہوگئے ، حالانکہ ان کی کتاب بھی ایک تھی ، نبی بھی ایک تھا ، سب سے پہلے ان کے اختلافات بنیادی عقائد میں پیدا ہوئے۔ اس کے بعد وہ فرقے فرقے بن گئے۔ یہ فرقے ایک دوسرے سے سخت نفرت کرتے ، ایک دوسرے کو سخت دشمن بن گئے۔ حضرت مسیح (علیہ السلام) کی ذات اور ماہیت کے بارے میں اختلافات پیدا ہوئے کہ ان کی ماہیت لا ہوتی ہے یا ناسوتی۔ پھر ان کی ماں کی ماہیت کے بارے میں اختلافات رونما ہوئے۔ پھر ٹریینٹی یعنی تثلیث کے مسئلہ پر اختلافات ہوئے۔ ان کے خیال میں خدا تینوں کا ایک تھا۔ قرآن کریم نے ان کے ان عقائد کو نقل کرکے واضح طور پر کہا ہے کہ یہ لوگ کافر ہوگئے ہیں۔</p><p>لقد کفر ............................ ابن مریم (72:5) ” یقینا ان لوگوں نے کفر کیا جنہوں نے کہا کہ اللہ تو یہی مسیح ابن مریم ہیں “۔</p><p>لقد کفر ............................ ثلثة (مائدہ :73) ’ دیقینا وہ لوگ کافر ہوئے جنہوں کہا کہ اللہ تین کا تیسرا ہے “۔</p><p>واذقال .................................... دون اللہ (مائدہ :116) ” اور اس بات کو یاد کرو جب اللہ قیامت کے دن عیسیٰ ابن مریم سے کہے گا ، کیا تم نے لوگوں سے کیا تھا کہ مجھے اور میری ماں اللہ کے سوا خدا بنالو “۔</p><p>ان اختلافات کے نتیجے میں وہ شدید ترین تنازعہ پیدا ہوا جو شام کے عیسائیوں اور روم اور مصر کے عیسائیوں کے درمیان پیدا ہوا۔ اس کا ایک فریق روم اور شام کے ملکانی عیسائی تھے اور دوسرا فریق مصر کا منوفنشی فرقہ تھا۔ ملکانی عیسائیوں کا عقیدہ تھا کہ حضرت مسیح کی فطرت کے جو اجزاء ہیں ایک ملکوتی اور دسرا ناسوتی جبکہ مصر کے منوفینشی عیسائی کہتے تھے کہ ان کی ایک ہی فطرت ہے جو اس طرح فنا ہوگئی جس طرح سر کے کا ایک قطرہ سمندر میں گر کر فنا ہوجاتا ہے۔ چھٹی اور ساتویں صدی میں یہ اختلاف ان دو فرقوں کے درمیان بہت شدت اختیار کر گیا “۔ اور یوں نظر آنے لگا کہ یہ دو فرقے نہیں بلکہ دو الگ الگ دین و مذہب ہیں۔ جس طرح یہودی اور عیسائی دو الگ الگ اہل مذہب ہیں اور ہر ایک دوسرے کے بارے میں یہ تصور کرتا ہے کہ اس کے مذہب کی کوئی بنیاد نہیں ہے “۔ (مسلمانوں کا عروج وزوال ، ابو الحسن علی ندوی)</p><p>” 628 ء میں ہرقل نے ایرانیوں پر فتح پائی ، اس کے بعد اس نے عیسائیوں کے باہم برسرپیکار اور متحارک مسلکوں کو جمع کرنے اور ان کے اندر موافقت اور مصالحت پیدا کرنے کی سعی کی۔ فیصلہ یہ ہوا کہ لوگ حضرت مسیح کی فطرت کے موضوع پر بحث کرنے سے پرہیز کریں ، کہ ان کی فطرت ایک تھی یا دو تھیں۔ وہ اس بات کا اقرار کریں کہ اللہ کا ارادہ اور فیصلہ ایک ہی ہے۔ 631 ء کے اوائل میں یہ بات طے ہوگئی کہ مینوتھیلین مذہب ہی حکومت اور کلیسا دونوں کا سرکاری مذہب ہوگا۔ ہر قل نے مختلف فرقوں کو ختم کرکے ایک مسلک پر ہونے کی سعی کی اور اس کے لئے ہر حربہ استعمال کیا ، مگر مصر کے قبطیوں نے اس بدعت اور تحریف سے اپنی بیزاری کا اظہار کیا اور شدید مخالفت کی ، اور اپنے پرانے عقیدے کو جاری رکھنے کے لئے جان کی بازی لگادی۔ یہ لوگ اس کے دشمن ہوگئے۔ ہر قل نے دوبارہ مختلف فرقوں کو ایک کرنے کی کوشش کی۔ اس نے اس بات پر زور دیا کہ لوگ صرف اس پر متحد ہوجائیں کہ اللہ کا ارادہ ایک ہے۔ رہا یہ کہ اللہ کا ارادہ نافذ کس طرح ہوتا ہے۔ اس پر بحث نہ کی جائے۔ اس نے حکم دیا کہ اس موضوع پر کوئی مناظرہ نہ کیا جائے۔ ایک سرکاری پیغام مرتب کرکے مشرق کے اطراف واکناف میں پھیلایا۔ اس سے بھی مصر کا مذہبی طوفان نہ روک سکا۔ اس پر اسے غصہ آیا اور دس سال تک وہ مصر کے لوگوں پر شدید ترین ظلم اور ستم کرتارہا۔ اس نے جو مظالم کیے ان کی روئید اوپڑھ کر آج بھی رونگٹے کھڑے ہوجاتے ہیں۔ لوگوں کو اذیت ناک سزا دی جاتی ، پھر انہیں دریا میں غرق کردیا جتا۔ مشعل جلا کر ان کے جسموں پربچھائی جاتی۔ یہاں تک کہ بندن کی چربی پگھل کر زمین پر گرتی۔ ریت کے بوروں میں قیدیوں کو بند کرکے دریا برد کردیا جاتا اور اس طرح کی دوسری لرزہ خیز سزائیں دی جاتیں “۔ (ماذا اخسرالعالم ابوالحسن ندوی ، ص 3 تا 5)</p><p>اہل کتاب کے درمیان یہ اختلافات اور یہ عداوتیں اس کے بعد تھیں کہ ان کے پاس دلائل آچکے تھے۔</p><p>من بعد .................... البینة (4:98) لیکن یہ علم اور یہ دلائل ان کے لئے مفید نہ تھے ، خواہش نفس اور گمراہی ان کو حق سے دور کرتی چلی جارہی تھی۔ حالانکہ دین اپنی اصلی اور ابتدائی شکل میں بالکل واضح تھا اور دینی عقائد بالکل واضح اور صاف تھے۔</p>"
        },
        {
            "resource_id": 180,
            "text": "৪. বস্তুতঃ তাওরাতপ্রাপ্ত ইহুদি এবং ইঞ্জিলপ্রাপ্ত খ্রিস্টানরা কেবল তখনই মতানৈক্য করেছে যখন তাদের নিকট আল্লাহ তাঁর নবীকে পাঠিয়েছেন। ফলে তাদের মধ্যকার কেউ মুসলমান হয়েছে আবার কেউ তাঁর নবীর সত্যতা জেনেও কুফরীর উপর গোঁড়ামি করেছে।"
        },
        {
            "resource_id": 170,
            "text": "Пусть люди Писания не уверовали в Пророка Мухаммада, да благословит его Аллах и приветствует, и не подчинились ему. Их заблуждение и упорство не ново, ведь еще раньше они разделились на группировки именно после того, как узрели истину. А ведь именно после этого они должны были объединится, слившись в единое целое. Из-за своей порочности, озлобленности и низости они познают прямой путь и еще сильнее увязают в заблуждении. Они слепнут при виде истины, хотя все Священные Писания имеют одну основу и провозглашают одну-единственную религию Аллаха."
        },
        {
            "resource_id": 93,
            "text": "ثم بين - سبحانه - ما كان عليه أهل الكتاب من جحودهم للحق ، ومن إنكارهم له مع علمهم به ، فقال - تعالى - ( وَمَا تَفَرَّقَ الذين أُوتُواْ الكتاب إِلاَّ مِن بَعْدِ مَا جَآءَتْهُمُ البينة ) . أى : أن الجاحدين والمعاندين والحاسدين لك - أيها الرسول الكريم - من أهل الكتاب ، ما تفرقوا فى أمره ، وما اختلفوا فى شأن نبوتك . . إلأا من بعد أن جئتهم أنت بما يدل على صدقك ، دلالة لا يجحدها إلا جهول ، ولا ينكرها إلا حسود ، ولا يعرض عنها إلا من طغى وآثر الحياة الدنيا .فالآية الكريمة كلام مستأنف ، المقصود به تسليته صلى الله عليه وسلم عما أصابه من هؤلاء الجاحدين فكأنه - سبحانه - يقول له : لا تحزن - أيها الرسول الكريم - لإِعراض من أعرض عن دعوتك من أهل الكتاب ، فإن إعراضهم لم يكن عن جهل ، وإنما عن عناد وجحود وحسد لك على ما آتاك الله من فضله .وإنما خص - سبحانه - هنا أهل الكتاب بالذكر ، مع أن الكلام فى أول السورة كان فيهم وفى المشركين ، للدلالة على شناعة حالهم ، وقبح فعالهم ، لأن الإِعراض عن الحق ممن له كتاب ، أشد قبحا ونكرا ، ممن ليس له كتاب وهم المشركون .والاستثناء فى الآية مفرغ ، والمستثنى منه عموم الأوقات . والمعنى : لم يتفرق الجاحدون من الذين أوتوا الكتاب فى وقت من الأوقات ، إلا فى الوقت الكائن بعد مجئ البينة لهم .ومن الآيات القرآنية الكثيرة التى وردت فى هذا المعنى قوله - تعالى - ( وَمَا تفرقوا إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ العلم بَغْياً بَيْنَهُمْ )."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4{ وَمَا تَفَرَّقَ الَّذِیْنَ اُوْتُوا الْکِتٰبَ اِلَّا مِنْم بَعْدِ مَا جَآئَ تْہُمُ الْبَـیِّنَۃُ۔ } ”اور جن لوگوں کو کتاب دی گئی تھی انہوں نے تفرقہ نہیں کیا تھا مگر اس کے بعد جبکہ ان کے پاس البیِّنہ آچکی تھی۔“ یعنی اسی طرح اس سے پہلے بنی اسرائیل کے پاس بھی البیِّنہ اللہ کا رسول ﷺ اور اس کی کتاب آئی تھی ‘ مگر وہ لوگ اس کے بعد بھی راہ راست پر آنے کے بجائے تفرقہ بازی میں پڑگئے۔ ان میں سے کچھ لوگ یہودی بن گئے اور کچھ نصاریٰ۔ بعد میں نصاریٰ مزید کئی فرقوں میں بٹتے چلے گئے۔ چناچہ البَیِّنہ کے آجانے کے بعد بھی راہ راست پر نہ آنے کے جرم کی پاداش میں وہ لوگ شدید ترین سزا کے مستحق ہوچکے ہیں۔</p>"
        },
        {
            "resource_id": 174,
            "text": "Orang-orang Yahudi yang diberi Taurat dan orang-orang Nasrani yang diberi Injil tidak berselisih kecuali setelah Allah mengutus Nabi-Nya kepada mereka, sehingga di antara mereka ada yang masuk Islam dan di antara mereka ada yang tetap berkubang di dalam kekafirannya padahal ia mengetahui kebenaran Nabi-Nya"
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 4] وَمَا تَفَرَّ‌قَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (And those who were given the Book did not disagree but after the Clear Proof came to them.) The verb tafarraqa here means 'to deny, reject or differ and disagree'. The verse means to say that the People of the Book had eagerly awaited the advent of a great Holy Prophet ﷺ about whom clear prophecies were found in their Scriptures, clear description of the Holy Prophet ﷺ was given, in that the Qur'an would descend upon him and it would be compulsory for them to obey and follow him, but when he appeared in fact, then instead of accepting him, they rejected him. The Qur'an points out that there was a complete agreement among the Jews and the Christians that the Final Messenger t will make his appearance, as in [ 2:89] وَكَانُوا مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُ‌وا \"...while earlier, they used to seek help against those who disbelieved...\" That is, the Torah had in several places foretold the coming of the Holy Prophet ﷺ . In fact, the Jews themselves used to tell the pagan Arabs that a new Prophet was soon to come who will vanquish them, and the Jews claimed that they would be with him, so they would be victorious. Further in [ 2:89] the Qur'an states فَلَمَّا جَاءَهُم مَّا عَرَ‌فُوا كَفَرُ‌وا بِهِ \"...yet when there came to them that they did identify, they denied it... \". The phrase 'that they did identify' could refer to the 'Final Messenger' ﷺ or the 'new Divine Book [ the Qur'an ] ' or the 'religion of Truth'. The same theme runs through the verse under comment: Many people accepted the new Prophet ﷺ ، the new Book and the new religion in terms of the prophecies made in their revealed Scriptures, but a large number, especially the Christians, rejected them. It is a strange phenomenon that before his advent they believed in him without a single dissenting voice, but when he appeared as the Clear Proof, dissention arose and a large number rejected him while a small number believed in him.</p><p>Since this phenomenon was restricted to the People of the Book, it did not include the pagans, unlike verse [ 1] which includes the pagans also. Allah knows best!</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ (٤)</span> ] وه‌ ئه‌هلی كتابیش له‌ جووله‌كه‌و گاوره‌كان ته‌فره‌قه‌و ناكۆكی و جیاوازی نه‌كه‌وته‌ نێوانیان ئیلا له‌ پاش ئه‌وه‌ نه‌بێ كه‌ پێغه‌مبه‌ری خوا هات - <span class=\"saw\">صلی الله علیه وسلم</span> - جیاوازی كه‌وته‌ نێوانیانه‌وه‌ هه‌ندێكیان موسڵمان بوون وه‌ زۆربه‌یشیان موسڵمان نه‌بوون و له‌سه‌ر كوفرو شیركی خۆیان مانه‌وه‌ كه‌ ئه‌بوایه‌ هه‌موویان ئیمانیان پێ بهێنایه‌ له‌به‌ر ئه‌وه‌ی پێغه‌مبه‌رانی خۆیان وه‌ له‌ كتێبه‌كانی خۆیاندا هاتبوو وه‌ موژده‌یان پێدرابوو كه‌ پێغه‌مبه‌ری ئاخیر زه‌مان دێت - <span class=\"saw\">صلی الله علیه وسلم</span> - وه‌ هه‌ر كاتێك هات ئێوه‌ شوێنی بكه‌ون."
        },
        {
            "resource_id": 172,
            "text": "Tevrat verilmiş olan Yahudiler ve İncil verilmiş olan Hristiyanlar, ancak Allah’ın kendilerine bir peygamber göndermesinin ardından ayrılığa düştüler. Onlardan bazıları Müslüman oldu. Bazıları ise peygamberinin doğru olduğunu bildikleri halde küfürde direterek devam etti."
        },
        {
            "resource_id": 16,
            "text": "وما اختلف الذين أوتوا الكتاب من اليهود والنصارى في كون محمد صلى الله عليه وسلم رسولا حقًا؛ لما يجدونه من نعته في كتابهم، إلا مِن بعد ما تبينوا أنه النبي الذي وُعِدوا به في التوراة والإنجيل، فكانوا مجتمعين على صحة نبوته،<span class=\"blue\"> فلما بُعِث تفرقوا:</span> فمنهم من آمن به، ومنهم من جحد نبوته بغياً وحسداً."
        },
        {
            "resource_id": 170,
            "text": "Во все времена людям было велено поклоняться Аллаху душой и телом только для того, чтобы приблизиться к Нему. Каждый пророк призывал своих соплеменников отречься от всех вероисповеданий, которые противоречат религии единобожия. Единобожие и искреннее поклонение Аллаху - это прямой путь, ведущий в Райские сады блаженства, а все иные пути приводят людей только в Огненную Преисподнюю. Всевышний особо подчеркнул необходимость совершать намаз и выплачивать закят, потому что эти два обряда являются наиболее важными и наиболее значимыми обрядами поклонения. Как правило, если человек совершает намаз и выплачивает закят, то он выполняет и остальные предписания религии. Затем Всевышний Аллах сообщил о возмездии, которое постигнет тех, которые отвернулись от веры после того, как к ним явилось ясное знамение, и сказал:"
        },
        {
            "resource_id": 174,
            "text": "Kejahatan dan pembangkangan orang-orang Yahudi dan Nasrani menjadi nyata karena mereka tidak diperintahkan di dalam Al-Qur`ān kecuali dengan apa yang diperintahkan kepada mereka di dalam kitab mereka berupa ibadah kepada Allah semata, menghindari syirik, mendirikan salat, dan menunaikan zakat. Apa yang diperintahkan kepada mereka adalah agama lurus yang tidak ada penyelewengan di dalamnya."
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 5] وَذَٰلِكَ دِينُ الْقَيِّمَةِ (And that is the way of the straight religion.) The word qayyimah [ the straight ] is apparently the qualifier of the noun kutub [ Books ] which occurred earlier. Some treat the adjective as qualifying the noun millah [ religion ]. The verse purports to say that Allah commanded the People of the former Scriptures that they should render full and sincere obedience to Divine commandments, that is, to worship Allah alone. They should also establish the regular prayers and pay the obligatory alms. Then the Qur'an reminds them that this is not their distinctive feature exclusively. All former religions that are upright and received Books from Allah have the same features. This is the true religion of all the Prophets (علیہم السلام) that they preached to their respective people. It would appear that the phrase hutubun qayyimah [(right and) straight writings ], contextually, refers to the Qur'anic ordinances and injunctions. From this point of view, the verse would signify that the ordinances and injunctions of the Shari` ah of the Holy Prophet Muhammad ﷺ are exactly the same as those that were given to them in their revealed Scriptures. They were not divergent so that they could find a pretext to oppose.</p>"
        },
        {
            "resource_id": 175,
            "text": "Inat Jevreja i kršćana ispoljava se i u tome da im Kur'an nije naredio osim ono što im je naređeno u njihovim knjigama, a radi se o robovanju samo Allahu i udaljavanju od širka, obavljanju namaza, i davanju zekata. Ono što im je naređeno je ispravna vjera koja nema nikakvih devijacija."
        },
        {
            "resource_id": 179,
            "text": "Nalalantad ang krimen at ang pagmamatigas ng mga Hudyo at mga Kristiyano dahil sila ay hindi napag-utusan sa Qur'ān na ito maliban sa ipinag-utos sa kanila sa mga Kasulatan nila na pagsamba kay Allāh lamang, pag-iwas sa pagtatambal, pagpapanatili ng pagdarasal, at pagbibigay ng zakāh. Ang ipinag-utos sa kanila ay ang relihiyong tuwid na walang kabaluktutan doon."
        },
        {
            "resource_id": 92,
            "text": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ (5)هذا إبطال ثالث لتنصلهم من متابعة الإِسلام بعلة أنهم لا يتركون ما هم عليه حتى تأتيهم البينة وزعمهم أن البينة لم تأتهم .وهو إبطال بطريق القول بالموجَب في الجدل ، أي إذا سلمنا أنكم مُوصَوْن بالتمسك بما أنتم عليه لا تنفكون عنه حتى تأتيكم البينة ، فليس في الإِسلام ما ينافي ما جاء به كتابكم لأن كتابكم يأمر بما أمر به القرآن ، وهو عبادة الله وحده دون إشراك ، وذلك هو الحنيفية وهي دين إبراهيم الذي أخذ عليهم العهد به ، فذلك دين الإِسلام وذلك ما أمرتم به في دينكم .فلك أن تجعل الواو عاطفة على جملة : { وما تفرق الذين أوتوا الكتاب } [ البينة : 4 ] الخ .ولك أن تجعل الواو للحال فتكون الجملة حالاً من الضمير في قوله : { حتى تأتيهم البينة } [ البينة : 1 ] . والمعنى والحال أن البينة قد أتتهم إذ جاء الإِسلام بما صدَّق قول الله تعالى لموسى عليه السلام : «أقيم لهم نبيئاً من وسط إخوتهم وأجعل كلامي في فمه» ، وقول عيسى عليه السلام : «فهو يعلمكم كل شيء ويذكركم بكل ما قلته لكم» .والتعبير بالفعل المسند للمجهول مفيد معنيين ، أي ما أمروا في كتابهم إلا بما جاء به الإِسلام . فالمعنى : وما أمروا في التوراة والإِنجيل إلا أن يعبدوا الله مخلصين إلى آخره . فإن التوراة أكدت على اليهود تجنب عبادة الأصنام ، وأمرت بالصلاة ، وأمرت بالزكاة أمراً مؤكداً مكرراً .  وتلك هي أصول دين الإِسلام قبل أن يفرض صَوم رمضان والحج ، والإِنجيل لم يخالف التوراة أو المعنى وما أمروا في الإِسلام إلا بمثل ما أمرهم به كتابهم ، فلا معذرة لهم في الإِعراض عن الإِسلام على كلا التقديرين .ونائب فاعل { أمروا } محذوف للعموم ، أي ما أمروا بشيء إلا بأن يعبدوا الله .واللام في قوله : { ليعبدوا اللَّه } هي اللام التي تكثر زيادتها بعد فعل الإِرادة وفعل الأمر وتقدم ذكرها عند قوله تعالى : { يريد اللَّه ليبين لكم } في سورة النساء ( 26 ) وقوله : { وأمرنا لنسلم لرب العالمين } في سورة الأنعام ( 71 ) ، وسماها بعض النحاة لام ( أنْ ) .والإخلاص : التصفية والإِنقاء ، أي غير مشاركين في عبادته معه غيره .والدين : الطاعة قال تعالى : { قل اللَّه أعبد مخلصاً له ديني } [ الزمر : 14 ] .وحنفاء : جمع حنيف ، وهو لقب للذي يؤمن بالله وحده دون شريك قال تعالى : { قل إنني هداني ربي إلى صراط مستقيم ديناً قيماً ملة إبراهيم حنيفاً وما كان من المشركين } [ الأنعام : 161 ] .وهذا الوصف تأكيد لمعنى : { مخلصين له الدين } مع التذكير بأن ذلك هو دين إبراهيم عليه السلام الذي ملئت التوراة بتمجيده واتباع هديه .وإقامة الصلاة من أصول شريعة التوراة كلَّ صباح ومساء .وإيتاء الزكاة : مفروض في التوراة فرضاً مؤكداً .واسم الإِشارة في قوله : { وذلك دين القيمة } متوجِّهٌ إلى ما بعد حرف الاستثناء فإنه مقترن باللام المسماة ( لام أنْ ) المصدرية فهو في تأويل مفرد ، أي إلا بعبادة الله وإقامة الصلاة وإيتاء الزكاة ، أي والمذكورُ دين القيمة .و { دين القيمة } يجوز أن تكون إضافته على بابها فتكون { القيمة } مراداً به غير المراد بدين مما هو مؤنث اللفظ مما يضاف إليه دين أي دين الأمة القيّمة أو دين الكُتُب القَيمة . ويرجّح هذا التقدير أن دليل المقدَّر موجود في اللفظ قبله . وهذا إلزام لهم بأحقية الإِسلام وأنه الدين القيم قال تعالى : { فأقم وجهك للدين حنيفاً فطرة اللَّه التي فطر الناس عليها لا تبديل لخلق اللَّه ذلك الدين القيم ولكن أكثر الناس لا يعلمون منيبين إليه واتقوه وأقيموا الصلاة } [ الروم : 30 31 ] .ويجوز أن تكون الإِضافة صورية من إضافة الموصوف إلى الصفة وهي كثيرة الاستعمال ، وأصله الدين القيم ، فأنث الوصف على تأويل دين بملة أو شريعة ، أو على أن التاء للمبالغة في الوصف مثل تاء علاّمة والمآل واحد ، وعلى كلا التقديرين فالمراد بدين القيمة دين الإِسلام .والقيمة : الشديدة الاستقامة وقد تقدم آنفاً .فالمعنى : وذلك المذكور هو دين أهل الحق من الأنبياء وصالحي الأمم وهو عين ما جاء به الإِسلام قال تعالى في إبراهيم : { ولكن كان حنيفاً مسلماً } [ آل عمران : 67 ] وقال عنه وعن إسماعيل : { ربنا واجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك } [ البقرة : 128 ] . وحكى عنه وعن يعقوب قولهما : { فلا تموتن إلا وأنتم مسلمون } [ البقرة : 132 ] وقال سليمان : { وكنا مسلمين } [ النمل : 42 ] .وقد مضى القول في ذلك عند قوله تعالى : { فلا تموتن إلا وأنتم مسلمون } في سورة البقرة ( 132 ) .والإِشارة بذلك إلى الذي أمروا به أي مجموع ما ذكر هو دين الإِسلام ، أي هو الذي دعاهم إليه الإِسلام فحسبوه نقضاً لدينهم ، فيكون مهيع الآية مثل قوله تعالى : { قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم أَلاَّ نعبد إلا الله ولا نشرك به شيئاً ولا يتخذ بعضنا بعضاً أرباباً من دون اللَّه فإن تولوا فقولوا اشهدوا بأنا مسلمون } [ آل عمران : 64 ] وقوله : { قل يا أهل الكتاب هل تنقمون منا إلا أن آمنا باللَّه وما أنزل إلينا وما أنزل من قبل } [ المائدة : 59 ] .والمقصود إقامة الحجة على أهل الكتاب وعلى المشركين تبعاً لهم بأنهم أعرضوا عما هم يتطلبونه فإنهم جميعاً مقرّون بأن الحنيفية هي الحق الذي أقيمت عليه الموسوية والعيسوية ، والمشركون يزعمون أنهم يطلبون الحنيفية ويأخذون بما أدركوه من بقاياها ويزعمون أن اليهودية والنصرانية تحريف للحنيفية ، فلذلك كان عامة العرب غير متهودين ولا متنصرين ويتمسكون بما وجدوا آباءهم متمسكين به وقلّ منهم من تهودوا أو تنصروا ، وذهب نفر منهم يتطلبون آثار الحنيفية مثل زيد بن عمرو بن نُفَيْل ، وأميَّة بن أبي الصَّلْت .وخصّ الضمير ب«أهل الكتاب» لأن المشركين لم يؤمروا بذلك قبل الإِسلام قال تعالى : { لتنذر قوماً ما أتاهم من نذير من قبلك } [ القصص : 46 ] ."
        },
        {
            "resource_id": 182,
            "text": "犹太教徒和基督教徒的罪行和顽固不化表现在：他们在这部《古兰经》中所受命之事完全就是他们在那两部经典中所受命的，即信奉真主独一，远离以物配主行为，立行拜功，完纳天课。命令他们履行这些行为的宗教，就是正教。"
        },
        {
            "resource_id": 165,
            "text": "<p>তারা তো আদিষ্ট হয়েছিল[১] আল্লাহর আনুগত্যে বিশুদ্ধচিত্ত হয়ে একনিষ্ঠভাবে[২] তাঁর ইবাদত করতে এবং নামায কায়েম করতে ও যাকাত প্রদান করতে। আর এটাই সঠিক ধর্ম। [৩]</p><p>[১] অর্থাৎ, তাদের কিতাবে তাদেরকে তো আদেশ করা হয়েছিল ---।</p><p>[২] حَنِيف শব্দের অর্থ হল ঝুঁকে যাওয়া, কোন একটির প্রতি একনিষ্ঠ হওয়া। حُنَفَاء তারই বহুবচন শব্দ। অর্থাৎ, তারা শিরক থেকে তাওহীদের প্রতি এবং সমস্ত দ্বীন-ধর্ম হতে সম্পর্ক ছিন্ন করে কেবলমাত্র দ্বীনে ইসলামের প্রতি ঝুঁকে ও একনিষ্ঠভাবে তাঁর ইবাদত --- করতে আদিষ্ট হয়েছিল; যেমন ইবরাহীম (সাঃ) করেছিলেন।</p><p>[৩] القَيِّمَة শব্দটি উহ্য মাউসূফের সিফাত (বিশেষ্যের বিশেষণ)। আসল হল, دِينُ المِلَّة القَيِّمَة أو الأمَّة القَيِّمَة অর্থাৎ, এটাই সঠিক ও সরল বা মধ্যপন্থী মিল্লত বা উম্মতের ধর্ম। অধিকাংশ উলামাগণ এই আয়াত থেকে প্রমাণ করেছেন যে, আমল ঈমানের অন্তর্ভুক্ত। <em>(ইবনে কাসীর)</em></p>"
        },
        {
            "resource_id": 176,
            "text": "Gli Ebrei e i Nazareni non hanno ricevuto altro ordine, in questo Corano, che lo stesso che hanno ricevuto nei loro Libri, ovvero di adorare Allāh solo, abbandonare l'idolatria, compiere la Preghiera, elargire la Zakēt, e questo dimostra la loro colpa e la loro ostinazione. Tutto ciò che è stato loro ordinato in questa retta religione non presenta tortuosità."
        },
        {
            "resource_id": 157,
            "text": "<p>یہ اصول تمام ادیان کا اصل الاصول ہے کہ اللہ وحدہ کی عبادت کرو ، دین صرف اللہ کا ہو ، شرک اور اہل شرک سے دور ہو ، نماز قائم کرو ، زکوٰة ادا کرو۔</p><p>وذلک دین القیمة (5:98) ” یہی نہایت صحیح اور درست دین ہے “ یعنی انسانی ضمیر و شعور میں عقیدہ خالص ہو۔ صرف اللہ کی بندگی اور غلامی ہو ، جو اس عقیدے پر مبنی ہو ، اللہ کی راہ میں مال خرچ کیا جائے ، یعنی زکوٰة دی جائے۔ جس شخص نے بھی ان اصولوں کو حقیقت کا روپ دے دیا تو اس کا ایمان قائم ہوگیا ، جس طرح اہل کتاب کو اس کا حکم دیا گیا تھا۔ اور جس طرح اللہ کے تمام رسولوں کو یہی حکم دیا گیا تھا اور تمام رسولوں اور امتوں کا دین دراصل ایک ہے ، عقیدہ ایک ہے ، جس پر تمام رسولوں کا اجماع رہا ہے اور اس عقیدے اور عمل میں کوئی پیچیدگی نہیں ہے۔ یہ ایک ایسا عقیدہ ہے جس میں افتراق واختلاف کی کوئی جگہ نہیں ہے۔ یہ بےحدصاف ستھرا ، سادہ اور آسان ہے۔ لہٰذا اہل کتاب کے ہاں زیر بحث اور زیر جدال عقائد کا اسلام کے ساتھ کوئی تعلق نہیں ہے۔ نہ اللہ کے دین میں وہ چیزیں ہیں۔</p><p>ان لوگوں کے پاس اس سے قبل ان کے رسولوں کے ذریعہ بھی دلائل آگئے تھے۔ اس کے بعد پھر حضرت محمد ﷺ کے ذریعہ بھی یہ دلائل آگئے تھے جو پاکیزہ صحیفے پڑھتے ہیں اور انکے سامنے ایسے عقائد پیش کرتے ہیں جو واضح ، سادہ اور آسان ہے لہٰذا صحیح راستہ واضح ہوگیا اور جو لوگ کڑر کرتے ہیں اور ایمان نہیں لاتے۔ ان کا انجام بھی واضح ہوگیا۔</p>"
        },
        {
            "resource_id": 91,
            "text": "فما أمروا في سائر الشرائع إلا أن يعبدوا <span class=\"arabic qpc-hafs brown\">{ اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ }</span> أي: قاصدين بجميع عباداتهم الظاهرة والباطنة وجه الله، وطلب الزلفى لديه، <span class=\"arabic qpc-hafs brown\">{ حُنَفَاءَ }</span> أي: معرضين <span class=\"arabic qpc-hafs\">[مائلين]</span> عن سائر الأديان المخالفة لدين التوحيد. وخص الصلاة والزكاة <span class=\"arabic qpc-hafs\">[بالذكر]</span> مع أنهما داخلان في قوله <span class=\"arabic qpc-hafs brown\">{ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ }</span> لفضلهما وشرفهما، وكونهما العبادتين اللتين من قام بهما قام بجميع شرائع الدين.<span class=\"arabic qpc-hafs brown\">{ وَذَلِكَ }</span> أي التوحيد والإخلاص في الدين، هو <span class=\"arabic qpc-hafs brown\">{ دِينُ الْقَيِّمَةِ }</span> أي: الدين المستقيم، الموصل إلى جنات النعيم، وما سواه فطرق موصلة إلى الجحيم."
        },
        {
            "resource_id": 804,
            "text": "{فه‌رمان كردن به‌ یه‌كخواپه‌رستى}\n[ <span class=\"arabic uthmani\">وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ</span> ] وه‌ ئه‌هلی كتاب فه‌رمانیان پێ نه‌كرابوو ته‌نها به‌وه‌ نه‌بێ به‌تاك و ته‌نها عیباده‌تی خوای گه‌وره‌ بكه‌ن به‌ ئیخڵاص و دڵسۆزی و نیاز پاكییه‌وه‌ وه‌ شه‌ریكی بۆ دانه‌نێن [ <span class=\"arabic uthmani\">حُنَفَاءَ</span> ] وه‌ له‌ شیرك لاده‌ن و بێنه‌ سه‌ر ته‌وحید [ <span class=\"arabic uthmani\">وَيُقِيمُوا الصَّلَاةَ</span> ] وه‌ نوێژه‌كانیان ئه‌نجام بده‌ن له‌ كاتی خۆیدا به‌ ڕوكن و واجیبات و مه‌رجه‌كان و خشوعه‌وه‌ [ <span class=\"arabic uthmani\">وَيُؤْتُوا الزَّكَاةَ</span> ] وه‌ زه‌كاتی ماڵه‌كانیان بده‌ن و چاكه‌ له‌گه‌ڵ فه‌قیرو هه‌ژارو نه‌داراندا بكه‌ن [ <span class=\"arabic uthmani\">وَذَلِكَ دِينُ الْقَيِّمَةِ (٥)</span> ] وه‌ دینی ڕێك و ڕاست و دامه‌زراو و چاك ئه‌مه‌یه‌ كه‌ مرۆڤ به‌تاك و ته‌نها خوا بپه‌رستێ و شه‌ریك بۆ خوا دانه‌نێ وه‌ نوێژه‌كانی ئه‌نجام بدات وه‌ زه‌كاتی ماڵه‌كه‌ی بدات."
        },
        {
            "resource_id": 16,
            "text": "وما أمروا في سائر الشرائع إلا ليعبدوا الله وحده قاصدين بعبادتهم وجهه، مائلين عن الشرك إلى الإيمان، ويقيموا الصلاة، ويُؤَدُّوا الزكاة، وذلك هو دين الاستقامة، وهو الإسلام."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 5{ وَمَآ اُمِرُوْٓا اِلَّا لِیَعْبُدُوا اللّٰہَ مُخْلِصِیْنَ لَہُ الدِّیْنَلا حُنَفَآئَ } ”اور انہیں حکم نہیں ہوا تھا مگر یہ کہ وہ بندگی کریں اللہ کی ‘ اپنی اطاعت کو اس کے لیے خالص کرتے ہوئے ‘ بالکل یکسو ہو کر“ یہ حکم گویا پورے دین کا خلاصہ ہے جو اس سے پہلے سورة الزمر آیات 2 ‘ 3 ‘ 11 اور 14 میں بہت تاکید اور شدومد کے ساتھ بیان ہوچکا ہے۔ یعنی اللہ تعالیٰ کی عبادت اس کی پوری اطاعت کے ساتھ کریں۔ یہ نہیں کہ نماز بھی پڑھے جا رہے ہیں اور حرام خوریوں سے بھی باز نہیں آتے۔ گویا اللہ تعالیٰ کی اطاعت کے ساتھ ساتھ اپنے نفس کی اطاعت بھی جاری ہے۔ ایسی آیات دراصل ہمیں خبردار کرتی ہیں کہ جزوی بندگی اور ساجھے کی اطاعت اللہ تعالیٰ کو ہرگز قابل قبول نہیں۔ اور یہ کہ اگر ہم اس جرم کا ارتکاب کریں گے تو ہم بھی اسی وعید کے مستحق ہوں گے جو اس حوالے سے بنی اسرائیل کو سنائی گئی تھی۔ ملاحظہ ہوں اس وعید کے یہ الفاظ : { اَفَتُؤْمِنُوْنَ بِبَعْضِ الْکِتٰبِ وَتَـکْفُرُوْنَ بِبَعْضٍج فَمَا جَزَآئُ مَنْ یَّـفْعَلُ ذٰلِکَ مِنْکُمْ اِلاَّ خِزْیٌ فِی الْْحَیٰوۃِ الدُّنْیَاج وَیَوْمَ الْقِیٰمَۃِ یُرَدُّوْنَ اِلٰٓی اَشَدِّ الْعَذَابِط } البقرۃ : 85 ”تو کیا تم کتاب کے ایک حصے کو مانتے ہو اور ایک کو نہیں مانتے ؟ تو نہیں ہے کوئی سزا اس کی جو یہ حرکت کرے تم میں سے سوائے ذلت و رسوائی کے دنیا کی زندگی میں ‘ اور قیامت کے روز وہ لوٹا دیے جائیں گے شدید ترین عذاب کی طرف“۔ بلکہ اس حوالے سے اصل حقیقت تو یہ ہے کہ اس آیت میں دنیا کے جس عذاب کا ذکر ہے { خِزْیٌ فِی الْْحَیٰوۃِ الدُّنْیَاج } وہ اس وقت بحیثیت امت ہم پر مسلط ہو بھی چکا ہے۔ مقامِ عبرت ہے ! آج مسلمانوں کی آبادی دو ارب سے بھی زیادہ ہے ‘ دنیا کے بہترین خطے اور بہترین وسائل ان کے قبضے میں ہیں ‘ مگر اس کے باوجود عزت نام کی کوئی چیز ان کے پاس نہیں۔ بین الاقوامی معاملات کے حوالے سے مسلمان حکمرانوں کی حالت یہ ہے کہ ”کس نمی پرسد کہ بھیا کیستی ؟“ یعنی عالمی معاملات میں کوئی ان کی رائے لینا بھی گوارا نہیں کرتا۔ بلکہ مسلمان ملکوں کی اپنی پالیسیوں کا اختیار بھی ان کے پاس نہیں۔ ان کے سالانہ بجٹ بھی کہیں اور سے بن کر آتے ہیں۔  بہرحال اس آیت کے حکم کا مدعا یہی ہے کہ جسے اللہ کا ”بندہ“ بننا ہے اس کے لیے ضروری ہے کہ وہ اپنی پوری زندگی اس کے قانون کے تابع کر کے اس کے حضور پیش ہو۔ ”قیصر کا حصہ قیصر کو دو اور خدا کا حصہ خدا کو دو“ والا قانون اللہ تعالیٰ کو قابل قبول نہیں۔ چناچہ ایمان کے دعوے داروں کو چاہیے کہ وہ اللہ کی اطاعت کو خالص کرتے ہوئے پوری یکسوئی کے ساتھ اس کی عبادت کریں۔  { وَیُقِیْمُوا الصَّلٰوۃَ وَیُؤْتُوا الزَّکٰوۃَ وَذٰلِکَ دِیْنُ الْقَیِّمَۃِ۔ } ”اور یہ کہ نماز قائم کریں اور زکوٰۃ ادا کریں ‘ اور یہی ہے سیدھا اور سچا دین۔“ گویا ان الفاظ سے یہ بھی واضح ہوگیا کہ ”بندگی“ اور شے ہے ‘ جبکہ نماز اور زکوٰۃ اس کے علاوہ ہے۔ اس نکتے کو یوں سمجھیں کہ بندگی تو پوری زندگی اللہ تعالیٰ کی اطاعت میں دے دینے کا نام ہے۔ بقول شیخ سعدیؔ :زندگی آمد برائے بندگی زندگی بےبندگی شرمندگی !جبکہ نماز ‘ زکوٰۃ عبادات وغیرہ اس بندگی کے تقاضوں کو پورا کرنے کے لوازمات ہیں ‘ تاکہ ان کے ذریعے سے بندہ اپنے رب کو مسلسل یاد کرتا رہے اور اس کا تعلق اپنے رب کے ساتھ ہردم ‘ ہر گھڑی تازہ رہے۔ حفیظ جالندھری کے اس خوبصورت شعر میں یہی فلسفہ بیان ہوا ہے : سرکشی نے کردیے دھندلے نقوش بندگی آئو سجدے میں گریں لوح جبیں تازہ کریں !گویا ہمارے ”نقوشِ بندگی“ نفس پرستی کی کثافتوں اور کدورتوں کے گرد و غبار سے اکثر دھندلا جاتے ہیں۔ چناچہ انہیں تازہ رکھنے کے لیے نماز ‘ روزہ ‘ زکوٰۃ اور دیگر مراسم عبودیت کے ذریعے ہمیں اللہ تعالیٰ کے حضور مسلسل حاضری دینے کی ضرورت رہتی ہے۔ جیسے ایک بندئہ مسلمان اپنی نماز پنجگانہ کی ہر رکعت میں اللہ تعالیٰ کے ساتھ اپنا یہ عہد تازہ کرتا ہے : { اِیَّاکَ نَعْبُدُ وَاِیَّاکَ نَسْتَعِیْنُ 4 } کہ اے اللہ ! ہم تیری ہی عبادت کرتے ہیں اور کرتے رہیں گے اور تجھ سے ہی مدد مانگتے ہیں اور مانگتے رہیں گے۔ تصور کیجیے اگر ایک بندہ اللہ تعالیٰ کے سامنے کھڑے ہو کر یہ عہد پورے ارادے اور شعور کے ساتھ روزانہ بار بار دہرائے گا تو اس سے اس کے تعلق مع اللہ کے چمن میں تروتازگی کی کیسی کیسی بہاروں کا سماں بندھا رہے گا۔</p>"
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ ও গুরুত্ব: </b></p><p>الْبَيِّنَةُ অর্থ সুস্পষ্ট প্রমাণ, দলীল ইত্যাদি। অত্র সূরার প্রথম আয়াতে উল্লিখিত শব্দ থেকেই সূরার নামকরণ করা হয়েছে। এছাড়াও এ সূরাকে সূরা “লাম ইয়াকুন” বলা হয়।</p><p>আনাস বিন মালেক (রাঃ) হতে বর্ণিত, তিনি বলেন : রাসূলুল্লাহ (সাঃ) উবাই বিন কাব (রাঃ)-কে বললেন : আল্লাহ তা‘আলা আমাকে নির্দেশ দিয়েছেন যে, আমি যেন তোমাকে “লাম ইয়াকুনিল্লাযীনা কাফারু” পাঠ করে শুনাই। উবাই (রাঃ) জিজ্ঞাসা করলেন : আল্লাহ তা‘আলা কি আপনার কাছে আমার নাম উল্লেখ করেছেন? রাসূলুল্লাহ (সাঃ) বললেন : হ্যাঁ, উবাই খুুশিতে কেঁদে ফেললেন। (সহীহ বুখারী হা. ৪৯৫৯)</p><p>ইমাম কুরতুবী (রহঃ) বলেন : এর মধ্যে ছাত্রের প্রতি শিক্ষকের শিক্ষাদানের তাৎপর্যগত বিষয়টি ফুঠে উঠেছে। অন্য বিদ্বান বলেন : এর মধ্যে এ শিক্ষণীয় বিষয় রয়েছে যে, কেউ নিম্নস্তরের কাউকে শিক্ষাদানে যেন কুণ্ঠাবোধ না করে।</p><p><b> ১-৫ নম্বর আয়াতের তাফসীর: </b></p><p>(أَهْلِ الْكِتٰبِ) আহলে কিতাব দ্বারা ইয়াহূদ ও খ্রিস্টানরা উদ্দেশ্য যারা আসমানী কিতাব পেয়েছিল।</p><p>الْمُشْرِكِيْنَ মুশরিক দ্বারা উদ্দেশ্য প্রত্যেক উম্মতের মুশরিক যারা মূর্তি ও অগ্নিপূজক।</p><p>مُنْفَكِّيْنَ অর্থ : تاركين অর্থাৎ ইয়াহূদী, খ্রিস্টান ও আরব-অনারব মুশরিকদের নিকট সুস্পষ্ট প্রমাণ আসা পর্যন্ত সর্বদা কুফর ও পথভ্রষ্টতার মধ্যে লিপ্ত ছিল। এখানে সুস্পষ্ট প্রমাণ বলতে পূর্ববর্তী কিতাবসমূহে যেসব প্রমাণের ওয়াদা দেয়া হয়েছিল তা। যেমন পরের আয়াতেই আল্লাহ তা‘আলা উল্লেখ করেছেন।</p><p>(رَسُوْلٌ مِّنَ اللّٰهِ) অর্থাৎ মুহাম্মাদ (সাঃ)-কে বুঝানো হয়েছে।</p><p>(صُحُفًا مُّطَهَّرَةً) পবিত্র গ্রন্থ দ্বারা কুরআনকে বুঝানো হয়েছে যা লাওহে মাহফূজে লিপিবদ্ধ। যেমন আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(صُحُفٍ مُّکَرَّمَةٍﭜمَّرْفُوْعَةٍ مُّطَھَّرَةٍۭﭝبِاَیْدِیْ سَفَرَةٍﭞ کِرَامٍۭ بَرَرَةٍ)</p><p>“তা সম্মানিত কিতাবে (লাওহ মাহফূজে) লিপিবদ্ধ যা উচ্চমর্যাদাসম্পন্ন ও পবিত্র। এমন লেখকদের হাতে থাকে যারা সম্মানিত ও সৎ।” (সূরা ‘আবাসা ৮০ : ১৩-১৬)</p><p class='arabic uthmani'>(فِيْهَا كُتُبٌ قَيِّمَةٌ)</p><p>অর্থাৎ এ সব পবিত্রগ্রন্থে রয়েছে সত্য সংবাদ ও ন্যায়সঙ্গত নির্দেশ যা সত্যের ও সঠিক পথের দিকে দিকনির্দেশনা প্রদান করে।</p><p class='arabic uthmani'>(وَمَا تَفَرَّقَ الَّذِيْنَ أُوْتُوا الْكِتٰبَ)</p><p>অর্থাৎ আহলে কিতাবগণ মুহাম্মাদ (সাঃ) যে সত্য নাবীÑএ ব্যাপারে তাদের নিকট সুস্পষ্ট প্রমাণ আসার পরেই মতানৈক্য করেছে। এর পূর্বে তারা নাবী (সাঃ)-এর নবুওয়াতের ব্যাপারে একমত ছিল। যখন নাবী মুহাম্মাদ (সাঃ) আগমন করলেন তখন তারা অস্বীকার করল। মূলত এর কারণ হলো নাবী (সাঃ) তাদের ঘৃণ্য আশানুপাতে হয়নি। এদের ব্যাপারে আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(وَلَا تَكُوْنُوْا كَالَّذِيْنَ تَفَرَّقُوْا وَاخْتَلَفُوْا مِنْم بَعْدِ مَا جَا۬ءَهُمُ الْبَيِّنٰتُ ط وَأُولٰ۬ئِكَ لَهُمْ عَذَابٌ عَظِيْمٌ)‏</p><p>“তোমরা তাদের মত হয়ো না যারা বিচ্ছিন্ন হয়েছে এবং তাদের কাছে প্রমাণ আসার পর মতভেদে লিপ্ত হয়েছে। তাদের জন্য রয়েছে মহা শাস্তি। (আল ইমরান ২: ১০৫)</p><p>(وَمَآ أُمِرُوْآ إِلَّا لِيَعْبُدُوا) এ কথাটি তেমন যেমন আল্লাহ তা‘আলা অন্যত্র বলেন:</p><p class='arabic uthmani'>(وَمَآ اَرْسَلْنَا مِنْ قَبْلِکَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِیْٓ اِلَیْھِ اَنَّھ۫ لَآ اِلٰھَ اِلَّآ اَنَا فَاعْبُدُوْنِ)</p><p>“আমি তোমার পূর্বে যখন কোন রাসূল প্রেরণ করেছি তার প্রতি এ ওয়াহী করেছি যে, ‘আমি ব্যতীত অন্য কোন সত্যিকার মা‘বূদ নেই; সুতরাং আমারই ‘ইবাদত কর‎।’ (আম্বিয়া ২১ : ২৫)</p><p>حنيف শব্দের অর্থ হলো : ঝুঁকে যাওয়া, কোন একটি কাজের প্রতি একনিষ্ঠ হওয়া। حُنَفَا۬ءَ শব্দটি তার বহুবচন। অর্থাৎ যারা শির্ক থেকে তাওহীদের প্রতি এবং সমস্ত দীন বর্জন করে কেবলমাত্র দীন ইসলামের প্রতি ঝুঁকে ও একনিষ্ঠভাবে আল্লাহ তা‘আলার ইবাদত করে।</p><p class='arabic uthmani'>(ذٰلِكَ دِيْنُ الْقَيِّمَة)</p><p>অর্থাৎ তাওহীদের সাথে একনিষ্ঠভাবে সকল ইবাদত সম্পাদন করার ধর্মই একমাত্র সঠিক ধর্ম, যা জান্নাতের পথে পৌঁছে দেয়।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. পূর্ববর্তী দীনগুলোতে হকের সাথে বাতিল সংমিশ্রণ করা হয়েছিল।</p><p>২. রাসূলুল্লাহ (সাঃ) আহলে কিতাবের বর্র্ণনানুপাতে আসার পরেও তারা অহংকারবশত তাঁকে প্রত্যাখ্যান করেছে।</p><p>৩. সকল দীনের মূলমন্ত্র ছিল একই, তা হলো এক আল্লাহ তা‘আলার ইবাদত করা এবং তাঁর সাথে কাউকে শরীক না করা।</p>"
        },
        {
            "resource_id": 183,
            "text": "ユダヤ教徒とキリスト教徒の罪と執拗さは明白である。クルアーンでかれらが命じられたのは、かれらの啓典で命じられていたことだけであった。つまり、同列に配することなく、ただアッラーに仕え、礼拝の務めを守り、定めの施しをするというだけのことであった。だからかれらが命じられたのは、逸脱することのないまっすぐな教えなのである。"
        },
        {
            "resource_id": 171,
            "text": "The criminality and stubbornness of the Jews and the Christians is evident, in that they have not been commanded in this Qur’ān, except to do those very things they have been commanded to do in both their books, i.e. worshipping Allah alone, refraining from ascribing partners to Him, establishing prayer and giving in Zakat. So whatever they have been commanded to do, is actually the straight religion in which there is no deviance."
        },
        {
            "resource_id": 792,
            "text": "ហើយការស្តែងឲ្យឃើញនូវបទល្មើស និងភាពចចេសរឹងរូសពួកយូដា និងពួកណាសរ៉នីនោះ គឺអ្វីដែលគេបានដាក់បទបញ្ជារទៅលើពួកគេនៅក្នុងគម្ពីគួរអានគឺមិនខុសអ្វីពីបទបញ្ជារដែលគេបានបង្គាប់ប្រើពួកគេនៅក្នងគម្ពីរបស់ពួកគេនោះទេ ដូចជាការគោរពសក្ការៈចំពោះអល់ឡោះជាម្ចាស់តែមួយគត់ ជៀសវាងពីប្រការស្ហ៊ីរិក(ពហុទេពនិយម) ប្រតិបត្ដិសឡាត(ថ្វាយបង្គំ) និងការបរិច្ចាគហ្សាកាត់នោះឡើយ។ ដូច្នេះ អ្វីដែលគេបានបង្គាប់ប្រើពួកគេនោះហើយនោះ គឺជាសាសនាដ៏ត្រឹមត្រូវដែលគ្មានវៀចវេឡើយ។"
        },
        {
            "resource_id": 181,
            "text": "و گناه و ستیزه‌جوییِ یهودیان و نصاری از اینجا آشکار می‌گردد که آنها در این قرآن فرمان نیافتند مگر به عبادت الله به یگانگی، و دوری از شرک، و برپایی نماز و پرداخت زکات که در دو کتاب‌شان نیز به آن فرمان یافته بودند. پس آنچه به آن فرمان یافته‌اند همان دین راستی است که هیچ انحرافی در آن وجود ندارد."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 791,
            "text": "അവരുടെ ഗ്രന്ഥങ്ങളിൽ - തൗറാത്തിലും ഇഞ്ചീലിലും - കൽപ്പിക്കപ്പെട്ട കാര്യങ്ങൾ മാത്രമേ ഈ ഖുർആനിലും കൽപ്പിക്കപ്പെട്ടിട്ടുള്ളൂ എന്നറിയുമ്പോഴാണ് യഹൂദ-നസ്വാറാക്കളുടെ അതിക്രമത്തിൻ്റെ വലിപ്പവും അവരുടെ ശത്രുതയും മനസ്സിലാവുകയുള്ളൂ. അല്ലാഹുവിനെ മാത്രം ആരാധിക്കുക, ബഹുദൈവാരാധന ഉപേക്ഷിക്കുക, നിസ്കാരം നിലനിർത്തുകയും സകാത്ത് നൽകുകയും ചെയ്യുക; (ഇതൊക്കെയാണ് ആ കൽപ്പനകൾ). ഈ കൽപ്പിക്കപ്പെട്ട കാര്യങ്ങൾ തന്നെയാകുന്നു വളവുകളില്ലാത്ത നേരായ മതം."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">ثم ذكر ما أمروا به في كتبهم فقال : <span class=\"green\">( وما أمروا )</span> يعني هؤلاء الكفار ، <span class=\"green\">( إلا ليعبدوا الله )</span> يعني إلا أن يعبدوا الله ، <span class=\"green\">( مخلصين له الدين )</span> قال ابن عباس : ما أمروا في التوراة والإنجيل إلا <span class=\"reference\">[ بالإخلاص في ]</span> العبادة لله موحدين ، <span class=\"green\">( حنفاء )</span> مائلين عن الأديان كلها إلى دين الإسلام ، <span class=\"green\">( ويقيموا الصلاة )</span> المكتوبة في أوقاتها ، <span class=\"green\">( ويؤتوا الزكاة )</span> عند محلها ، <span class=\"green\">( وذلك )</span> الذي أمروا به ، <span class=\"green\">( دين القيمة )</span> أي الملة والشريعة المستقيمة . أضاف الدين إلى القيمة وهي نعته ، لاختلاف اللفظين ، وأنث <span class=\"arabic qpc-hafs\">\" القيمة \"</span> ردا بها إلى الملة .</p><p lang=\"ar\" class=\"ar \">وقيل : الهاء فيه للمبالغة ،<span class=\"blue\"> وقيل :</span> <span class=\"arabic qpc-hafs\">\" القيمة \"</span> هي الكتب التي جرى ذكرها ، أي وذلك دين الكتب القيمة فيما تدعو إليه وتأمر به ،<span class=\"blue\"> كما قال :</span> وأنزل معهم الكتاب بالحق ليحكم بين الناس فيما اختلفوا فيه <span class=\"green\">( البقرة 213 )</span> .</p><p lang=\"ar\" class=\"ar \">قال النضر بن شميل : سألت الخليل بن أحمد عن قوله : <span class=\"arabic qpc-hafs\">\" وذلك دين القيمة \"</span> ؟<span class=\"blue\"> فقال :</span> <span class=\"arabic qpc-hafs\">\" القيمة \"</span> : جمع القيم ، والقيم والقائم واحد ،<span class=\"blue\"> ومجاز الآية :</span> وذلك دين القائمين لله بالتوحيد .</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( وما أمروا إلا ليعبدوا الله مخلصين له الدين )</span> كقوله <span class=\"arabic qpc-hafs\">( وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون )</span> <span class=\"reference brown\">[ الأنبياء : 25 ]</span> ; ولهذا قال : حنفاء ،<span class=\"blue\"> أي :</span> متحنفين عن الشرك إلى التوحيد .<span class=\"blue\"> كقوله :</span> <span class=\"arabic qpc-hafs\">( ولقد بعثنا في كل أمة رسولا أن اعبدوا الله واجتنبوا الطاغوت )</span> <span class=\"reference brown\">[ النحل : 36 ]</span> وقد تقدم تقرير الحنيف في سورة <span class=\"red\">\" الأنعام \"</span> بما أغنى عن إعادته هاهنا .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">( ويقيموا الصلاة )</span> وهي أشرف عبادات البدن <span class=\"arabic qpc-hafs\">( ويؤتوا الزكاة )</span> وهي الإحسان إلى الفقراء والمحاويج . <span class=\"arabic qpc-hafs\">( وذلك دين القيمة )</span> أي : الملة القائمة العادلة ،<span class=\"blue\"> أو :</span> الأمة المستقيمة المعتدلة .</p><p lang=\"ar\" class=\"ar \">وقد استدل كثير من الأئمة كالزهري والشافعي بهذه الآية الكريمة على أن الأعمال داخلة في الإيمان ; ولهذا قال : <span class=\"arabic qpc-hafs\">( وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمة )</span></p>"
        },
        {
            "resource_id": 790,
            "text": "ইহুদী আৰু খৃষ্টানসকলৰ অপৰাধ আৰু বিদ্বেষ এই কথাৰ পৰা স্পষ্ট হয় যে, সিহঁতক এই কোৰআনত সেইবোৰ কথাৰ আদেশ দিয়া হৈছে যিবোৰৰ আদেশ সিহঁতৰ উভয় কিতাপত দিয়া হৈছিল। যেনে- কেৱল এক আল্লাহৰ ইবাদত কৰা, শ্বিৰ্কৰ পৰা বিৰত থকা, ছালাত আদায় কৰা আৰু যাকাত প্ৰদান কৰা। সেয়েহে সিহঁতক যি আদেশ দিয়া হৈছিল, সেয়া প্ৰত্যক্ষ ধৰ্মৰ অংশ। যাৰ ভিতৰত কোনো বক্ৰতা নাই।"
        },
        {
            "resource_id": 178,
            "text": "Иудеи и христиане проявили злобу и упрямство, хотя им было приказано в этом Коране только то, что им было приказано в их Писаниях, например, поклонение Одному лишь Аллаху, отказ от многобожия, совершение молитвы и выплата закята. Им была приказана лишь правая религия, в которой нет кривизны."
        },
        {
            "resource_id": 177,
            "text": "Tất cả các hệ thống giáo luật từ Allah dù đối với Do Thái, với Thiên Chúa và cả Qur'an đều ra lệnh bảo phải thờ phượng một mình Ngài duy nhất, phải toàn tâm hướng về Ngài trong thờ phượng, phải tuyệt đối loại trừ Shirk để đến với đức tin Iman, phải chu đáo dâng lễ nguyện Salah, và phải đóng Zakah. Như thế mới là tôn giáo ngay chính, không quanh co, uốn khúc."
        },
        {
            "resource_id": 173,
            "text": "La transgression et l’obstination des juifs et des chrétiens n’en est que moins justifiée, lorsqu’on sait que le Coran ne leur ordonne rien d’autre que ce que leurs deux livres leur ordonnent, à savoir: adorer Allah Seul, s’abstenir de polythéisme, accomplir la prière et s’acquitter de l’aumône légale. Ce qui leur a été ordonné est la religion droite qui ne comporte aucune tortuosité."
        },
        {
            "resource_id": 180,
            "text": "৫. ইহুদি ও খ্রিস্টানদের অপরাধ ও গোঁড়ামি এভাবে প্রকাশ পায় যে, তাদের উদ্দেশ্যে উভয় সম্প্রদায়ের কিতাবে কেবল সে বিষয়েরই নির্দেশ দেয়া হয়েছে যে বিষয়ের এ কুরআনে নির্দেশ এসেছে তথা এককভাবে আল্লাহর ইবাদাত করা, শিরক থেকে বিরত থাকা, নামায প্রতিষ্ঠা করা এবং যাকাত প্রদান করা। বস্তুতঃ যে ব্যাপারে তাদেরকে নির্দেশ দেয়া হয়েছে তাই হলো সরল দীন। যাতে কোনরূপ বক্রতা নেই।"
        },
        {
            "resource_id": 172,
            "text": "Burada Yahudi ve Hristiyanların işlediği günah ve inadı ortaya çıkıyor. Onlara bu Kur’an’da, bir tek Allah’a ibadet etmeleri, şirkten uzak durmaları, namazı kılmaları ve zekât vermeleri dışında kendi kitaplarında emredilenlerden başka bir şey emredilmedi. Onlara emredilen o din, içinde hiçbir eğrilik bulunmayan dosdoğru olan dindir."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">القول في تأويل قوله تعالى :  وَمَا أُمِرُوا إِلا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ <span class=\"arabic qpc-hafs green\">(5)</span>  .</p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: وما أمر الله هؤلاء اليهود والنصارى الذين هم أهل الكتاب إلا أن يعبدوا الله مخلصين له الدين; يقول: مفردين له الطاعة, لا يخلطون طاعتهم ربهم بشرك, فأشركت اليهود بربها بقولهم إن عُزَيرا ابن الله, والنصارى بقولهم في المسيح مثل ذلك, وجحودهم نبوة محمد صلى الله عليه وسلم.</p><p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( حُنَفَاءَ )</span> قد مضى بياننا في معنى الحنيفية قبل بشواهده المُغنية عن إعادتها, غير أنا نذكر بعض ما لم نذكر قبل من الأخبار في ذلك.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ )</span> يقول: حجاجا مسلمين غير مشركين,<span class=\"blue\"> يقول:</span> ويقيموا الصلاة ويؤتوا الزكاة، ويحجوا وذلك دين القيمة .</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( وَمَا أُمِرُوا إِلا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ )</span> والحنيفية: الختان, وتحريم الأمهات والبنات والأخوات والعمات والخالات والمناسك.</p><p>وقوله: <span class=\"arabic qpc-hafs green\">( وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ )</span></p><p>يقول: وليقيموا الصلاة, وليؤتوا الزكاة.</p><p>وقوله: <span class=\"arabic qpc-hafs green\">( وَذَلِكَ دِينُ الْقَيِّمَةِ )</span></p><p lang=\"ar\" class=\"ar \">يعني أن هذا الذي ذكر أنه أمر به هؤلاء الذين كفروا من أهل الكتاب والمشركين, هو الدين القيمة,<span class=\"blue\"> ويعني بالقيِّمة:</span> المستقيمة العادلة, وأضيف الدين إلى القيِّمة, والدين هو القَيِّم, وهو من نعته لاختلاف لفظيهما.<span class=\"blue\"> وهي في قراءة عبد الله فيما أرى فيما ذُكر لنا:</span> <span class=\"arabic qpc-hafs green\">( وَذَلِكَ دِينُ الْقَيِّمَةِ )</span> وأُنِّثت القيمة, لأنها جعلت صفة للملة,<span class=\"blue\"> كأنه قيل:</span> وذلك الملة القيِّمة, دون اليهودية والنصرانية.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>* ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا بشر,<span class=\"blue\"> قال:</span> ثنا يزيد,<span class=\"blue\"> قال:</span> ثنا سعيد, عن قتادة, قوله <span class=\"arabic qpc-hafs green\">( وَذَلِكَ دِينُ الْقَيِّمَةِ )</span> هو الدين الذي بعث الله به رسوله, وشرع لنفسه, ورضي به.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( كُتُبٌ قَيِّمَةٌ )</span><span class=\"arabic qpc-hafs green\">( وَذَلِكَ دِينُ الْقَيِّمَةِ )</span> قال: هو واحد; قيِّمة: مستقيمة معتدلة.</p>"
        },
        {
            "resource_id": 776,
            "text": "La terquedad de aquellos judíos y cristianos se evidencia en que no ha sido ordenado en este Corán más que cumplir con las mismas cosas que ya se les había ordenado hacer en sus Libros, es decir, adorar solo a Al-lah, abstenerse de atribuirle socios, establecer la oración y dar el zakat. Todo lo que se les ordena hacer es seguir la religión recta en la que no hay desviación."
        },
        {
            "resource_id": 166,
            "text": "<p>আর তাদেরকে কেবল এ নির্দেশই প্রদান করা হয়েছিল যে, তারা যেন আল্লাহ্র ইবাদত করে তাঁরই জন্য দ্বীনকে একনিষ্ঠ করে এবং সালাত কায়েম করে ও যাকাত প্ৰদান করে। আর এটাই সঠিক দ্বীন [১]।</p><p>[১] অর্থাৎ আহলে-কিতাবদেরকে তাদের কিতাবে আদেশ করা হয়েছিল খাঁটি মনে ও একনিষ্ঠভাবে আল্লাহ্র ইবাদত করতে, সালাত কায়েম করতে ও যাকাত দিতে। এরপর বলা হয়েছে, এ নির্দেশটি শুধুমাত্র বর্তমান আহলে কিতাবদের জন্য নয়; বরং সঠিক মিল্লাতের অথবা আল্লাহ্র পক্ষ থেকে অবতীর্ণ সমস্ত কিতাবের তরীকাও তাই। [সা‘দী]</p>"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وما أمروا إلا ليعبدوا الله مخلصين له الدين حنفاء ويقيموا الصلاة ويؤتوا الزكاة وذلك دين القيمةفيه ثلاث مسائل :الأولى : قوله تعالى : وما أمروا أي وما أمر هؤلاء الكفار في التوراة والإنجيلإلا ليعبدوا الله أي ليوحدوه . واللام في ليعبدوا بمعنى أن ; كقوله : يريد الله ليبين لكم أي أن يبين . و يريدون ليطفئوا نور الله . و أمرنا لنسلم لرب العالمين . وفي حرف عبد الله : وما أمروا إلا أن يعبدوا الله .مخلصين له الدين أي العبادة ; ومنه قوله تعالى : قل إني أمرت أن أعبد الله مخلصا له الدين . وفي هذا دليل على وجوب النية في العبادات فإن الإخلاص من عمل القلب وهو الذي يراد به وجه الله تعالى لا غيره .الثانية : قوله تعالى : حنفاء أي مائلين عن الأديان كلها ، إلى دين الإسلام ، وكان ابن عباس يقول : حنفاء على دين إبراهيم - عليه السلام - . وقيل : الحنيف : من اختتن وحج ; قاله سعيد بن جبير . قال أهل اللغة : وأصله أنه تحنف إلى الإسلام ; أي مال إليه .[ ص: 128 ] الثالثة : قوله تعالى : ويقيموا الصلاة أي بحدودها في أوقاتها .ويؤتوا الزكاة أي يعطوها عند محلها .وذلك دين القيمة أي ذلك الدين الذي أمروا به دين القيامة ; أي الدين المستقيم . وقال الزجاج : أي ذلك دين الملة المستقيمة . والقيمة : نعت لموصوف محذوف . أو يقال : دين الأمة القيمة بالحق ; أي القائمة بالحق . وفي حرف عبد الله وذلك الدين القيم . قال الخليل : القيمة جمع القيم ، والقيم والقائم : واحد . وقال الفراء : أضاف الدين إلى القيمة وهو نعته ، لاختلاف اللفظين . وعنه أيضا : هو من باب إضافة الشيء إلى نفسه ، ودخلت الهاء للمدح والمبالغة . وقيل : الهاء راجعة إلى الملة أو الشريعة . وقال محمد بن الأشعث ، الطالقاني القيمة هاهنا : الكتب التي جرى ذكرها ، والدين مضاف إليها ."
        },
        {
            "resource_id": 93,
            "text": "ثم بين - سبحانه - ما كان يجب عليهم أن يفعلوه ، فقال : ( وَمَآ أمروا إِلاَّ لِيَعْبُدُواْ الله مُخْلِصِينَ لَهُ الدين حُنَفَآءَ وَيُقِيمُواْ الصلاة وَيُؤْتُواْ الزكاة وَذَلِكَ دِينُ القيمة ) .والواو فى قوله - تعالى - ( وَمَآ أمروا ) للحال ، فهذه الجملة حالية ، والمقصود منها بيان أن هؤلاء الضالين ، قد بلغوا النهاية فى قبح الأفعال ، وفى فساد العقول ، إذ أنهم تفرقوا واختلفوا وأعرضوا عن الهدى ، فى حال أنهم لم يؤمروا إلا بما فيه صلاحهم .وقوله : ( حنفاء ) من الحَنف ، وهو الميل من الدين الباطل إلى الدين الحق . كما أن الجنف هو الميل من الحق إلى الباطل .أى : أن هؤلاء الكافرين من أهل الكتاب تفرقوا واختلفوا فى شأن الحق ، والحال ، أنهم لم يؤمروا إلا بعبادة الله - تعالى - وحده ، مخلصين له الطاعة ، ومائلين عن الأديان الباطلة إلى الدين الحق ، مؤمنين بجميع الرسل بدون تفرقة بينهم ، إذ ملتهم جميعا وادحدة ، ولم يؤمروا - أيضا - إلا بإقامة الصلاة فى أوقاتها بخشوع وإخلاص لله رب العالمين ، وبإيتاء الزكاة التى تطهرهم وتزكيهم .( وذلك ) الذى أمرناهم به من إخلاص العبادة لنا ، ومن أداء فرائضنا ( دِينُ القيمة ) . أى : دين الملة المستقيمة القيمة ، أو دين الكتب القيمة .ولفظ \" القيمة \" بزنة فيعلة - من القوامة ، وهى غاية الاستقامة ، وهذا اللفظ صفة لموصوف محذوف ."
        },
        {
            "resource_id": 905,
            "text": "ويظهر جرم وعناد اليهود والنصارى أنهم ما أمروا في هذا القرآن إلا بما أمروا به في كتابيهم من عبادة الله وحده، ومجانبة الشرك، وإقامة الصلاة وإعطاء الزكاة، فما أمروا به هو الدين المستقيم الذي لا اعوجاج فيه."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : إن الذين كفروا من أهل الكتاب والمشركين المشركين : معطوف على الذين ، أو يكون مجرورا معطوفا على أهل .في نار جهنم خالدين فيها أولئك هم شر البرية قرأ نافع وابن ذكوان بالهمز على الأصل في الموضعين ; من قولهم : برأ الله الخلق ، وهو البارئ الخالق ، وقال : من قبل أن نبرأها . الباقون بغير همز ، وشد الياء عوضا منه . قال الفراء : إن أخذت البرية من البرى ، وهو التراب ، فأصله غير الهمز ; تقول منه : براه الله يبروه بروا ; أي خلقه . قال القشيري : ومن قال البرية من البرى ، وهو التراب ، قال : لا تدخل الملائكة تحت هذه اللفظة . وقيل : البرية : من بريت القلم ، أي قدرته ; فتدخل فيه الملائكة . ولكنه قول ضعيف ; لأنه يجب منه تخطئة من همز . وقوله شر البرية أي شر الخليقة . فقيل يحتمل أن يكون على التعميم . وقال قوم : أي هم شر البرية الذين كانوا في عصر النبي - صلى الله عليه وسلم - ; كما قال تعالى : وأني فضلتكم على العالمين أي على عالمي زمانكم . ولا يبعد أن يكون في كفار الأمم قبل هذا من هو شر منهم ; مثل فرعون وعاقر ناقة صالح ."
        },
        {
            "resource_id": 179,
            "text": "Tunay na ang mga tumangging sumampalataya – kabilang sa mga Hudyo at mga Kristiyano at kabilang sa mga tagapagtambal – ay papasok sa Araw ng Pagbangon sa Impiyerno bilang mga mamamalagi roon magpakailanman. Ang mga iyon ay ang pinakamasama sa mga nilikha dahil sa kawalang-pananampalataya nila kay Allāh at pagpapasinungaling nila sa Sugo Niya."
        },
        {
            "resource_id": 91,
            "text": "ثم ذكر جزاء الكافرين بعدما جاءتهم البينة،<span class=\"blue\"> فقال:</span> <span class=\"arabic qpc-hafs brown\">{ إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ }</span> قد أحاط بهم عذابها، واشتد عليهم عقابها، <span class=\"arabic qpc-hafs brown\">{ خَالِدِينَ فِيهَا }</span> لا يفتر عنهم العذاب، وهم فيها مبلسون، <span class=\"arabic qpc-hafs brown\">{ أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ }</span> لأنهم عرفوا الحق وتركوه، وخسروا الدنيا والآخرة."
        },
        {
            "resource_id": 173,
            "text": "Les juifs, les chrétiens et les polythéistes qui mécroient entreront le Jour de la Résurrection en Enfer où ils demeureront éternellement. Ce sont eux les pires des créatures pour avoir mécru en Allah et traité Son Messager de menteur."
        },
        {
            "resource_id": 176,
            "text": "In verità, i miscredenti idolatri tra Ebrei e Nazareni entreranno nell'Inferno, nel Giorno della Resurrezione, e vi resteranno in eterno; costoro sono il peggio del creato, poiché hanno rinnegato Allāh e hanno smentito il Suo Messaggero."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 164,
            "text": "<p><b>৬-৮ নং আয়াতের তাফসীর</b>আল্লাহ তা'আলা কাফিরদের পরিণাম বর্ণনা করছেন যে, কাফির, ইয়াহুদী, নাসারা, মুশরিক, আরব ও অনারব যেই হোক না কেন যারা আল্লাহ ও তাঁর রাসূল (সঃ)-এর বিরোধ এবং আল্লাহর কিতাবকে অবিশ্বাস করে তারা কিয়ামতের দিন জাহান্নামের আগুনে নিক্ষিপ্ত হবে, সেখানেই তারা চিরকাল অবস্থান করবে। কোন অবস্থাতেই তারা সেখান থেকে ছাড়া বা রেহাই পাবে না। এরাই নিকৃষ্টতম সৃষ্টি। এরপর আল্লাহ তা'আলা পুণ্যবান বান্দাদের পরিণাম সম্পর্কে বলেনঃ নিঃসন্দেহে যারা ঈমান এনেছে এবং ভাল কাজ করেছে তারাই উৎকৃষ্টতম সৃষ্টি। এ আয়াত থেকে হযরত আবু হুরাইরা (রাঃ) এবং একদল আলেম ব্যাখ্যা করেন। যে, ঈমানদার মানুষ আল্লাহর ফেরেশতাদের চেয়েও উৎকৃষ্টতর। অতঃপর আল্লাহ তা'আলা বলেনঃ তাদের প্রতিদান স্বরূপ তাদের প্রতিপালকের নিকট সর্বদা অবস্থানের জান্নাতসমূহ রয়েছে যেগুলোর নিম্নদেশে নহর সমূহ বইতে থাকবে। সেখানে তারা অনন্তকাল অবস্থান করবে। আল্লাহ তা'আলা তাদের প্রতি সন্তুষ্ট থাকবে। এটা ঐ ব্যক্তির জন্যে যে নিজের প্রতিপালককে ভয় করে অর্থাৎ যার মনে আল্লাহ তাআলার প্রতি ভয় ভীতি রয়েছে। ইবাদত করার সময় যে মন প্রাণ দিয়ে আল্লাহর ইবাদত করে, এমনভাবে ইবাদত করে যেন চোখের সামনে রাব্বল আলামীন আল্লাহকে দেখতে পাচ্ছে। যে রাব্বল আলামীন সব কিছুরই মালিক এবং যিনি সর্বশক্তিমান।মুসনাদে আহমাদে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সর্বোত্তম সৃষ্ট জীব কে এ সংবাদ কি আমি তোমাদেরকে দিবো না?” সাহাবীগণ উত্তরে বললেনঃ “হ্যা, হে আল্লাহর রাসূল (সঃ)! আমাদেরকে আপনি এ খবর দিন।” রাসূলুল্লাহ (সঃ) তখন বললেনঃ “আল্লাহর সৃষ্ট মানুষের মধ্যে ঐ মানুষ সবচেয়ে উত্তম যে জিহাদের ডাক শোনার জন্যে ঘোড়ার লাগাম ধরে থাকে, যেন শোনা মাত্রই ঘোড়ায় আরোহণ করতে পারে এবং শত্রুদলে প্রবেশ করে বীরত্বের পরিচয় দিতে সক্ষম হয়। এবার আমি তোমাদেরকে এক উৎকৃষ্ট সৃষ্টির সংবাদ দিচ্ছি। যে ব্যক্তি নিজের বকরীর পালের মধ্যে অবস্থান করা সত্ত্বেও নামায আদায় করতে এবং যাকাত দিতে কৃপণতা করে। এবার তোমাদেরকে এক নিকৃষ্ট সৃষ্টির সংবাদ দিচ্ছি। সে হলো ঐ ব্যক্তি যে (কোন অভাবগ্রস্তকে) আল্লাহর নামে কিছু চাওয়ার পর কিছু না দিয়ে ফিরিয়ে দেয়।”</p>"
        },
        {
            "resource_id": 792,
            "text": "ពិតប្រាកដណាស់ ពួកដែលគ្មានជំនឿក្នុងចំណោមពួកយូដា ពួកណាសរ៉នី(ពួកគ្រឹស្ទាន) និងពួកមូស្ហរីគីននោះ នឹងចូលក្នុងនរកជើហាន់ណាំនៅថ្ងៃបរលោកដោយស្ថិតនៅក្នុងនោះជាអមតៈ។ ពួកទាំងនោះ គឺជាម៉ាខ្លូកដែលអាក្រក់បំផុត ដោយសារពួកគេប្រឆាំងនឹងអល់ឡោះ និងបដិសេធនឹងអ្នកនាំសាររបស់ទ្រង់។"
        },
        {
            "resource_id": 180,
            "text": "৬. নিশ্চয়ই ইহুদি, খ্রিস্টান ও মুশরিকদের মধ্যকার যারা কুফরী করেছে তারা কিয়ামত দিবসে চিরস্থায়ীভাবে জাহান্নামে প্রবেশ করবে। এরা আল্লাহকে অবিশ্বাস ও তদীয় রাসূলের প্রতি মিথ্যারোপ করার দরুন আল্লাহর নিকৃষ্ট সৃষ্টি বলে বিবেচিত।"
        },
        {
            "resource_id": 804,
            "text": "{سه‌رجه‌م كافران له‌ دۆزه‌خدان}\n[ <span class=\"arabic uthmani\">إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا</span> ] به‌ دڵنیایی كافران له‌ ئه‌هلی كتاب له‌ جووله‌كه‌و گاورو سه‌رجه‌م هاوبه‌شبڕیارده‌ران به‌ بت په‌رست و ئاگرپه‌رست و هه‌ر شتێكی تر بپه‌رستن و بیكه‌نه‌ شه‌ریك بۆ خوای گه‌وره‌ تێكڕای ئه‌مانه‌ له‌ ئاگری دۆزه‌خدان به‌ نه‌مری و هه‌میشه‌یی تیایدا ئه‌مێننه‌وه‌ وه‌ هیچ كاتێك سزایان له‌سه‌ر سوك ناكرێ و سزایان له‌سه‌ر هه‌ڵناگیرێ به‌ڵكو به‌هه‌میشه‌یی له‌ سزای ئاگری دۆزه‌خدان [ <span class=\"arabic uthmani\">أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ (٦)</span> ] ئا ئه‌مانه‌ خراپترین دروستكراوی خوای گه‌وره‌ن له‌به‌ر ئه‌وه‌ی كه‌ شه‌ریكیان بۆ خوای گه‌وره‌ بڕیار داوه‌و كرده‌وه‌ی چاكیان نه‌كردووه‌."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">ثم ذكر ما للفريقين فقال : <span class=\"green\">( إن الذين كفروا من أهل الكتاب والمشركين في نار جهنم خالدين فيها أولئك هم شر البرية )</span> قرأ نافع وابن عامر <span class=\"arabic qpc-hafs\">\" البريئة \"</span> بالهمزة في الحرفين لأنه من قولهم : برأ الله الخلق وقرأ الآخرون مشددا بغير همز كالذرية ترك همزها في الاستعمال .</p>"
        },
        {
            "resource_id": 171,
            "text": "Indeed, those who disbelieved - from the Jews, the Christians and the idolaters - will enter into hell on the Day of Judgement, wherein they shall remain forever. They are the worst of the creation because of their disbelief in Allah and rejection of His Messenger."
        },
        {
            "resource_id": 16,
            "text": "إن الذين كفروا من اليهود والنصارى والمشركين عقابهم نار جهنم خالدين فيها، أولئك هم أشد الخليقة شرا."
        },
        {
            "resource_id": 172,
            "text": "Küfredenler -Yahudi, Hristiyan ve müşrikler- kıyamet günü sonsuza kadar orada kalacakları cehenneme gireceklerdir. Onlar, Allah'a karşı olan küfürleri ve peygamberini yalanlamalarından ötürü yaratılmışların en şerlileridirler."
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 8] ` رَّ‌ضِيَ اللَّـهُ عَنْهُمْ وَرَ‌ضُوا عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِيَ رَ‌بَّهُ (Allah is pleased with them, and they are pleased with Him; that is for him who fears his Lord.) This verse points to the highest stage of spiritual development of the inmates of Paradise, that is, the Divine pleasure with no danger of Divine displeasure. This is the greatest reward with which the people of faith will be blessed. The God-fearing people are well-pleased with Him because of the comprehensive favours He has given them. Sayyidna Abu Said Khudri ؓ narrates that the Messenger of Allah ﷺ said:</p><p>\"Undoubtedly, Allah shall address the inmates of Paradise: یَا اَھلَ الجَنَّۃِ '0 Inmates of Paradise!'\"</p><p>They will reply: لَبَّیکَ رَبَّنَا وَ سَعدَیکَ و الخَیرُ کُلُّہ، فِی یَدَیکَ Our Lord, we are present and ready to carry out Your orders. All good is in Your control.'</p><p>Allah shall ask them: ھَل رَضِیتُم Are you happy?'</p><p>They will submit: 'How can we not be happy when You have given us what You have not bestowed on any of Your creation? ' Allah will tell them: 'Shall I not grant you something superior to all of this?'</p><p>They will exclaim: 'What can be superior to this?'</p><p>Allah will reply: 'I shall grant you My pleasure, and I will never be angry with you in the future'. [ Transmitted by al-Bukhari vide Mazhari ].</p><p>It should be noted here that there are two types of rida' [ pleasure ]: one in general sense; and second in specific or higher sense. In the general sense, rida' bil-qadr (i.e. to be pleased with every decree of Allah) is part of the obligations of a servant of Allah. A consummated slave is only ever satisfied and content with Allah Himself, and thus sincerely accepts the Divine decree. However, here the word is used in the higher sense, that is, Allah bestows upon a slave all his specific wishes and ambitions without leaving out any of them as in [ 93:5] وَلَسَوْفَ يُعْطِيكَ رَ‌بُّكَ فَتَرْ‌ضَىٰ (And of course, your Lord will give you so much that you will be pleased.) Here also the word rida' means the fulfillment of every wish of the Holy Prophet ﷺ . When this verse was revealed, the Messenger of Allah ﷺ expressed his wish and ambition that he would not be pleased until every single believer is taken out of Hell. [ Mazhari ]</p>"
        },
        {
            "resource_id": 170,
            "text": "Их постигнет тяжкая и невыносимая кара. Их муки не уменьшатся, и они впадут в глубокое отчаяние. Они действительно являются наихудшими из творений. Они познали истину и отвергли ее, и поэтому они лишились блага как при жизни на земле, так и после смерти."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ <span class=\"arabic qpc-hafs green\">(6)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: إن الذين كفروا بالله ورسوله محمد صلى الله عليه وسلم, فجحدوا نبوّته, من اليهود والنصارى والمشركين جميعهم <span class=\"arabic qpc-hafs green\">( فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا )</span> يقول: ماكثين لابثين فيها<span class=\"arabic qpc-hafs green\">( أَبَدًا )</span> لا يخرجون منها, ولا يموتون فيها<span class=\"arabic qpc-hafs green\">( أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ )</span> يقول جل ثناؤه: هؤلاء الذين كفروا من أهل الكتاب والمشركين, هم شرّ من برأه الله وخلقه، والعرب لا تهمز البرية, وبترك الهمز فيها قرأتها قراء الأمصار, غير شيء يُذكر عن نافع بن أبي نعيم, فإنه حكى بعضهم عنه أنه كان يهمزها,<span class=\"blue\"> وذهب بها إلى قول الله:</span>  مِنْ قَبْلِ أَنْ نَبْرَأَهَا  <span class=\"reference\">[الحديد: 22]</span> وأنها فعيلة من ذلك. وأما الذين لم يهمزوها,<span class=\"blue\"> فإن لتركهم الهمز في ذلك وجهين:</span> أحدهما أن يكونوا تركوا الهمز فيها, كما تركوه من الملك, وهو مفعل من ألك أو لأك, ومِن يرى, وترى, ونرى, وهو يفعل من رأيت.<span class=\"blue\"> والآخر:</span> أن يكونوا وجَّهوها إلى أنها فعيلة من البري وهو التراب.<span class=\"blue\"> حكي عن العرب سماعا:</span> بفيك البري,<span class=\"blue\"> يعني به:</span> التراب.</p>"
        },
        {
            "resource_id": 776,
            "text": "En efecto, quienes nieguen y rechacen la verdad, sean judíos, cristianos o idólatras, entrarán al Infierno en el Día del Juicio, en el que permanecerán por toda la eternidad. Son los peores de la creación debido a su incredulidad y rechazo al Mensajero de Al-lah."
        },
        {
            "resource_id": 165,
            "text": "<p>নিশ্চয় আহলে কিতাব ও মুশরিকদের মধ্যে যারা কুফরী করেছে, তারা দোযখের আগুনের মধ্যে স্থায়ীভাবে অবস্থান করবে; তারাই সৃষ্টির অধম। [১]</p><p>[১] এ হল আল্লাহর রসূল এবং তাঁর গ্রন্থসমূহকে অস্বীকারকারীদের পরিণাম। শুধু তাই নয়, বরং তারা হল সৃষ্টির মধ্যে সবার থেকে অধম ও নিকৃষ্টতম সৃষ্টি।</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>নিশ্চয় কিতাবীদের মধ্যে যারা কুফরি করেছে তারা এবং মুশরিকরা জাহান্নামের আগুনে স্থায়ীভাবে অবস্থান করবে; তারাই সৃষ্টির অধম [১]।</p><p>[১] অর্থাৎ আল্লাহ্র সৃষ্টির মধ্যে তাদের চেয়ে নিকৃষ্ট সৃষ্টি আর নেই। এমন কি তারা পশুরও অধম। কারণ পশুর বুদ্ধি ও স্বাধীন চিন্তা ও কর্মশক্তি নেই। কিন্তু এরা বুদ্ধি ও স্বাধীন চিন্তা ও কর্মশক্তি সত্ত্বেও সত্য থেকে মুখ ফিরিয়ে নেয়। [আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 175,
            "text": "Nevjernici, iz redova Jevreja i kršćana, kao i mušrici, biće na Sudnjem danu stanovnici Džehennema, u njemu će vječno ostati. Oni su najgora stvorenja, jer ne vjeruju u Allaha i poriču Njegova Poslanika."
        },
        {
            "resource_id": 905,
            "text": "إن الذين كفروا - من اليهود والنصارى ومن المشركين - يدخلون يوم القيامة في جهنم ماكثين فيها أبدًا، أولئك هم شرّ الخليقة؛ لكفرهم بالله، وتكذيبهم رسوله."
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya orang-orang yang kafir -dari kalangan Yahudi dan Nasrani serta kaum musyrikin- pada hari Kiamat akan masuk neraka Jahanam, mereka menetap di dalamnya selama-lamanya. Mereka adalah seburuk-buruk makhluk ciptaan karena kekufuran mereka terhadap Allah dan pendustaan mereka terhadap Rasul-Nya."
        },
        {
            "resource_id": 182,
            "text": "犹太教徒、基督教徒中的不信道者以及以物配主者，他们在复活日将进入火狱，并永居其中。这等人因其不信仰真主，并否认祂的使者，而成为最恶之人。"
        },
        {
            "resource_id": 181,
            "text": "همانا کسانی‌که کفر ورزیدند - چه یهود و نصاری و چه مشرکان- روز قیامت وارد جهنم می‌شوند و برای همیشه در آن می‌مانند، اینها به‌سبب کفر به الله، و تکذیب رسولش بدترین مخلوقات هستند."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 160,
            "text": "ساری مخلوق سے بہتر اور بدتر کون ہے؟ ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">اللہ تعالیٰ کافروں کا انجام بیان فرماتا ہے <span class=\"text-translation\">” وہ کافر خواہ یہود و نصاریٰ ہوں یا مشرکین عرب و عجم ہوں جو بھی انبیاء اللہ کے مخالف ہوں اور کتاب اللہ کے جھٹلانے والے ہوں وہ قیامت کے دن جہنم کی آگ میں ڈال دئیے جائیں گے اور اسی میں پڑے رہیں گے، نہ وہاں سے نکلیں گے، نہ رہا ہوں گے، یہ لوگ تمام مخلوق سے بدتر اور کمتر ہیں “</span>۔ </p><p class=\"ur\"> پھر اپنے نیک بندوں کے انجام کی خبر دیتا ہے <span class=\"text-translation\">” جن کے دلوں میں ایمان ہے اور جو اپنے جسموں سے سنت کی بجا آوری میں ہر وقت مصروف رہتے ہیں کہ یہ ساری مخلوق سے بہتر اور بزرگ ہیں “</span>۔ </p><p> اس آیت سے سیدنا ابوہریرہ رضی اللہ عنہ اور علماء کرام کی ایک جماعت نے استدلال کیا ہے کہ ایمان والے انسان فرشتوں سے بھی افضل ہیں۔</p></div><div>10781</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">پھر ارشاد ہوتا ہے کہ ان کا نیک بدلہ ان کے رب کے پاس ان لازوال جنتوں کی صورت میں ہے، جن کے چپے چپے پر پاک صاف پانی کی نہریں بہہ رہی ہیں، جن میں دوام اور ہمیشہ کی زندگی کے ساتھ رہیں گے، نہ وہاں سے نکالے جائیں، نہ وہ نعمتیں ان سے جدا ہوں، نہ کم ہوں، نہ اور کوئی کھٹکا ہے، نہ غم، پھر ان سب سے بڑھ چڑھ کر نعمت و رحمت یہ ہے کہ رضائے رب مرضی مولا انہیں حاصل ہو گئی ہے اور انہیں اس قدر نعمتیں باری تعالیٰ نے عطا فرمائی ہیں کہ یہ بھی دل سے راضی ہو گئے ہیں۔ </p><p class=\"ur\"> پھر ارشاد فرماتا ہے کہ یہ بہترین بدلہ یہ بہت بڑی جزاء یہ اجر عظیم دنیا میں اللہ سے ڈرتے رہنے کا عوض ہے، ہر وہ شخص جس کے دل میں ڈر ہو، جس کی عبادت میں اخلاص ہو، جو جانتا ہو کہ اللہ کی اس پر نظریں ہیں بلکہ عبادت کے وقت اس مشغولی اور دلچسپی سے عبادت کر رہا ہو کہ گویا وہ اپنی آنکھوں سے اپنے خالق، مالک، سچے رب اور حقیقی اللہ کو دیکھ رہا ہے۔  مسند احمد کی حدیث میں ہے <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>میں تمہیں بتاؤں کہ سب سے بہتر شخص کون ہے؟<span>“</span> لوگوں نے کہا ضرور، فرمایا: <span>”</span>وہ شخص جو اپنے گھوڑے کی لگام تھامے ہوئے ہے کہ کب جہاد کی آواز بلند ہو اور کب میں کود کر اس کی پیٹھ پر سوار ہو جاؤں اور گرجتا ہوا دشمن کی فوج میں گھسوں اور داد شجاعت دوں، لو میں تمہیں ایک اور بہترین مخلوق کی خبر دوں، وہ شخص جو اپنی بکریوں کے ریوڑ میں ہے، نہ نماز کو چھوڑتا ہے، نہ زکوٰۃ سے جی چراتا ہے۔ آؤ اب میں بدترین مخلوق بتاؤں وہ شخص کہ اللہ کے نام سے سوال کرے اور پھر نہ دیا جائے<span>“</span> </span>۔   <span class=\"reference\">[مسند احمد:169/2،حسن]</span> ‏ </p><p> سورۃ <span class=\"arabic qpc-hafs\"> «لم یکن»</span>  کی تفسیر ختم ہوئی، اللہ تعالیٰ کا شکر و احسان ہے۔</p></div><div>10782</div>"
        },
        {
            "resource_id": 157,
            "text": "<p>حضرت محمد ﷺ آخری رسول ہیں اور جو دین لے کر آئے ہیں وہ آخری دین ہے اس سے قبل یوں تھا کہ جب بھی انسانیت گمراہ ہوتی اور راستے سے ہٹ جاتی اللہ رسول بھیج دیتا ، یہ سلسلہ مسلسل جاری رہا اور لوگوں کو وقفے وقفے سے مہلت ملتی رہی کہ لوگ اپنی اصلاح کرلیں لیکن اللہ کی مشیت کا تقضا یہ ہوا کہ ایک جامع ، مانع اور مکمل دین بھیج کر رسولوں کے اس سلسلے کو ختم کردے۔ یہ آخری مہلت ہے ۔ لوگ اس آخری دین کو قبول کرکے نجات پالیں گے یا انکار کرکے ہلاک وبرباد ہوجائیں گے۔ اس لئے کہ کفر اور شرک شر کے قائم مقام اور شر کی علامت بن جاتی ہے اور شر کی کوئی حد نہیں ہوتی اور ایمان خیر کا قائم مقام ہوجاتا ہے۔ اور ایمان کے نتیجے میں خیر اپنی انتہاﺅں تک پہنچ جاتا ہے۔</p><p>ان الذین ........................................ البریة (6:98) ” اہل کتاب اور مشرکین میں سے جن لوگوں نے کفر کیا ہے وہ یقینا جہنم کی آگ میں جائیں گے اور ہمیشہ اس میں رہیں گے ، یہ لوگ بدترین خلائق ہیں “۔ یہ ایک قطعی حکم ہے اور اس میں کوئی جدل وجدال نہیں ہے۔ اگرچہ اہل کتاب اور مشرکین کے بعض اعمال اچھے ہوں ، بعض آداب خوب ہوں اور بعض تنظیمات مفید ہوں ۔ جب تک ان لوگوں کو حقیقت ایمان حاصل نہیں ہوتی۔ اور وہ اس آخری دین اور آخری نبی پر ایمان نہیں لاتے۔ اس اٹل حکم میں ہم محض لوگوں کے بعض ظاہری اچھے اعمال کی وجہ سے شک نہیں کرسکتے اس لئے کہ کفار کے اعمال دراصل نیکی اور بھلائی کے اصل سرچشمے سے دور ہوتے ہیں۔ اور وہ ایک مضبوط اور درست نظام زندگی کا حصہ نہیں ہوتے۔</p><p>ان الذین ................................ خیر البریة (7:98) ” جو لوگ ایمان لے آئے اور جنہوں نے نیک عمل کیے ، وہ یقینا بہترین خلائق ہیں “۔ یہ بھی ایک قطعی حکم ہے جس میں کسی قیل وقال کی گنجائش نہیں ہے۔ اس کی شرط بھی واضح ، صاف اور اٹل ہے۔ یعنی یہ کہ جو ” ایمان “ لے آئیں۔ یہ نہ ہو کہ وہ کسی ایسی سرزمین میں پیدا ہوئے ہوں جو مسلمان سر زمین ہونے کی مدعی ہو ، یا کسی ایسے گھرانے میں پیدا ہوئے ہوں جس کا دعویٰ یہ ہو کہ وہ مسلمان گھرانا ہے یا محض یہ کہ کوئی چند کلمات ادا کرتا ہو ، نہیں بلکہ ایسا ایمان جو زندگی کے اندر عملاً نمودار ہوتا ہو۔</p><p>وعملوا الصلحت ” اور انہوں نے نیک کام کیے “۔ اور ان کا ایمان اور اقرار ایمان محض الفاظ اور کلمات ہی نہ ہوں ، جو صرف ہونٹوں پر ہوتے ہیں ، صالحات وہ افعال ہیں جن کے کرنے کا اللہ نے حکم دیاہو ، جن میں اخلاق بھی ہوں ، اعمال بھی ہوں اور طرز عمل اور معاملات بھی ہوں اور اعمال میں سب سے بڑا عمل یہ ہے کہ اللہ کی شریعت کو زمین پر قائم کیا جائے اور لوگوں کے درمیان فیصلے اللہ کی شریعت کے مطابق ہوں۔ جو لوگ یہ کام کریں وہ ہیں بہترین خلائق۔</p>"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">يخبر تعالى عن مآل الفجار من كفرة أهل الكتاب والمشركين المخالفين لكتب الله المنزلة وأنبياء الله المرسلة أنهم يوم القيامة في نار جهنم خالدين فيها أي ماكثين لا يحولون عنها ولا يزولون <span class=\"red\">\" أولئك هم شر البرية \"</span> أي شر الخليقة التي برأها الله وذرأها.</p>"
        },
        {
            "resource_id": 169,
            "text": "<h2>Mentioning the Worse and Best of Creation and Their Recompense</h2><p>Allah informs of what will happen to the wicked disbelievers among the People of the Scripture and the idolators who oppose the Allah's divinely revealed Books and the Prophets whom He sent. He says that they will be in the fire of Hell on the Day of Judgement and they will abide therein forever. This means that they will remain in it and they will have no way out of it and they will not cease being in it.</p><p>أَوْلَـئِكَ هُمْ شَرُّ الْبَرِيَّةِ</p><p>(They are the worst of creatures.) meaning, they are the worst creation that Allah has fashioned and created. Then Allah informs about the situation of the righteous people who believed in their hearts and performed righteous deeds with their bodies. He says that they are the best of creation. Abu Hurayrah and a group of the scholars have used this Ayah as a proof that the believers have a status among the creatures that is better than the angels. This is because Allah says,</p><p>أُوْلَـئِكَ هُمْ خَيْرُ الْبَرِيَّةِ</p><p>(They are the best of creatures.) Then Allah says,</p><p>جَزَآؤُهُمْ عِندَ رَبِّهِمْ</p><p>(Their reward with their Lord) meaning, on the Day of Judgement.</p><p>جَنَّـتُ عَدْنٍ تَجْرِى مِنْ تَحْتِهَا الاٌّنْهَـرُ خَـلِدِينَ فِيهَآ أَبَداً</p><p>(is Eternal Gardens underneath which rivers flow. They will abide therein forever,) meaning, having no end, no break and no conclusion.</p><p>رِّضِىَ اللَّهُ عَنْهُمْ وَرَضُواْ عَنْهُ</p><p>(Allah will be pleased with them, and they well-pleased with Him.) The condition of Him being pleased with them is more illustri- ous than all of the everlasting delights that they will be given.</p><p>وَرَضُواْ عَنْهُ</p><p>(and they well-pleased with Him.) Due to the comprehensive favors He has given them. Then Allah says,</p><p>ذَلِكَ لِمَنْ خَشِىَ رَبَّهُ</p><p>(That is for him who fears his Lord.) meaning, this is the reward that will be attained by those who revere Allah and fear Him as He deserves to be feared. This is the person who worships Allah as if he sees Him, and he knows that even though he does not see Him, indeed Allah sees him. Imam Ahmad recorded from Abu Hurayrah that the Messenger of Allah ﷺ said,</p><p>«أَلَا أُخْبِرُكُمْ بِخَيْرِ الْبَرِيَّةِ؟»</p><p>(Shall I not inform you of the best of creation) They said, \"Of course, O Messenger of Allah!\" He said,</p><p>«رَجُلٌ آخِذٌ بِعِنَانِ فَرَسِهِ فِي سَبِيلِ اللهِ، كُلَّمَا كَانَتْ هَيْعَةٌ اسْتَوَى عَلَيْهِ. أَلَا أُخْبِرُكُمْ بِخَيْرِ الْبَرِيَّة»</p><p>(A man who takes the reins of his horse in the way of Allah, and whenever there is a fearful cry from the enemy, he climbs upon it. Shall I not inform you of the best of creation) They said, \"Of course, O Messenger of Allah ﷺ!\" He said,</p><p>«رَجُلٌ فِي ثُلَّةٍ مِنْ غَنَمِهِ، يُقِيمُ الصَّلَاةَ وَيُؤْتِي الزَّكَاةَ. أَلَا أُخْبِرُكُمْ بِشَرِّ الْبَرِيَّةِ؟»</p><p>(A man who has a flock of sheep and he establishes the prayer and gives the obligatory charity. Shall I not inform you of the worst of creation) They said, \"Of course.\" He said,</p><p>«الَّذِي يُسْأَلُ بِاللهِ وَلَا يُعْطِي بِه»</p><p>(The person who is asked by Allah and he does not give by Him.) This is the end of the Tafsir of Surat Lam Yakun (Al-Bayyinah), and all praise and thanks are due to Allah.</p>"
        },
        {
            "resource_id": 177,
            "text": "Những người Do Thái, Thiên Chúa và những người đa thần sẽ bị trừng phạt trong Hỏa Ngục trong Ngày Tận Thế, họ sẽ ở trong đó đời đời không có ngày trở ra, họ là tạo vật xấu xa nhất trong các tạo vật của Ngài vì tội phủ nhận Allah và chối bỏ sứ mạng của Thiên Sứ của Ngài."
        },
        {
            "resource_id": 92,
            "text": "إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُولَئِكَ هُمْ شَرُّ الْبَرِيَّةِ (6)بعد أن أنحى على أهل الكتاب والمشركين معاً ثم خَصَّ أهل الكتاب بالطعن في تعللاتهم والإِبطال لشبهاتهم التي يتابعهم المشركون عليها . أعقبه بوعيد الفريقين جمعاً بينهما كما ابتدأ الجمع بينهما في أول السورة لأن ما سبق من الموعظة والدلالة كاف في تدليل أنفسهم للموعظة .فالجملة استئناف ابتدائي ، وقدم أهل الكتاب على المشركين في الوعيد استتباعاً لتقديمهم عليهم في سببه كما تقدم في أول السورة ، ولأن معظم الرد كان موجهاً إلى أحوالهم من قوله : { وما تفرق الذين أوتوا الكتاب } إلى قوله : { دين القيمة } [ البينة : 4 ، 5 ] ، ولأنه لو آمن أهل الكتاب لقامت الحجة على أهل الشرك .و { مِن } بيانية مثل التي في قوله : { لم يكن الذين كفروا من أهل الكتاب والمشركين } [ البينة : 1 ] .وتأكيد الخبر ب { إنّ } للرد على أهل الكتاب الذين يزعمون أنهم لا تمسهم النار إلا أياماً معدودة ، فإن الظرفية التي اقتضتها { في } تفيد أنهم غير خارجين منها ، وتأكد ذلك بقوله : { خالدين فيها } ، وأما المشركون فقد أنكروا الجزاء رأساً .والإِخبارُ عنهم بالكون في نار جهنم إخبار بما يحصل في المستقبل بقرينة مقام الوعيد فإن الوعيد كالوعد يتعلق بالمستقبل وإن كان شأن الجملة الاسمية غير المقيدة بما يعين زمان وقوعها أن تفيد حصول مضمونها في الحال كما تقول : زيد في نعمة .وجملة : { أولئك هم شر البريئة } كالنتيجة لكونهم في نار جهنم خالدين فيها فلذلك فصلت عن الجملة التي قبلها وهو إخبار بسوء عاقبتهم في الآخرة وأريد بالبريئة هنا البريئة المشهورة في الاستعمال وهم البشر ، فلا اعتبار للشياطين في هذا الاسم وهذا يشبه الاستغراق العرفي .والبريئة : فعيلة من بَرأ الله الخلق ، أي صورهم .ومعنى كونهم { شر البريئة } أنهم أشد الناس شراً ، ف { شر } هنا أفعل تفضيل أصله أشر مثل خير الذي هو بمعنى أخير ، فإضافة { شر } إلى { البريئة } على نية { مِن } التفضيلية .وإنما كانوا كذلك لأنهم ضلوا بعد تلبسهم بأسباب الهدى ، فأما أهل الكتاب فلأن لديهم كتاباً فيه هدى ونور فعدلوا عنه ، وأما المشركون فلأنهم كانوا على الحنيفية فأدخلوا فيها عبادة الأصنام ثم إنهم أصرّوا على دينهم بعدما شاهدوا من دلائل صدق محمد صلى الله عليه وسلم وما جاء به القرآن من الإِعجاز والإِنباء بما في كتب أهل الكتاب ، وذلك مما لم يشاركهم فيه غيرهم فقد اجتنوا لأنفسهم الشر من حيث كانوا أهلاً لنوال الخير فحسرتهم على أنفسهم يوم القيامة أشد من حسرة من عداهم فكان الفريقان شراً من الوثنيين والزنادقة في استحقاق العقاب لا فيما يرجى منهم من الاقتراب .وأقحم اسم الإِشارة بين اسم { إنَّ } وخبرها للتنبيه على أنهم أحرياء بالحكم الوارد بعد اسم الإِشارة من أجل الأوصاف التي قبل اسم الإِشارة كما في قوله :{ أولئك على هدى من ربهم } [ البقرة : 5 ] . وتوسيط ضمير الفصل لإِفادة اختصاصهم بكونهم شر البريئة لا يشاركهم في ذلك غيرهم من فرق أهل الكفر لما علمت آنفاً . ولا يرد أن الشياطين أشد شراً منهم لما علمت أن اسم البريئة اعتبر إطلاقه على البشر .و { البريئة } قرأه نافع وحده وابنُ ذكوان عن ابن عامر بهمز بعد الياء فعيلة من برأ اللَّهُ ، إذا خلق .وقرأه بقية العشرة بياء تحتية مشددة دون همز على تسهيل الهمزة بعد الكسرة ياء وإدغام الياء الأولى في الياء الثانية تخفيفاً .وإثبات الهمزة لغة أهل الحجاز ، والتخفيف لغة بقية العرب ، كما تركوا الهمز في الدَّرِيَّة والنبيّ . قال سيبويه : ليس أحد من العرب إلا ويقول : تنبأ مسيلمة بالهمز غير أنهم تركوا الهمز في النبيّ كما تركوه في : الدَّرِيَّة والبَرِيَّة إلا أهل مكة فإنهم يهمزونها ويخالفون العرب في ذلك ."
        },
        {
            "resource_id": 791,
            "text": "തീർച്ചയായും യഹൂദ-നസ്വാറാക്കളിലും ബഹുദൈവാരാധകരിലും പെട്ട (ഇസ്ലാമിനെ) നിഷേധിച്ചവർ അന്ത്യനാളിൽ നരകാഗ്നിയിൽ പ്രവേശിക്കുകയും, അതിൽ ശാശ്വതരായി വസിക്കുകയും ചെയ്യുന്നതാണ്. അല്ലാഹുവിനെ നിഷേധിക്കുകയും, അവൻ്റെ ദൂതനെ കളവാക്കുകയും ചെയ്തതിനാൽ അവർ തന്നെയാകുന്നു സൃഷ്ടികളിൽ ഏറ്റവും മോശപ്പെട്ടവർ."
        },
        {
            "resource_id": 93,
            "text": "ثم - بين - سبحانه - سوء عاقبة هؤلاء الجاحدين من أهل الكتاب ومن المشركين فقال : ( إِنَّ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب والمشركين فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَآ ) .أى : إن الذين أصروا على كفرهم بعد أن تبين لهم ، من اليهود والنصارى ، ومن المشركين الذين هم عبدة الأصنام . . مكانهم المهيأ لهم هو نار جهنم ، حالة كونهم خالدين فيها خلودا أبديا ( أولئك ) الموصوفون بتلك الصفات الذميمة ( هُمْ شَرُّ البرية ) أى : هم شر كل صنف من أصناف المخلوقات ، لإِصرارهم على الكفر والإِشراك مع علمهم بالحق .ولفظ \" البرية \" من البرَى وهو التراب ، لأنهم قد خلقوا فى الأصل منه ، يقال : فلان برَاه الله - تعالى - يبرُوه بَرْواً . أى : خلقه وقرأ نافع بالهمز ، من قولهم برأ الله - تعالى - الخلق يبرؤهم ، أى : خلقهم .وقدم سبحانه - أهل الكتاب فى المذمة ، لأن جنايتهم فى حق الرسول صلى الله عليه وسلم أشد ، إذا كانوا يستفتحون به على المشركين ويقولون لهم : إن نبيا قد أظللنا زمانه ، وإننا عند مبعثه سنتبعه .. فلما بعث صلى الله عليه وسلم كفروا به .وقد تضمنت هذه الآية الكريمة أمرين : الأول : أن هؤلاء الضالين خالدون فى النار ، والثانى : أنهم شر المخلوقات التى خلقها الله - تعالى - ."
        },
        {
            "resource_id": 178,
            "text": "Поистине, те, которые не уверовали, из числа иудеев, христиан и многобожников, в Судный день войдут в Геенну, где они пребудут вечно, и они являются худшими творениями, поскольку не веруют в Аллаха и считают лжецом Его Посланника."
        },
        {
            "resource_id": 790,
            "text": "নিশ্চয় ( ইহুদী, খৃষ্টান আৰু মুশ্বৰিকসকলৰ পৰা) যিসকলে অস্বীকাৰ কৰিছে, সিহঁতে ক্বিয়ামতৰ দিনা জাহান্নামত প্ৰৱেশ কৰিব তাৰ ভিতৰত স্থায়ীভাৱে অৱস্থান কৰিব। কিয়নো সিহঁতে আল্লাহ আৰু তাৰ ৰাছুলক অস্বীকাৰ কৰিছে।"
        },
        {
            "resource_id": 183,
            "text": "ユダヤ教徒とキリスト教徒と多神教徒で不信心の者は、審判の日には、地獄の火の中に入って、そこに永遠に住むのだ。これらは、被造物の中でアッラーを信じず、 使徒を拒否したので、最悪の者である。"
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ )</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: إن الذين آمنوا بالله ورسوله محمد, وعبدوا الله مخلصين له الدين حنفاء, وأقاموا الصلاة, وآتوا الزكاة, وأطاعوا الله فيما أمر ونهى <span class=\"arabic qpc-hafs green\">( أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ )</span> يقول: من فعل ذلك من الناس فهم خير البرية.<span class=\"blue\"> وقد:</span> حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا عيسى بن فرقد, عن أبي الجارود, عن محمد بن عليّ<span class=\"arabic qpc-hafs green\">( أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ )</span> فقال النبي صلى الله عليه وسلم: <span class=\"red\">\" أنْتَ يا عَلي وَشِيعَتُكَ\"</span>.</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "Indeed, those who have faith in Allah and do good deeds, they are the ones who are the best of creation."
        },
        {
            "resource_id": 16,
            "text": "إن الذين صَدَّقوا الله واتبعوا رسوله وعملوا الصالحات، أولئك هم خير الخلق."
        },
        {
            "resource_id": 179,
            "text": "Tunay na ang mga sumampalataya kay Allāh at gumawa ng mga gawang maayos, ang mga iyon ay ang pinakamabuti sa mga nilikha."
        },
        {
            "resource_id": 93,
            "text": "ثم بين - سبحانه - بعد ذلك حسن عاقبة المؤمنين فقال : ( إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات ) أى : وعملوا الأعمال الصالحات ( أولئك هُمْ خَيْرُ البرية ) أى : أولئك هم خير المخلوقات التى خلقها الله - تعالى - ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 177,
            "text": "Những ai tin Allah và làm việc ngoan đạo, thiện tốt thì họ là tạo vật tốt đẹp nhất trong các tạo vật của Ngài."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية\"</span>.</p>"
        },
        {
            "resource_id": 804,
            "text": "{باوه‌ڕدارى راسته‌قینه‌ له‌ مه‌لائیكه‌ت باشتره‌}\n[ <span class=\"arabic uthmani\">إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ</span> ] به‌ڵام ئه‌و كه‌سانه‌ی كه‌ ئیمانیان هێناوه‌و كرده‌وه‌ی چاكیان كردووه‌ (كرده‌وه‌ی چاك ئه‌وه‌یه‌ نیه‌تت بۆ خوای گه‌وره‌ بێت و بۆ ریات نه‌بێت، وه‌ له‌سه‌ر سوننه‌تی پێغه‌مبه‌ر - <span class=\"saw\">صلی الله علیه وسلم</span> - بێت و بیدعه‌ نه‌بێت) [ <span class=\"arabic uthmani\">أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ (٧)</span> ] ئه‌مانه‌ باشترین دروستكراوی خوای گه‌وره‌ن، ئه‌بو هوڕه‌یره‌ (خوای لێ ڕازی بێ) له‌گه‌ڵ كۆمه‌ڵێكی تر له‌ زانایاندا ئه‌م ئایه‌ته‌ ئه‌كه‌نه‌ به‌ڵگه‌ له‌سه‌ر ئه‌وه‌ی كه‌ باوه‌ڕداران ئه‌وانه‌ی كه‌ ئیمانیان هێناوه‌و ئه‌هلی ته‌وحیدو یه‌كخواپه‌رستن و شه‌ریكیان بۆ خوا دانه‌ناوه‌و كرده‌وه‌ی چاكیان كردووه‌ ئه‌مانه‌ فه‌زڵیان زیاتره‌ به‌سه‌ر مه‌لائیكه‌ت له‌به‌ر ئه‌وه‌ی خوای گه‌وره‌ ئه‌فه‌رمووێ: ئه‌م باوه‌ڕدارانه‌ باشترین دروستكراوی خوان، واته‌: له‌ جنیش باشترن، ته‌نانه‌ت ئه‌فه‌رموون: له‌ مه‌لائیكه‌تیش باشترن، هه‌ر كه‌سێك عیباده‌تی خوا بكات و شه‌ریك بۆ خوا دانه‌نێ و كرده‌وه‌ی چاك ئه‌نجام بدات ئه‌مانه‌ لای خوای گه‌وره‌ له‌ مه‌لائیكه‌ت به‌ڕێزترن."
        },
        {
            "resource_id": 166,
            "text": "<p>নিশ্চয় যারা ঈমান এনেছে এবং সৎকাজ করেছে, তারাই সৃষ্টির শ্ৰেষ্ঠ।</p>"
        },
        {
            "resource_id": 175,
            "text": "Oni koji vjeruju u Allaha i čine dobra djela su najbolja stvorenja."
        },
        {
            "resource_id": 92,
            "text": "إِنَّ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ (7) { البرية * إِنَّ الذين ءَامَنُواْ وَعَمِلُواْ الصالحات أولئك هُمْ خَيْرُ البرية } { البرية * جَزَآؤُهُمْ عِندَ رَبِّهِمْ جنات عَدْنٍ تَجْرِى مِنْ تَحْتِهَا الانهار } .قوبل حال الكفرة من أهل الكتاب وحالُ المشركين بحال الذين آمنوا بعد أن أشِير إليهم بقوله : { وذلك دين القيمة } [ البينة : 5 ] ، استيعاباً لأحوال الفِرق في الدنيا والآخرة وجرياً على عادة القرآن في تعقيب نذارة المنذَرين ببشارة المطمئنين وما ترتب على ذلك من الثناء عليهم ، وقدم الثناء عليهم على بشارتهم على عكس نظم الكلام المتقدم في ضدهم ليكون ذكر وعدهم كالشكر لهم على إيمانهم وأعمالهم فإن الله شكور .والجملة استئناف بياني ناشىء عن تكرر ذكر الذين كفروا من أهل الكتاب والمشركين فإن ذلك يثير في نفوس الذين آمنوا من أهل الكتاب والمشركين تساؤلاً عن حالهم لعل تأخر إيمانهم إلى ما بعد نزول الآيات في التنديد عليهم يَجعلهم في انحطاط درجةٍ ، فجاءت هذه الآية مبينة أن من آمن منهم هو معدود في خير البريئة .والقول في اسم الإِشارة ، وضمير الفصل والقصر وهمز البريئة كالقول في نظيره المتقدم .واسم الإِشارة والجملة المخبر بها عنه جميعها خبر عن اسم { إن } ."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">ثم أخبر تعالى عن الأبرار الذين آمنوا بقلوبهم وعملوا الصالحات بأبدانهم بأنهم خير البرية وقد استدل بهذه الآية أبو هريرة وطائفة من العلماء على تفضيل المؤمنين من البرية على الملائكة لقوله <span class=\"red\">\"أولئك هم خير البرية\"</span>.</p>"
        },
        {
            "resource_id": 90,
            "text": "وكذا [ ص: 129 ] خير البرية : إما على التعميم ، أو خير برية عصرهم . وقد استدل بقراءة الهمز من فضل بني آدم على الملائكة ، وقد مضى في سورة ( البقرة ) القول فيه . وقال أبو هريرة - رضي الله عنه - : المؤمن أكرم على الله - عز وجل - من بعض الملائكة الذين عنده ."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ }</span> لأنهم عبدوا الله وعرفوه، وفازوا بنعيم الدنيا والآخرة."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 7{ اِنَّ الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لا } ”اس کے برعکس وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے“ { اُولٰٓئِکَ ہُمْ خَیْرُالْبَرِیَّۃِ۔ } ”یہی بہترین خلائق ہیں۔“ اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! اللہ تعالیٰ سے دعا ہے کہ وہ ہمیں ان لوگوں میں شامل ہونے کی توفیق عطا فرمائے۔ آمین !</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>নিশ্চয় যারা ঈমান এনেছে ও সৎকর্ম করেছে তারাই সৃষ্টির শ্রেষ্ঠ। [১]</p><p>[১] অর্থাৎ, যারা আন্তরিকভাবে ঈমান আনে এবং যারা অঙ্গ-প্রত্যঙ্গ দ্বারা আমল করে, তারাই সৃষ্টির মধ্যে সবার থেকে উত্তম ও উৎকৃষ্টতম সৃষ্টি। যে সকল উলামাগণ মনে করেন যে, মু'মিন বান্দাগণ মান ও মর্যাদায় ফিরিশতা হতে শ্রেষ্ঠতর, তাঁদের সমর্থনে এই আয়াতটি একটি দলীল। البَرِيَّة শব্দটি بَرَأَ থেকে উৎপত্তি হয়েছে। এ থেকেই আল্লাহর একটি গুণ 'আল-বারী' হয়েছে। بَرية এর আসল রূপ بَريئة । এর ء কে ي দ্বারা পরিবর্তন করে অপর ي তে সন্ধি করা হয়েছে।</p>"
        },
        {
            "resource_id": 182,
            "text": "的确，信仰真主并立行善功之人，他们是一群良善之人。"
        },
        {
            "resource_id": 170,
            "text": "Они познали Аллаха, поклонялись Ему и благодаря этому обрели блаженство как при жизни на земле, так и после смерти."
        },
        {
            "resource_id": 183,
            "text": "だが信仰して善行に励む者たちは、被造物の中で最善の者だ。"
        },
        {
            "resource_id": 181,
            "text": "همانا کسانی‌که به الله ایمان آورده‌اند و اعمال صالح انجام داده‌اند، اینها بهترین مخلوقات هستند."
        },
        {
            "resource_id": 178,
            "text": "Поистине, те, которые уверовали в Аллаха и совершали праведные деяния, являются лучшими творениями."
        },
        {
            "resource_id": 172,
            "text": "İman ederek salih ameller işleyenler ise, işte onlar yaratılmışların en hayırlılarıdır."
        },
        {
            "resource_id": 174,
            "text": "Sesungguhnya orang-orang yang beriman kepada Allah dan melakukan amal saleh, mereka adalah sebaik-baik makhluk."
        },
        {
            "resource_id": 790,
            "text": "যিসকলে আল্লাহৰ প্ৰতি ঈমান আনিছে আৰু সত্কৰ্ম কৰিছে, তেওঁলোকেই উত্তম সৃষ্টি।"
        },
        {
            "resource_id": 792,
            "text": "ពិតប្រាកដណាស់ បណ្ដាអ្នកដែលមានជំនឿ និងបានសាងទង្វើកុសល អ្នកទាំងនោះហើយ គឺជាម៉ាខ្លូកដែលល្អបំផុត។"
        },
        {
            "resource_id": 173,
            "text": "Ceux qui croient en Allah et accomplissent de bonnes œuvres sont les meilleures des créatures."
        },
        {
            "resource_id": 776,
            "text": "En cambio, los que tienen fe en Al-lah y hacen buenas obras, son los mejores de la creación."
        },
        {
            "resource_id": 180,
            "text": "৭. পক্ষান্তরে যারা ঈমান আনয়নপূর্বক নেক আমল করে তারা হলো সৃষ্টির সেরা।"
        },
        {
            "resource_id": 791,
            "text": "തീർച്ചയായും അല്ലാഹുവിൽ വിശ്വസിക്കുകയും സൽകർമ്മങ്ങൾ പ്രവർത്തിക്കുകയും ചെയ്തവർ തന്നെയാകുന്നു സൃഷ്ടികളിൽ ഏറ്റവും ഉത്തമർ."
        },
        {
            "resource_id": 905,
            "text": "إن الذين آمنوا بالله وعملوا الأعمال الصالحات أولئك هم خير الخليقة."
        },
        {
            "resource_id": 176,
            "text": "In verità, coloro che hanno creduto in Allāh e che hanno compiuto opere buone sono il meglio del Creato."
        },
        {
            "resource_id": 792,
            "text": "ការតបស្នងរបស់ពួកគេនៅឯម្ចាស់របស់ពួកគេនោះ គឺឋានសួគ៌អាត់និនដែលមានទនេ្លជាច្រើនហូរពីក្រោមវិមាននិងដើមឈើរបស់វា ដោយពួកគេស្ថិតនៅទីនោះជាអមតៈ។ អល់ឡោះបានពេញចិត្តចំពោះពួកគេដោយសារតែពួកគេបានមានជំនឿចំពោះទ្រង់ និងគោរពប្រតិបត្តិតាមទ្រង់ ហើយពួកគេក៏ពេញចិត្តចំពោះទ្រង់វិញដែរដោយសារតែពួកគេទទួលបាននូវក្តីមេត្តាករុណាអំពីទ្រង់។ ការទទួលបាននូវក្តីមេត្តាករុណានេះ គឺសម្រាប់តែជនណាដែលកោតខ្លាចម្ចាស់របស់គេដោយអនុវត្តតាមបទបញ្ជារបស់ទ្រង់ និងចៀសវាងពីបម្រាមទាំងឡាយដែលទ្រង់បានហាមឃាត់ប៉ុណ្ណោះ។"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">القول في تأويل قوله تعالى جل جلاله وتقدست أسماؤه:  جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ <span class=\"arabic qpc-hafs green\">(8)</span>  .</p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: ثواب هؤلاء الذين آمنوا وعملوا الصالحات عند ربهم يوم القيامة <span class=\"arabic qpc-hafs green\">( جَنَّاتِ عَدْنٍ )</span> يعني بساتين إقامَة لا ظعن فيها, تجري من تحت أشجارها الأنهار <span class=\"arabic qpc-hafs green\">( خَالِدِينَ فِيهَا أَبَدًا )</span> يقول: ماكثين فيها أبدًا, لا يخرجون عنها, ولا يموتون فيها</p><p><span class=\"arabic qpc-hafs green\">( رَضِيَ اللَّهُ عَنْهُمْ )</span>بما أطاعوه في الدنيا, وعملوا لخلاصهم من عقابه في ذلك</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs green\">( وَرَضُوا عَنْهُ )</span> بما أعطاهم من الثواب يومئذ, على طاعتهم ربهم في الدنيا, وجزاهم عليها من الكرامة.</p><p>وقوله: <span class=\"arabic qpc-hafs green\">( ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ )</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: هذا الخير الذي وصفته, ووعدته الذين آمنوا وعملوا الصالحات يوم القيامة,<span class=\"blue\"> لمن خشي ربه; يقول:</span> لمن خاف الله في الدنيا في سرّه وعلانيته, فاتقاه بأداء فرائضه, واجتناب معاصيه, وبالله التوفيق.</p><p>آخر تفسير سورة لم يكن</p>"
        },
        {
            "resource_id": 790,
            "text": "তেওঁলোকৰ প্ৰতিদান তেওঁলোকৰ পৱিত্ৰ আৰু উচ্চ প্ৰতিপালকৰ ওচৰত আছে, এনেকুৱা জান্নাত যাৰ অট্টালিকা আৰু গছবোৰৰ তলত নদীসমূহ প্ৰবাহিত হব। তেওঁলোকে তাত চিৰকাল থাকিব। তেওঁলোকৰ ঈমান আৰু ইবাদতৰ কাৰণে আল্লাহ তেওঁলোকৰ প্ৰতি সন্তুষ্ট হব আৰু তেওঁলোকে আল্লাহৰ অসীম কৃপাৰ কাৰণে তাৰ প্ৰতি সন্তুষ্ট হব। যিয়ে তাৰ প্ৰতিপালকক ভয় কৰে আৰু তেওঁৰ আদেশ পালন কৰে আৰু তেওঁৰ নিষিদ্ধ কথাৰ পৰা বিৰত থাকে।"
        },
        {
            "resource_id": 174,
            "text": "Balasan mereka di sisi Tuhan mereka adalah surga-surga yang dari bawah istana-istana dan pepohonannya mengalir sungai-sungai, mereka menetap di dalamnya selama-lamanya. Allah rida pada mereka karena mereka beriman kepada-Nya dan menaati-Nya dan mereka pun rida kepada Allah karena rahmat yang Allah berikan kepada mereka. Rahmat ini hanya didapat oleh orang yang takut kepada Tuhannya dengan mematuhi perintah-Nya dan menjauhi larangan-Nya."
        },
        {
            "resource_id": 172,
            "text": "Onların mükâfatları Rableri -Subhanehu ve Teâlâ-‘nın katında, saraylarının ve ağaçlarının altından ırmaklar akan cennetlerdir. Orada ebediyen kalacaklardır. Kendisine iman etmiş ve itaat etmiş olmaları sebebiyle Allah Teâlâ onlardan razı olmuş, onlar da nail oldukları rahmetinden ötürü Rablerinden razı olmuşlardır. Bu rahmete, emirlerini yerine getirip yasaklarından sakınarak Rabbinden korkanlar nail olur."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ }</span> أي: جنات إقامة، لا ظعن فيها ولا رحيل، ولا طلب لغاية فوقها، <span class=\"arabic qpc-hafs brown\">{ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ }</span> فرضي عنهم بما قاموا به من مراضيه، ورضوا عنه، بما أعد لهم من أنواع الكرامات وجزيل المثوبات <span class=\"arabic qpc-hafs brown\">{ ذَلِكَ }</span> الجزاء الحسن <span class=\"arabic qpc-hafs brown\">{ لِمَنْ خَشِيَ رَبَّهُ }</span> أي: لمن خاف الله، فأحجم عن معاصيه، وقام بواجباته  <span class=\"arabic qpc-hafs\">[تمت بحمد لله]</span>"
        },
        {
            "resource_id": 178,
            "text": "Их наградой у их Господа и ею являются Райские сады, под дворцами и деревьями которых текут реки, и они пребудут там вечно. Аллах будет доволен ими, ибо они уверовали в Него и повиновались Ему, и они будут довольны Аллахом, ибо обретут Его милость. И обретут ее те, которые боится своего Господа, следует Его приказам и сторониться Его запретов."
        },
        {
            "resource_id": 181,
            "text": "پاداش آنها نزد پروردگارشان بهشت‌هایی است که از زیر کاخ‌ها و درختان‌شان رودها جاری است، و برای همیشه در آنها می‌مانند، به‌سبب اینکه به الله ایمان آوردند و از او اطاعت کردند الله از آنها راضی است، و به‌سبب آنچه الله از رحمت خویش به آنها رسانده است آنها نیز از الله راضی هستند، کسی به این رحمت دست می‌یابد که از پروردگارش بترسد، یعنی امرش را اجرا کند، و از نهیش بپرهیزد."
        },
        {
            "resource_id": 183,
            "text": "かれらへの主（アッラー）からの報奨は、樹木と宮殿があり川が下を流れる楽園で、そこに永遠に住む。アッラーはかれらの信仰と服従に満悦され、かれらも恩寵に喜悦している。これらは主を畏れる者に対するもので、その命令に従い、禁止されたものは控えるのだ。"
        },
        {
            "resource_id": 171,
            "text": "Their reward with their Lord (may He be glorified) is gardens under the trees and palaces of which rivers flow, and wherein they shall remain forever. Allah is pleased with them because of them bringing faith in Him and obeying Him, and they are also pleased with Him because of Him giving them His mercy. This mercy can be acquired by the one who fears his Lord, and so fulfils His command and refrains from the thing He has not allowed."
        },
        {
            "resource_id": 791,
            "text": "അവരുടെ രക്ഷിതാവിങ്കൽ അവർക്കുള്ള പ്രതിഫലം സ്വർഗത്തോപ്പുകളാകുന്നു. അതിലെ കൊട്ടാരങ്ങളുടെയും വൃക്ഷങ്ങളുടെയും താഴ്ഭാഗത്തു കൂടെ അരുവികൾ ഒഴുകി കൊണ്ടിരിക്കും. അതിലവർ ശാശ്വതരായി വസിക്കുന്നതായിരിക്കും. അവർ അല്ലാഹുവിൽ വിശ്വസിക്കുകയും അവൻ്റെ കൽപ്പനകൾ അനുസരിക്കുകയും ചെയ്തു എന്നതിനാൽ അല്ലാഹു അവരെ തൃപ്തിപ്പെട്ടിരിക്കുന്നു. അവർക്ക് അല്ലാഹു കാരുണ്യമായി നൽകിയ അനുഗ്രഹങ്ങളിൽ അവരും അല്ലാഹുവിനെ തൃപ്തിപ്പെട്ടിരിക്കുന്നു. അല്ലാഹുവിനെ ഭയപ്പെടുകയും, അവൻ്റെ കൽപ്പനകൾ പ്രാവർത്തികമാക്കുകയും, അവൻ്റെ വിലക്കുകളിൽ നിന്ന് വിട്ടു നിൽക്കുകയും ചെയ്യുന്നവർക്ക് ഈ കാരുണ്യം ലഭിക്കുന്നതായിരിക്കും."
        },
        {
            "resource_id": 93,
            "text": "( جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِى مِنْ تَحْتِهَا الأنهار خَالِدِينَ فِيهَآ أَبَداً ) أى : خالدين فى تلك الجنات خلودا أبديا .( رِّضِىَ الله عَنْهُمْ وَرَضُواْ عَنْهُ ) أى : قبل الله - تعالى - منهم أعمالهم ورضيها عنده ، وفرحوا هم ورضوا بما أعطاهم من خير عميم .فالمراد برضاء - تعالى - عنهم : قبوله لأعمالهم ، وبرضاهم عنه : فرحهم بما أعطاهم من فضله . ( ذلك ) أى : العطاء الجزيل ( لِمَنْ خَشِيَ رَبَّهُ ) أى : كائن وثابت لمن خاف مقام ربه ونهى النفس عن الهوى .نسأل الله - تعالى - أن يجعلنا جميعا من أصحاب الميمنة .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : جزاؤهم عند ربهم جنات عدن تجري من تحتها الأنهار خالدين فيها أبدا رضي الله عنهم ورضوا عنه ذلك لمن خشي ربهقوله تعالى : جزاؤهم أي ثوابهم .عند ربهم أي خالقهم ومالكهم .جنات أي بساتين .عدن أي إقامة . والمفسرون يقولون : جنات عدن بطنان الجنة ، أي وسطها ; تقول : عدن بالمكان يعدن [ عدنا وعدونا ] : أقام . ومعدن الشيء : مركزه ومستقره . قال الأعشى :وإن يستضافوا إلى حكمه يضافوا إلى راجح قد عدنتجري من تحتها الأنهار خالدين فيها أبدا لا يظعنون ولا يموتون .رضي الله عنهم أي رضي أعمالهم ; كذا قال ابن عباس .ورضوا عنه أي رضوا هم بثواب الله - عز وجل - .ذلك أي الجنة .لمن خشي ربه أي خاف ربه ، فتناهى عن المعاصي ."
        },
        {
            "resource_id": 16,
            "text": "جزاؤهم عند ربهم يوم القيامة جنات إقامة واستقرار في منتهى الحسن، تجري من تحت قصورها الأنهار، خالدين فيها أبدًا، رضي الله عنهم فقبل أعمالهم الصالحة، ورضوا عنه بما أعدَّ لهم من أنواع الكرامات، ذلك الجزاء الحسن لمن خاف الله واجتنب معاصيه."
        },
        {
            "resource_id": 165,
            "text": "<p>তাদের প্রতিপালকের নিকট আছে তাদের পুরস্কার স্থায়ী জান্নাত; যার নিম্নদেশে নদীমালা প্রবাহিত। সেখানে তারা চিরস্থায়ী হবে; আল্লাহ তাদের প্রতি সন্তুষ্ট[১] এবং তারাও তাঁর প্রতি সন্তুষ্ট; [২] এ (প্রতিদান) তার জন্য, যে তার প্রতিপালককে ভয় করে। [৩]</p><p>[১] অর্থাৎ, তাদের ঈমান, আনুগত্য এবং সৎকর্মের কারণে আল্লাহ তাদের প্রতি সন্তুষ্ট। আর আল্লাহর সন্তুষ্টি হল সব থেকে বড় জিনিস। মহান আল্লাহ বলেন, (وَرِضْوَانٌ مِنَ اللهِ أَكبَر) <em>(সূরা তাওবাহ ৯:৭২ আয়াত)</em>[২] এ জন্য যে, আল্লাহ তাদেরকে এমন সব নিয়ামতের অধিকারী বানিয়েছেন; যার মধ্যে তাদের আত্মা ও দেহ উভয়ের সুখ বিদ্যমান।[৩] অর্থাৎ, উত্তম প্রতিদান ও সন্তুষ্টি ঐ সকল লোকদের জন্য, যারা পৃথিবীতে আল্লাহকে ভয় করে চলে। আর সেই ভয়ের কারণে আল্লাহর বিরুদ্ধাচরণ করা হতে দূরে থাকে। যদি কোন সময় মানব মনের প্রবণতায় পাপ হয়েই যায়, তাহলে তারা সঙ্গে সঙ্গে তওবা করে নিজেদেরকে সংশোধন করে নেয়। পরিশেষে তাদের মৃত্যু এই অনুগত থাকা অবস্থাতেই হয়; অবাধ্য থাকা অবস্থায় নয়। এর ফলকথা এই যে, আল্লাহর ভয়ে ভীত মানুষ তাঁর অবাধ্যাচরণে অবিচল থাকতে পারে না। পক্ষান্তরে যে এরূপ করে, আসলে তার হৃদয় আল্লাহর ভয় থেকে শূন্য।</p>"
        },
        {
            "resource_id": 170,
            "text": "Они войдут в Сады вечности, которые они не покинут и где их не постигнет смерть. Получив вознаграждение своего Господа, они не будут стремиться к еще большему. Он будет доволен праведниками, потому что они выполняли Его веления и совершали богоугодные дела, а они останутся довольны щедрым даром, который Он приготовил для них. Такое прекрасное воздаяние получат только те, кто страшился Аллаха, избегал грехов и выполнял предписания религии."
        },
        {
            "resource_id": 166,
            "text": "<p>তাদের রবের কাছে আছে তাদের পুরষ্কারঃ স্থায়ী জান্নাত, যার নিচে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে। আল্লাহ্ তাদের প্রতি সন্তুষ্ট [১] এবং তারাও তাঁর প্রতি সস্তুষ্ট। এটি তার জন্য, যে তার রবকে ভয় করে [২]।</p><p>[১] এ আয়াতে জান্নাতীদের প্রতি সর্ববৃহৎ নেয়ামত আল্লাহ্র সস্তুষ্টির কথা উল্লেখ করা হয়েছে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আল্লাহ্ তা‘আলা জান্নাতীদেরকে উদ্দেশ্য করে বলবেন, হে জান্নাতীগণ! তখন তারা জওয়াব দেবে, হে আমাদের রব! আমরা উপস্থিত এবং আপনার আনুগত্যের জন্যে প্রস্তুত। সমস্ত কল্যাণ আপনারই হাতে। অতঃপর আল্লাহ্ বলবেন, তোমরা কি সস্তুষ্ট? তারা জওয়াব দেবে, হে আমাদের রব! এখনও সন্তুষ্ট না হওয়ার কি সম্ভাবনা? আপনি তো আমাদেরকে এত সব দিয়েছেন, যা অন্য কোন সৃষ্টি পায়নি। আল্লাহ্ বলবেন, আমি তোমাদেরকে আরও উত্তম নেয়ামত দিচ্ছি। আমি তোমাদের প্রতি আমার সস্তুষ্টি নাযিল করছি। অতঃপর কখনও তোমাদের প্রতি অসন্তুষ্ট হব না।” [বুখারী: ৬৫৪৯, ৭৫১৮, মুসলিম: ২৮২৯]</p><p>[২] অন্য কথায় যে ব্যক্তি আল্লাহ্র ব্যাপারে নির্ভীক এবং তাঁর মোকাবিলায় দুঃসাহসী ও বেপরোয়া হয়ে জীবনযাপন করে না। বরং দুনিয়ায় প্রতি পদে পদে আল্লাহ্কে ভয় করে জীবনযাপন করে; তাঁর আদেশ-নিষেধ মেনে চলে তাকওয়া অবলম্বন করে। তার জন্যই আল্লাহ্র কাছে রয়েছে এই প্রতিদান ও পুরস্কার। [তাবারী]</p>"
        },
        {
            "resource_id": 182,
            "text": "他们将在其养主那里获得下临诸河的乐园，并永居其中的回赐。真主对他们的信仰和服从感到满意，而他们对所获得的恩赐也感到满意，这份恩赐是因畏惧真主，故遵循祂的命令，放弃祂的禁令而获得的。"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">ثم قال : <span class=\"arabic qpc-hafs\">( جزاؤهم عند ربهم )</span> أي : يوم القيامة <span class=\"arabic qpc-hafs\">( جنات عدن تجري من تحتها الأنهار خالدين فيها أبدا )</span> أي : بلا انفصال ولا انقضاء ولا فراغ .</p><p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">( رضي الله عنهم ورضوا عنه )</span> ومقام رضاه عنهم أعلى مما أوتوه من النعيم المقيم <span class=\"arabic qpc-hafs\">( ورضوا عنه )</span> فيما منحهم من الفضل العميم .</p><p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( ذلك لمن خشي ربه )</span> أي : هذا الجزاء حاصل لمن خشي الله واتقاه حق تقواه ، وعبده كأنه يراه ، وقد علم أنه إن لم يره فإنه يراه .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا إسحاق بن عيسى ، حدثنا أبو معشر ، عن أبي وهب - مولى أبي هريرة - ،<span class=\"blue\"> عن أبي هريرة قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" ألا أخبركم بخير البرية ؟ \"</span> قالوا : بلى يا رسول الله .<span class=\"blue\"> قال :</span> <span class=\"red\">\" رجل أخذ بعنان فرسه في سبيل الله ، كلما كانت هيعة استوى عليه . ألا أخبركم بخير البرية ؟ \"</span> قالوا : بلى يا رسول الله .<span class=\"blue\"> قال :</span> <span class=\"red\">\" رجل في ثلة من غنمه ، يقيم الصلاة ويؤتي الزكاة . ألا أخبركم بشر البرية ؟ \"</span> .<span class=\"blue\"> قالوا :</span> بلى .<span class=\"blue\"> قال :</span> <span class=\"red\">\" الذي يسأل بالله ، ولا يعطي به \"</span> .</p><p>آخر تفسير سورة <span class=\"red\">\" لم يكن \"</span> .</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 8{ جَزَآؤُہُمْ عِنْدَ رَبِّہِمْ جَنّٰتُ عَدْنٍ تَجْرِیْ مِنْ تَحْتِہَا الْاَنْہٰرُ خٰلِدِیْنَ فِیْہَآ اَبَدًاط } ”ان کا بدلہ ہوگا ان کے رب کے پاس دائمی قیام کے باغات کی صورت میں جن کے دامن میں ندیاں بہتی ہوں گی ‘ ان میں وہ رہیں گے ہمیشہ ہمیش۔“ یہاں پر ضمنی طور پر یہ علمی نکتہ بھی نوٹ کر لیجیے کہ قرآن مجید میں دو مقامات ایسے ہیں جہاں اہل جنت اور اہل جہنم کے فوری تقابل simultaneous contrast میں اہل جنت کے لیے { خٰلِدِیْنَ فِیْہَآ اَبَدًا } جبکہ اہل جہنم کے لیے صرف { خٰلِدِیْنَ فِیْہَا } کے الفاظ آئے ہیں۔ ان میں ایک مقام تو یہی ہے۔ یعنی اس سورت کی زیر مطالعہ آیت میں اہل جنت کے لیے { خٰلِدِیْنَ فِیْہَـآ اَبَدًا } کے الفاظ آئے ہیں ‘ جبکہ اس سے پہلے آیت 6 میں اہل جہنم کا ذکر کرتے ہوئے { خٰلِدِیْنَ فِیْہَا } کے الفاظ تک اکتفاء فرمایا گیا ہے۔ اس کے علاوہ سورة التغابن کی آیت 9 اور آیت 10 میں بھی اہل جنت اور اہل جہنم کے تقابل کے حوالے سے یہی فرق دیکھنے میں آتا ہے۔ ان دونوں مقامات میں مذکورہ فرق کی بنیاد پر امت مسلمہ کی دو بہت بڑی علمی شخصیات نے یہ موقف اختیار کیا ہے کہ جنت اور اس کی نعمتیں تو ابدی ہیں ‘ لیکن جہنم ابدی نہیں ہے اور یہ کہ کبھی ایک وقت ایسا بھی آئے گا جب اہل جہنم میں سے خیر کے حامل آخری عناصر کو نکال کر باقی لوگوں کو مدت مدید تک مبتلائے عذاب رکھنے کے بعد بالآخر اس میں جلا کر معدوم کردیا جائے گا اور اس کے بعد جہنم کو بھی ختم کردیا جائے گا۔ اس موقف کی حامل دو شخصیات میں ایک تو شیخ اکبر محی الدین ابن عربی رح ہیں جن کا شمار چوٹی کے صوفیاء میں ہوتا ہے اور دوسری شخصیت امام ابن تیمیہ رح کی ہے جو سلفی حضرات کے نزدیک اسلامی دنیا کے سب سے بڑے امام اور عالم ہیں۔ امام ابن تیمیہ رح کا اس نکتے پر محی الدین ابن عربی رح سے متفق ہوجانا یقینا ایک اہم بات اور ”متفق گردید رائے بوعلی بارائے من“ والا معاملہ ہے ‘ کیونکہ مجموعی طور پر وہ محی الدین ابن عربی رح کے خیالات ونظریات سے شدید اختلاف رکھتے ہیں۔ واضح رہے کہ جہنم کے ابدی نہ ہونے سے متعلق میں نے یہاں مذکورہ دو شخصیات کی آراء کا ذکر محض ایک علمی نکتے کے طور پر کیا ہے ‘ عام اہل سنت کا عقیدہ بہرحال یہ نہیں ہے۔ اہل سنت علماء کے نزدیک جہنم بھی جنت کی طرح ابدی ہی ہے۔  { رَضِیَ اللّٰہُ عَنْہُمْ وَرَضُوْا عَنْہُط } ”اللہ ان سے راضی ہوا اور وہ اس سے راضی ہوئے۔“ یعنی آخرت میں اللہ تعالیٰ انہیں اتنا کچھ عطا فرمائے گا کہ وہ اللہ سے خوش ہوجائیں گے۔ { ذٰلِکَ لِمَنْ خَشِیَ رَبَّہٗ۔ } ”یہ صلہ اس کے لیے ہے جو اپنے رب سے ڈرتا ہے۔“ اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! اَللّٰھُمَّ رَبَّـنَا اجْعَلْنَا مِنْھُمْ ! آمین ‘ ثم آمین !</p>"
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">The true religion of God is that according to which man should pray to and worship the one and only God; he should love and admire God from the bottom of his heart; he should consistently say his prayers and pay zakat (prescribed alms-giving). This is the real religion which comes from God. The best of all are those who adopt this correct religion and the worst are those who do not do so, or who devise another religion instead of the proper one and call the new religion the true religion.</p>"
        },
        {
            "resource_id": 905,
            "text": "ثوابهم عند ربهم سبحانه وتعالى جنات تجري الأنهار من تحت قصورها وأشجارها، ماكثين فيها أبدًا، رضي الله عنهم لما آمنوا به وأطاعوه، ورضوا عنه لما نالهم من رحمته، هذه الرحمة ينالها من خاف ربه، فامتثل أمره، واجتنب نهيه."
        },
        {
            "resource_id": 157,
            "text": "<p>جزاءھم ................................ ابدا (8:98) ” ان کی جزا ان کے رب کے ہاں دائمی قیام کی جنتیں ہیں جن کے نیچے نہریں بہہ رہی ہوں گی۔ وہ ان میں ہمیشہ رہیں گے “۔ ایسے باغات جن کی نعمتوں میں وہ ہمیشہ رہیں گے اور وہاں مکمل امن ہوگا ۔ اور ان کے فنا ہونے اور رک جانے کا کوئی خطرہ نہ ہوگا۔ فنا ہونے اور امن و اطمینان کا ختم ہوجانا دنیا کی تمام سہولیات اور طیبات کا مزہ خراب کردیتا ہے اور ان تروتازہ باغوں کے نیچے نہروں کا بہنا ، اس طرف اشارہ ہے کہ ان باغات میں تازگی اور بہار دائمی ہوگی اور یہ زندگی اور جمال سے بھرپور ہوں گے۔</p><p>اس دائمی نعمت و رحمت کی تصویر کسی میں سیاق کلام دوقدم اور آگے جاتا ہے۔</p><p>ؓ ............................ ربہ (8:98) ” اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے “۔ یہ رضامندی اللہ کی جانب سے ہے او یہ تمام نعمتوں سے برتر اور تمام خوشیوں سے تروتازہ ہے۔ خود ان اہل ایمان کے دلوں میں جو رضامندی ہے وہ رب کی رضامندی ہے۔ اور یہ رضامندی ہے کہ ان کے بارے میں تقدیر الٰہی جو فیصلہ کرتی ہے وہ اس پر راضی ہیں۔ اور اللہ نے ان پر جو انعامات کیے ہیں اس پر بھی وہ راضی ہیں اور اپنے اور اللہ کے درمیان پائے جانے والے تعلق پر بھی راضی ہیں۔ یہ ایسی رضامندی ہے کہ اس سے انسان گہری خوشی اور مسرت و اطمینان محسوس کرتا ہے۔ یہ انداز کہ ” اللہ ان سے راضی ہے اور وہ اللہ سے راضی ہیں “۔ ایک ایسا انداز ہے جس کی تعبیر کیسی دوسرے الفاظ میں نہیں جاسکتی۔</p><p>ذلک لمن خشی ربہ (8:98) ” یہ کچھ ہے اس شخص کے لئے جس نے اپنے رب کا خوف کیا ہو “۔ یہ آخری تاکید ہے ، یہ کہ یہ سب کچھ اس پر موقوف ہے کہ کسی کا تعلق باللہ کیسا ہے۔ اور اس تعلق کی نوعیت کیسی ہے۔ یاد رہے کہ کسی دل میں جب خدا کے خوف کا شعور پیدا ہوتا ہے تو یہ شعور انسان کو نیکی پر آمادہ کرتا ہے اور ہر قسم کی کج روی سے انسان کو روکتا ہے۔ یہی شعور ہے جو انسان کی آنکھوں کے سامنے سے تمام پردے ہٹا دیتا ہے۔ اور انسان کا دل اللہ واحدوقہار کے سامنے براہ راست کھڑا ہوتا ہے ، اور اس شعور کی وجہ سے انسان کی عبادت اور اس کے اعمال صالح ہر قسم کی شرک ، ریاکاری سے پاک ہوجاتا ہیں۔ اس لئے کہ جو شخص اپنے رب سے ڈرتا ہے۔ اس کا دل غیر اللہ کے ڈر سے خالی ہوجاتا ہے ، کسی دوسرے کی رو رعایت وہ نہیں کرتا۔ یہ شعور انسان کو یہ یقین دلا دیتا ہے کہ اللہ تمام ایسے اعمال کو رد کردیتا ہے جن میں اس کی رضامندی کے سوا کوئی اور جذبہ بھی ہو ، اللہ غنی بادشاہ ہے ، اس کے لئے تو خالص عمل ہوگا ورنہ وہ اسے رد کردے گا۔</p><p>اسی مختصر سی سورت میں یہ چار عظیم حقائق قلم بند کیئے گئے ہیں اور قرآن نے ان حقائق کو اپنے مخصوص اسلوب میں بیان کیا ہے اور یہ اسلوب ان چند سطروں والی سورت میں بہت اچھی طرح نمایاں ہے۔</p>"
        },
        {
            "resource_id": 381,
            "text": "<p><b> ৬-৮ নম্বর আয়াতের তাফসীর: </b></p><p>এখানে আল্লাহ তা‘আলা দুশ্রেণির মানুষের বিবরণ তুলে ধরছেন। একশ্রেণি সৃষ্টি জীবের মধ্যে নিকৃষ্ট, তারা হলো আহলে কিতাব ও মুশরিকদের মধ্যে যারা কুফরী করেছে। আর অপর শ্রেণি হলো সৃষ্টি জীবের মধ্যে শ্রেষ্ঠ যারা ঈমান আনয়ন করতঃ সৎ আমল করেন। এদের জন্য রয়েছে জান্নাত যার তলদেশ দিয়ে নদীসমূহ প্রবাহিত। তাদের প্রতি আল্লাহ তা‘আলা সন্তুষ্ট, তারাও আল্লাহ তা‘আলার প্রতি সন্তুষ্ট।</p><p class='arabic uthmani'>(ذٰلِكَ لِمَنْ خَشِيَ رَبَّه۫)</p><p>অর্থাৎ উপরোক্ত উত্তম প্রতিদান তাদের জন্য যারা প্রকাশ্যে-অপ্রকাশ্যে সর্বাবস্থায় আল্লাহ তা‘আলাকে ভয় করে পাপ কাজ বর্জন করে। আল্লাহ তা‘আলা বলেন:</p><p class='arabic uthmani'>(وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّه۪ وَنَهَي النَّفْسَ عَنِ الْهَوٰي فَإِنَّ الْـجَنَّةَ هِيَ الْمَأْوٰي ‏)‏‏</p><p>“পক্ষান্তরে যে ব্যক্তি নিজ প্রতিপালকের সামনে দাঁড়ানোর ভয় রেখেছে এবং কুপ্রবৃত্তি হতে নিজেকে বিরত রেখেছে, অবশ্যই তার ঠিকানা হবে জান্নাত।” (সূরা নাযিআত ৭৯: ৪০-৪১)</p><p>আল্লাহ তা‘আলা আমাদেরকে সৎবান্দাদের মধ্যে শামিল করে নিন। আমীন!</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. সর্বোত্তম ও সর্ব নিকৃষ্ট দু''শ্রেণির মানুষের বিবরণ জানলাম।</p><p>২. সর্বোত্তম ও সর্ব নিকৃষ্ট হওয়ার কারণও জানতে পারলাম।</p><p>৩. যারা সৎ আমলকারী তাদের জন্য আল্লাহ তা‘আলার কাছে যে প্রতিদান রয়েছে সে কথা জানতে পারলাম।</p>"
        },
        {
            "resource_id": 92,
            "text": "جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ (8)وجملة : { جزاؤهم عند ربهم جنات عدن } إلى آخرها مبيِّنة لجملة : { أولئك هم خير البريئة } .و { عند ربهم } ظرف وقع اعتراضاً بين { جزاؤهم } وبين { جنات عدن } للتنويه بعِظَم الجزاء بأنه مدَّخر لهم عند ربهم تكرمةً لهم لما في { عند } من الإِيماء إلى الحظوة والعناية ، وما في لفظ ربهم من الإِيماء إلى إجزال الجزاء بما يناسب عظم المضاف إليه { عندَ } ، وما يناسب شأن من يَرُب أن يبلغ بمربوبه عظيم الإحسان .وإضافة : { جنات } إلى { عدن } لإِفادة أنها مسكنهم لأن العَدْن الإِقامة ، أي ليس جزاؤهم تنزهاً في الجنات بل أقوى من ذلك بالإِقامة فيها .وقوله : { خالدين فيها أبداً } بشارة بأنها مسكنهم الخالد .ووصف الجنات ب { تجري من تحتها الأنهار } لبيان منتهى حسنها .وجَرْيُ النهر مستعار لانتقال السيْل تشبيهاً لسرعة انتقال الماء بسرعة المشي .والنهر : أخدود عظيم في الأرض يسيل فيه الماء فلا يطلق إلا على مجموع الأخدود ومائه . وإسناد الجري إلى الأنهار توسع في الكلام لأن الذي يجري هو ماؤها وهو المعتبر في ماهية النهر .وجعل جزاء الجماعة جمعَ الجنات فيجوز أن يكون على وجه التوزيع ، أي لكل واحد جنة كقوله تعالى : { يجعلون أصابعهم في آذانهم } [ البقرة : 19 ] وقولك : ركب القوم دوابَّهم ، ويجوز أن يكون لكل أحد جنات متعددة والفضل لا ينحصر قال تعالى : { ولمن خاف مقام ربه جنتان } [ الرحمن : 46 ] .وجملة : { رضي الله عنهم } حال من ضمير { خالدين } ، أي خالدين خلوداً مقارناً لرضى الله عنهم ، فهم في مدة خلودهم فيها محفوفون بآثار رضى الله عنهم ، وذلك أعظم مراتب الكرامة قال تعالى :{ ورضوان من اللَّه أكبر } [ التوبة : 72 ] ورِضَى الله تعلق إحسانه وإكرامه لعبده .وأما الرضى في قوله : { ورضوا عنه } فهو كناية عن كونهم نالهم من إحسان الله ما لا مطلب لهم فوقه كقول أبي بكر في حديث الغار : «فشَرب حتى رضيتَ» ، وقول مخرمة حين أعطاه رسول الله صلى الله عليه وسلم قَباءً : «رَضِيَ مخرمة» . وزاده حُسْن وقع هنا ما فيه من المشاكلة .{ عَنْهُ ذَلِكَ لِمَنْ خَشِىَ } .تذييل آت على ما تقدم من الوعد للذين آمنوا والوعيد للذين كفروا بُيّن به سبب العطاء وسبب الحرمان وهو خشية الله تعالى بمنطوق الصلة ومفهومها .والإِشارة إلى الجزاء المذكور في قوله : { جزاؤهم عند ربهم } يعني أن السبب الذي أنالهم ذلك الجزاء هو خشيتهم الله فإنهم لما خشوا الله توقعوا غضبه إذا لم يصغوا إلى من يقول لهم : إني رسول الله إليكم ، فأقبلوا على النظر في دلائل صدق الرسول فاهتدوا وآمنوا ، وأما الذين آثروا حظوظ الدنيا فأعرضوا عن دعوة رسول من عند الله ولم يتوقعوا غضب مرسله فبقوا في ضلالهم .فما صدْقُ : «من خشي ربه» هم المؤمنون ، واللام للملك ، أي ذلك الجزاء للمؤمنين الذين خشوا ربهم فإذا كان ذلك ملكاً لهم لم يكن شيء منه ملكاً لغيرهم فأفاد حرمان الكفرة المتقدم ذكرهم وتم التذييل .وفي ذكر الرب هنا دون أن يقال : ذلك لمن خشي الله ، تعريض بأن الكفار لم يرعوا حق الربوبية إذ لم يخشوا ربهم فهم عبيد سوء ."
        },
        {
            "resource_id": 175,
            "text": "Njihova nagrada kod Gospodara Uzvišenog biće džennetske bašče, ispod čijih dvoraca i drveća rijeke teku, i u njima će vječno ostati. Allah je njima zadovoljan jer su vjerovali u Njega i bili Mu pokorni, a i oni su zadovoljni milošću Njegovom koju su postigli. Ovu milost imat će onaj ko se boji svoga Gospodara, čineći Njegove naredbe i udaljavajući se od Njegovih zabrana."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا</span> ] پاداشتی ئه‌م كه‌سانه‌ كه‌ ئیمان و كرده‌وه‌ی چاكیان كۆكردۆته‌وه‌ له‌لای په‌روه‌ردگاریان له‌ ڕۆژی قیامه‌ت خوای گه‌وره‌ ئه‌یانخاته‌ به‌هه‌شتێكه‌وه‌ كه‌ شوێنی مانه‌وه‌ی هه‌میشه‌ییه‌ كه‌ جۆگه‌له‌ ئاو به‌ ژێر دارو باخ و خانووه‌كانیاندا ئه‌ڕوات به‌ نه‌مری و هه‌میشه‌یی تیایدا ئه‌مێننه‌وه‌ [ <span class=\"arabic uthmani\">رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ</span> ] خوای گه‌وره‌ له‌وان ڕازییه‌ له‌به‌ر ئه‌وه‌ی كه‌ كرده‌وه‌ی چاكیان ئه‌نجام داوه‌ له‌ دونیا وه‌ ئیمانیان به‌خوای گه‌وره‌ هێناوه‌ وه‌ شه‌ریكیان بۆ خوا دانه‌ناوه‌، وه‌ ئه‌وانیش له‌ خوای گه‌وره‌ ڕازین له‌و به‌شه‌ی كه‌ پێیان ئه‌دا كه‌ چ فه‌زڵ و چاكه‌یه‌كیان له‌گه‌ڵدا ئه‌كات وه‌ ئه‌یانخاته‌ به‌هه‌شته‌وه‌ ئه‌وه‌نده‌ نازو نیعمه‌تیان پێ ئه‌به‌خشێ تا ڕازیان ئه‌كات، وه‌ ڕووی پیرۆزی خۆی نیشانیان ئه‌دا له‌ناو به‌هه‌شتدا [ <span class=\"arabic uthmani\">ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ (٨)</span> ] ئه‌م پاداشته‌ زۆرانه‌ بۆ كه‌سێكه‌ كه‌ له‌ خوای گه‌وره‌ بترسێ وه‌ عیباده‌تی خوای گه‌وره‌ بكات وه‌ك ئه‌وه‌ی كه‌ خوای گه‌وره‌ ئه‌بینێت، والله أعلم."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 8 - the concluding phrase ] ذَٰلِكَ لِمَنْ خَشِيَ رَ‌بَّهُ (…That is for him who has awe of his Lord.) The word 'fear' or 'awe' here is not used in the sense of an 'agitated, disturbed or perturbed feeling' which we naturally have for an enemy, a beast, a ferocious animal or an obnoxious thing that might harm us. 'Khashyatullah' (Allah's awe) is, on the contrary, a feeling of deep, reverential awe that leads man to Allah's obedience. It is the awe of Allah's Majesty and His Incomparability that makes the perfect slave do every work under every circumstance to attain the Divine pleasure and evade every occasion of His displeasure. This is the axis on which rotates the religious perfection and all bounties of the Hereafter.</p><p>Al-hamdulillah</p><p>The Commentary on</p><p>Surah Al-Bayyinah</p><p>Ends here</p>"
        },
        {
            "resource_id": 176,
            "text": "La loro ricompensa, presso il loro Dio, gloria Sua, L'Altissimo, sono Paradisi sotto i cui palazzi e alberi scorrono fiumi, in cui resteranno in eterno; Allāh è compiaciuto di loro poiché Gli hanno creduto e Gli hanno obbedito, ed essi sono compiaciuti di Lui per la Misericordia che hanno ottenuto; tale Misericordia viene ottenuta da chi ha temuto il suo Dio, obbedito ai Suoi ordini e rispettato i Suoi divieti."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( جزاؤهم عند ربهم جنات عدن تجري من تحتها الأنهار خالدين فيها أبدا رضي الله عنهم ورضوا عنه ذلك لمن خشي ربه )</span> وتناهى عن المعاصي .</p><p lang=\"ar\" class=\"ar \">وقيل : الرضا ينقسم إلى قسمين : رضا به ورضا عنه ،<span class=\"blue\"> فالرضا به :</span> ربا ومدبرا ،<span class=\"blue\"> والرضا عنه :</span> فيما يقضي ويقدر .</p><p>قال السدي رحمه الله : إذا كنت لا ترضى عن الله فكيف تسأله الرضا عنك ؟</p><p lang=\"ar\" class=\"ar \">أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل ،<span class=\"blue\"> حدثنا محمد بن بشار حدثنا غندر حدثنا شعبة قال :</span> سمعت قتادة عن أنس بن مالك قال النبي - صلى الله عليه وسلم -<span class=\"blue\"> لأبي :</span> <span class=\"arabic qpc-hafs\">\" إن الله تعالى أمرني أن أقرأ عليك : \"</span> لم يكن الذين كفروا <span class=\"arabic qpc-hafs\">\" قال : وسماني ؟<span class=\"blue\"> قال :</span> \"</span> نعم \" فبكى .</p><p>وقال همام عن قتادة : <span class=\"arabic qpc-hafs\">\" أمرني أن أقرأ عليك القرآن \"</span> .</p>"
        },
        {
            "resource_id": 177,
            "text": "Phần thưởng của họ vào Đời Sau là Thiên Đàng với những ngôi vườn xanh tươi bên dưới có các dòng sông chảy, họ sẽ được sống trong đó đời đời với nguồn ân huệ và bổng lộc vô tận, họ sẽ được Allah hài lòng về đức tin của họ nơi Ngài, phục tùng Ngài và họ sẽ hài lòng về Rahmah của Ngài dành cho họ và phần Rahmah này chỉ cho ai biết sợ Thượng Đế của mình và tuân lệnh theo Ngài."
        },
        {
            "resource_id": 179,
            "text": "Ang gantimpala sa kanila sa ganang Panginoon nila – kaluwalhatian sa Kanya at pagkataas-taas Siya – ay mga Hardin na dumadaloy ang mga ilog mula sa ilalim ng mga palasyo ng mga ito at mga punung-kahoy ng mga ito bilang mga mamamalagi sa mga ito magpakailanman. Nalugod si Allāh sa kanila dahil sumampalataya sila sa Kanya at tumalima sila sa Kanya, at nalugod sila sa Kanya dahil sa natamo nila na awa Niya. Ang awang ito ay natatamo ng sinumang nangamba sa Panginoon niya saka sumunod sa ipinag-uutos Niya at umiwas sa sinasaway Niya."
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">عرب کے مشرکین اور اہل کتاب رسول اللہ صلی اللہ علیہ وسلم سے کہتے تھے کہ آپ کوئی معجزہ دکھائیں۔ یا فرشتہ آسمان سے آ کر ہم سے کلام کرے تب ہم آپ کی رسالت مانیں گے۔ مگر اس قسم کا مطالبہ کرنے والے ہمیشہ غیر سنجیدہ ہوتے ہیں۔ چنانچہ پچھلے لوگوں نے اس طرح کے مطالبے کیے، مگر مطالبہ پورا ہونے کے باوجود وہ مومن نہ بن سکے۔</p><p lang=\"ur\">خدا کا دینِ قیم یہ ہے کہ آدمی ایک اللہ کی عبادت کرے۔ وہ دل سے اس کا چاہنے والا بن جائے۔ وہ نماز قائم کرے اور زکوۃ ادا کرے۔ یہی خدا کی طرف سے آنے والا اصل دین ہے۔ سب سے اچھے لوگ وہ ہیں جو اس دینِ قیم کو اختیار کریں۔ اور سب سے برے لوگ وہ ہیں جو اس دین قیم کو اختیار نہ کریں یا اس کے سوا کوئی اور دین وضع کریں اور اس خود ساختہ دین کو دین قیم کا نام دے دیں۔</p>"
        },
        {
            "resource_id": 180,
            "text": "৮. তাদের মহান প্রতিপালকের নিকট তাদের প্রতিদান হবে উদ্যানসমূহ। যেগুলোর অট্টালিকা ও বৃক্ষরাজির তলদেশ দিয়ে নদীনালা প্রবাহিত। তারা তথায় চিরস্থায়ীভাবে অবস্থান করবে। আল্লাহ তাদের উপর সন্তুষ্ট হয়েছেন তাদের কর্তৃক তাঁর উপর ঈমান আনয়ন ও তাঁর আনুগত্যের ফল হিসাবে এবং তারাও তাঁর উপর সন্তুষ্ট তাঁর পক্ষ থেকে রহমত লাভের ভিত্তিতে। এ রহমত কেবল সে ব্যক্তিই লাভ করে থাকে যে স্বীয় প্রতিপালককে তাঁর আদেশ-নিষেধ মান্য করার মাধ্যমে ভয় করে।"
        },
        {
            "resource_id": 776,
            "text": "Ellos recibirán como recompensa de su Señor (glorificado y exaltado sea) jardines con árboles y palacios bajo los cuales fluyen ríos y arroyos, y en donde permanecerán por toda la eternidad. Al-lah estará complacido con ellos porque tuvieron fe en Él y Le obedecieron, y ellos estarán complacidos con Él porque Él les ha cubierto con Su misericordia. Esta misericordia les aguarda a quienes hayan tenido temor de Al-lah, cumpliendo con Sus mandatos y absteniéndose de lo que Él ha prohibido."
        },
        {
            "resource_id": 173,
            "text": "Leur récompense auprès de leur Seigneur sera des vergers où les rivières coulent sous les palais et les arbres et où ils demeureront éternellement. Allah les agrée pour avoir cru en Lui et lui avoir obéi, et eux-mêmes l’agréeront pour Sa miséricorde dont ils bénéficieront. Cette miséricorde est du lot de celui qui redoute son Seigneur, se conformant ainsi à Ses commandements et renonçant à Ses interdits."
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "98"
        }
    }
}