{
    "tafsirs": [
        {
            "resource_id": 174,
            "text": "Apabila bumi digoncangkan dengan goncangan yang kuat yang terjadi pada Hari Kiamat."
        },
        {
            "resource_id": 165,
            "text": "<p>পৃথিবী যখন আপন কম্পনে প্রবলভাবে প্রকম্পিত হবে। [১]</p><p>[১] অর্থাৎ, এর অর্থ হল ভূমিকম্পের কারণে সারা পৃথিবী কেঁপে উঠবে। আর সমস্ত বস্তু চূর্ণ-বিচূর্ণ হয়ে যাবে। এই অবস্থা তখন হবে, যখন শিঙ্গায় প্রথমবার ফুৎকার করা হবে।</p>"
        },
        {
            "resource_id": 907,
            "text": "<p class=\"tr translation\" lang=\"tr\">1- Yer, kendine has sarsıntısıyla şiddetle sarsıldığı zaman,\n2- Yer, içindeki ağırlıklarını dışarıya çıkardığı,\n3-<span class=\"blue\"> Ve insan:</span><span class=\"brown\">“Buna ne oluyor böyle?”</span> dediği zaman,\n4- İşte o gün yer, haberlerini anlatacaktır.\n5- Çünkü bunu Rabbin ona vahyetmiştir.\n6- O gün insanlar, amelleri<span class=\"green\">(nin karşılıkları)</span> kendilerine gösterilmek üzere bölük bölük geleceklerdir.\n7- Artık zerre ağırlığınca bir hayır yapan onu<span class=\"green\">(n karşılığını)</span> görecektir.\n8- Zerre ağırlığınca bir kötülük yapan da onu<span class=\"green\">(n karşılığını)</span> görecektir.</p><div><span class=\"green\">(Medine’de inmiştir, 8 âyettir)</span></div><p>\n                                                            Rahmân ve Rahîm Allah’ın adı ile                </p><p lang=\"tr\" class=\"tr \">\n                                        1. Yüce Allah, Kıyamet gününde meydana gelecek olayları, yeryüzünün sarsılıp çalkalanacağını, durmadan sallanacağını ve sonunda üzerinde bulunan yapı ve belirgin yüksekliklerin yıkılacağını, dağların darmadağın edilip tepelerin dümdüz edileceğini, yeryüzünün dümdüz bir alan haline geleceğini, orada herhangi bir tümsek ya da bir çukur görülmeyeceğini haber vermektedir.                </p><div lang=\"tr\" class=\"tr \">\n                                        2-3. <span class=\"brown\">“Yer içindeki”</span> ölü ve hazine kabilinden <span class=\"brown\">“ağırlıklarını dışarıya çıkardığı”</span> insan da yerin karşı karşıya kaldığı bu dehşetli hali görüp: <span class=\"brown\">“Buna ne oluyor böyle?”</span> yani bu neden böyle <span class=\"brown\">“dediği zaman;”</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        4. <span class=\"brown\">“İşte o gün yer, haberlerini anlatacaktır.”</span> Amelde bulunanlar hakkında, kendisinin üzerinde işlemiş oldukları hayır ve şer türünden yaptıklarını bildirerek tanıklık edecektir. Zira yer de kullara karşı amelleri ile ilgili olarak şahitlikte bulunacak tanıklar arasındadır.\n5. Bunun böyle olmasının sebebine gelince <span class=\"brown\">“çünkü bunu Rabbin ona vahyetmiştir.”</span> Üzerinde işlenen amelleri haber vermesini emretmiş olacaktır. O da Rabbinin emrine karşı gelmeyecektir.                </div><div lang=\"tr\" class=\"tr \">\n                                        6. <span class=\"brown\">“O gün insanlar, amelleri<span class=\"green\">(nin karşılıkları)</span> kendilerine gösterilmek üzere”</span> Yüce Allah, kendilerine yaptıkları kötülükleri, iyilikleri göstermek ve bunların karşılıklarını en uygun şekilde vermek üzere Kıyamette Allah'ın haklarında hüküm verdiği mahşer yerinden <span class=\"brown\">“bölük bölük”</span> farklı ve çeşitli fırkalar halinde dönüp <span class=\"brown\">“geleceklerdir.”</span>\n</div><div lang=\"tr\" class=\"tr \">\n                                        7-8. <span class=\"brown\">“Artık zerre ağırlığınca bir hayır yapan onu<span class=\"green\">(n karşılığını)</span> görecektir. Zerre ağırlığınca bir kötülük yapan da onu<span class=\"green\">(n karşılığını)</span> görecektir.”</span> İşte bu, bütün hayırları ve şerleri kuşatan, genel ve kapsamlı bir ifadedir. Çünkü varlıkların en ufağı ve hafifi olan zerre ağırlığının karşılığı görüleceğine ve verileceğine göre; bundan daha yukarıdaki bir amelin karşılığının görülmesi ve verilmesi öncelikle söz konusudur. Nitekim Yüce Allah,<span class=\"blue\"> şöyle buyurmaktadır:</span><span class=\"brown\">“O gün herkes iyilik türünden ne işledi ise onu önünde hazır bulacak. Kötülük türünden ne işledi ise onunla kendisi arasında uzak bir mesafenin olmasını arzu edecek.”</span><span class=\"green\">(Âl-i İmran, 3/30)</span>; <span class=\"brown\">“Onlar işlediklerini önlerinde hazır bulacaklardır.”</span><span class=\"green\">(el-Kehf, 18/49)</span>\nBu buyrukta hayır işlemek -az dahi olsa- teşvik edilmekte, önemsiz dahi olsa kötülük işlemekten sakındırılmaktadır.\nZilzâl Sûresi’nin tefsiri burada sona ermektedir.\nYüce Allah’a hamdolsun.                </div>"
        },
        {
            "resource_id": 164,
            "text": "<p>জামে তিরমিযীতে হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ) এর কাছে এসে বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমাকে পড়িয়ে দিন।” রাসূলুল্লাহ (সঃ) তখন তাকে বললেনঃ (আরবি) যুক্ত তিনটি সূরা পাঠ করো।” লোকটি বললো “আমি বৃদ্ধ হয়ে গেছি, স্মৃতিশক্তি আমার দুর্বল হয়ে গেছে এবং জিহ্বা মোটা হয়ে গেছে (সুতরাং এই সূরাগুলো পড়া আমার পক্ষে কঠিন)।” তখন রাসূলুল্লাহ (সঃ) বললেন, “আচ্ছা, তাহলে (আরবি) যুক্ত সূরাগুলো পড়।” লোকটি পুনরায় একই ওযর পেশ করলো। তখন নবী করীম (সঃ) তাকে বললেন “তাহলে (আরবি) বিশিষ্ট তিনটি সূরা পাঠ করো।” লোকটি ঐ উক্তিরই পুনরাবৃত্তি করলো এবং বললোঃ আমাকে একটি সূরার সবক দিন।” তখন রাসূলুল্লাহ (সঃ) তাকে (আরবি)  এই সূরাটিই পাঠ করালেন। পড়া শেষ করার পর লোকটি বললোঃ “আল্লাহর কসম! আমি কখনো এর অতিরিক্ত কিছু করবো না।” এই কথা বলে লোকটি চলে যেতে শুরু করলো। তখন নবী করীম (সঃ) বললেনঃ “এ লোকটি সাফল্য অর্জন করেছে ও মুক্তি পেয়ে গেছে।”তারপর তিনি বললেনঃ “তাকে একটু ডেকে আনে।” লোকটিকে ডেনে আনা হলে রাসূলুল্লাহ (সঃ) তাকে বললেনঃ আমাকে ঈদুল আযহার নির্দেশ দেয়া হয়েছে। এই দিনকে আল্লাহ তাআলা এই উম্মতের জন্যে ঈদের দিন হিসেবে নির্ধারণ করেছেন।\" একথা শুনে লোকটি বললোঃ “যদি আমার কাছে কুরবানীর পশু না থাকে এবং কেউ আমাকে দুধ পানের জন্যে একটা পশু উপটৌকন দেয় তবে কি আমি ঐ পশুটি যবাহ করে ফেলবো?” রাসূলুল্লাহ উত্তরে বললেনঃ না, (এ কাজ করো না। বরং চুল ছাটিয়ে নাও, নখ কাটিয়ে নাও, গোঁফ ছোট করো এবং নাভীর নিচের লোম পরিষ্কার করো, এ কাজই আল্লাহর কাছে তোমার জন্যে পুরোপুরি কুরবানী রূপে গণ্য হবে।” (এ হাদীসটি সুনানে আবী দাউদ ও সুনানে নাসাঈতেও বর্ণিত হয়েছে)জামে তিরমিযীতে হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি এই সূরা পাঠ করে সে অর্ধেক কুরআন পাঠের সওয়াব লাভ করে।” (এ হাদীসটি গারীব বা দুর্বল)অন্য এক হাদীসে রয়েছে যে, (আরবি) সূরাটি অর্ধেক কুরআনের সমতুল্য, (আরবি) সূরাটি কুরআনের এক তৃতীয়াংশের সমতুল্য এবং এ সূরাটি কুরআনের এক চতুর্থাংশের সমতুল্য। (এটাও গারীব বা দুর্বল হাদীস)অন্য একটি হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) তাঁর সাহাবীদের একজনকে বলেনঃ “তুমি কি বিয়ে করেছো?” লোকটি উত্তরে বলেনঃ “জ্বী, না। আমার বিয়ে করার মত সামর্থ্য নেই।” রাসূলুল্লাহ (সঃ) তখন বললেনঃ (আরবি)  “এ সূরাটি কি তোমার সাথে নেই (অর্থাৎ এ সূরাটি কি তোমার মুখস্ত নেই)?” লোকটি জবাবে বললেনঃ “হ্যা (তা তো আছেই)।” রাসূলুল্লাহ (সঃ) বললেনঃ “এতে কুরআনের এক তৃতীয়াংশ হলো। তারপর বললেনঃ “তোমার সাথে কি (আরবি) এই সূরাটি নেই?” লোকটি বললেনঃ “হ্যা’, আছে। নবী করীম (সঃ) বললেনঃ “এতে কুরআনের এক চতুর্থাংশ হলো। এরপর বললেন (আরবি)  “এ সূরাটি কি তোমার জানা নেই?” লোকটি জবাব দিলেনঃ “হ্যা আছে।” রাসূলুল্লাহ্ (সঃ) বললেনঃ “এটা কুরআনের এক চতুর্থাংশ” অতঃপর বললেনঃ “তোমার কি (আরবি) এ সূরাটি মুখস্ত নেই?” লোকটি উত্তরে বললেনঃ “হ্যা, অবশ্যই আছে।” রাসূলুল্লাহ (সঃ) বললেনঃ “এটাও কুরআনের এক চুতর্থাংশ। যাও, এবার বিয়ে করে নাও।” (এই হাদীসটি হাসান। এই তিনটি হাদীসই ইমাম তিরমিযী বর্ণনা করেছেন। তিনি ছাড়া আসহাবুল কুতুবের অন্য কেউ এটা বর্ণনা করেননি)<b>১-৮ নং আয়াতের তাফসীর</b>হযরত ইবনে আব্বাস (রাঃ) (আরবি) এ আয়াতের তাফসীরে বলেনঃ জমীনকে যখন ভীষণ কম্পনে কম্পিত করা হবে, নীচে থেকে উপর পর্যন্ত প্রকম্পনে ভিতরের সমস্ত মৃতকে বাইরে ছুঁড়ে ফেলা হবে। যেমন অন্যত্র রয়েছেঃ (আরবি)অর্থাৎ “হে মানুষ! ভয় কর তোমাদের প্রতিপালককে; কিয়ামতের প্রকম্পন এক ভয়ানক ব্যাপার।” (২২:১) আর এক জায়গায় রয়েছেঃ (আরবি)অথাৎ “এবং পৃথিবীকে যখন সম্প্রসারিত করা হবে ও পৃথিবী তার অভ্যন্তরে যা আছে তা বাইরে নিক্ষেপ করবে ও শূন্যগর্ভ হবে।” (৮৪:৩-৪) সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জমীন তার কলেজার টুকরোগুলোকে উগরে দিবে এবং বাইরে নিক্ষেপ করবে। স্বর্ণ রৌপ্য স্তম্ভের মত বাইরে বেরিয়ে পড়বে। হত্যাকারী সে সব দেখে বলবেঃ হায়! আমি এই ধন সম্পদের জন্য অমুককে হত্যা করে ছিলাম, অথচ আজ ওগুলো এভাবে বিক্ষিপ্ত অবস্থায় পড়ে রয়েছে, কেউ যেন ওগুলোর দিকে ভুলেও তাকাচ্ছে না!\" আত্মীয়-স্বজনের প্রতি দুর্ব্যবহারকারী দুঃখ করে বলবেঃ “হায়! এই ধন সম্পদের মোহে পড়ে আমি আমার আত্মীয় স্বজনের সাথে ভাল ব্যবহার করিনি!” চোর বলবেঃ “হায়! এই মাল ধনের জন্যে আমার হাত কেটে দেয়া হয়েছিল!” অতঃপর ওগুলো তাদেরকে ডাকবে, কিন্তু তারা ওগুলো হতে কিছুই গ্রহণ করবে না।”মোটকথা, সেই ধন সম্পদ এমনভাবে বিক্ষিপ্ত অবস্থায় পড়ে থাকবে যে, ওগুলোর প্রতি কেউ চোখ তুলেও চাইবে না। মানুষ বিস্ময় বিস্ফারিত নেত্রে সেদিকে তাকিয়ে বলবেঃ হায়! এগুলোর তো নড়া চড়া করার কোন শক্তি ছিল এগুলো তো স্তব্ধ নিথর হয়ে পড়ে থাকতো। আজ এগুলোর কি হলো যে, এমন থরথর করে কাঁপছে! পূর্ববর্তী ও পরবর্তী সমস্ত মৃতদেহ জমীন বের করে দিবে। তখন মানুষ বলবেঃ এর কি হলো? জমীন ও আসমান সম্পূর্ণরূপে পরিবর্তন করে দেয়া হবে। ঐ দৃশ্য সবাই দেখবে এবং সবাইকে মহাপরাক্রমশালী আল্লাহর সামনে হাযির করা হবে। জমীন খোলাখুলি ও সুস্পষ্টভাবে সাক্ষ্য দিবে যে, অমুক অমুক ব্যক্তি তার উপর অমুক অমুক নাফরমানী করেছে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) এই আয়াতটি পাঠ করে বললেনঃ “জমীনের বৃত্তান্ত কি তা কি তোমরা জাননা?” সাহাবীগণ উত্তরে বললেনঃ 'আল্লাহ এবং তাঁর রাসূলই (সঃ) ভাল জানেন।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “আদম সন্তান যে সব আমল জমীনে করেছে তার সব কিছু জমীন এভাবে প্রকাশ করে দিবে, যে অমুক ব্যক্তি অমুক সময়ে অমুক জায়গায় এই এই পাপ ও এই এই পুণ্য কাজ করেছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ইমাম তিরমিযী (রঃ) এবং আবু আবদির রহমান নাসাঈ (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এ হাদীসটি হাসান-সহীহ গারীব বলেছেন)মু’জামে তিবরানীতে হযরত রাবীআহ হাদাসী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জমীনের ব্যাপারে সাবধান থেকো। ওটা তোমাদের মা। ওর উপর যে ব্যক্তি যে পাপ বা পুণ্য কাজ করবে সে তো খোলাখুলিভাবে বর্ণনা করে দিবে।” এখানে অহী দ্বারা আদেশ করা বুঝানো হয়েছে। অর্থাৎ আল্লাহ তাআলা জমীনকে বলবেনঃ ‘বলে দাও। তখন সে বলে দিবে। সেদিন মানুষ হিসাবের জায়গা থেকে বিভিন্ন ধরনের দলে বিভক্ত হয়ে ফিরবে। কেউ হবে পুণ্যবান এবং কেউ হবে পাপী। কেউ জান্নাতী হবে, আবার কেউ জাহান্নামী হবে। এ অর্থও করা হয়েছে যে, এখান থেকে তারা পৃথক হবে, আর তারা মসবেত হবে না। এর কারণ হলো এই যে, তারা নিজেদের আমলসমূহ জেনে নিবে এবং ভালমন্দের প্রতিফল পেয়ে যাবে। এজন্যেই শেষেও একথাই বলে দেয়া হয়েছে।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঘোড়ার মালিকরা তিন প্রকারের। এক প্রকার হলো তারা যারা পুরস্কার ও  পারিশ্রমিক লাভকারী। দ্বিতীয় প্রকার হলো তারা যাদের জন্যে ঘোড়া আবরণস্বরূপ। তৃতীয় প্রকার হলো তারা যাদের জন্যে ঘোড়া বোঝাস্বরূপ অর্থাৎ তারা পাপী।পুরস্কার বা পারিশ্রমিক লাভকারী বলতে তাদেরকে বুঝানো হয়েছে যারা জিহাদের উদ্দেশ্যে ঘোড়া পালন করে। যদি ঘোড়ার দেহে ও পায়ে শিথিলতা দেখা দেয় এবং ঐ ঘোড়া এদিক ওদিকের চারণ ভূমিতে বিচরণ করে তাহলে এজন্যেও মালিক সওয়াব লাভ করবে। যদি ঘোড়ার রশি ছিড়ে যায় এবং ঐ ঘোড়াটি এদিক ওদিক চলে যায় তবে তার পদচিহ্ন এবং মল মূত্রের জন্যেও মালিক সওয়াব বা পুণ্য লাভ করবে। মালিকের পানি পান করাবার ইচ্ছা না থাকলেও ঘোড়া যদি কোন জলাশয়ে গিয়ে পানি পান করে তাহলেও মালিক সওয়াব পাবে। এই ঘোড়া তার মালিকের জন্যে পুরোপুরি পুণ্য ও পুরস্কারের মাধ্যম। দ্বিতীয় হলো ঐ ব্যক্তি যে স্বয়ং সম্পূর্ণ হওয়ার জন্যে ঘোড়া পালন করেছে, যাতে প্রয়োজনের সময় অন্যের কাছে ঘোড়া চাইতে না হয়, কিন্তু সে আল্লাহর অধিকারের কথা নিজের ক্ষেত্রে এবং নিজের সওয়ারীর ক্ষেত্রে বিস্মৃত হয় না। এই সওয়ারী ঐ ব্যক্তির জন্যে পর্দা স্বরূপ। আর তৃতীয় হচ্ছে ঐ ব্যক্তি যে অহংকার এবং গর্বের কারণে এবং অন্যদের উপর জুলুম অত্যাচার করার উদ্দেশ্যে ঘোড়া পালন করে, এই পালন তার উপর একটা বোঝা স্বরূপ এবং তার জন্যে গুনাহ স্বরূপ। রাসূলুল্লাহ (সঃ) কে তখন জিজ্ঞেস করা হলোঃ “গাধা সম্পর্কে আপনার নির্দেশ কি?” তিনি উত্তরে বললেনঃ “আল্লাহ তা'আলা আমার প্রতি এই স্বয়ংসম্পূর্ণ ও অর্থবহ আয়াত অবতীর্ণ করেছেন যে, বিন্দুমাত্র পুণ্য এবং বিন্দুমাত্র পাপও প্রত্যেকে প্রত্যক্ষ করবে।” (এ হাদীসটি ইমাম বুখারী (রঃ) এবং ইমাম মুসলিম (রঃ) বর্ণনা করেছেন) হযরত ফারদাকের (রাঃ) চাচা হযরত সাআ’সাআ ইবনে মুআবিয়া (রাঃ) নবী (সঃ)-এর নিকট আগমন করলে তিনি তার সামনে (আরবি) আয়াত দু’টি পাঠ করেন। তখন হযরত সাআ’সাআ (রাঃ) বলেনঃ “এ আয়াত দু’টিই আমার জন্যে যথেষ্ট। এর চেয়ে বেশী যদি নাও শুনি তবুও কোন অসুবিধা হবে না।” (এ হাদীসটি ইমাম আহমদ (রঃ) ও ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)সহীহ বুখারীতে হযরত আদী ইবনে হাতিম (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “অর্ধেক খেজুর সাদকা করার মাধ্যমে হলেও এবং ভাল কথার মাধ্যমে হলেও আগুন হতে আত্মরক্ষা করো।” একইভাবে সহীহ হাদীসে রয়েছেঃ “পুণ্যের কাজকে কখনো হালকা মনে করো না, নিজের বালতি দিয়ে পানি তুলে কোন পিপাসার্তকে পান করানো অথবা কোন মুসলমান ভাই এর সাথে অন্তরঙ্গ অনুভূতি সহকারে দেখা করাও পুণ্যের কাজ বলে মনে করবে।” অন্য একটি সহীহ হাদীসে রয়েছেঃ “হে নারীদের দল! তোমরা তোমাদের প্রতিবেশীদের পাঠানো উপঢৌকনকে তুচ্ছ মনে করো না, যদিও তারা এটা পায়ের গোড়ালীও অর্থাৎ খুরও পাঠায়। অন্য একটি হাদীসে রয়েছেঃ “ভিক্ষুককে কিছু না কিছু দাও, আগুনে পোড়া একটা খুর হলেও দাও।”মুসনাদে আহমাদে বর্ণিত হয়েছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “হে আয়েশা। (রাঃ)! পাপকে কখনো তুচ্ছ মনে করো না। মনে রেখো, তারও হিসাব হবে।\"হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, হযরত আবু বকর (রাঃ) রাসূলুল্লাহর (সঃ) সাথে আহার করছিলেন এমন সময় এ আয়াত অবতীর্ণ হয়। হযরত আবু বকর (রাঃ) তখন খাবার হতে হাত তুলে নিয়ে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! প্রতিটি ক্ষুদ্র ক্ষুদ্র পাপেরও বদলা আমাকে দেয়া হবে?” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ “হে আবু বকর (রাঃ)! পৃথিবীতে তুমি যে সব দুঃখ কষ্ট ভোগ করেছে তাতে তোমার ছোট খাট পাপের প্রায়শ্চিত্ত হয়ে গেছে, পুণ্যসমূহ তোমার জন্যে আল্লাহর কাছে রক্ষিত রয়েছে। এগুলোর প্রতিদান পরিপূর্ণভাবে কিয়ামতের দিন তোমাকে প্রদান করা হবে।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)অন্য একটি বর্ণনায় আছে যে, এ সূরাটি হযরত আবু বকর (রাঃ)-এর উপস্থিতিতে অবতীর্ণ হয়। তিনি শুনে কান্নায় ভেঙ্গে পড়েন। রাসূলুল্লাহ (সঃ) তাঁকে কান্নার কারণ জিজ্ঞেস করলে তিনি বলেনঃ “এই সূরাটি আমাকে কাঁদিয়েছে। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহ তাআলা ক্ষমা করবেন না। এরূপ ধারণা করে তোমরা যদি গুনাহ না করতে তাহলে আল্লাহ তা'আলা অন্য কোন উম্মত সৃষ্টি করতেন যারা ভুল করতো ও গুনাহ করতো, অতঃপর পরম করুণাময় আল্লাহ তাদেরকে ক্ষমা করতেন।” (এ হাদীসটিও ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)মুসনাদে ইবনে আবী হাতিমে হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, (আরবি) যখন আয়াত দু'টি অবতীর্ণ হয় তখন তিনি বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি কি আমার সব আমলই দেখবো?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “হ্যা।” তিনি জিজ্ঞেস করলেনঃ “বড় বড় সব আমল?” রাসূলুল্লাহ (সঃ) জবাব দিলেনঃ “হ্যা” তিনি আবার জিজ্ঞেস করলেনঃ “ছোট ছোট সব আমল?” রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “হ্যা তখন হযরত আবু সাঈদ খুদরী (রাঃ) বললেনঃ “হায়, আফসোস!” রাসূলুল্লাহ (সঃ) তখন বললেনঃ “হে আবু সাঈদ (রাঃ)! খুশী হয়ে যাও, জেনে রেখো যে, আল্লাহ তা'আলা পুণ্যের পরিমাণ দশগুণ হতে সাতশ গুণ পর্যন্ত দেন, এমনকি যাকে ইচ্ছা করেন তার চেয়েও বেশী প্রদান করেন কিন্তু গুনাহ সমপরিমাণই থাকবে অথবা আল্লাহ গুনাহগারকে ক্ষমা করে দিবেন। মনে। রাখবে যে, কোন লোককে শুধু তার আমল মুক্তি দিতে পারবে না।” একথা শুনে হযরত আবু সাঈদ (রাঃ) বললেনঃ “হে আল্লাহর রাসূল (সঃ) আপনাকেও নয়?” রাসূলুল্লাহ (সঃ) জবাব দিলেনঃ “হ্যা, আমাকেও নয়। তবে আল্লাহ তা'আলা আমাকে তার রহমত দ্বারা ঢেকে দিবেন। আবু যারআহ (রঃ) বলেন যে, (এই হাদীসটি শুধুমাত্র ইবনে লাহীআহ (রঃ) বর্ণনা করেছেন)হযরত সাঈদ ইবনে জুবায়ের (রঃ) বলেন, যখন(আরবি) (অর্থাৎ “আহার্যের প্রতি আসক্তি থাকা সত্ত্বেও তারা অভাবগ্রস্ত, ইয়াতীম ও বন্দীকে আহার্য দান করে (৭৬:৮)।” যখন এ আয়াত অবতীর্ণ হয় তখন মুসলমানরা মনে করেন যে, তারা সামান্য জিনিস প্রদান করলে কোন বিনিময় প্রাপ্ত হবেন না। তাই, তাদের দরজায় ফকীর মিকসীন আসলে তারা তাদেরকে এক আধটা খেজুর, রুটির টুকরা ইত্যাদি দেয়াকে বৃথা মনে করে শূন্য হস্তেই ফিরিয়ে দিতেন। তারা চিন্তা করতেন যে, যদি দিতে পারেন তবে ভালো ও উৎকৃষ্ট কোন জিনিসই দিবেন। এ ধরনের চিন্তা একটি দল করতেন। অন্য কেটি দল মনে করতেন যে, ছোট খাট পাপের জন্য কৈফিয়ত তলব করা হবে না। যেমন কখনো মিথ্যা কথা বলা, এদিক ওদিক তাকানো, কারো গীবত করা ইত্যাদি। তখন অবতীর্ণ হলো, (আরবি)  এই আয়াত দু'টি। অর্থাৎ “কেউ অণু পরিমাণ সঙ্কাজ করলে তা দেখবে এবং কেউ অণু পরিমাণ অসত্তাজ করলে তাও দেখবে।” তাদেরকে আরো বলা হলোঃ ছোট খাট পুণ্য বা নেক কাজকে তুচ্ছ মনে করো ওটা বড়রূপে দেখা দিবে। আর ছোট খাট পাপকেও তুচ্ছ মনে করো না। কেন না, এই ছোট খাট পাপসমূহই একত্রিত হয়ে বিরাট আকার ধারণ করবে।”এর অর্থ হলো ছোট পিপীলিকা। অর্থাৎ আমলনামায় ছোট বড় সব আমলই দেখা যাবে। গুনাহ তো একটির স্থলে একটিই লিখা হয়, কিন্তু পুণ্য বা নেককাজ একটির বদলে দশ, বরং যার জন্যে আল্লাহ চান এরচেয়ে অনেকগুণ বেশী লিখেন। আবার অনেক সময় নেকীর বদলে গুনাহ্ মার্জনাও করে দেন। এক একটি নেকীর বদলে দশ দশটি গুনাহ মাফ হয়ে যায়। তারপর এমনও রয়েছে যে, যার পুণ্য বা নেকী গুনাহর চেয়ে একবিন্দু পরিমাণ বেশী হবে সে জান্নাতে প্রবেশাধিকার লাভ করবে। রাসূলুল্লাহ (সঃ) বলেনঃ “পাপকে হালকা মনে করো সব পাপ একত্রিত হয়ে ধ্বংস করে দেয়। রাসূলুল্লাহ (সঃ) এসব পাপের উদাহরণ প্রসঙ্গে বলেনঃ “যেমন কিছু লোক কোন জায়গায় অবতরণ করলো। তারপর একটি লোক একটি দু'টি করে কাঠ কুড়িয়ে জমা করলো। এতে কাঠের একটা স্কুপ হয়ে গেল। তারপর ঐ কাঠে অগ্নি সংযোগ করা হলো এবং তারা যা ইচ্ছা করলো তা রান্না করলো।”</p>"
        },
        {
            "resource_id": 157,
            "text": "<p>یہ ہے منظر قیام قیامت کا ، اس دن زمین نہایت شدت سے ہلا ماری جائے گی اور ایک شدید زلزلہ برپا ہوگا اور زمین کے پیٹ کے اندر جو کچھ ہوگا ، وہ اسے باہر پھینک دے گی اور اس نے ایک طویل عرصے سے انسانی جانوں کا جو بوجھ اٹھارکھا ہوگا ، یا اس کے اندر جو معدنیات ہوں گے وہ ان کو اٹھاکر باہر پھینک دے گی ، گویا اس بوجھ کو باہر پھینک کر وہ ہلکی ہوجائے گی۔</p><p>یہ ایک ایسی تصویر کشی ہے کہ سننے والے اپنے پاﺅں کے نیچے کھڑی ہر چیز متزلزل محسوس کرتے ہیں کہ وہ ڈگمگا رہے ہیں ، لڑکھڑا رہے ہیں ، ان کے قدموں کے نیچے سے زمین کانپ رہی ہے ، دوڑرہی ہے ، یہ ایک ایسا منظر ہے جس کو دیکھ کر انسان تمام امور سے قطع تعلق کرلیتا ہے جو انسان کو اس زمین سے وابستہ کرتے ہیں اور جن کے بارے میں انسان یہ خیال کرتا ہے کہ وہ ثابت اور باقی ہیں۔ قرآن اس قسم کے مناظر سے جو اثرات قائم کرنا چاہتا ہے۔ یہ ان میں سے پہلا اثر ہے اور قرآن کی یہ منفرد آیات سنتے ہی یہ اثر انسان کے اعصاب تک منتقل ہوجاتا ہے۔ یہ تاثر اس وقت اور گہرا ہوجاتا ہے ۔ جب قرآن کریم میدان حشر میں کھڑے اس ” انسان “ کے تاثرات قلم بند کرتا ہے ، جو ان مناظر کو دیکھ رہا ہوگا۔</p>"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 178,
            "text": "Когда землю приведут в сильное движение при наступлении Судного дня,"
        },
        {
            "resource_id": 94,
            "text": "<p>مكية</p><p><span class=\"arabic qpc-hafs\">\"إذا زلزلت الأرض\"</span>، حركت الأرض حركةً شديدة لقيام الساعة، <span class=\"arabic qpc-hafs\">\"زلزالها\"</span>، تحريكها.</p>"
        },
        {
            "resource_id": 912,
            "text": "<p>\n                                                            وهي مدنية                </p><p>\n                                                            بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ                </p><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{1 ـ 2}</span> يخبر تعالى عمَّا يكون يوم القيامة، وأنَّ الأرض تتزلزل وترجف وترتجُّ حتى يسقطَ ما عليها من بناءٍ ومَعْلَمٍ ، فتندكُّ جبالها، وتسوَّى تلالُها، وتكون قاعاً صفصفاً لا عوج فيه ولا أمتا، <span class=\"arabic qpc-hafs brown\">{وأخرجت الأرضُ أثقالها}</span>؛<span class=\"blue\"> أي:</span> ما في بطنها من الأموات والكنوز.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{3}</span><span class=\"arabic qpc-hafs brown\">{وقال الإنسان}</span>: إذا رأى ما عراها من الأمر العظيم <span class=\"brown\">[مستعظمًا لذلك]</span>: <span class=\"arabic qpc-hafs brown\">{ما لها}</span>؛<span class=\"blue\"> أي:</span> أيُّ شيء عرض لها؟!                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{4 ـ 5}</span><span class=\"arabic qpc-hafs brown\">{يومئذٍ تحدِّث}</span>: الأرض <span class=\"arabic qpc-hafs brown\">{أخبارَها}</span>؛<span class=\"blue\"> أي:</span> تشهد على العاملين بما عملوا على ظهرها من خيرٍ وشرٍّ؛ فإن الأرض من جملة الشهود الذين يشهدون على العباد بأعمالهم. ذلك <span class=\"arabic qpc-hafs brown\">{بأنَّ ربَّك أوحى لها}</span>؛<span class=\"blue\"> أي:</span> أمرها أن تخبر بما عمل عليها؛ فلا تعصي لأمره.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{6}</span><span class=\"arabic qpc-hafs brown\">{يومئذٍ يَصۡدُرُ الناسُ}</span>: من موقف القيامة <span class=\"brown\">[حين يقضي اللَّهُ بينهم]</span><span class=\"arabic qpc-hafs brown\">{أشتاتاً}</span>؛<span class=\"blue\"> أي:</span> فرقاً متفاوتين، <span class=\"arabic qpc-hafs brown\">{لِيُرَوۡا أعمالَهم}</span>؛<span class=\"blue\"> أي:</span> ليريهم الله ما عملوا من السيئات والحسنات ، ويريهم جزاءه موفراً.                </div><div lang=\"ar\" class=\"ar \">\n<span class=\"arabic qpc-hafs brown\">{7 ـ 8}</span><span class=\"arabic qpc-hafs brown\">{فمَن يعملۡ مثقال ذرَّةٍ خيراً يَرَهُ. ومَن يعملۡ مثقال ذرَّةٍ شرًّا يَرَهُ}</span>: وهذا شامل عامٌّ للخير والشرِّ كلِّه؛ لأنَّه إذا رأى مثقال الذَّرَّة التي هي أحقر الأشياء، وجوزي عليها؛ فما فوق ذلك من باب أولى وأحرى؛<span class=\"blue\"> كما قال تعالى:</span><span class=\"arabic qpc-hafs brown\">{يومَ تجدُ كلُّ نفسٍ ما عملتۡ من خيرٍ محضَراً وما عملتۡ من سوءٍ تودُّ لو أنَّ بينها وبينه أمداً بعيداً}</span>، <span class=\"arabic qpc-hafs brown\">{ووجدوا ما عملوا حاضراً}</span>، وهذا فيه الترغيب في فعل الخير، ولو قليلاً، والترهيب من فعل الشر، ولو حقيراً.                </div>"
        },
        {
            "resource_id": 906,
            "text": "<p class=\"ur translation\" lang=\"ur\">جب ہلائی جائے گی زمین خوب زور سے ہلایا جانا<span class=\"green\">(1)</span> اور باہر نکال دے گی زمین اپنے بوجھ<span class=\"green\">(2)</span> اور کہے گا انسان کیا ہوا اس کو؟<span class=\"green\">(3)</span> اس دن بیان کرے گی وہ اپنی خبریں<span class=\"green\">(4)</span> اس لیے کہ بلاشبہ آپ کا رب وحی <span class=\"green\">(حکم)</span> کرے گا اس کو<span class=\"green\">(5)</span> اس دن لوٹیں گے لوگ متفرق <span class=\"green\">(الگ الگ)</span> ہو کر تاکہ دکھائے جائیں وہ اپنے اعمال<span class=\"green\">(6)</span> پس جو کوئی کرے گا ذرہ برابر بھلائی تو وہ دیکھ لے گا اس کو<span class=\"green\">(7)</span> اور جو کوئی کرے گا ذرہ برابر برائی تو وہ بھی دیکھ لے گا اس کو<span class=\"green\">(8)</span></p><div>\n<span class=\"grﷺﷺn\">(شروع )</span> اللہ کے نام سے جو نہایت مہربان رحم کرنے والا ہے۔                </div><div lang=\"ur\" class=\"ur \">\n<span class=\"brown\">[7، 8]</span><span class=\"arabic qpc-hafs brown\">﴿ فَمَنۡ يَّعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرًا يَّرَهٗؕ۰۰وَمَنۡ يَّعۡمَلۡ مِثۡقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ﴾</span> ’’پس جس نے ذرہ بھر نیکی کی ہوگی وہ اس کو دیکھ لے گا اور جس نے ذرہ بھر برائی کی ہوگی،  وہ اسے دیکھ لے گا۔‘‘      یہ خیر و شر کے تمام اعمال کو شامل ہے،  کیونکہ جب وہ ذرہ برابر وزن کو دیکھ سکے گا  جو حقیر ترین چیز ہے،  اسے اس کی جزا بھی دی جائے گی،<span class=\"bluﷺ\">  تب وہ اعمال جو وزن میں اس سے زیادہ ہوں گے ان کا دکھا دینا تو زیادہ اولیٰ ہے جیسا کہ اللہ تعالیٰ نے فرمایا:</span><span class=\"arabic qpc-hafs brown\">﴿ يَوۡمَ تَجِدُ كُلُّ نَفۡسٍ مَّا عَمِلَتۡ مِنۡ خَيۡرٍ مُّحۡضَرًا١ۛ  ۖ ۚ              و َّمَا عَمِلَتۡ مِنۡ سُوۡٓءٍ١ۛۚ          تَوَدُّ لَوۡ اَنَّ بَيۡنَهَا وَبَيۡنَهٗۤ اَمَدًۢا بَعِيۡدًا ﴾</span><span class=\"grﷺﷺn\">(آل عمران:3؍30)</span> ’’جس دن ہر شخص اپنے بھلائی کے عمل اور برائی کے عمل کو موجود پائے گا،  اور تمنا کرے گا کہ کاش! برائیوں اور اس کے درمیان  بہت دوری ہوتی۔‘‘ <span class=\"arabic qpc-hafs brown\">﴿وَوَجَدُوۡا مَا عَمِلُوۡا حَاضِرًا ﴾</span><span class=\"grﷺﷺn\">(الکہف:18؍49)</span>  ’’اور انھوں نے جو عمل کیے تھے ان کو موجود پائیں گے۔‘‘\nان آیات میں بھلائی کے فعل کی ترغیب ہے، خواہ وہ بہت ہی تھوڑا ہو اور برائی کے فعل پر ترہیب ہے، خواہ وہ بہت معمولی ہی ہو۔                </div>"
        },
        {
            "resource_id": 160,
            "text": "تفسیر سورۃ الزلزلۃ:<div lang=\"ur\" class=\"ur\"><p class=\"ur\">مسند احمد میں ہے کہ ایک شخص رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے پاس آیا اور کہا: یا رسول اللہ ! مجھے پڑھائیے، آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span> <span class=\"arabic qpc-hafs\"> «الر»</span>  والی تین سورتیں پڑھو<span>“</span>، تو اس نے کہا بوڑھا ہو گیا، حافظہ کمزور ہو گیا، زبان موٹی ہو گئی، تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اچھا! <span class=\"arabic qpc-hafs\"> «حم»</span>  والی سورتیں پڑھا کرو۔<span>“</span> اس نے پھر وہی عذر بیان کیا آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span> <span class=\"arabic qpc-hafs\"> «يسبح»</span>  والی تین سورتیں پڑھ لیا کرو۔<span>“</span> اس نے پھر وہی عذر بیان کیا اور درخواست کی کہ یا رسول اللہ ! مجھے تو کوئی جامع سورت کا سبق دے دیجئے، تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے اسے یہ سورت پڑھائی، جب پڑھا چکے تو وہ کہنے لگا، اس اللہ کی قسم جس نے آپ کو حق کے ساتھ نبی بنا کر بھیجا ہے کہ میں کبھی اس پر زیادتی نہ کروں گا پھر وہ پیٹھ پھیر کر جانے لگا تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اس مرد نے فلاح پا لی یہ نجات کو پہنچ گیا۔<span>“</span> پھر فرمایا: <span>”</span>ذرا اسے بلاؤ<span>“</span>، وہ حاضر ہوا تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>مجھے بقر عید کا حکم کیا گیا ہے اس دن کو اللہ تعالیٰ نے اس امت کی عید کا دن بنایا ہے<span>“</span> تو اس شخص نے کہا: اگر میرے پاس قربانی کا جانور نہ ہو اور کسی شخص نے مجھے دودھ پینے کے لیے کوئی جانور تحفہً دے رکھا ہو تو کیا میں اس کو ذبح کر ڈالوں؟ فرمایا: <span>”</span>نہیں! پھر تو اپنے بال کتروا، ناخن کٹوا، مونچھیں پست کرا، زیر ناف کے بال صاف کر، اللہ تعالیٰ عزوجل کے نزدیک تیری پوری قربانی یہی ہے۔<span>“</span>  <span class=\"reference\">[سنن ابوداود:1399،ضعيف]</span>  یہ حدیث مسند احمد، ابوداؤد نسائی میں بھی ہے۔ </p><p class=\"ur\"> ترمذی شریف کی اور حدیث میں ہے رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>جو شخص اس سورت کو پڑھے اسے نصف قرآن پڑھنے کا ثواب ملتا ہے۔<span>“</span>  <span class=\"reference\">[سنن ترمذي:2893،قال الشيخ الألباني:حسن دون فضل زلزلت‏]</span>  یہ حدیث غریب ہے۔ </p><p class=\"ur\"> اور روایت میں ہے <span class=\"arabic qpc-hafs\"> «إِذَا زُلْزِلَتِ»</span>  آدھے قرآن کے برابر ہے اور <span class=\"arabic qpc-hafs\"> «قُلْ هُوَ اللَّـهُ أَحَدٌ»</span>  تہائی قرآن کے برابر ہے اور <span class=\"arabic qpc-hafs\"> «قُلْ يَا أَيُّهَا الْكَافِرُونَ»</span>  چوتھائی قرآن کے برابر۔  <span class=\"reference\">[سنن ترمذي:2894،قال الشيخ الألباني:صحيح دون فضل زلزلت‏]</span>  یہ حدیث بھی غریب ہے۔ </p><p> اور حدیث میں ہے کہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے اپنے صحابیوں میں سے ایک سے فرمایا: <span>”</span>کیا تم نے نکاح کر لیا؟<span>“</span> اس نے کہا: نہیں یا رسول اللہ ! میرے پاس اتنا ہے ہی نہیں جو میں اپنا نکاح کر سکوں۔ آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span> <span class=\"arabic qpc-hafs\"> «قُلْ هُوَ اللَّـهُ أَحَدٌ»</span>  تیرے ساتھ نہیں؟<span>“</span> اس نے کہا: ہاں یہ تو ہے، فرمایا: <span>”</span>تہائی قرآن یہ ہوا، <span class=\"arabic qpc-hafs\"> «إِذَا جَاءَ نَصْرُ اللَّـهِ وَالْفَتْحُ»</span>  نہیں؟<span>“</span> کہا: وہ بھی ہے، فرمایا: <span>”</span>چوتھائی قرآن یہ ہوا، فرمایا: <span class=\"arabic qpc-hafs\"> «قُلْ يَا أَيُّهَا الْكَافِرُونَ»</span>  یاد نہیں؟<span>“</span> کہا: ہاں۔ فرمایا: <span>”</span>چوتھائی قرآن کے برابر یہ ہے، جا اب نکاح کر لے۔<span>“</span>  <span class=\"reference\">[سنن ترمذي:2895،قال الشيخ الألباني:ضعيف]</span>  ‏ یہ حدیث حسن ہے یہ تینوں حدیثیں صرف ترمذی میں ہیں۔</p></div>مرحلہ وار قیامت ٭٭<div lang=\"ur\" class=\"ur\"><p class=\"ur\">زمین اپنے نیچے سے اوپر تک کپکپانے لگے گی اور جتنے مردے اس میں ہیں سب نکال پھینکے گی۔ جیسے اور جگہ ہے <span class=\"arabic qpc-hafs\"> «يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ»</span>    <span class=\"reference\">[22-الحج:1]</span> ‏ یعنی <span class=\"text-translation\">” لوگو اپنے رب سے ڈرو یقین مانو کہ قیامت کا زلزلہ اس دن کا بھونچال بڑی چیز ہے “</span>۔ </p><p class=\"ur\"> اور جگہ ارشاد ہے <span class=\"arabic qpc-hafs\"> «وَإِذَا الْأَرْضُ مُدَّتْ»</span>  * <span class=\"arabic qpc-hafs\"> «وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ»</span>    <span class=\"reference\">[84-الانشقاق:3-4]</span> ‏ یعنی <span class=\"text-translation\">” جبکہ زمین کھینچ کھانچ کر برابر ہموار کر دی جائیگی اور اس میں جو کچھ ہے وہ اسے باہر ڈال دے گی اور بالکل خالی ہو جائیگی “</span>۔ </p><p> صحیح مسلم شریف میں ہے <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>زمین اپنے کلیجے کے ٹکڑوں کو اگل دے گی، سونا چاندی مثل ستونوں کے باہر نکل پڑے گا، قاتل اسے دیکھ کر افسوس کرتا ہوا کہے گا کہ ہائے اسی مال کے لیے میں نے فلاں کو قتل کیا تھا، آج یہ یوں ادھر ادھر بکھر رہا ہے کوئی آنکھ بھر کر دیکھتا بھی نہیں، اسی طرح صلہ رحمی توڑنے والا بھی کہے گا کہ اسی کی محبت میں آ کر رشتہ داروں سے میں سلوک نہیں کرتا تھا، چور بھی کہے گا کہ اسی کی محبت میں میں نے ہاتھ کٹوا دئیے تھے غرض وہ مال یونہی بکھرا پھرے گا کوئی نہیں لے گا<span>“</span>   <span class=\"reference\">[صحیح مسلم:1013]</span> ‏، انسان اس وقت ہکا بکا رہ جائے گا اور کہے گا یہ تو ہلنے جلنے والی نہ تھی بلکہ ٹھہری ہوئی بوجھل اور جمی ہوئی تھی اسے کیا ہو گیا کہ یوں بید کی طرح تھرانے لگی اور ساتھ ہی جب دیکھے گا کہ تمام پہلی پچھلی لاشیں بھی زمین نے اگل دیں تو اور حیران و پریشان ہو جائے گا کہ آخر اسے کیا ہو گیا ہے؟ پس زمین بالکل بدل دی جائے گی اور آسمان بھی اور سب لوگ اس قہار اللہ کے سامنے کھڑے ہو جائیں گے زمین کھلے طور پر صاف صاف گواہی دے گی کہ فلاں فلاں شخص نے فلاں فلاں زیادتی اس شخص پر کی ہے۔</span></p></div><div>10785</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\"><span class=\"text-translation\"> نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے اس آیت کی تلاوت کر کے فرمایا: <span>”</span>جانتے بھی ہو کہ زمین کی بیان کردہ خبریں کیا ہوں گی<span>“</span>، لوگوں نے کہا: اللہ تعالیٰ اور اس کے رسول ہی کو علم ہے، تو آپ نے فرمایا: <span>”</span>جو جو اعمال بنی آدم نے زمین پر کیے ہیں وہ تمام وہ ظاہر کر دے گی کہ فلاں فلاں شخص نے فلاں نیکی یا بدی فلاں جگہ فلاں وقت کی ہے<span>“</span> </span>۔   <span class=\"reference\">[سنن ترمذي:3353:قال الشيخ الألباني:ضعيف الإسناد]</span> ‏ امام ترمذی اس حدیث کو حسن صحیح غریب بتلاتے ہیں </p><p class=\"ur\"> معجم طبرانی میں ہے کہ <span class=\"text-translation\"> آپ نے فرمایا: <span>”</span>زمین سے بچو یہ تمہاری ماں ہے جو شخص جو نیکی بدی اس پر کرتا ہے یہ سب کھول کھول کر بیان کر دے گی<span>“</span> </span>۔   <span class=\"reference\">[طبرانی:4596:ضعیف]</span> ‏ </p><p class=\"ur\"> یہاں <span class=\"arabic qpc-hafs\"> «وحی»</span>  سے مراد حکم دینا ہے <span class=\"arabic qpc-hafs\"> «اوحی»</span>  اور اس کے ہم معنی افعال کا صلہ حرف <span class=\"arabic qpc-hafs\"> «لام»</span>  بھی آتا ہے <span class=\"arabic qpc-hafs\"> «الی»</span>  بھی۔ مطلب یہ ہے کہ اللہ اسے فرمائے گا کہ بتا اور وہ بتاتی جائیگی اس دن لوگ حساب کی جگہ سے مختلف قسموں کی جماعتیں بن بن کر لوٹیں گے کوئی بد ہو گا کوئی نیک کوئی جنتی بنا ہو گا کوئی جہنمی۔ </p><p> یہ معنی بھی ہیں کہ یہاں سے جو الگ الگ ہوں گے تو پھر اجتماع نہ ہو گا یہ اس لیے کہ وہ اپنے اعمال کو جان لیں اور بھلائی برائی کا بدلہ پا لیں گے اسی لیے آخر میں بھی بیان فرما دیا۔  <span class=\"text-translation\"> رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں کہ گھوڑوں والے تین قسم کے ہیں، ایک اجر پانے والا، ایک پردہ پوشی والا اور ایک بوجھ اور گناہ والا اجر والا تو وہ ہے جو گھوڑا پالتا ہے جہاد کی نیت سے اگر اس کے گھوڑے کی اگاڑی پچھاڑی ڈھیلی ہو گئی اور یہ ادھر ادھر سے چرتا رہا تو یہ بھی گھوڑے والے کے لیے اجر کا باعث ہے اور اگر اس کی رسی ٹوٹ گئی اور یہ ادھر ادھر چلا گیا تو اس کے نشان قدم اور لید کا بھی اسے ثواب ملتا ہے اگر یہ کسی نہر پر جا کر پانی پی لے چاہے پلانے کا ارادہ نہ ہو تو بھی ثواب مل جاتا، یہ گھوڑا تو اس کے لیے سراسر اجر و ثواب ہے دوسرا وہ شخص جس نے اس لیے پال رکھا ہے کہ دوسروں سے بےپرواہ اور کسی سے سوال کی ضرورت نہ ہو لیکن اللہ کا حق نہ تو اس بارے میں بھولتا ہے نہ اس کی سواری میں پس یہ اس کے لیے پردہ ہے تیسرا وہ شخص ہے جس نے فخر و ریا کاری اور ظلم و ستم کے لیے پال رکھا ہے پس یہ اس کے ذمہ بوجھ اور اس پر گناہ کا بار ہے، پھر نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے سوال ہوا کہ گدھوں کے بارے میں کیا حکم ہے آپ نے فرمایا: <span>”</span>مجھ پر اللہ تعالیٰ کی جانب سے سوائے تنہا اور جامع آیت کے اور کچھ نازل نہیں ہوا کہ ذرہ برابر نیکی یا بدی ہر شخص دیکھ لے گا<span>“</span> </span>۔   <span class=\"reference\">[صحیح مسلم:987]</span> ‏</p></div><div>10786</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\">سیدنا صعصعہ بن مالک رضی اللہ عنہ نے تو نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کی زبانی یہ آیت سن کر کہہ دیا کہ صرف یہی آیت کافی ہے اور زیادہ اگر نہ بھی سنوں تو کوئی ضرورت نہیں۔  <span class=\"reference\">[مسند احمد:59/5:صحیح]</span> ‏ </p><p class=\"ur\"> صحیح بخاری میں بروایت عدی بن حاتم رضی اللہ عنہ مروی ہے کہ <span class=\"text-translation\"> آگ سے بچو اگرچہ آدھی کھجور کا صدقہ ہی ہو </span>۔   <span class=\"reference\">[صحیح بخاری:1413]</span> ‏ </p><p class=\"ur\"> اسی طرح صحیح حدیث میں ہے کہ <span class=\"text-translation\"> نیکی کے کام کو ہلکا نہ سمجھو گو اتنا ہی کام ہو کہ تو اپنے ڈول میں سے ذرا سا پانی کسی پیاسے کو پلوا دے یا اپنے کسی مسلمان بھائی سے کشادہ روئی اور خندہ پیشانی سے ملاقات کر لے </span>۔   <span class=\"reference\">[مسند احمد:63/5:صحیح]</span> ‏ </p><p class=\"ur\"> دوسری ایک صحیح حدیث میں ہے، <span class=\"text-translation\"> اے ایمان والی عورتو! تم پڑوسن کے بھیجے ہوئے تحفے یا ہدئے کو حقیر نہ سمجھو گو ایک کھر ہی آیا ہو </span>۔   <span class=\"reference\">[صحیح بخاری:2566]</span> ‏ </p><p class=\"ur\"> اور حدیث میں ہے کہ <span class=\"text-translation\"> سائل کو کچھ نہ کچھ دے دو گو جلا ہوا کھر ہی ہو </span>۔   <span class=\"reference\">[مسند احمد:435/6]</span> ‏ </p><p class=\"ur\"> مسند احمد کی حدیث میں ہے، <span class=\"text-translation\"> اے عائشہ! گناہوں کو حقیر نہ سمجھو یاد رکھو کہ ان کا بھی حساب لینے والا ہے </span>۔   <span class=\"reference\">[مسند احمد:70/6]</span> ‏ </p><p class=\"ur\"> ابن جریر میں ہے کہ <span class=\"text-translation\"> سیدنا ابوبکر صدیق رضی اللہ عنہ رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> کے ساتھ کھانا کھا رہے تھے کہ یہ آیت اتری تو سیدنا ابوبکر رضی اللہ عنہ نے کھانے سے ہاتھ اٹھا لیا اور پوچھنے لگے کہ یا رسول اللہ! کیا میں ایک ایک ذرے برابر کا بدلہ دیا جاؤں گا تو آپ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے فرمایا: <span>”</span>اے صدیق دنیا میں جو جو تکلیفیں تمہیں پہنچی ہیں یہ تو اس میں آ گئیں اور نیکیاں تمہارے لیے اللہ کے ہاں ذخیرہ بنی ہوئی ہیں اور ان سب کا پورا پورا بدلہ قیامت کے دن تمہیں دیا جائے گا<span>“</span> </span>۔  <span class=\"reference\">[تفسیر ابن جریر الطبری:37747]</span> ‏ </p><p> ابن جریر کی ایک اور روایت میں ہے کہ <span class=\"text-translation\"> یہ سورت سیدنا ابوبکر رضی اللہ عنہ کی موجودگی میں نازل ہوئی تھی آپ اسے سن کر بہت روئے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے سبب پوچھا: تو آپ نے فرمایا: مجھے یہ سورت رلا رہی ہے آپ نے فرمایا: <span>”</span>اگر تم خطا اور گناہ نہ کرتے کہ تمہیں بخشا جائے اور معاف کیا جائے تو اللہ تعالیٰ کسی اور امت کو پیدا کرتا جو خطا اور گناہ کرتے اور اللہ انہیں بخشتا<span>“</span> </span>۔   <span class=\"reference\">[تفسیر ابن جریر الطبری:37760:حسن]</span> ‏</p></div><div>10787</div><div lang=\"ur\" class=\"ur\"><p class=\"ur\"><span class=\"text-translation\"> سیدنا ابو سعید خدری رضی اللہ عنہ نے نبی کریم <span class=\"saw\"> صلی اللہ علیہ وسلم </span> سے یہ آیت سن کر پوچھا: اے اللہ کے رسول! کیا مجھے اپنے سب اعمال دیکھنے پڑیں گے آپ نے فرمایا: <span>”</span>ہاں<span>“</span>، پوچھا: بڑے بڑے، فرمایا: <span>”</span>ہاں<span>“</span>، پوچھا: اور چھوٹے چھوٹے بھی، فرمایا: <span>”</span>ہاں<span>“</span>، میں نے کہا، ہائے افسوس! آپ نے فرمایا: <span>”</span>ابوسعید خوش ہو جاؤ، نیکی تو دس گنا سے لے کر سات سو گنا تک بلکہ اس سے بھی زیادہ تک اللہ جسے چاہے دے گا ہاں گناہ اسی کے مثل ہوں گے یا اللہ تعالیٰ اسے بھی بخش دے گا، سنو! کسی شخص کو صرف اس کے اعمال نجات نہ دے سکیں گے<span>“</span>، میں نے کہا: اے اللہ کے رسول! کیا آپ کو بھی نہیں؟ فرمایا: <span>”</span>نہ مجھے ہی مگر یہ کہ اللہ تبارک و تعالیٰ اپنی رحمت سے مجھے ڈھانپ لے<span>“</span> </span>۔ <span>(‏اسنادہ ضعیف: اس کی سند ابن لہیعہ کی وجہ سے ضعیف ہے ـ)</span> اس کے راویوں میں ایک ابن لہیعہ ہیں یہ روایت صرف انہی سے مروی ہے۔ </p><p class=\"ur\"> سعید بن جبیر رحمہ اللہ فرماتے ہیں: جب آیت <span class=\"arabic qpc-hafs\"> «وَيُطْعِمُونَ الطَّعَامَ عَلَىٰ حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا»</span>   <span class=\"reference\">[76-الإنسان:8]</span> ‏ نازل ہوئی یعنی مال کی محبت کے باوجود مسکین، یتیم اور قیدی کو کھانا کھلاتے ہیں تو لوگ یہ سمجھ گئے کہ اگر ہم تھوڑی سی چیز راہ اللہ دیں گے تو کوئی ثواب نہ ملے گا مسکین ان کے دروازے پر آتا لیکن ایک آدھ کھجور یا روٹی کا ٹکڑا وغیرہ دینے کو حقارت خیال کر کے یونہی لوٹا دیتے تھے کہ اگر دیں تو کوئی اچھی محبوب و مرغوب چیز دیں ادھر تو ایک جماعت یہ تھی، دوسری جماعت وہ تھی جنہیں یہ خیال پیدا ہو گیا تھا کہ چھوٹے چھوٹے گناہوں پر ہماری پکڑ نہ ہو گی مثلا کبھی کوئی جھوٹ بات کہہ دی کبھی ادھر ادھر نظریں ڈال لیں، کبھی غیبت کر لی وغیرہ جہنم کی وعید تو کبیرہ گناہوں پر ہے تو یہ آیت <span class=\"arabic qpc-hafs\"> «فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ»</span>   <span class=\"reference\">[99-الزلزلہ:7]</span> ‏ نازل ہوئی۔ اور انہیں بتایا گیا کہ چھوٹی سی نیکی کو حقیر نہ سمجھو یہ بڑی ہو کر ملے گی اور تھوڑے سے گناہ کو بھی بےجان نہ سمجھو کہیں تھوڑا تھوڑا مل کر بہت نہ بن جائے <span class=\"arabic qpc-hafs\"> «ذرہ»</span>  کے معنی چھوٹی چیونٹی کے ہیں، یعنی نیکیوں اور برائیوں کو چھوٹی سے چھوٹی اور بڑی سے بڑی اپنے نامہ اعمال میں دیکھ لے گا بدی تو ایک ہی لکھی جاتی ہے نیکی ایک کے بدلے دس بلکہ جس کے لیے اللہ چاہے اس سے بھی بہت زیادہ بلکہ ان نیکیوں کے بدلے برائیاں بھی معاف ہو جاتی ہیں ایک ایک کے بدلے دس دس بدیاں معاف ہو جاتی ہیں پھر یہ بھی ہے کہ جس کی نیکی برائی سے ایک ذرے کے برابر بڑھ گئی وہ جنتی ہو گیا رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> فرماتے ہیں: <span>”</span>گناہوں کو ہلکا نہ سمجھا کرو یہ سب جمع ہو کر آدمی کو ہلاک کر ڈالتے ہیں<span>“</span>، رسول اللہ <span class=\"saw\"> صلی اللہ علیہ وسلم </span> نے ان برائیوں کی مثال بیان کی کہ جیسے کچھ لوگ کسی جگہ اترے پھر ایک ایک دو دو لکڑیاں چن لائے تو لکڑیوں کا ڈھیر لگ جائے گا پھر اگر انہیں سلگایا جائے تو اس وقت اس آگ پر جو چاہیں پکا سکتے ہیں <span>(‏اسی طرح تھوڑے تھوڑے گناہ بہت زیادہ ہو کر آگ کا کام کرتے ہیں اور انسان کو جلا دیتے ہیں)</span>  ۔  <span class=\"reference\">[مسند احمد:402/1:صحیح لغیرہ]</span> ‏ </p><p> سورۃ اذازلزلت کی تفسیر ختم ہوئی۔ <span class=\"arabic qpc-hafs\"> «فالْحَمْدُ لِلَّـه»</span> </p></div><div>10788</div>"
        },
        {
            "resource_id": 911,
            "text": "<p class=\"ru translation\" lang=\"ru\"><span class=\"green\">(1)</span> Когда земля содрогнется от сотрясений,  <span class=\"green\">(2)</span> когда земля извергнет свою ношу,  <span class=\"green\">(3)</span> и человек спросит, что же с нею,  <span class=\"green\">(4)</span> в тот день она расскажет свои известия,  <span class=\"green\">(5)</span> потому что Господь твой внушит ей это.   <span class=\"green\">(6)</span> В тот день люди выйдут толпами, чтобы им показали их деяния.   <span class=\"green\">(7)</span> Тот, кто сделал добро весом в мельчайшую частицу, увидит его. <span class=\"green\">(8)</span> И тот, кто сделал зло весом в мельчайшую частицу, увидит его.</p><p>\n                                                            Во имя Аллаха, Милостивого, Милосердного!                </p><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(1-2)</span> Всевышний сообщил о событиях, которые произойдут в День воскресения, ког- да земля будет содрогаться до тех пор, пока не разрушится все, что находится на ее поверхности.\nВ тот день горы рассыплются, а холмы сравнятся с землей. Вся земля пре- вратится в равнину без кривизны и впадин. Она извергнет из своих недр тела усопших и зарытые клады,                </div><div>\n<span class=\"green\">(3)</span> и тогда люди увидят эти великие потрясения и ска-<span class=\"blue\"> жут:</span><span class=\"brown\">«Что случилось с землей?»</span>\n</div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(4-5)</span> Земля будет свидетельствовать обо всех добрых и злых деяниях обитателей ми- ров. Она будет одним из свидетелей, которые доподлинно расскажут о человечес- ких деяниях. Аллах велит земле сообщить обо всем, что произошло на ее поверх- ности, и она не посмеет ослушаться Его повеления.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(6)</span> В тот день люди разделятся на отдельные группы и толпами выйдут к месту сбора. Аллах покажет им, какие грехи и благодеяния они совершили, и воздаст им за них сполна.                </div><div lang=\"ru\" class=\"ru \">\n<span class=\"green\">(7-8)</span> Это всецело относится ко всем добрым и злым деяниям, поскольку если человек увидит самое мелкое из того, что он совершил, весом в одну пылинку, то он тем более увидит более весомые поступки.<span class=\"blue\">\nВсевышний сказал:</span><span class=\"brown\">«В тот день, когда каждая душа увидит все добро и зло, которое она совершила, ей захочется, чтобы между ней и между ее злодеяниян ми было огромное расстояние»</span><span class=\"green\">(3:30)</span>; «Будет положена книга, и ты увидишь, как грешники будут трепетать от того, что в ней.<span class=\"blue\"> Они скажут:</span><span class=\"brown\">“Горе нам! Что это за книга! В ней не упущен ни малый, ни великий грех — все подсчитано”</span>. Они обнаружат перед собой все, что совершили, и твой Господь ни с кем не пос- тупит несправедливо» <span class=\"green\">(18:49)</span>.\nВсе сказанное побуждает людей творить добро, пусть даже самое малое, и из- бегать даже самого ничтожного злодеяния.                </div>"
        },
        {
            "resource_id": 166,
            "text": "<p>যখন প্ৰবল কম্পনে যমীন প্ৰকম্পিত করা হবে [১] ,</p><p>[১] “যালযালাহু’ মানে হচ্ছে, প্রচণ্ডভাবে জোরে জোরে ঝাড়া দেয়া, ভূকম্পিত হওয়া।</p>"
        },
        {
            "resource_id": 776,
            "text": "Cuando la Tierra sea sacudida vigorosamente, lo que sucederá en el Día del Juicio."
        },
        {
            "resource_id": 176,
            "text": "Quando la Terra verrà scossa violentemente, cosa che accadrà nel Giorno della Resurrezione,"
        },
        {
            "resource_id": 790,
            "text": "যেতিয়া ক্বিয়ামতৰ দিনা পৃথৱীক অতি প্ৰবল ভাৱে কপোৱা হব।"
        },
        {
            "resource_id": 171,
            "text": "When the earth will be shaken vigorously, which will happen to it on the Day of Judgement."
        },
        {
            "resource_id": 179,
            "text": "Kapag pinagalaw ang lupa sa pagpapagalaw na matindi na mangyayari rito sa Araw ng Pagbangon,"
        },
        {
            "resource_id": 183,
            "text": "最後の審判の日、大地が激しく揺れ、"
        },
        {
            "resource_id": 182,
            "text": "当大地猛烈的震颤，复活日来临之际，"
        },
        {
            "resource_id": 791,
            "text": "അന്ത്യനാളിൽ ഭൂമി ശക്തമായി പ്രകമ്പനം കൊള്ളിക്കപ്പെടുകയും;"
        },
        {
            "resource_id": 910,
            "text": "<p class=\"ms translation\" lang=\"ms\">\"Apabila bumi digoncangkan dengan goncangannya <span class=\"green\">(yang dahsyat)</span>. Dan bumi telah mengeluarkan beban-beban berat <span class=\"green\">(yang dikandung)</span>nya. Dan manusia bertanya, 'Mengapa bumi <span class=\"green\">(jadi begini)</span>.' Pada hari itu bumi menceritakan beritanya, karena sesung-guhnya Rabbmu telah memerintahkan <span class=\"green\">(yang demikian itu)</span> kepada-nya. Pada hari itu manusia keluar dari kuburnya dalam keadaan yang bermacam-macam, supaya diperlihatkan kepada mereka <span class=\"green\">(balasan)</span> pekerjaan mereka. Barangsiapa yang mengerjakan ke-baikan seberat dzarrah pun, niscaya dia akan melihat <span class=\"green\">(balasan)</span>-nya. Dan barangsiapa yang mengerjakan kejahatan seberat dzarrah pun, niscaya dia akan melihat <span class=\"green\">(balasan)</span>nya pula.\" <span class=\"green\">(Az-<span class=\"blue\">Zalzalah:</span> 1-8)</span>.</p><p>\n                                                            Madaniyah                </p><p>\n                                                            \"Dengan Menyebut Nama Allah Yang Maha Pengasih Lagi Maha Penyayang.\"                </p><div lang=\"ms\" class=\"ms \">\n<span class=\"green\">(1-2)</span> Allah سبحانه وتعالى memberitahukan tentang apa yang terjadi pada Hari Kiamat. Bumi bergoncang dan bergoyang hingga me-runtuhkan bangunan dan gunung yang ada di atasnya. Gunung digoncang dan diratakan puing-puingnya hingga menjadi ham-paran tanah luas yang tidak ada celahnya. ﴾ وَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا ﴿   \"Dan bumi telah mengeluarkan beban-beban berat <span class=\"green\">(yang dikandung)</span>nya,\" yakni apa saja yang ada di perutnya berupa mayat dan yang tersimpan bumi.                </div><div>\n<span class=\"green\">(3)</span> ﴾ وَقَالَ  ٱلۡإِنسَٰنُ <span class=\"brown\">﴿   \"Dan manusia bertanya,\" ketika melihat hal-hal besar yang menimpa bumi karena begitu besarnya peristiwa itu, ﴾</span> مَا  لَهَا  ﴿ \"Mengapa bumi <span class=\"green\">(jadi begini)</span>?\" Yakni apa yang menimpanya?                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(4-5)</span> ﴾ يَوۡمَئِذٖ  تُحَدِّثُ  أَخۡبَارَهَا <span class=\"brown\">﴿   \"Pada hari itu bumi menceritakan beri-tanya,\" yakni bumi akan bersaksi atas perbuatan baik dan buruk yang dilakukan manusia di atasnya. Bumi adalah satu dari sekian saksi yang bersaksi untuk manusia atas perbuatan-perbuatan me-reka. Demikian itu ﴾</span> بِأَنَّ  رَبَّكَ  أَوۡحَىٰ  لَهَا ﴿   \"karena sesungguhnya Rabbmu telah memerintahkan <span class=\"green\">(yang demikian itu)</span> kepadanya,\" yakni memerin-tah bumi untuk memberitahukan perbuatan yang dilakukan di atasnya dan bumi tidak mendurhakai perintahNya.                </div><div>\n<span class=\"green\">(6)</span> ﴾ يَوۡمَئِذٖ  يَصۡدُرُ  ٱلنَّاسُ <span class=\"brown\">﴿   \"Pada hari itu manusia keluar dari kubur-nya,\" menuju tempat pemberhentian kiamat ketika Allah سبحانه وتعالى memu-tuskan perkara di antara mereka, ﴾</span> أَشۡتَاتٗا <span class=\"brown\">﴿   \"dalam keadaan yang ber-macam-macam,\" yakni bermacam-macam golongan, ﴾</span> لِّيُرَوۡاْ أَعۡمَٰلَهُمۡ ﴿   \"supaya diperlihatkan kepada mereka <span class=\"green\">(balasan)</span> pekerjaan mereka,\" yakni supaya Allah سبحانه وتعالى memberitahukan perbuatan baik atau buruk yang mereka lakukan dan memberitahukan balasannya dengan sem-purna.                </div><div lang=\"id\" class=\"id \">\n<span class=\"green\">(7-8)</span> ﴾ فَمَن  يَعۡمَلۡ  مِثۡقَالَ  ذَرَّةٍ  خَيۡرٗا   يَرَهُۥ  7  وَمَن  يَعۡمَلۡ  مِثۡقَالَ  ذَرَّةٖ  شَرّٗا  يَرَهُۥ   8   <span class=\"brown\">﴿ \"Barangsiapa yang mengerjakan kebaikan seberat dzarrah pun, nis-caya dia akan melihat <span class=\"green\">(balasan)</span>nya. Dan barangsiapa yang mengerjakan kejahatan seberat dzarrah pun, niscaya dia akan melihat <span class=\"green\">(balasan)</span>nya pula.\" Ini bersifat umum untuk seluruh kebaikan dan keburukan, karena bila manusia bisa melihat amalan seberat biji dzarrah yang merupakan sesuatu yang terkecil dan diberi balasannya, maka yang lebih besar tentu lebih bisa dilihat, seperti yang disebutkan dalam Firman Allah سبحانه وتعالى, \n﴾</span> يَوۡمَ  تَجِدُ  كُلُّ  نَفۡسٖ  مَّا  عَمِلَتۡ  مِنۡ  خَيۡرٖ  مُّحۡضَرٗا  وَمَا  عَمِلَتۡ   مِن  سُوٓءٖ  تَوَدُّ  لَوۡ   أَنَّ  بَيۡنَهَا  وَبَيۡنَهُۥٓ  أَمَدَۢا  بَعِيدٗاۗ       <span class=\"brown\">﴿\n\"Pada hari ketika tiap-tiap diri mendapati segala kebajikan dihadap-kan <span class=\"green\">(di mukanya)</span>, begitu <span class=\"green\">(juga)</span> kejahatan yang telah dikerjakannya; ia ingin kalau kiranya antara ia dengan hari itu ada masa yang jauh.\" <span class=\"green\">(Ali Imran: 30)</span>.<span class=\"green\">(Juga FirmanNya)</span>,\n﴾</span> وَوَجَدُواْ  مَا  عَمِلُواْ   حَاضِرٗاۗ       ﴿\n\"Dan mereka dapati apa yang telah mereka kerjakan ada <span class=\"green\">(tertulis)</span>.\" <span class=\"green\">(Al-<span class=\"blue\">Kahfi:</span> 49)</span>. \nDalam ayat ini terdapat anjuran untuk mengerjakan kebaikan meski suatu yang kecil serta ancaman dari perbuatan buruk meski suatu yang sepele.                </div>"
        },
        {
            "resource_id": 169,
            "text": "<h2>Which was revealed in Madina</h2><h2>The Virtues of Surat Az-Zalzalah</h2><p>Imam Ahmad recorded from `Abdullah bin `Amr that he said, \"A man came to the Messenger of Allah and said, `Teach me what to recite, O Messenger of Allah!' The Prophet said,</p><div class=\"arabic uthmani\">«اقْرَأْ ثَلَاثًا مِنْ ذَوَاتِ الر»</div><p>(Recite three from those which begin with the letters Alif, Lam, Ra') The man then said to him, `I have become old in age, my heart has hardened and my tongue has become harsh.' The Prophet said,</p><div class=\"arabic uthmani\">«فَاقْرَأْ مِنْ ذَوَاتِ حم»</div><p>(Then recite from those which begin with the letters Ha-Mim.) The man said the same thing as he had said before, so the Prophet said,</p><div class=\"arabic uthmani\">«اقْرَأْ ثَلَاثًا مِنَ الْمُسَبِّحَات»</div><p>(Recite three from the Musabbihat.) The man again said the same thing as he had said before. Then the man said, `Rather give me something to recite that is comprehensive (of all of these), O Messenger of Allah.' So the Prophet told him to recite</p><div class=\"arabic uthmani\">إِذَا زُلْزِلَتِ الاٌّرْضُ زِلْزَالَهَا </div><p>(When the earth quakes with its Zilzal.) Then when he (the Prophet ) finished reciting the Surah to him the man said, `By He Who has sent you you with the truth as a Prophet, I will never add anything else to it.' Then the man turned away and left, and the Prophet said,</p><div class=\"arabic uthmani\">«أَفْلَحَ الرُّوَيْجِلُ، أَفْلَحَ الرُّوَيْجِل»</div><p>(The little man has been successful, the little man has been successful.) Then the Prophet said,</p><div class=\"arabic uthmani\">«عَلَيَّ بِه»</div><p>(Bring him back to me.) So the man came to him and the Prophet said to him,</p><div class=\"arabic uthmani\">«أُمِرْتُ بِيَوْمِ الْأَضْحَى جَعَلَهُ اللهُ عِيدًا لِهَذِهِ الْأُمَّة»</div><p>(I have also been commanded to celebrate `Id Al-Adha, which Allah has made a celebration for this Ummah.) The man said `What do you think if I am only able to acquire a borrowed milking she-camel -- should I slaughter it' The Prophet said,</p><div class=\"arabic uthmani\">«لَا، وَلَكِنَّكَ تَأْخُذُ مِنْ شَعْرِكَ وَتُقَلِّمُ أَظَافِرَكَ وَتَقُصُّ شَارِبَكَ وَتَحْلِقُ عَانَتَكَ فَذَاكَ تَمَامُ أُضْحِيَّتِكَ عِنْدَ اللهِ عَزَّ وَجَل»</div><p>(No. But you should cut your hair, clip your nails, trim your mustache, shave your pubic area and that will be the completion of your sacrifice with Allah, the Mighty and Majestic.)\" Abu Dawud and An-Nasa'i recorded this (Hadith.</p><div class=\"arabic uthmani\">بِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ</div><p>In the Name of Allah, the Most Gracious, the Most Merciful.</p><h2>The Day of Judgement what will take place during it, the Condition of the Earth and Condition of ppl</h2><p>Ibn `Abbas said,</p><div class=\"arabic uthmani\">إِذَا زُلْزِلَتِ الاٌّرْضُ زِلْزَالَهَا </div><p>(When the earth quakes with its Zilzal.) \"This means that it will move from beneath it.\"</p><div class=\"arabic uthmani\">وَأَخْرَجَتِ الأَرْضُ أَثْقَالَهَا </div><p>(And when the earth throws out its burdens.) meaning, it will throw forth that which is in it of the dead. More than one of the Salaf have said this and it is similar to Allah's statement,</p><div class=\"arabic uthmani\">يأَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَىْءٌ عَظِيمٌ </div><p>(O mankind! Have Taqwa of your Lord! Verily, the earthquake (Zalzalah) of the Hour is a terrible thing.) (22:1) This is also similar to His saying,</p><div class=\"arabic uthmani\">وَإِذَا الاٌّرْضُ مُدَّتْ - وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ </div><p>(And when the earth is stretched forth, and has cast out all that was in it and became empty.) (84:3-4) Muslim recorded in his Sahih from Abu Hurayrah that the Messenger of Allah said,</p><div class=\"arabic uthmani\">«تُلْقِي الْأَرْضُ أَفْلَاذَ كَبِدِهَا أَمْثَالَ الْأُسْطُوَانِ مِنَ الذَّهَبِ وَالْفِضَّةِ، فَيَجِيءُ الْقَاتِلُ فَيَقُولُ فِي هَذَا قَتَلْتُ، وَيَجِيءُ الْقَاطِعُ فَيَقُولُ فِي هَذَا قَطَعْتُ رَحِمِي،وَيَجِيءُ السَّارِقُ فَيَقُولُ: فِي هَذَا قُطِعَتْ يَدِي، ثُمَّ يَدَعُونَهُ فَلَا يَأْخُذُونَ مِنْهُ شَيْئًا»</div><p>(The earth will throw out the pieces of its liver (its contents). Gold and silver will come out like columns. A murderer will come and say, `I killed for this' The one who broke the ties of kinship will say, `For this I severed the ties of kinship' The thief will say, `For this I got my hands amputated' Then they will leave it there and no one will take anything from it.)\" Then Allah says,</p><div class=\"arabic uthmani\">وَقَالَ الإِنسَـنُ مَا لَهَا </div><p>(And man will say: \"What is the matter with it\") meaning, he will be baffled by its situation after it used to be stable, settled and firm, and he used to be settled upon its surface. This refers to the alteration of the state of things and the earth moving and shaking. There will come to it inescapable quaking that Allah prepared for it. Then it will throw out its dead people -- from the first to the last generations. At that time the people will be baffled by the events and the earth changing into other than the earth, and the heavens as well. Then they will be presented before Allah, the One, the Irresistible. Concerning Allah's statement,</p><div class=\"arabic uthmani\">يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا </div><p>(That Day it will declare its information.) meaning, it will speak of what the people did upon its surface. Imam Ahmad, At-Tirmidhi and Abu `Abdur-Rahman An-Nasa'i all recorded a Hadith from Abu Hurayrah -- and in the wording of An-Nasa'i's version it states -- that he said, \"The Messenger of Allah recited this Ayah,</p><div class=\"arabic uthmani\">يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا </div><p>(That Day it will declare its information.) Then he said,</p><div class=\"arabic uthmani\">«أَتَدْرُونَ مَا أَخْبَارُهَا؟»</div><p>(Do you know what is its information) They said, `Allah and His Messenger know best.' He said,</p><div class=\"arabic uthmani\">«فَإِنَّ أَخْبَارَهَا أَنْ تَشْهَدَ عَلَى كُلِّ عَبْدٍ وَأَمَةٍ بِمَا عَمِلَ عَلَى ظَهْرِهَا أَنْ تَقُولَ: عَمِلَ كَذَا وَكَذَا يَوْمَ كَذَا وَكَذَا، فَهَذِهِ أَخْبَارُهَا»</div><p>(Verily, its information is that it will testify against every male and female servant, about what they did upon its surface. It will say that he did such and such on such and such day. So this is its information.)\" Then At-Tirmidhi said, \"This Hadith is Sahih Gharib.\" Concerning Allah's statement,</p><div class=\"arabic uthmani\">بِأَنَّ رَبَّكَ أَوْحَى لَهَا </div><p>(Because your Lord will inspire it.) It is apparent that the implied meaning here is that He will permit it (the earth). Shabib bin Bishr narrated from `Ikrimah that Ibn `Abbas said,</p><div class=\"arabic uthmani\">يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا </div><p>(That Day it will declare its information.) \"Its Lord will say to it, `Speak.' So it will speak.\" Mujahid commented (on \"inspire it\"), \" He commands it (i.e., to speak). \" Al-Qurazi said, \"He will command it to separate from them.\" Then Allah says,</p><div class=\"arabic uthmani\">يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتاً</div><p>(That Day mankind will proceed in scattered groups (Ashtat)) meaning, they will return from the station of the Judgement in separate groups. This means that they will be divided into types and categories: between those who are miserable and those who are happy, and those who are commanded to go to Paradise and those who are commanded to go to the Hellfire. As-Suddi said, \"Ashtat means sects.\" Allah said,</p><div class=\"arabic uthmani\">لِّيُرَوْاْ أَعْمَـلَهُمْ</div><p>(that they may be shown their deeds.) meaning, so that they may act and be rewarded for what they did in this life of good and evil.</p><h2>The Recompense for Every Minute Deed Therefore</h2><p>Allah goes on to say,</p><div class=\"arabic uthmani\">فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ - وَمَن يَعْـمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ </div><p>(So whosoever does good equal to the weight of a speck of dust shall see it. And whosoever does evil equal to the weight of speck of dust shall see it.) Al-Bukhari recorded from Abu Hurayrah that the Messenger of Allah said,</p><div class=\"arabic uthmani\">«الْخَيْلُ لِثَلَاثَةٍ، لِرَجُلٍ أَجْرٌ، وَلِرَجُلٍ سِتْرٌ، وَعَلَى رَجُل وِزْرٌ. فَأَمَّا الَّذِي لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللهِ فَأَطَالَ طِيَلَهَا فِي مَرْجٍ أَوْ رَوْضَةٍ، فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ فِي الْمَرْج وَالرَّوْضَةِ كَانَ لَهُ حَسَنَاتٍ، وَلَوْ أَنَّهَا قَطَعَتْ طِيَلَهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ آثَارُهَا وَأَرْوَاثُهَا حَسَنَاتٍ لَهُ، وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْه وَلَمْ يُرِدْ أَنْ يَسْقِيَ بِهِ كَانَ ذَلِكَ حَسَنَاتٍ لَهُ، وَهِيَ لِذَلِكَ الرَّجُلِ أَجْرٌ. وَرَجُلٌ رَبَطَهَا تَغَنِّـيًا وَتَعَفُّفًا وَلَمْ يَنْسَ حَقَّ اللهِ فِي رِقَابِهَا وَلَا ظُهُورِهَا فَهِيَ لَهُ سِتْرٌ، وَرَجُلٌ رَبَطَها فَخْرًا وَرِيَاءً وَنِوَاءً فَهِيَ عَلَى ذَلِكَ وِزْر»</div><p>(The horses are for three. For one man they are a reward, for another man they are a shield, and for another man they are a burden. In reference to the man for whom they are a reward, he is the man who keeps them to be used in the way of Allah. Thus, they spend their entire life grazing in the pasture or garden (waiting in preparation for Jihad). So whatever afflicts them during that lengthy period in the pasture or garden, it will be counted as good deeds for him. Then, if their lengthy period is ended and they are used for a noble battle or two, their hoof prints and their dung are counted as good deeds for him.</p><p>When they passed through a stream from which they did drink, though he (their owner) does not intend to quench their thirst, yet, it would be counted as good deeds, Therefore, they are a reward for that man. A man who keeps them to maintain himself and to be independent of others (i.e., begging, etc.), and he does not forget the right of Allah upon their necks and their backs (i.e., their Zakah), then they are a shield for him (from the Hellfire). A man who keeps them in order to boast, brag and show off, then they are a burden for him (on Judgement Day).) So the Messenger of Allah was then asked about the donkeys and he said,</p><div class=\"arabic uthmani\">«مَا أَنْزَلَ اللهُ فِيهَا شَيْئًا إِلَّا هَذِهِ الْايَةَ الْفَاذَّةَ الْجَامِعَةَ</div><div class=\"arabic uthmani\">فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ - وَمَن يَعْـمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ </div><div class=\"arabic uthmani\">»</div><p>(Allah has not revealed anything concerning them except this single, comprehensive Ayah: (So whosoever does good equal to the weight of a speck of dust shall see it. And whosoever does evil equal to the weight of speck of dust shall see it.)) Muslim also recorded this Hadith. In Sahih Al-Bukhari, it is recorded from `Adi that the Prophet said,</p><div class=\"arabic uthmani\">«اتَّــقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ، وَلَوْ بِكَلِمَةٍ طَيِّـبَة»</div><p>(Fear (ward off) the Fire, even if by giving half a date in charity, and even by saying a single word of good.) In the Sahih as well, he (`Adi) narrated (from the Prophet ):</p><div class=\"arabic uthmani\">«لَا تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئًا وَلَوْ أَنْ تُفْرِغَ مِنْ دَلْوِكَ فِي إِنَاءِ الْمُسْتَسْقِي، وَلَوْ أَنْ تَلْقَى أَخَاكَ وَوَجْهُكَ إِلَيْهِ مُنْـبَسِط»</div><p>(Do not under rate any good act, even if it is offering drinking water from your bucket to one who is seeking a drink, or meeting your brother with a cheerful face.) It is also recorded in the Sahih that the Prophet said,</p><div class=\"arabic uthmani\">«يَا مَعْشَرَ نِسَاءِ الْمُؤْمِنَاتِ، لَا تَحْقِرَنَّ جَارَةٌ لِجَارَتِهَا وَلَوْ فِرْسَنَ شَاة»</div><p>(O party of believing women! None of you should belittle a gift sent by your neighbor, even if it is a Firsan of a sheep.) The word Firsan in this Hadith means its hoof. In another Hadith he said,</p><div class=\"arabic uthmani\">«رُدُّوا السَّائِلَ وَلَوْ بِظِلْفٍ مُحْرَق»</div><p>(Give something to the beggar, even if it is a burnt hoof.) It has been reported from `A'ishah that she gave a single grape in charity and then she said, \"To how much dust is it equivelent\" Imam Ahmad recorded from `Awf bin Al-Harith bin At-Tufayl that `A'ishah told him that the Prophet used to say,</p><div class=\"arabic uthmani\">«يَاعَائِشَةُ، إِيَّاكِ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّ لَهَا مِنَ اللهِ طَالِبًا»</div><p>(O `A'ishah! Beware of the sins that are belittled, for indeed they will be taken account of by Allah.) This Hadith was recorded by An-Nasa'i and Ibn Majah.Imam Ahmad recorded from `Abdullah bin Mas`ud that the Messenger of Allah said,</p><div class=\"arabic uthmani\">«إِيَّاكُمْ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّهُنَّ يَجْتَمِعْنَ عَلَى الرَّجُلِ حَتْى يُهْلِكْنَه»</div><p>(Beware of the sins that are belittled. For verily, they are gathered in a man until they destroy him.) And indeed the Messenger of Allah made an example of them (sins that are taken lightly) by saying that they are like a people who settle in barren land. Then their leader comes and orders the men to go out one at a time and each bring back a stick until they have gathered a large number of sticks. Then they kindled a fire and burned everything that they threw into it.This is the end of the Tafsir of Surat Idha Zulzilat (Az-Zalzalah) and all praise and thanks are due to Allah.</p>"
        },
        {
            "resource_id": 180,
            "text": "১. কিয়ামত দিবসে যখন পৃথিবী কঠিন প্রকম্পনে প্রকম্পিত হবে।"
        },
        {
            "resource_id": 92,
            "text": "إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا (1) افتتاح الكلام بظرف الزمان مع إطالة الجمل المضاف إليها الظرف تشويق إلى متعلَّق الظَّرْف إذ المقصود ليس توقيت صدور الناس أشتاتاً ليُرَوا أعمالهم بل الإِخبارَ عن وقوع ذلك وهو البعث ، ثم الجزاء ، وفي ذلك تنزيل وقوع البعث منزلة الشيء المحقق المفروغ منه بحيث لا يهم الناس إلا معرفة وقته وأشراطِهِ فيكون التوقيت كناية عن تحقيق وقوع الموقت .ومعنى { زلزلت } : حُركت تحريكاً شديداً حتى يخيل للناس أنها خرجت من حيزها لأن فعل زلزل مأخوذ من الزّلل وهو زَلَق الرِّجلين ، فلما عَنَوا شدة الزلل ضاعفوا الفعل للدلالة بالتضعيف على شدة الفعل كما قالوا : كَبْكَبه ، أي كَبَّه ولَمْلَم بالمكان من اللّمّ .والزلزال : بكسر الزاي الأولى مصدر زَلزل ، وأما الزَّلزال بفتح الزاي فهو اسم مصدر كالوسَواس والقَلْقَال ، وتقدم الكلام على الزلزال في سورة الحج .وإنما بُني فعل { زلزلت } بصيغة النائب عن الفاعل لأنه معلوم فاعله وهو الله تعالى .وانتصب { زلزالها } على المفعول المطلق المؤكِّد لفعله إشارة إلى هول ذلك الزلزال فالمعنى : إذا زلزلت الأرض زلزالاً .وأضيف { زلزالها } إلى ضمير الأرض لإفادة تمكّنه منها وتكرره حتى كأنه عرف بنسبته إليها لكثرة اتصاله بها كقول النابغة: ... أسائِلَتي سَفَاهَتَها وجَهْلاًعلى الهجران أختُ بني شهاب ... أي سفاهة لها ، أي هي معروفة بها ، وقول أبي خالد القَناني: ... والله أسماكَ سُمًى مباركاًآثرَك الله به إيثَاركا ... يريد إيثاراً عُرفْتَ به واختصصتَ به . وفي كتب السيرة أن من كلام خَطر بن مالك الكاهن يذكر شيطانه حين رُجِم «بَلْبَلَه بَلْبَالُه» أي بلبال متمكن منه ."
        },
        {
            "resource_id": 15,
            "text": "<p>القول في تأويل قوله تعالى :  إِذَا زُلْزِلَتِ الأَرْضُ زِلْزَالَهَا <span class=\"arabic qpc-hafs green\">(1)</span></p><p lang=\"ar\" class=\"ar \">يقول تعالى ذكره: <span class=\"arabic qpc-hafs green\">( إِذَا زُلْزِلَتِ الأرْضُ )</span> لقيام الساعة <span class=\"arabic qpc-hafs green\">( زِلْزَالَهَا )</span> فرُجَّت رجًّا; والزلزال: مصدر إذا كسرت الزاي, وإذا فتحت كان اسما; وأضيف الزلزال إلى الأرض وهو صفتها,<span class=\"blue\"> كما يقال:</span> لأكرمنك كرامتك,<span class=\"blue\"> بمعنى:</span> لأكرمنك كرامة. وحسن ذلك في زلزالها, لموافقتها رءوس الآيات التي بعدها.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا ابن يمان, عن أشعث, عن جعفر, عن سعيد,<span class=\"blue\"> قال:</span> <span class=\"arabic qpc-hafs green\">( زُلْزِلَتِ الأرْضُ )</span> على عهد عبد الله,<span class=\"blue\"> فقال لها عبد الله:</span> مالك، أما إنها لو تكلَّمت قامت الساعة.</p>"
        },
        {
            "resource_id": 175,
            "text": "Kada se Zemlja snažno pokrene i uzdrma, tada će se desiti Smak svijeta"
        },
        {
            "resource_id": 177,
            "text": "Khi trái đất bị chấn động dữ dội, một sự kiện của Ngày Tận Thế."
        },
        {
            "resource_id": 909,
            "text": "<p class=\"fa translation\" lang=\"fa\">إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا آنگاه  که  زمين  لرزانده  شود به  سخت  ترين ، لرزه  هايش  ،\nوَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا و زمين  بارهاي  سنگينش  را بيرون  ريزد ،\nوَقَالَ الْإِنسَانُ مَا لَهَا و آدمي  بگويد که  زمين  را چه ،<span class=\"blue\"> رسيده  است  ?\nيَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا در اين  روز زمين  خبرهاي  خويش  را حکايت  مي  کند :</span>\nبِأَنَّ رَبَّكَ أَوْحَى لَهَا از آنچه  پروردگارت  به  او وحي  کرده  است\nيَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِّيُرَوْا أَعْمَالَهُمْ در آن  روز مردم  پراکنده  از قبرها بيرون  مي  آيند تا اعمالشان  را به   آنهابنمايانند\nفَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ پس  هر کس  به  وزن  ذره  اي  نيکي  کرده  باشد آن  را مي  بيند\nوَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ  و هر کس  به  وزن  ذره  اي  بدي  کرده  باشد آن  را مي  بيند</p><p>\n                                                            مدني و 8 آيه است.                </p><p>\n                                                            بسم الله الرحمن الرحيم                </p><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(1 - 2)</span> خداوند از آنچه در روز قیامت اتفاق می‌افتد خبر ‌داده و می‌فرماید: (<span class=\"arabic qpc-hafs brown\">﴿إِذَا زُلۡزِلَتِ ٱلۡأَرۡضُ زِلۡزَالَهَا﴾</span>) زمین به شدت تکان می‌خورد و به لرزه انداخته می‌شود تا نشانه‌های آن فرو ریزند. و کوه‌های آن از هم می‌پاشد و تپه‌ها برابر می‌شوند، و زمین به میدانی صاف و هموار و بدون فراز و نشیب تبدیل می‌شود. (<span class=\"arabic qpc-hafs brown\">﴿وَأَخۡرَجَتِ ٱلۡأَرۡضُ أَثۡقَالَهَا﴾</span>) و زمین مرده‌ها و خزانه‌ها و گنج‌هایی را که در درون اوست بیرون می‌اندازد.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(3)</span> (<span class=\"arabic qpc-hafs brown\">﴿وَقَالَ ٱلۡإِنسَٰنُ مَا لَهَا﴾</span>) وقتی که انسان حالت بزرگی را که به زمین دست داده است مشاهده می‌کند،<span class=\"blue\"> می‌گوید:</span><span class=\"brown\">«آن را چه شده است؟»</span>\n</div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(4 - 5)</span> (<span class=\"arabic qpc-hafs brown\">﴿يَوۡمَئِذٖ تُحَدِّثُ أَخۡبَارَهَا﴾</span>) در آن روز، زمین به خوبی‌ها و بدی‌هایی که مردمِ روی زمین کرده‌اند گواهی می‌دهد. پس زمین از جملۀ گواهانی است که بر اعمال بندگان گواهی می‌دهد. (<span class=\"arabic qpc-hafs brown\">﴿بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا﴾</span>) چون خداوند به زمین دستور داده که به آنچه روی آن انجام شده است گواهی دهد، و زمین هم از دستور خدا سرپیچی نمی‌کند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(6)</span> (<span class=\"arabic qpc-hafs brown\">﴿يَوۡمَئِذٖ يَصۡدُرُ ٱلنَّاسُ أَشۡتَاتٗا لِّيُرَوۡاۡ أَعۡمَٰلَهُمۡ﴾</span>) در آن روز، مردم به صورت دسته‌های متفاوت پراکنده می‌شوند تا خداوند کارهای بد و نیکی را که کرده‌اند به آنها نشان بدهد، و آنها جزای کارهایشان را به‌طور کامل ببینند.                </div><div lang=\"fa\" class=\"fa \">\n<span class=\"green\">(7 - 8)</span> (<span class=\"arabic qpc-hafs brown\">﴿فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡرٗا يَرَهُۥ وَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٖ شَرّٗا يَرَهُۥ﴾</span>) این همۀ خیر و شر را فرا می‌گیرد، چون وقتی انسان پاداش و کیفر هر آنچه را کرده است می‌بیند -گرچه به اندازۀ ذره‌ای باشد- بالاتر و بیشتر از آن را به طریق اولی خواهد دید.<span class=\"blue\"> همان‌طور که خداوند متعال می‌فرماید:</span><span class=\"arabic qpc-hafs brown\">﴿يَوۡمَ تَجِدُ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ مِنۡ خَيۡرٖ مُّحۡضَرٗا وَمَا عَمِلَتۡ مِن سُوٓءٖ تَوَدُّ لَوۡ أَنَّ بَيۡنَهَا وَبَيۡنَهُۥٓ أَمَدَۢا بَعِيدٗا﴾</span> روزی که هرکس کار خوب و بدی را که انجام داده است حاضر می‌یابد، و دوست دارد که میان او و آن فاصلۀ دوری ‌بود. <span class=\"arabic qpc-hafs brown\">﴿وَوَجَدُواۡ مَا عَمِلُواۡ حَاضِرٗا﴾</span> و آنچه را که انجام داده بودند حاضر و آماده می‌یابند. در اینجا آدمی بر انجام کار خیر ـ هرچند اندک باشد ـ تشویق شده است، و از انجام کار بد ـ هرچند ناچیز باشد ـ برحذر داشته شده است.                </div>"
        },
        {
            "resource_id": 792,
            "text": "នៅពេលដែលផែនដីត្រូវបានគេធ្វើឲ្យញ័ររញ្ជួយយ៉ាងខ្លាំង ដែលហេតុការណ៍នេះ គឺកើតឡើងនៅថ្ងៃបរលោក។"
        },
        {
            "resource_id": 173,
            "text": "Lorsque la Terre sera violemment mise en mouvement le Jour de la Résurrection,"
        },
        {
            "resource_id": 90,
            "text": "سورة الزلزلةمدنية في قول ابن عباس وقتادةومكية في قول ابن مسعود وعطاء وجابر . وهي تسع آياتقال العلماء : وهذه السورة فضلها كثير ، وتحتوي على عظيم روى الترمذي عن أنس بن مالك قال : قال رسول الله - صلى الله عليه وسلم - : من قرأ إذا زلزلت ، عدلت له بنصف القرآن . ومن قرأ قل يا أيها الكافرون عدلت له بربع القرآن ، ومن قرأ قل هو الله أحد عدلت له بثلث القرآن . قال : حديث غريب ، وفي الباب عن ابن عباس .وروي عن علي - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : من قرأ إذا زلزلت أربع مرات ، كان كمن قرأ القرآن كله .وروى عبد الله بن عمرو بن العاص قال : لما نزلت إذا زلزلت بكى أبو بكر ; فقال النبي - صلى الله عليه وسلم - : \" لولا أنكم تخطئون وتذنبون ويغفر الله لكم ، لخلق أمة يخطئون ويذنبون ويغفر لهم ، إنه هو الغفور الرحيم \" .بسم الله الرحمن الرحيمإذا زلزلت الأرض زلزالها أي حركت من أصلها . كذا روى عكرمة عن ابن عباس ، وكان يقول : في النفخة الأولى يزلزلها - وقاله مجاهد - ; لقوله تعالى : يوم ترجف الراجفة تتبعها الرادفة ثم تزلزل [ ص: 131 ] ثانية ، فتخرج موتاها وهي الأثقال . وذكر المصدر للتأكيد ، ثم أضيف إلى الأرض ; كقولك : لأعطينك عطيتك ; أي عطيتي لك . وحسن ذلك لموافقة رءوس الآي بعدها . وقراءة العامة بكسر الزاي من الزلزال . وقرأ الجحدري وعيسى بن عمر بفتحها ، وهو مصدر أيضا ، كالوسواس والقلقال والجرجار . وقيل : الكسر المصدر . والفتح الاسم ."
        },
        {
            "resource_id": 172,
            "text": "Yeryüzü, kıyamet günü meydana gelecek şiddetli bir sarsıntıyla hareket ettiğinde."
        },
        {
            "resource_id": 168,
            "text": "<p>The Merits of Surah Az-Zilzal</p><p>Sayyidna Anas and Ibn ` Abbas ؓ report that the Messenger of Allah ﷺ said that Surah Al-Zilzal equals half the Qur'an, Surah Al-Ikhlas equals a third of the Qur'an and Surah Al-Kafirun equals a quarter of the Qur'an. [ Transmitted by al-Tirmidhi, al-Baghawi and a1-Mazhari ].</p><p>The Scene of the Day of Resurrection</p><p>Verse [ 1] إِذَا زُلْزِلَتِ الْأَرْ‌ضُ زِلْزَالَهَا (When the earth will be trembled with its quake.) It is not clear whether this earthquake refers to the convulsion that will take place in the world before the 'first blowing of the trumpet', as is mentioned in connection with the portents of the Doomsday, or it refers to the quake that will occur after the 'second blowing' when the dead bodies will be resurrected and thrown out of their graves. Narratives and views of the commentators differ on this issue. It is not inconceivable that many quakes and convulsions would occur: first, before the 'first blowing'; and second, after the 'second blowing' at the time of raising the dead. Here it probably refers to the second quake, and the context supports it, because the Surah later on describes the scenes of the Day of Resurrection, such as reckoning, weighing and evaluating of deeds, and recompense. Allah knows best. [ Mazhari ]</p>"
        },
        {
            "resource_id": 14,
            "text": "<p>تفسير سورة إذا زلزلت وهي مكية .</p><p lang=\"ar\" class=\"ar \">قال الإمام أحمد : حدثنا أبو عبد الرحمن ، حدثنا سعيد ، حدثنا عياش بن عباس ، عن عيسى بن هلال الصدفي ،<span class=\"blue\"> عن عبد الله بن عمرو قال :</span> أتى رجل إلى رسول الله صلى الله عليه وسلم فقال : أقرئني يا رسول الله .<span class=\"blue\"> قال له :</span> <span class=\"red\">\" اقرأ ثلاثا من ذات الر \"</span> .<span class=\"blue\"> فقال له الرجل :</span> كبر سني واستد قلبي ، وغلظ لساني .<span class=\"blue\"> قال :</span> <span class=\"red\">\" فاقرأ من ذات حم \"</span> ، فقال مثل مقالته الأولى .<span class=\"blue\"> فقال :</span> <span class=\"red\">\" اقرأ ثلاثا من المسبحات \"</span> ، فقال مثل مقالته .<span class=\"blue\"> فقال الرجل :</span> ولكن أقرئني يا رسول الله سورة جامعة .<span class=\"blue\"> فأقرأه :</span> <span class=\"red\">\" إذا زلزلت الأرض زلزالها \"</span> حتى إذا فرغ منها قال الرجل : والذي بعثك بالحق ، لا أزيد عليها أبدا . ثم أدبر الرجل ،<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" أفلح الرويجل! أفلح الرويجل! \"</span> ثم قال : <span class=\"red\">\" علي به \"</span> .<span class=\"blue\"> فجاءه فقال له :</span> <span class=\"red\">\" أمرت بيوم الأضحى جعله الله عيدا لهذه الأمة \"</span> .<span class=\"blue\"> فقال له الرجل :</span> أرأيت إن لم أجد إلا منيحة أنثى فأضحي بها ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" لا ، ولكنك تأخذ من شعرك ، وتقلم أظفارك ، وتقص شاربك ، وتحلق عانتك ، فذاك تمام أضحيتك عند الله عز وجل \"</span> .</p><p>وأخرجه أبو داود والنسائي من حديث أبي عبد الرحمن المقرئ به .</p><p lang=\"ar\" class=\"ar \">وقال الترمذي : حدثنا محمد بن موسى الحرشي البصري : حدثنا الحسن بن سلم بن صالح العجلي ، حدثنا ثابت البناني ،<span class=\"blue\"> عن أنس قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" من قرأ \"</span> إذا زلزلت <span class=\"red\">\" عدلت له بنصف القرآن \"</span> .<span class=\"blue\"> ثم قال :</span> هذا حديث غريب لا نعرفه إلا من حديث الحسن بن سلم .</p><p lang=\"ar\" class=\"ar \">وقد رواه البزار ، عن محمد بن موسى الحرشي ، عن الحسن بن سلم ، عن ثابت ،<span class=\"blue\"> عن أنس قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" \"</span> قل هو الله أحد <span class=\"red\">\" تعدل ثلث القرآن ، و \"</span> إذا زلزلت <span class=\"red\">\" تعدل ربع القرآن \"</span> . هذا لفظه .</p><p lang=\"ar\" class=\"ar \">وقال الترمذي أيضا : حدثنا علي بن حجر ، حدثنا يزيد بن هارون ، حدثنا يمان بن المغيرة العنزي ، حدثنا عطاء ،<span class=\"blue\"> عن ابن عباس قال :</span> قال رسول الله صلى الله عليه وسلم <span class=\"red\">\" \"</span> إذا زلزلت <span class=\"red\">\" تعدل نصف القرآن ، و \"</span> قل هو الله أحد <span class=\"red\">\" تعدل ثلث القرآن ، و \"</span> قل يا أيها الكافرون <span class=\"red\">\" تعدل ربع القرآن \"</span> .<span class=\"blue\"> ثم قال :</span> غريب ، لا نعرفه إلا من حديث يمان بن المغيرة</p><p lang=\"ar\" class=\"ar \">وقال أيضا : حدثنا عقبة بن مكرم العمي البصري ، حدثني ابن أبي فديك ، أخبرني سلمة بن وردان ،<span class=\"blue\"> عن أنس بن مالك :</span> أن رسول الله صلى الله عليه وسلم قال لرجل من أصحابه : <span class=\"red\">\" هل تزوجت يا فلان ؟ \"</span> قال : لا والله يا رسول الله ، ولا عندي ما أتزوج ؟<span class=\"blue\">! قال :</span> <span class=\"red\">\" أليس معك \"</span> قل هو الله أحد <span class=\"red\">\" ؟ \"</span> .<span class=\"blue\"> قال :</span> بلى .<span class=\"blue\"> قال :</span> <span class=\"red\">\" ثلث القرآن \"</span> .<span class=\"blue\"> قال :</span> <span class=\"red\">\" أليس معك \"</span> إذا جاء نصر الله والفتح <span class=\"red\">\" ؟ \"</span> .<span class=\"blue\"> قال :</span> بلى .<span class=\"blue\"> قال :</span> <span class=\"red\">\" ربع القرآن \"</span> .<span class=\"blue\"> قال :</span> <span class=\"red\">\" أليس معك \"</span> قل يا أيها الكافرون <span class=\"red\">\" ؟ \"</span> .<span class=\"blue\"> قال :</span> بلى .<span class=\"blue\"> قال :</span> <span class=\"red\">\" ربع القرآن \"</span> .<span class=\"blue\"> قال :</span> <span class=\"red\">\" أليس معك \"</span> إذا زلزلت الأرض <span class=\"red\">\" ؟ \"</span> .<span class=\"blue\"> قال :</span> بلى .<span class=\"blue\"> قال :</span> <span class=\"red\">\" ربع القرآن \"</span> تزوج ، <span class=\"reference brown\">[ تزوج ]</span> .<span class=\"blue\"> ثم قال :</span> هذا حديث حسن .</p><p>تفرد بهن ثلاثتهن الترمذي لم يروهن غيره من أصحاب الكتب .</p><p>قال ابن عباس : <span class=\"arabic qpc-hafs\">( إذا زلزلت الأرض زلزالها )</span> أي : تحركت من أسفلها .</p>"
        },
        {
            "resource_id": 93,
            "text": "قوله - تعالى - : ( زُلْزِلَتِ ) أى : حركت تحريكا شديدا لا يعلم مقداره إلا الله - تعالى - ، إذ الزلزال : الحركة الشديدة مع الاضطراب ، وهو بفتح الزاى اسم لذلك ، وبكسرها مصدر بمعنى التحرك والاضطراب ، وشبيه بهذه الآية قوله - تعالى - : ( إِذَا رُجَّتِ الأرض رَجّاً ) ويكون هذا الزلزال الشديد ، عندما يأذن الله - تعالى - بقيام الساعة ، ويبعث الناس للحساب .وافتتح - سبحانه - الكلام بظرف الزمان ( إذا ) ، لإِفادة تحقق وقوع الشرط .وقوله : ( زِلْزَالَهَا ) مصدر مضاف لفاعله . أى : إذا زلزلت الأرض زلزالها الذى لا يماثله زلزال آخر فى شدته وعظمته وهوله ، كما قال - تعالى - : ( ياأيها الناس اتقوا رَبَّكُمْ إِنَّ زَلْزَلَةَ الساعة شَيْءٌ عَظِيمٌ ) ."
        },
        {
            "resource_id": 905,
            "text": "إذا حُرِّكت الأرض التحريك الشديد الذي يحدث لها يوم القيامة."
        },
        {
            "resource_id": 181,
            "text": "آن‌گاه که زمین در روز قیامت به شدت لرزانده شود."
        },
        {
            "resource_id": 91,
            "text": "يخبر تعالى عما يكون يوم القيامة، وأن الأرض تتزلزل وترجف وترتج، حتى يسقط ما عليها من بناء وعلم  .فتندك جبالها، وتسوى تلالها، وتكون قاعًا صفصفًا لا عوج فيه ولا أمت."
        },
        {
            "resource_id": 16,
            "text": "إذا رُجَّت الأرض رجًّا شديدًا، وأخرجت ما في بطنها من موتى وكنوز،<span class=\"blue\"> وتساءل الإنسان فزعًا:</span> ما الذي حدث لها؟"
        },
        {
            "resource_id": 804,
            "text": "سووره‌تی (زه‌لزه‌له‌) (واته‌: له‌رزین و هه‌ژاندن)\nسووره‌تێكى مه‌ده‌نى یه‌و (٨) ئایه‌ته‌\nئه‌و فه‌رموودانه‌ی له‌سه‌ر فه‌زڵی سووره‌تی زه‌لزه‌له‌ (إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا) هاتووه‌ كه‌ نیوه‌ی قورئانه‌ یان چواریه‌كی قورئانه‌ ئه‌و فه‌رموودانه‌ هه‌مووی زه‌عیفه‌و هیچیان صه‌حیح نین.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[ <span class=\"arabic uthmani\">إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا (١)</span> ] كاتێك كه‌ زه‌وی ئه‌هه‌ژێت و ئه‌جووڵێت و ئه‌له‌رزێت له‌رزینێكی زۆر سه‌خت كه‌ له‌ ژێره‌وه‌ی ئه‌هه‌ژێت و ئه‌جوولێت و ئه‌له‌رزێت تا هه‌رچی له‌سه‌ره‌ هه‌مووی ئه‌شكێنێت."
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 1{ اِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَہَا۔ } ”جب زمین ہلائی جائے گی جیسے کہ ہلائی جائے گی۔“ یعنی تم انسان یہ تصور بھی نہیں کرسکتے کہ اس زلزلے کی کیفیت کیسی ہوگی۔ سورة الحج کے آغاز میں اس کیفیت کی شدت کا نقشہ بایں الفاظ کھینچا گیا ہے :{ یٰٓــاَیُّہَا النَّاسُ اتَّقُوْا رَبَّـکُمْج اِنَّ زَلْزَلَۃَ السَّاعَۃِ شَیْئٌ عَظِیْمٌ - یَوْمَ تَرَوْنَہَا تَذْہَلُ کُلُّ مُرْضِعَۃٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ کُلُّ ذَاتِ حَمْلٍ حَمْلَہَا وَتَرَی النَّاسَ سُکٰرٰی وَمَا ہُمْ بِسُکٰرٰی وَلٰکِنَّ عَذَابَ اللّٰہِ شَدِیْدٌ۔ } ”اے لوگو ! تقویٰ اختیار کروا پنے رب کا ‘ یقینا قیامت کا زلزلہ بہت بڑی چیز ہوگا۔ جس دن تم اس کو دیکھو گے ‘ اس دن حال یہ ہوگا کہ بھول جائے گی ہر دودھ پلانے والی جسے وہ دودھ پلاتی تھی اور دہشت کا عالم یہ ہوگا کہ ہر حاملہ کا حمل گرجائے گا اور تم دیکھو گے لوگوں کو جیسے وہ نشے میں ہوں ‘ حالانکہ وہ نشے میں نہیں ہوں گے ‘ بلکہ اللہ کا عذاب ہی بہت سخت ہے۔“</p>"
        },
        {
            "resource_id": 791,
            "text": "ഭൂമി അതിൻ്റെ ഉള്ളിലുള്ള മൃതദേഹങ്ങളെയും മറ്റും പുറന്തള്ളുകയും ചെയ്താൽ."
        },
        {
            "resource_id": 172,
            "text": "Ve yeryüzü, içinde bulunan ölüleri ve bunun dışındaki şeyleri tekrar çıkardığı zaman."
        },
        {
            "resource_id": 92,
            "text": "وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا (2) وإعادة لفظ الأرض في قوله : { وأخرجت الأرض أثقالها } إظهار في مقام الإِضمار لقصد التهويل .والأثقال : جمع ثِقْل بكسر المثلثة وسكون القاف وهو المتاع الثقيل ، ويطلق على المتاع النفيس .وإخراج الأرض أثقالها ناشىء عن انشقاق سطحها فتقذف ما فيها من معادن ومياه وصخر .وذلك من تكرر الانفجارات الناشئة عن اضطراب داخل طبقاتها وانقلاب أعاليها أسافل والعكس .والتعريف في { الإنسان } تعريف الجنس المفيد للاستغراق ، أي وقال الناس ما لها ، أي الناس الذين هم أحياء ففزعوا وقال بعضهم لبعض ، أو قال كل أحد في نفسه حتى استوى في ذلك الجَبان والشجاع ، والطائش والحكيم ، لأنه زلزال تجاوز الحدّ الذي يصبر على مثله الصَّبور ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>এবং পৃথিবী যখন তার ভারসমূহ বের করে দেবে, [১]</p><p>[১] মাটির নিচে যত লোক দাফন আছে, তাদেরকে পৃথিবীর ভার বা বোঝ বলা হয়েছে। মাটি তাদেরকে কিয়ামতের দিন বের করে উপরে ফেলবে। অর্থাৎ, আল্লাহর হুকুমে সকলে জীবিত হয়ে বাইরে বেরিয়ে আসবে। আর এরূপ হবে শিঙ্গায় দ্বিতীয় ফুৎকারের পর। অনুরূপভাবে যাবতীয় খনিজ পদার্থ ও গুপ্ত ধনসমূহও বাহির হয়ে পড়বে।</p>"
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا (٢)</span> ] وه‌ هه‌رچی له‌ناو سكی زه‌ویدا هه‌یه‌ له‌ مردوو و له‌ كه‌نز هه‌ر هه‌مووی فڕێ ئه‌داته‌ ده‌ره‌وه‌، پێغه‌مبه‌ر - <span class=\"saw\">صلی الله علیه وسلم</span> - ئه‌فه‌رمووێ: (زه‌وی هه‌رچی كه‌نزه‌كانی ناوی هه‌یه‌ هه‌مووی فڕێ ئه‌داته‌ ده‌ره‌وه‌ وه‌كو كۆڵه‌كه‌ی گه‌وره‌ له‌ ئاڵتوون وه‌ له‌ زیو تا پیاوكوژ دێت ئه‌ڵێ: له‌ پێناو ئه‌مه‌دا من خه‌ڵكم كوشت، ئه‌وه‌ی په‌یوه‌ندی خزمایه‌تی پچڕاندووه‌ ئه‌ڵێ: له‌پێناو ئه‌مه‌دا من په‌یوه‌ندی خزمایه‌تیم پچڕاند، ئه‌وه‌ی دزی كردووه‌ ئه‌ڵێ: من له‌ پێناو ئه‌مه‌دا ده‌ستم بڕا، پاشان بانگیان ئه‌كرێ فه‌رموو بیبه‌ن كه‌س نایبات له‌به‌ر ئه‌وه‌ی ئه‌مه‌ ڕۆژی قیامه‌ته‌و بۆیه‌ زه‌وی هه‌رچی كه‌نزێك له‌ناویدایه‌ فڕێی داوه‌و هه‌رچی مردوویه‌ك هه‌یه‌ هه‌مووی فڕێ ئه‌داته‌ ده‌ره‌وه‌."
        },
        {
            "resource_id": 176,
            "text": "e la terra farà emergere i morti che erano al suo interno, e altro ancora,"
        },
        {
            "resource_id": 181,
            "text": "و زمین، مردگان و هر چیز دیگری را که در شکم خویش دارد بیرون افکنَد."
        },
        {
            "resource_id": 790,
            "text": "আৰু যেতিয়া পৃথিৱীয়ে তাৰ ভিতৰত মজুত থকা মৃতসমূহ আৰু আন আন বস্তুবোৰক বাহিৰলৈ উলিয়াই দিব।"
        },
        {
            "resource_id": 174,
            "text": "Lantas bumi mengeluarkan mayat-mayat dan kandungan lainnya yang berada di dalam perutnya."
        },
        {
            "resource_id": 792,
            "text": "ហើយផែនដីបានបញ្ចេញពីក្នុងផ្ទៃរបស់វានូវសាកសពទាំងអស់ និងអ្វីៗផ្សេងទៀត។"
        },
        {
            "resource_id": 183,
            "text": "大地が遺体やその他の重荷を投げ出し、"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وأخرجت الأرض أثقالهاقال أبو عبيدة والأخفش : إذا كان الميت في بطن الأرض ، فهو ثقل لها . وإذا كان فوقها ، فهو ثقل عليها . وقال ابن عباس ومجاهد : أثقالها : موتاها ، تخرجهم في النفخة الثانية ، ومنه قيل للجن والإنس : الثقلان . وقالت الخنساء :أبعد ابن عمرو من آل الشر يد حلت به الأرض أثقالهاتقول : لما دفن عمرو صار حلية لأهل القبور ، من شرفه وسؤدده . وذكر بعض أهل العلم قال : كانت العرب تقول : إذا كان الرجل سفاكا للدماء : كان ثقلا على ظهر الأرض ; فلما مات حطت الأرض عن ظهرها ثقلها . وقيل : أثقالها كنوزها ; ومنه الحديث : \" تقيء الأرض أفلاذ كبدها أمثال الأسطوان من الذهب والفضة . . . \" ."
        },
        {
            "resource_id": 177,
            "text": "Và nó sẽ trút hết gánh nặng của nó tức trút hết những xác chết và mọi vật trong lòng nó."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">( وأخرجت الأرض أثقالها )</span> يعني : ألقت ما فيها من الموتى . قاله غير واحد من السلف .<span class=\"blue\"> وهذه كقوله تعالى :</span> <span class=\"arabic qpc-hafs\">( يا أيها الناس اتقوا ربكم إن زلزلة الساعة شيء عظيم )</span> <span class=\"reference brown\">[ الحج : 1 ]</span> وكقوله <span class=\"arabic qpc-hafs\">( وإذا الأرض مدت وألقت ما فيها وتخلت )</span> <span class=\"reference brown\">[ الانشقاق : 3 ، 4 ]</span> .</p><p lang=\"ar\" class=\"ar \">وقال مسلم في صحيحه : حدثنا واصل بن عبد الأعلى ، حدثنا محمد بن فضيل ، عن أبيه ، عن أبي حازم ،<span class=\"blue\"> عن أبي هريرة قال :</span> قال رسول الله صلى الله عليه وسلم : <span class=\"red\">\" تقيء الأرض أفلاذ كبدها أمثال الأسطوان من الذهب والفضة ،<span class=\"blue\"> فيجيء القاتل فيقول :</span> في هذا قتلت ،<span class=\"blue\"> ويجيء القاطع فيقول :</span> في هذا قطعت رحمي ،<span class=\"blue\"> ويجيء السارق فيقول :</span> في هذا قطعت يدي ، ثم يدعونه فلا يأخذون منه شيئا \"</span> .</p>"
        },
        {
            "resource_id": 905,
            "text": "وأخرجت الأرض ما في بطنها من الموتى وغيرهم."
        },
        {
            "resource_id": 173,
            "text": "que la Terre fera sortir les morts et d’autres choses enfouies en elles,"
        },
        {
            "resource_id": 166,
            "text": "<p>আর যমীন তার ভার বের করে দেবে [১] ,</p><p>[১] এর কয়েকটি অর্থ হতে পারে। এক, মরা মানুষ মাটির বুকে যেখানে যে অবস্থায় যে আকৃতিতে আছে দ্বিতীয় ফুঁৎকারের পরে তাদের সবাইকে বের করে এনে সে বাইরে ফেলে দেবে এবং যাবতীয় মৃতকে বের করে হাশরের মাঠের দিকে চালিত করবে। মানুষের শরীরের ছড়িয়ে ছিটিয়ে থাকা অংশগুলো এক জায়গায় জমা হয়ে নতুন করে আবার সেই একই আকৃতি সহকারে জীবিত হয়ে উঠবে যেমন সে তার প্রথম জীবনের অবস্থায় ছিল। এই বিষয়টি অন্যত্র এভাবে বলা হয়েছে, “হে মানুষ! তোমাদের রবের তাকওয়া অবলম্বন কর; কিয়ামতের প্রকম্পন এক ভয়ংকর ব্যাপার!” [সূরা আল-হাজ্জ: ১] আরও এসেছে, “আর পৃথিবীকে যখন সম্প্রসারিত করা হবে এবং পৃথিবী তার অভ্যন্তরে যা আছে তা বাইরে নিক্ষেপ করবে ও শূন্যগর্ভ হবে।“ [সূরা আল-ইনশিকাক:৩-৪] দুই, এর দ্বিতীয় অর্থ হচ্ছে, কেবলমাত্ৰ মরা মানুষদেরকে সে বাইরে নিক্ষেপ করে ক্ষান্ত হবে না বরং তাদের প্রথম জীবনের সমস্ত কথা ও কাজ এবং যাবতীয় আচার-আচরণের রেকর্ড ও সাক্ষ্য-প্রমাণের যে স্তুপ তার গর্ভে চাপা পড়ে আছে সেগুলোকেও বের করে বাইরে ফেলে দেবে। পরর্তী বাক্যটিতে একথারই প্ৰকাশ ঘটেছে। তাতে বলা হয়েছে, যমীন তার ওপর যা কিছু ঘটেছে তা বর্ণনা করবে। তিন, কোন কোন মুফাসসির এর তৃতীয় একটি অর্থও বর্ণনা করেছেন। সেটি হচ্ছে, সোনা, রূপা, হীরা, মণি-মাণিক্য এবং অন্যান্য যেসব মূল্যবান সম্পদ ভূ-গর্ভে সঞ্চিত রয়েছে সেগুলোর বিশাল বিশাল স্তুপও সেদিন যমীন উগলে দেবে। [দেখুন: আদ্ওয়াউল বায়ান] আর যদি দুনিয়ার জীবনের শেষভাগে কিয়ামতের আলামত হিসেবে এ সম্পদ বের করা বোঝায় তবে এতদসংক্রান্ত একটি হাদীসে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “পৃথিবী তার কলিজার টুকরা বিশালাকার স্বর্ণ খণ্ডের আকারে উদগীরণ করে দেবে। তখন যে ব্যক্তি ধন-সম্পদের জন্যে কাউকে হত্যা করেছিল, সে তা দেখে বলবে, এর জন্যেই কি আমি এতবড় অপরাধ করেছিলাম? যে ব্যক্তি অর্থের কারণে আত্মীয়দের সাথে সম্পর্কচ্ছেদ করেছিল, সে বলবে, এর জন্যেই কি আমি এ কাণ্ড করেছিলাম? চুরির কারণে যার হাত কাটা হয়েছিল, সে বলবে, এর জন্যেই কি আমি নিজের হাত হারিয়েছিলাম? অতঃপর কেউ এসব স্বর্ণখণ্ডের প্রতি ভ্ৰক্ষেপও করবে না। [মুসলিম: ১০১৩]</p>"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"green\">( وأخرجت الأرض أثقالها )</span> موتاها وكنوزها فتلقيها على ظهرها .</p><p lang=\"ar\" class=\"ar \">أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى الجلودي ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثنا واصل بن عبد الأعلى ، حدثنا محمد بن فضيل عن أبيه عن أبي حازم ،<span class=\"blue\"> عن أبي هريرة قال :</span> قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" تقيء الأرض أفلاذ كبدها أمثال <span class=\"reference\">[ الأسطوان ]</span> من الذهب والفضة ،<span class=\"blue\"> فيجيء القاتل فيقول :</span> في هذا قتلت ،<span class=\"blue\"> ويجيء القاطع فيقول :</span> في هذا قطعت رحمي ،<span class=\"blue\"> ويجيء السارق فيقول :</span> في هذا قطعت يدي ، ثم يدعونه فلا يأخذون منه شيئا \"</span> .</p>"
        },
        {
            "resource_id": 171,
            "text": "And the earth will remove everything from within itself, i.e. the dead and other things."
        },
        {
            "resource_id": 178,
            "text": "и земля извергнет то, что есть в ее недрах –умерших и остальное,"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَأَخْرَجَتِ الأرْضُ أَثْقَالَهَا )</span> يقول: وأخرجت الأرض ما في بطنها من الموتى أحياء, والميت في بطن الأرض ثقل لها, وهو فوق ظهرها حيا ثقل عليها.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سنان القزّاز,<span class=\"blue\"> قال:</span> ثنا أبو عاصم, عن شبيب, عن عكرِمة, عن ابن عباس <span class=\"arabic qpc-hafs green\">( وَأَخْرَجَتِ الأرْضُ أَثْقَالَهَا )</span> قال: الموتى.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن سعد,<span class=\"blue\"> قال:</span> ثني أبي,<span class=\"blue\"> قال:</span> ثني عمي,<span class=\"blue\"> قال:</span> ثني أبي, عن أبيه, عن ابن عباس,<span class=\"arabic qpc-hafs green\">( وَأَخْرَجَتِ الأرْضُ أَثْقَالَهَا )</span> قال: يعني الموتى.</p><p lang=\"ar\" class=\"ar \">حدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء جميعا, عن ابن أبى نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( وَأَخْرَجَتِ الأرْضُ أَثْقَالَهَا )</span> من في القبور.</p>"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 2] وَأَخْرَ‌جَتِ الْأَرْ‌ضُ أَثْقَالَهَا (and the earth will bring forth its burdens.) Muslim has recorded in his Sahih from Abu Hurairah ؓ that the Messenger of Allah ﷺ said:</p><p>\"The earth will throw out the pieces of its liver [ contents ]. Gold and silver will come out like columns. A murderer will come and say: 'I killed for this?' The one who broke the ties of kinship will say: 'For this I severed the ties of kinship?' The thief will say: 'For this I got my hand amputated?' Then they will leave it there, and no one will take anything from it.\"</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 179,
            "text": "at nagpalabas ang lupa ng nasa loob nito na mga patay at iba pa sa kanila,"
        },
        {
            "resource_id": 776,
            "text": "Y la Tierra expulse todo lo que hay en ella, es decir, los muertos resuciten de sus tumbas."
        },
        {
            "resource_id": 182,
            "text": "大地抛出其腹中的尸体等。"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 2{ وَاَخْرَجَتِ الْاَرْضُ اَثْقَالَہَا۔ } ”اور زمین اپنے سارے بوجھ نکال کر باہر پھینک دے گی۔“ یعنی اس دن زمین اپنے اندر مدفون تمام انسانوں کو ‘ وہ جس حالت میں بھی ہوں گے ‘ نکال کر باہر ڈال دے گی۔ اگر ان کے ذرّات منتشر ہو کر زمین کے طول و عرض میں پھیلے ہوئے ہوں گے تو ان کو بھی یکجا کردیا جائے گا۔ واضح رہے کہ جو انسان اصطلاحی مفہوم میں زمین کے اندر باقاعدہ دفن نہیں بھی ہوتے ‘ مثلاً سمندر میں غرق ہوجاتے ہیں یا جلا دیے جاتے ہیں ‘ ان کے اجسام کے اجزائی ذرات بھی کسی نہ کسی شکل میں بالآخر زمین میں ہی جذب ہوتے ہیں اور وہ قیامت کے دن زمین سے ہی برآمد ہوں گے۔ سورة طٰہٰ کی یہ آیت اس لحاظ سے بہت واضح ہے : { مِنْہَا خَلَقْنٰـکُمْ وَفِیْہَا نُعِیْدُکُمْ وَمِنْہَا نُخْرِجُکُمْ تَارَۃً اُخْرٰی۔ } ”اسی زمین سے ہم نے تمہیں پیدا کیا ہے اور اسی میں ہم تمہیں لوٹائیں گے ‘ اور اسی میں سے ہم تمہیں ایک مرتبہ پھر نکالیں گے۔“</p>"
        },
        {
            "resource_id": 180,
            "text": "২. পৃথিবী যখন তার ভ‚গর্ভের মৃতসহ অন্যান্য বস্তু বের করে দিবে।"
        },
        {
            "resource_id": 175,
            "text": "I kada zemlja izbaci na površinu ono što je u njenoj utrobi, poput umrlih i dr."
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا }</span> أي: ما في بطنها، من الأموات والكنوز."
        },
        {
            "resource_id": 93,
            "text": "وقوله - تعالى - : ( وَأَخْرَجَتِ الأرض أَثْقَالَهَا ) بيان لأثر آخر من آثار ما يحدث فى هذا اليوم الهائل الشديد .والأثقال : جمع ثِقْل - بكسر فسكون - وهو المتاع الثقيل ، ومنه قوله - تعالى - : ( وَتَحْمِلُ أَثْقَالَكُمْ إلى بَلَدٍ لَّمْ تَكُونُواْ بَالِغِيهِ إِلاَّ بِشِقِّ الأنفس ) والمراد بها هنا : ما يكون فى جوف الأرض من أموات وكنوز وغير ذلك مما يكون فى باطنها . قال أبو عبيدة والأخفش : إذا كان الميت فى جوف الأرض فهو ثقل لها ، وإذا كان فوقها فهو ثقل عليها ، وإنما سمى الجن والإِنس بالثقلين لأن الأرض تثقل بهم . . ."
        },
        {
            "resource_id": 179,
            "text": "at nagsabi ang tao habang nalilito: \"Ano ang pumapatungkol sa lupa na gumagalaw-galaw at nauuga?\" –"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ وَقَالَ الْإِنْسَانُ }</span> إذا رأى ما عراها من الأمر العظيم مستعظمًا لذلك: <span class=\"arabic qpc-hafs brown\">{ مَا لَهَا }</span> ؟<span class=\"blue\"> أي:</span> أي شيء عرض لها؟."
        },
        {
            "resource_id": 172,
            "text": "İnsanoğlu şaşkınlık içinde şöyle der: “Yeryüzünün bu hali de nedir, sarsılıp çalkalanıyor?"
        },
        {
            "resource_id": 790,
            "text": "আৰু যেতিয়া মানুহে ক্লান্ত হৈ কব যে, পৃথিৱীৰনো কি হৈছে এনেদৰে যোৰে যোৰে কঁপি আছে কিয়?"
        },
        {
            "resource_id": 174,
            "text": "Manusia lalu berkata dalam kondisi kebingungan, “Kenapa bumi bergerak dan berguncang?”"
        },
        {
            "resource_id": 177,
            "text": "Và lúc bấy giờ con người sẽ hoảng sợ, nói: Có chuyện gì thế này, sao đất lại rung chuyển mạnh thế?"
        },
        {
            "resource_id": 905,
            "text": "وقال الإنسان متحيِّرًا: ما شأن الأرض تتحرك وتضطرب؟!"
        },
        {
            "resource_id": 791,
            "text": "പരിഭ്രാന്തിയോടെ മനുഷ്യൻ ചോദിക്കുകയും ചെയ്താൽ: ഭൂമിക്ക് എന്തു സംഭവിച്ചു? എന്തു കൊണ്ടാണതിങ്ങനെ ഇളകുകയും കുലുങ്ങുകയും ചെയ്യുന്നത്?"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 171,
            "text": "And the human will say, confused: “What is the matter with the earth, that it is moving and shaking?”"
        },
        {
            "resource_id": 175,
            "text": "I kada čovjek zbunjen kaže: \"Šta je sa ovom zemljom pa se ovako trese?\""
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( وَقَالَ الإنْسَانُ مَا لَهَا )</span> يقول تعالى ذكره: وقال الناس إذا زلزلت الأرض لقيام الساعة: ما للأرض وما قصتها.</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"arabic qpc-hafs\">\"وقال الإنسان ما لها\"</span>؟<span class=\"blue\"> قيل في الآية تقديم وتأخير تقديره:</span> <span class=\"arabic qpc-hafs\">\"يومئذ تحدث أخبارها\"</span>،<span class=\"blue\"> فيقول الإنسان:</span> <span class=\"arabic qpc-hafs\">\"ما لها\"</span>، أي تخبر الأرض بما عمل عليها.</p>"
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 92,
            "text": "وَقَالَ الْإِنْسَانُ مَا لَهَا (3) وقول : { ما لها } استفهام عن الشيء الذي ثبت للأرض ولزمها لأن اللام تفيد الاختصاص ، أي ما للأرض في هذا الزلزال ، أو ما لها زُلزلت هذا الزلزال ، أي ماذا ستكون عاقبته . نزلت الأرض منزلة قاصد مريد يتساءل الناس عن قصده من فعله حيث لم يتبين غرضه منه ، وإنما يقع مثل هذا الاستفهام غالباً مردفاً بما يتعلق بالاستقرار الذي في الخبر مثل أن يقال : ما لَه يفعل كَذا ، أو ما له في فعل كذا ، أو ما له وفلاناً ، أي معه ، فلذلك وجب أن يكون هنا مقدَّر ، أي ما لها زلزلت ، أو ما لها في هذا الزلزال ، أو ما لها وإخراج أثقالها ."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : وقال الإنسان ما لهاقوله تعالى : وقال الإنسان أي ابن آدم الكافر . فروى الضحاك عن ابن عباس قال : هو الأسود بن عبد الأسد . وقيل : أراد كل إنسان يشاهد ذلك عند قيام الساعة في النفخة الأولى : من مؤمن وكافر . وهذا قول من جعلها في الدنيا من أشراط الساعة ; لأنهم لا يعلمون جميعا من أشراط الساعة في ابتداء أمرها ، حتى يتحققوا عمومها ; فلذلك سأل بعضهم بعضا عنها . وعلى قول من قال : إن المراد بالإنسان الكفار خاصة ، جعلها زلزلة القيامة ; لأن المؤمن [ ص: 132 ] معترف بها ، فهو لا يسأل عنها ، والكافر جاحد لها ، فلذلك يسأل عنها .معنى ما لها أي ما لها زلزلت . وقيل : ما لها أخرجت أثقالها ، وهي كلمة تعجيب ; أي لأي شيء زلزلت . ويجوز أن يحيي الله الموتى بعد وقوع النفخة الأولى ، ثم تتحرك الأرض فتخرج الموتى وقد رأوا الزلزلة وانشقاق الأرض عن الموتى أحياء ، فيقولون من الهول : ما لها ."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَقَالَ الْإِنْسَانُ مَا لَهَا (٣)</span> ] وه‌ مرۆڤ سه‌ری سوڕ ئه‌مێنێ بۆچی ئه‌م زه‌وییه‌ پێشتر جێگیرو چه‌سپاو بووه‌ بۆچی ئێستا ئاوای به‌سه‌رهاتووه‌ ئه‌جووڵێت و ئه‌هه‌ژێت و هه‌رچی له‌ناو سكی دابووه‌ هه‌مووی هه‌ڵداوه‌ته‌ ده‌ره‌وه‌."
        },
        {
            "resource_id": 93,
            "text": "والمراد بالإِنسان فى قوله - سبحانه - : ( وَقَالَ الإنسان مَا لَهَا ) جنسه فيشمل المؤمن والكافر .وقوله ( ما لها ) مبتدأ وخبر ، والاستفهام : المقصود به التعجب مما حدث من أهوال .أى : وقال كل إنسان على سبيل الدهشة والحيرة ، أى : شئ حدث للأرض ، حتى جعلها تضطرب هذا الاضطراب الشديد .قال الجمل : وفى المراد بالإِنسان هنا قولان : أحدهما : أنه اسم جنس يعم المؤمن والكافر ، وهذا يدل على قول من جعل الزلزلة من أشراط الساعة ، فيسأل بعضهم بعضا عن ذلك . والثانى : أنه الكافر خاصة ، وهذا يدل على قول من جعلها زلزلة القيامة ، لأن المؤمن عارف بها فلا يسأل عنها ، والكافر جاحد لها ، فإذا وقعت سأل عنها . ."
        },
        {
            "resource_id": 176,
            "text": "e l'uomo dirà, perplesso: \"Cosa le prende a questa terra che si muove e si scuote?!\""
        },
        {
            "resource_id": 180,
            "text": "৩. যখন মানুষ আশ্চর্যান্বিত হয়ে বলবে, পৃথিবীর কী হলো যে, সে কাঁপছে ও নড়ছে কেন?"
        },
        {
            "resource_id": 157,
            "text": "<p>وقال ............ مالھا (3:99) ” اور انسان کہے گا ، یہ اس کو کیا ہورہا ہے ؟ “۔ یہ ایک ایسے شخص کا سوال ہے جو ایک اچانک ، خوفناک منظر کو دیکھ کر مبہوت رہ جاتا ہے ، جو ایسا منظر دیکھ رہا ہوتا ہے جو نادیدنی ہو ، جو ایسی صورت حالات سے دوچارہوتا ہے جس کو وہ سمجھ نہیں پارہا ہوتا ، اور ایک ایسے منظر کو دیکھ رہا ہوتا ہے ، جس پر وہ نہ خاموش ہوسکتا ہے ، اور نہ صبر کرسکتا ہے۔</p><p>مالھا (3:99) ” اسے کیا ہوگیا ہے “۔ کیا سبب ہے کہ ایک زلزلہ برپا ہے اور زمین ہے کہ مسلسل حرکت کررہی ہے اور اس کے قدم ہی نہیں جمتے اور وہ ادھر ادھر لڑھک رہا ہے اور کوشش کررہا ہے کہ جو سہارے ہاتھ میں آئے اسے لے ، لیکن اس کے ماحول میں ہر چیز حرکت کررہی ہے ، اور شدید زلزلے کی زد میں ہے۔</p><p>انسان نے اس سے قبل زلزلے اور آتش فشانی کے عمل دیکھے ہوئے تھے اور زلزلے اور آتش فشانی کے دوران خوف اور بےچینی سے وہ دوچار رہا ہے۔ اس نے ہلاکتیں اور بربادیاں دیکھی ہیں لیکن جب وہ قیامت کا زلزلہ دیکھتا ہے تو وہ سمجھ لیتا ہے کہ دنیا کے زلزلوں اور آتش فشانیوں اور اس کی موجودہ حادثے کے درمیان کوئی مماثلت نہیں ہے۔ یہ کوئی اور ہی عمل ہے ، کوئی اور ہی حادثہ ہے۔ اس حادثے کا کوئی حقیقی سبب اس کی سمجھ میں نہیں آرہا ہے۔ نہ اس کی کوئی مثال ہے۔ یہ ایک نہایت ہی ہولناک واقعہ ہے اور پہلی مرتبہ پیش آرہا ہے۔</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>এবং মানুষ বলবে, ‘এর কি হল?’ [১]</p><p>[১] অর্থাৎ, তারা ভীত-সন্ত্রস্ত হয়ে বলবে, 'এর কি হয়ে গেল? এ (পৃথিবী) কেন এমনভাবে কাঁপছে এবং খনিজ-সম্পদসমূহ বাইরে বের করে ফেলছে?!'</p>"
        },
        {
            "resource_id": 182,
            "text": "人们不安地说到：“大地这是怎么了，它如此的颤动不安呢？”"
        },
        {
            "resource_id": 776,
            "text": "Y el ser humano diga, confundido: “¿Qué le pasa a la Tierra, que se mueve y tiembla?”."
        },
        {
            "resource_id": 170,
            "text": "Всевышний сообщил о событиях, которые произойдут в День воскресения, когда земля будет содрогаться до тех пор, пока не разрушится все, что находится на ее поверхности. В тот день горы рассыплются, а холмы сравнятся с землей. Вся земля превратится в равнину без кривизны и впадин. Она извергнет из своих недр тела усопших и зарытые клады, и тогда люди увидят эти великие потрясения и скажут: «Что случилось с землей?»"
        },
        {
            "resource_id": 173,
            "text": "que l’être humain perplexe dira: Pour quelle raison la Terre secoue-t-elle?"
        },
        {
            "resource_id": 166,
            "text": "<p>আর মানুষ বলবে, ‘এর কী হল [১] ?’</p><p>[১] মানুষ অর্থ প্রত্যেকটি মানুষ হতে পারে। কারণ পুনরায় জীবন লাভ করে চেতনা ফিরে পাবার সাথে সাথেই প্রত্যেক ব্যক্তির প্রথম প্রতিক্রিয়া এটিই হবে যে, এসব কি হচ্ছে? এটা যে হাশরের দিন একথা সে পরে বুঝতে পারবে। আবার মানুষ অর্থ আখেরাত অস্বীকারকারী মানুষও হতে পারে। কারণ যে বিষয়কে অসম্ভব মনে করতো তা তার সামনে ঘটে যেতে থাকবে এবং সে এসব দেখে অবাক ও পেরেশান হবে। তবে ঈমানদারদের মনে এ ধরনের বিস্ময় ও পেরেশানি থাকবে না। কারণ তখন তাদের আকীদা-বিশ্বাস ও প্রত্যয় অনুযায়ীই সবকিছু হতে থাকবে। পবিত্র কুরআনের অন্যত্র বলা হয়েছে সে সময় আখেরাত অস্বীকারকারীরা বলবে, “কে আমাদের শয়নাগার থেকে আমাদের উঠালো?” এর জবাব আসবে, “এটি সেই জিনিস যার ওয়াদা করুণাময় করেছিলেন এবং আল্লাহ্র পাঠানো রাসূলগণ সত্য বলেছিলেন।” [সূরা ইয়াসিন: ৫২] [আদ্ওয়াউল বায়ান]</p>"
        },
        {
            "resource_id": 183,
            "text": "大地が揺れ動くとは、それは何事が起っているのかと人が言う時、"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 181,
            "text": "و انسان حیران و سرگردان بگوید: زمین را چه شده است که تکان می‌خورد و می‌لرزد؟!"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( وقال الإنسان ما لها )</span> أي : استنكر أمرها بعد ما كانت قارة ساكنة ثابتة ، وهو مستقر على ظهرها ،<span class=\"blue\"> أي :</span> تقلبت الحال ، فصارت متحركة مضطربة ، قد جاءها من أمر الله ما قد أعد لها من الزلزال الذي لا محيد لها عنه ، ثم ألقت ما في بطنها من الأموات من الأولين والآخرين ، وحينئذ استنكر الناس أمرها وتبدلت الأرض غير الأرض والسموات ، وبرزوا لله الواحد القهار .</p>"
        },
        {
            "resource_id": 792,
            "text": "ហើយមនុស្សលោកបាននិយាយដោយក្តីងឿងឆ្ងល់ថាៈ តើមានអ្វីកើតឡើងចំពោះផែនដីទើបបានជាវាញ័ររញ្ជួយខ្លាំងបែបនេះ?"
        },
        {
            "resource_id": 178,
            "text": "а человек с удивлением скажет: «Что стало с землей? Почему она движется и колеблется?!»,"
        },
        {
            "resource_id": 172,
            "text": "O büyük gün, yeryüzü üzerinde hayır ve şer olarak neler yapıldığını haber verecektir."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا (٤)</span> ] له‌و ڕۆژه‌دا زه‌وی هه‌واڵه‌كانی خۆی باس ئه‌كات ئه‌ویش كه‌"
        },
        {
            "resource_id": 173,
            "text": "Ce Jour éminent, la Terre racontera le bien et le mal que l’on faisait sur elle,"
        },
        {
            "resource_id": 776,
            "text": "En ese gran día, la Tierra dará testimonio sobre las buenas y malas acciones que se cometieron sobre ella."
        },
        {
            "resource_id": 157,
            "text": "<p>یومئذ (4:99) ” اس دن “۔ جس دن یہ زلزلہ واقعہ ہوگا اور انسان اس کے سامنے دہشت زدہ ہوگا۔ اس دن۔</p><p>تحدث اخبارھا (4:99) ” وہ اپنے (اوپر گزرے ہوئے حالات بیان کرے گی “۔ اس دن یہ زمین اپنی خبریں دے گی اپنے حالات بتائے گی اور اپنی پوری کہانی بیان کرے گی۔</p>"
        },
        {
            "resource_id": 792,
            "text": "នៅក្នុងថ្ងៃដ៏ធំធេងនោះ ផែនដីនឹងប្រាប់ទាំងអស់ពីអ្វីដែលគេបានប្រព្រឹត្តនៅលើវា ទាំងប្រការល្អ និងប្រការអាក្រក់។"
        },
        {
            "resource_id": 177,
            "text": "Vào Ngày Vĩ Đại đó, Trái đất sẽ tường thuật lại hết mọi sự việc đã xảy ra trên lưng của nó cả điều tốt và điều xấu."
        },
        {
            "resource_id": 166,
            "text": "<p>সেদিন যমীন তার বৃত্তান্ত বৰ্ণনা করবে [১] ,</p><p>[১] যমীন কি জানিয়ে দেবে এ নিয়ে মুফাসসেরীনদের মধ্যে কয়েকটি মত রয়েছে। সম্ভবত সব কয়টি মতই এখানে উদ্দেশ্য হতে পারে। এক. ইয়াহইয়া ইবনে সালাম বলেন, এর অর্থ, যমীন তার থেকে যা যা বের করে দিল (সম্পদরাজি) তা জানিয়ে দিবে। এর সমর্থনে একটি হাদীসে এসেছে, “কোন মানুষের জীবন যদি কোন সুনির্দিষ্ট স্থানে অবসান হওয়ার কথা থাকে তখন আল্লাহ্ তার জন্য সেখানে যাওয়ার একটি প্রয়োজন তৈরী করে দেন। তারপর যখন সে স্থানে পৌঁছে তখন তাকে মৃত্যু দেয়া হয়। তারপর যমীন কিয়ামতের দিন বলবে, হে রব! এটা তুমি আমার কাছে আমানত রেখেছিলো।” [ইবনে মাজাহ: ৪২৬৩] দুই. ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু বলেন, এ আয়াতের অর্থ, আগের আয়াতে যে বলা হয়েছে মানুষ প্রশ্ন করবে, যমীনের কি হল’? এর জওয়াব যমীনই দিবে যে, কিয়ামত অনুষ্ঠিত হয়ে গেছে। তিন. আবু হুৱায়ারা রাদিয়াল্লাহু আনহু বলেন, এর অর্থ, যমীন তার মধ্যে কৃত ভাল-মন্দ যাবতীয় কর্মকাণ্ডের হিসাব দাখিল করবে। যমীনের ওপর যা কিছু ঘটে গেছে তার সবকিছু সে কিয়ামতের দিন বলে দেবে। [কুরতুবী]</p>"
        },
        {
            "resource_id": 181,
            "text": "در آن روز بزرگ زمین از هر خیر و شری که بر روی آن انجام شده است خبر می‌دهد."
        },
        {
            "resource_id": 905,
            "text": "في ذلك اليوم العظيم تخبر الأرض بما عمل عليها من خير وشرّ."
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 178,
            "text": "в этот великий день земля расскажет о добре и зле, что были совершены на ней,"
        },
        {
            "resource_id": 183,
            "text": "その偉大な日、大地は行われたすべての善悪の情報を語るが、"
        },
        {
            "resource_id": 790,
            "text": "সেই ভীষণ দিনত পৃথিৱীয়ে কৈ দিব যে, তাৰ ওপৰত কি কি ভাল- বেয়া কৰা হৈছে।"
        },
        {
            "resource_id": 180,
            "text": "৪. এ মহা দিবসে পৃথিবী তাতে কৃত ভালো-মন্দ কাজের বৃত্তান্ত বর্ণনা করবে।"
        },
        {
            "resource_id": 14,
            "text": "<p>وقوله : <span class=\"arabic qpc-hafs\">( يومئذ تحدث أخبارها )</span> أي : تحدث بما عمل العاملون على ظهرها .</p><p lang=\"ar\" class=\"ar \">قال الإمام أحمد : حدثنا إبراهيم ، حدثنا ابن المبارك - وقال الترمذي وأبو عبد الرحمن النسائي ،<span class=\"blue\"> واللفظ له :</span> حدثنا سويد بن نصر ، أخبرنا عبد الله - هو ابن المبارك - ، عن سعيد بن أبي أيوب ، عن يحيى بن أبي سليمان ، عن سعيد المقبري ،<span class=\"blue\"> عن أبي هريرة قال :</span> قرأ رسول الله صلى الله عليه وسلم هذه الآية : <span class=\"arabic qpc-hafs\">( يومئذ تحدث أخبارها )</span> قال : <span class=\"red\">\" أتدرون ما أخبارها ؟ \"</span> .<span class=\"blue\"> قالوا :</span> الله ورسوله أعلم .<span class=\"blue\"> قال :</span> <span class=\"red\">\" فإن أخبارها أن تشهد على كل عبد وأمة بما عمل على ظهرها ،<span class=\"blue\"> أن تقول :</span> عمل كذا وكذا ، يوم كذا وكذا ، فهذه أخبارها \"</span> .</p><p>ثم قال الترمذي : هذا حديث حسن صحيح غريب .</p><p lang=\"ar\" class=\"ar \">وفي معجم الطبراني من حديث ابن لهيعة : حدثني الحارث بن يزيد - سمع ربيعة الجرشي -<span class=\"blue\"> :</span> أن رسول الله صلى الله عليه وسلم قال : <span class=\"red\">\" تحفظوا من الأرض ، فإنها أمكم ، وإنه ليس من أحد عامل عليها خيرا أو شرا ، إلا وهي مخبرة \"</span> .</p>"
        },
        {
            "resource_id": 171,
            "text": "On that great day, the earth will inform regarding the good and evil deeds that were committed upon it."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ يَوْمَئِذٍ تُحَدِّثُ }</span> الأرض <span class=\"arabic qpc-hafs brown\">{ أَخْبَارَهَا }</span> أي: تشهد على العاملين بما عملوا على ظهرها من خير وشر، فإن الأرض من جملة الشهود الذين يشهدون على العباد بأعمالهم."
        },
        {
            "resource_id": 174,
            "text": "Pada hari yang agung itu bumi mengabarkan tentang apa yang pernah dilakukan di atasnya, yang baik maupun yang buruk."
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 93,
            "text": "وقوله - سبحانه - : ( يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا ) جواب الشرط ، و \" أخبارها \" مفعول ثان لقوله : ( تُحَدِّثُ ) والمفعول الأول محذوف . أى : إذا زلزلت الأرض زلزالها ، وأخرجت الأرض أثقالها . وقال الإِنسان ماذا حدث لها . . عندئذ تحدِّثُ الأرضُ الخلائقَ أخبارَها ، بأن تشهد للطائع بأنه كان كذلك ، وتشهد الفاسق بأنه كان كذلك .أخرج الإِمام أحمد والترمذى والنسائى عن أبى هريرة قال : \" قرأ رسول الله صلى الله عليه وسلم هذه الآية ( يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا ) ثم قال : \" أتدرون ما أخبارها \"؟ قالوا : الله ورسوله أعلم . قال : \" فإن أخبارها أن تشهد على كل عبد وأمة بما عُمِل على ظهرها ، بأن تقول : عمل كذا وكذا يوم كذا وكذا . فهذه أخبارها . \" \" .والظاهر أن هذا التحديث من الأرض على سبيل الحقيقة ، بأن يخلق الله - تعالى - فيها حياة وإدراكا ، فتشهد بما عمل عليها من عمل صالح أو طالح ، كما تشهد على من فعل ذلك .وقيل : هذا مثل ضربه الله - تعالى - والمقصود منه أن كل إنسان فى هذا اليوم سيتبين جزاء عمله ، وما أعده الله - تعالى - له على ما قدم فى حياته الأولى ، ونظير ذلك أن تقول : إن هذه الدار لتحدثنا بأنها كانت مسكونة .قال بعض العلماء ما ملخصه : قوله : ( يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا ) يومئذ بدل من إذا . أى : فى ذلك الوقت تحدثك الأرض أحاديثها ، وتحديث الأرض تمثيل - كما قال الطبرى وغيره - أى : أن حالها وما يقع فيها من الانقلاب ، وما لم يعهد من الخراب ، يعلم السائل ويفهمه الخبر ، وأن ما يراه لم يكن بسبب من الأسباب التى وضعها السنة الإِلهية ، حال استقرار نظام الكون ، بل ذلك بسبب ( بِأَنَّ رَبَّكَ أوحى لَهَا )"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 4{ یَوْمَئِذٍ تُحَدِّثُ اَخْبَارَہَا۔ } ”اس دن یہ اپنی خبریں کہہ سنائے گی۔“ اس دن اللہ تعالیٰ زمین کو بھی بولنے کی صلاحیت عطا فرمائے گا اور وہ ہر انسان کے بارے میں ایک ایک خبر دے گی کہ وہ اس کی پشت پر بیٹھ کر کیا کیا حرکتیں کرتا رہا ہے۔ یعنی جس طرح انسان کے ہاتھ پائوں اور دوسرے اعضاء اس دن اس کے خلاف گواہی دیں گے اسی طرح زمین کا متعلقہ حصہ اور ٹکڑا بھی اس کے خلاف بطور گواہ کھڑا ہوگا۔ سورة حٰمٓ السجدۃ آیت 21 میں ان گواہیوں کے حوالے سے بہت عبرتناک مکالمات کا ذکر ہے۔ جب انسانوں کی جلدوں سمیت ان کے تمام اعضاء ان کے خلاف گواہیاں دے رہے ہوں گے تو وہ جھنجھلا کر اپنی جلدوں سے کہیں گے : { لِمَ شَہِدْتُّمْ عَلَیْنَاط } کہ تم کیوں ہمارے خلاف بول رہے ہو ؟ اس پر وہ ترکی بہ ترکی جواب دیں گی : { اَنْطَقَنَا اللّٰہُ الَّذِیْٓ اَنْطَقَ کُلَّ شَیْئٍ } کہ آج ہمیں بھی اس اللہ نے بولنے کی صلاحیت عطا کردی ہے جس نے باقی ہرچیز کو بولنا سکھایا ہے۔ بہرحال اس دن اللہ تعالیٰ زمین کو بھی زبان عطا کرے گا اور وہ انسانوں سے متعلق تمام احوال کی ایک ایک تفصیل بیان کرے گی۔</p>"
        },
        {
            "resource_id": 92,
            "text": "يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا (4) وجملة : { يومئذ تحدث أخبارها } الخ جواب { إذا } باعتبار ما أبدل منها من قوله : { يومئذ يصدر الناس } فيومئذ بدل من { يومئذ تحدث أخبارها } .واليوم يطلق على النهار مع ليلهِ فيكون الزلزال نهاراً وتتبَعه حوادث في الليل مع انكدار النجوم وانتثارها وقد يراد باليوم مطلق الزمان .و { تحدث أخبارها } هو العامل في { يومئذ } وفي البدل ، والتقدير يوم إذْ تزلْزلُ الأرض وتُخرج أثقالها ويقول الناس : ما لَهَا تحدّث أخبارها الخ .و { أخبارها } مفعول ثاننٍ لفعل { تحدث } لأنه مما ألحق بظن لإِفادة الخَبَر عِلماً ، وحذف مفعوله الأول لظهوره ، أي تحدث الإِنسان لأن الغرض من الكلام هو إخبارها لما فيه من التهويل .وضمير { تحدث } عائد إلى { الأرض } .والتحديث حقيقته : أن يصدر كلام بخبر عن حَدث . وورد في حديث الترمذي عن أبي هريرة قال : « قرأ رسول الله صلى الله عليه وسلم هذه الآية { يومئذ تحدث أخبارها } قال : أتدرون ما أخبارها؟ قالوا : الله ورسوله أعلم قال : فإن أخبارها أن تشهد على كل عبد أو أمة بما عمل على ظهرها تقول : عَمل كذا وكذا فهذه أخبارها » اه .وجُمع { أخبارها } باعتبار تعدد دلالتها على عدد القائلين { ما لها } وإنما هو خبر واحد وهو المبيَّن بقوله : { بأن ربك أوحى لها } .وانتصب { أخبارها } على نزع الخافض وهو باء تعدية فعل { تحدث } ."
        },
        {
            "resource_id": 791,
            "text": "അന്നേ ദിവസം ഭൂമി അതിൻ്റെ മുകളിൽവെച്ച് നടമാടിയ നന്മ-തിന്മകളെ കുറിച്ച് സംസാരിക്കുന്നതാണ്."
        },
        {
            "resource_id": 179,
            "text": "sa dakilang Araw na iyon ay mag-uulat ang lupa ng ginawa sa ibabaw nito na kabutihan at kasamaan"
        },
        {
            "resource_id": 15,
            "text": "<p><span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا )</span>.</p><p lang=\"ar\" class=\"ar \">كان ابن عباس يقول في ذلك ما حدثني ابن سنان القزّاز,<span class=\"blue\"> قال:</span> ثنا أبو عاصم, عن شبيب, عن عكرِمة, عن ابن عباس,<span class=\"arabic qpc-hafs green\">( وَقَالَ الإنْسَانُ مَا لَهَا )</span> قال الكافر: <span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا )</span></p><p lang=\"ar\" class=\"ar \">يقول: يومئذ تحدث الأرض أخبارها، وتحديثها أخبارها, على القول الذي ذكرناه عن عبد الله بن مسعود,<span class=\"blue\"> أن تتكلم فتقول:</span> إن الله أمرني بهذا, وأوحى إليّ به, وأذن لي فيه.</p><p lang=\"ar\" class=\"ar \">وأما سعيد بن جبير, فإنه كان يقول في ذلك ما حدثنا به أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا وكيع, عن إسماعيل بن عبد الملك,<span class=\"blue\"> قال:</span> سمعت سعيد بن جبير يقرأ في المغرب مرة: <span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ تُنَبِّئُ أَخْبَارَها )</span> ومرة: <span class=\"arabic qpc-hafs green\">( تُحَدِّثُ أَخْبَارَهَا )</span> .</p><p lang=\"ar\" class=\"ar \">فكأن معنى تحدّث كان عند سعيد: تُنَبِّئُ,<span class=\"blue\"> وتنبيئها أخبَارَهَا:</span> إخراجها أثقالها من بطنها إلى ظهرها. وهذا القول قول عندي صحيح المعنى,<span class=\"blue\"> وتأويل الكلام على هذا المعنى:</span> يومئذ تبين الأرض أخبارها بالزلزلة والرجة, وإخراج الموتى من بطونها إلى ظهورها, بوحي الله إليها, وإذنه لها بذلك,<span class=\"blue\"> وذلك معنى قوله:</span> <span class=\"arabic qpc-hafs green\">( بِأَنَّ رَبَّكَ أَوْحَى لَهَا )</span>.</p><p>وبنحو الذي قلنا في ذلك قال أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن.<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> في قول الله:</span> <span class=\"arabic qpc-hafs green\">( وَأَخْرَجَتِ الأرْضُ أَثْقَالَهَا * وَقَالَ الإنْسَانُ مَا لَهَا * يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا * بِأَنَّ رَبَّكَ أَوْحَى لَهَا )</span> قال: أمرها, فألقَت ما فيها وتخلَّت.</p><p lang=\"ar\" class=\"ar \">حدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد <span class=\"arabic qpc-hafs green\">( بِأَنَّ رَبَّكَ أَوْحَى لَهَا )</span> قال: أمرها.</p><p lang=\"ar\" class=\"ar \">وقد ذُكر عن عبد الله أنه كان يقرأ ذلك: <span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ تُنْبِّئُ أَخْبَارَها )</span> وقيل: معنى ذلك أن الأرض تحدث أخبارها من كان على ظهرها من أهل الطاعة والمعاصي, وما عملوا عليها من خير أو شرّ.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثنا ابن حميد,<span class=\"blue\"> قال:</span> ثنا مهران, عن سفيان <span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا )</span> قال: ما عمل عليها من خير أو شرّ,<span class=\"arabic qpc-hafs green\">( بِأَنَّ رَبَّكَ أَوْحَى لَهَا )</span> قال: أعلمها ذلك.</p><p lang=\"ar\" class=\"ar \">حدثني يونس,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> قال ابن زيد,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا )</span> قال: ما كان فيها, وعلى ظهرها من أعمال العباد.</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن عمرو,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا عيسى; وحدثني الحارث,<span class=\"blue\"> قال:</span> ثنا الحسن,<span class=\"blue\"> قال:</span> ثنا ورقاء, جميعا عن ابن أبي نجيح, عن مجاهد,<span class=\"blue\"> قوله:</span> <span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا )</span> قال: تخبر الناس بما عملوا عليها.</p>"
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"green\">( يومئذ تحدث أخبارها )</span> فيقول الإنسان : <span class=\"arabic qpc-hafs\">\" ما لها \"</span> ، أي تخبر الأرض بما عمل عليها .</p><p lang=\"ar\" class=\"ar \">أخبرنا أبو بكر محمد بن عبد الله بن أبي توبة ، أخبرنا أبو طاهر محمد بن أحمد بن الحارث ، أخبرنا محمد بن يعقوب الكسائي ، أخبرنا عبد الله بن محمود ، أخبرنا إبراهيم بن عبد الله الخلال ، حدثنا عبد الله بن المبارك عن سعيد بن أبي أيوب ، حدثنا يحيى بن أبي سليمان عن سعيد المقبري ،<span class=\"blue\"> عن أبي هريرة قال :</span> قرأ رسول الله - صلى الله عليه وسلم - هذه الآية <span class=\"green\">( يومئذ تحدث أخبارها )</span> قال : <span class=\"arabic qpc-hafs\">\" أتدرون ما أخبارها \"</span> ؟<span class=\"blue\"> قالوا :</span> الله ورسوله أعلم .<span class=\"blue\"> قال :</span> <span class=\"arabic qpc-hafs\">\" فإن أخبارها أن تشهد على كل عبد وأمة بما عمل على ظهرها ،<span class=\"blue\"> أن تقول :</span> عمل علي يوم كذا وكذا كذا وكذا قال : فهذه أخبارها \"</span> .</p>"
        },
        {
            "resource_id": 16,
            "text": "يوم القيامة تخبر الأرض بما عُمل عليها من خير أو شر، وبأن الله سبحانه وتعالى أمرها بأن تخبر بما عُمل عليها."
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : يومئذ تحدث أخبارها ، يومئذ منصوب بقوله : إذا زلزلت . وقيل : بقوله تحدث أخبارها ; أي تخبر الأرض بما عمل عليها من خير أو شر يومئذ . ثم قيل : هو من قول الله تعالى . وقيل : من قول الإنسان ; أي يقول الإنسان ما لها تحدث أخبارها ; متعجبا . وفي الترمذي عن أبي هريرة قال : قرأ رسول الله - صلى الله عليه وسلم - هذه الآية يومئذ تحدث أخبارها قال : \" أتدرون ما أخبارها - قالوا الله ورسوله أعلم ، قال : فإن أخبارها أن تشهد على كل عبد أو أمة بما عمل على ظهرها ، تقول عمل يوم كذا كذا وكذا .قال : \" فهذه أخبارها \" . قال : هذا حديث حسن صحيح . قال الماوردي قوله يومئذ تحدث أخبارها : فيه ثلاثة أقاويل :أحدها : تحدث أخبارها بأعمال العباد على ظهرها ; قاله أبو هريرة ، ورواه مرفوعا . وهو قول من زعم أنها زلزلة القيامة .الثاني : تحدث أخبارها بما أخرجت من أثقالها ; قاله يحيى بن سلام . وهو قول من زعم أنها زلزلة أشراط الساعة .قلت : وفي هذا المعنى حديث رواه ابن مسعود عن رسول الله - صلى الله عليه وسلم - : أنه قال : \" إذا كان أجل العبد بأرض أوثبته الحاجة إليها ، حتى إذا بلغ أقصى أثره قبضه الله ، فتقول الأرض يوم القيامة : رب هذا ما استودعتني \" . أخرجه ابن ماجه في سننه . وقد تقدم .[ ص: 133 ] الثالث : أنها تحدث بقيام الساعة إذا قال الإنسان ما لها ؟ قاله ابن مسعود . فتخبر أن أمر الدنيا قد انقضى ، وأمر الآخرة قد أتى . فيكون ذلك منها جوابا لهم عند سؤالهم ، ووعيدا للكافر ، وإنذارا للمؤمن . وفي حديثها بأخبارها ثلاثة أقاويل :أحدها : أن الله تعالى يقلبها حيوانا ناطقا ; فتتكلم بذلك .الثاني : أن الله تعالى يحدث فيها الكلام .الثالث : أنه يكون منها بيان يقوم مقام الكلام . قال الطبري : تبين أخبارها بالرجة والزلزلة وإخراج الموتى ."
        },
        {
            "resource_id": 165,
            "text": "<p>সেদিন পৃথিবী তার বৃত্তান্ত বর্ণনা করবে। [১]</p><p>[১] এটা হল শর্তের জওয়াব। হাদীসে বর্ণিত হয়েছে যে, নবী (সাঃ) এই আয়াত পাঠ করলেন এবং বললেন, \"তোমরা জান, পৃথিবীর বৃত্তান্ত কি?\" সাহাবীগণ (রাঃ) বললেন, আল্লাহ এবং তাঁর রসূলই ভাল জানেন। নবী (সাঃ) বললেন, \"তার বৃত্তান্ত এই যে, নর অথবা নারী এ মাটির উপর যা কিছু করছে এই মাটি তার সাক্ষী দেবে। আর বলবে, অমুক অমুক ব্যক্তি অমুক অমুক দিনে অমুক অমুক কর্ম করেছে।<em> (তিরমিযী কিয়ামতের বিবরণ ও সূরা যিলযালের তাফসীর পরিচ্ছেদ, মুসনাদে আহমদ ২/৩৭৪ নং)</em></p>"
        },
        {
            "resource_id": 176,
            "text": "In quel grande Giorno, la Terra dichiarerà il bene e il male che è stato compiuto su di essa,"
        },
        {
            "resource_id": 175,
            "text": "Toga velikog dana Zemlja će kazivati šta je na njoj od dobra i zla urađeno."
        },
        {
            "resource_id": 182,
            "text": "在那重大的日子里，大地将被告知大地上的善与恶。"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 166,
            "text": "<p>কারণ আপনার রব তাকে নির্দেশ দিয়েছেন,</p>"
        },
        {
            "resource_id": 180,
            "text": "৫. কেননা, আল্লাহ তাকে এ ব্যাপারে অবিহত করবেন এবং নির্দেশ দিবেন।"
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( بأن ربك أوحى لها )</span> قال البخاري : أوحى لها وأوحى إليها ،<span class=\"blue\"> ووحى لها ووحى إليها :</span> واحد وكذا قال ابن عباس : <span class=\"arabic qpc-hafs\">( أوحى لها )</span> أي : أوحى إليها .</p><p>والظاهر أن هذا مضمن <span class=\"reference brown\">[ بمعنى ]</span> أذن لها .</p><p lang=\"ar\" class=\"ar \">وقال شبيب بن بشر ،<span class=\"blue\"> عن عكرمة عن ابن عباس :</span> <span class=\"arabic qpc-hafs\">( يومئذ تحدث أخبارها )</span> قال : قال لها ربها : قولي ، فقالت .</p><p>وقال مجاهد : <span class=\"arabic qpc-hafs\">( أوحى لها )</span> أي : أمرها .<span class=\"blue\"> وقال القرظي :</span> أمرها أن تنشق عنهم .</p>"
        },
        {
            "resource_id": 178,
            "text": "потому что Аллах внушил ей это и приказал ей [рассказать об этом]."
        },
        {
            "resource_id": 776,
            "text": "Porque Al-lah le habrá ordenado que lo haga."
        },
        {
            "resource_id": 15,
            "text": "<p>وقيل: عنى بقوله: <span class=\"arabic qpc-hafs green\">( أَوْحَى لَهَا )</span> : أوحى إليها.</p><p>ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني ابن سنان القزّاز,<span class=\"blue\"> قال:</span> ثنا أبو عاصم, عن شبيب, عن عكرِمة, عن ابن عباس <span class=\"arabic qpc-hafs green\">( أَوْحَى لَهَا )</span> قال: أوحى إليها.</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">بِأَنَّ رَبَّكَ أَوْحَى لَهَا (٥)</span> ] په‌روه‌ردگار وه‌حی بۆ ئه‌نێرێ، واته‌: ئیزنی ئه‌دات و ڕێگای پێ ئه‌دات ئه‌ی زه‌وی قسه‌ بكه‌ زه‌ویش به‌ فه‌رمانی خوای گه‌وره‌ قسه‌ ئه‌كات و دێته‌ وه‌ڵام وه‌ هه‌رچی شتێك له‌سه‌ری كراوه‌ باسی ئه‌كات و هه‌واڵ ئه‌دات."
        },
        {
            "resource_id": 792,
            "text": "ពីព្រោះអល់ឡោះជាម្ចាស់បានប្រាប់ឱ្យវាដឹង និងបានបញ្ជាឱ្យវាធ្វើដូច្នោះ។"
        },
        {
            "resource_id": 182,
            "text": "因为真主告知了它，并命令它将此宣告。"
        },
        {
            "resource_id": 171,
            "text": "Because Allah will have taught it and commanded it to do so."
        },
        {
            "resource_id": 157,
            "text": "<p>بان ربک اوحی لھا (5:99) کہ تیرے رب نے اسے ایسا کرنے کا حکم دیا ہوگا “۔ اس کو حکم دیا ہوگا کہ وہ اپنی حرکت تیز کردے اور اپنے سکان کو خوب جھٹکے دے اور اپنے اندر کی چیزیں باہر پھینک دے اور یہ کام وہ رب کے حکم کی اطاعت میں کررہی ہے۔</p><p>واذنت لربھا وحقت ” اور وہ اپنے رب کے حکم کی اطعت کرے گی اور اس کا حق یہی ہے “۔ لہٰذا وہ اپنے حالات بتائے گی۔ غرض یہ صورت حال اور یہ منظر اس بات کا خوب اظہار کررہا ہے کہ اس وقت اللہ کے احکام واشارات کیا ہوں گے۔</p><p>اب یہاں حالات ایسے ہیں کہ انسان ششدررہ گیا ہے ، سورت کی گھن گرج اور زور دار بیان سے خوف وہراس کی فضا ہے ، ہر سو دہشت اور حیرانی کا دور دورہ ہے۔ اضطراب اور بھگدڑ ہے ، ایسے حالات میں انسان کا سانس پھولا ہوا ہے۔ اور وہ پوچھ رہا ہے کہ اسے کیا ہوگیا ہے۔</p><p>مالھا (3:99) ” اسے کیا ہوگیا ہے .... ایسے حالات میں جواب ایک نئے منظر کی صورت میں آتا ہے ، یہ ہے منظر حشر ونشر ، حساب و کتاب اور میزان وجزاء کا ہے۔</p>"
        },
        {
            "resource_id": 791,
            "text": "കാരണം അല്ലാഹു അതിന് (അവ) അറിയിച്ചു നൽകുകയും, അപ്രകാരം ചെയ്യാൻ അതിനോട് കൽപ്പിക്കുകയും ചെയ്തിരിക്കുന്നു."
        },
        {
            "resource_id": 92,
            "text": "بِأَنَّ رَبَّكَ أَوْحَى لَهَا (5) وقوله : { بأن ربك أوحى لها } يجوز أن يتعلق بفعل { تحدث } والباء للسببيَّة ، أي تحدث أخبارها بسبب أن الله أمرها أن تحدث أخبارها .ويجوز أن يكون بدلاً من { أخبارها } وأظهرت الباء في البدل لتوكيد تعدية فعل { تحدث } إليه ، وعلى كلا الوجهين قد أجملت أخبارها وبينها الحديث السابق .وأطلق الوحي على أمر التكوين ، أي أوجَدَ فيها أسباب إخراج أثقالها فكأنه أسرَّ إليها بكلام كقوله تعالى : { وأوحى ربك إلى النحل أن اتخذي من الجبال بيوتاً } [ النحل : 68 ] الآيات . «وعُدي فعل { أوحى } باللام لتضمين { أوحى } معنى قال كقوله تعالى : { فقال لها وللأرض ائتيا طوعاً أو كرهاً } [ فصلت : 11 ] ، وإلا فإن حق { أوحى } أن يتعدى بحرف ( إلى ) .والقول المضمَّن هو قول التكوين قال تعالى : { إنما قولنا لشيء إذا أردناه أن نقول له كن فيكون } [ النحل : 40 ] .وإنما عُدل عن فعل : قال لها إلى فعل { أوحى لها } لأنه حكاية عن تكوين لا عن قول لفظي ."
        },
        {
            "resource_id": 179,
            "text": "dahil si Allāh ay nagpaalam dito at nag-utos dito niyon."
        },
        {
            "resource_id": 173,
            "text": "car Allah l’aura informée et lui aura ordonné cela."
        },
        {
            "resource_id": 790,
            "text": "কিয়নো আল্লাহ তাআলাই ইয়াক ভালকৈ জানে আৰু তেৱেঁই ইয়াক আদেশ দিব।"
        },
        {
            "resource_id": 177,
            "text": "Bởi Allah đã dạy cho nó và bắt nó phải làm điều đó."
        },
        {
            "resource_id": 91,
            "text": "ذلك <span class=\"arabic qpc-hafs brown\">{ بِأَنَّ رَبَّكَ أَوْحَى لَهَا }</span> أي وأمرها أن تخبر بما عمل عليها، فلا تعصى لأمره  ."
        },
        {
            "resource_id": 90,
            "text": "بأن ربك أوحى لها أي إنها تحدث أخبارها بوحي الله لها ، أي إليها . والعرب تضع لام الصفة موضع إلى . قال العجاج يصف الأرض :وحى لها القرار فاستقرت وشدها بالراسيات الثبتوهذا قول أبي عبيدة : أوحى لها أي إليها . وقيل : أوحى لها أي أمرها ; قاله مجاهد . وقال السدي : أوحى لها أي قال لها . وقال : سخرها . وقيل : المعنى يوم تكون الزلزلة ، وإخراج الأرض أثقالها ، تحدث الأرض أخبارها ; ما كان عليها من الطاعات والمعاصي ، وما عمل على ظهرها من خير وشر . وروي ذلك عن الثوري وغيره ."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 176,
            "text": "poiché Allāh l'ha informata e le ha ordinato di farlo."
        },
        {
            "resource_id": 183,
            "text": "それはアッラーが、教えられて命じられたところである。"
        },
        {
            "resource_id": 175,
            "text": "jer će joj to Allah Uzvišeni narediti i objaviti."
        },
        {
            "resource_id": 174,
            "text": "Hal itu karena Allah memberitahukan kepadanya dan memerintahkannya untuk itu."
        },
        {
            "resource_id": 181,
            "text": "زیرا الله او را از آن آگاه کرده و او را بر این کار فرمان داده است."
        },
        {
            "resource_id": 905,
            "text": "لأن الله أعلمها وأمرها بذلك."
        },
        {
            "resource_id": 172,
            "text": "Çünkü Allah Teâlâ ona bildirmiş ve ona bunu yapmayı emretmiştir."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( بأن ربك أوحى لها )</span> أي : أمرها بالكلام وأذن لها بأن تخبر بما عمل عليها .<span class=\"blue\"> قال ابن عباس والقرظي :</span> أوحى إليها .</p><p>ومجاز الآية : يوحي الله إليها ،<span class=\"blue\"> يقال :</span> أوحى لها ، وأوحى إليها ووحى لها ، ووحى إليها ، واحد .</p>"
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 165,
            "text": "<p>কারণ তোমার প্রতিপালক তাকে আদেশ করবেন। [১]</p><p>[১] অর্থাৎ, মাটিকে কথা বলার শক্তি আল্লাহই সেদিন দান করবেন। অতএব এটা কোন আশ্চর্যজনক কথা নয়। যেমন সেদিন মানুষের অঙ্গ-প্রত্যঙ্গকে আল্লাহ বাকশক্তি দান করবেন, ঠিক মাটিও আল্লাহর হুকুমে কথা বলবে। <em>(জড়পদার্থের কথা বা শব্দ ধরে রাখা এবং প্রয়োজনে তা শুনিয়ে দেওয়ার ক্ষমতা তো বিজ্ঞানও প্রমাণ করেছে। অতএব সৃষ্টিকর্তার আদেশে মাটির কথা বলার ব্যাপারটা কোন আশ্চর্যের নয়। -সম্পাদক)</em></p>"
        },
        {
            "resource_id": 93,
            "text": "( بِأَنَّ رَبَّكَ أوحى لَهَا )أى : أن ما يحدث للأرض يومئذ ، إنما هو بأمر إلهى خاص . بأن قال لها كونى كذلك فكانت كما قال لها .وعدى فعل \" أوحى \" باللام - مع أن حقه أن يتعدى بإلى كما فى قوله - تعالى - ( وأوحى رَبُّكَ إلى النحل ) لتضمينه معنى \" قال \" كما فى قوله - سبحانه - ( فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعاً أَوْ كَرْهاً قَالَتَآ أَتَيْنَا طَآئِعِينَ ) والمعنى : إن الأرض تحدث الناس عن أخبارها ، وتبينها لهم ، وتشهد عليهم . . . بسبب أن ربك الذى خلقك فسواك فعدلك - أيها الإِنسان - قد أمرها بذلك ."
        },
        {
            "resource_id": 177,
            "text": "Ngày Vĩ Đại đó, con người sẽ đứng dậy, đi ra khỏi ngôi mộ và phân thành từng đoàn đến nhìn mọi việc làm tốt xấu của họ đã từng làm ở trần gian."
        },
        {
            "resource_id": 171,
            "text": "On that great day on which the earth will quake, the humans will come to of the place of reckoning in groups, to see the deeds they committed in the world."
        },
        {
            "resource_id": 16,
            "text": "يومئذ يرجع الناس عن موقف الحساب أصنافًا متفرقين؛ ليريهم الله ما عملوا من السيئات والحسنات، ويجازيهم عليها."
        },
        {
            "resource_id": 179,
            "text": "Sa dakilang Araw na iyon na mayayanig roon ang lupa, lalabas ang mga tao mula sa tigilan ng pagtutuos nang pangkat-pangkat upang makasaksi sila sa mga gawa nila na ginawa nila sa Mundo."
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \">قوله تعالى : <span class=\"green\">( يومئذ يصدر الناس )</span> يرجع الناس عن موقف الحساب بعد العرض ، <span class=\"green\">( أشتاتا )</span> متفرقين فآخذ ذات اليمين إلى الجنة وآخذ ذات الشمال إلى النار ،<span class=\"blue\"> كقوله :</span> يومئذ يتفرقون <span class=\"green\">( الروم - 14 )</span> ، يومئذ يصدعون <span class=\"green\">( الروم - 43 )</span> . <span class=\"green\">( ليروا أعمالهم )</span> قال ابن عباس : ليروا جزاء أعمالهم ،<span class=\"blue\"> والمعنى :</span> أنهم يرجعون عن الموقف فرقا لينزلوا منازلهم من الجنة والنار .</p>"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ يَوْمَئِذٍ يَصْدُرُ النَّاسُ }</span> من موقف القيامة، حين يقضي الله بينهم <span class=\"arabic qpc-hafs brown\">{ أَشْتَاتًا }</span> أي: فرقًا متفاوتين. <span class=\"arabic qpc-hafs brown\">{ لِيُرَوْا أَعْمَالَهُمْ }</span> أي: ليريهم الله ما عملوا من الحسنات والسيئات، ويريهم جزاءه موفرًا."
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 168,
            "text": ""
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا</span> ] له‌و ڕۆژه‌دا خه‌ڵكی ئه‌بنه‌ چه‌ند پۆلێكه‌وه‌ خه‌ڵكه‌كه‌ هه‌موویان وه‌كو یه‌ك نین به‌ڵكو جیاوازن خه‌ڵك له‌ناو گۆڕه‌كان كه‌ دێنه‌ ده‌ره‌وه‌ به‌ره‌و ساحه‌ی مه‌حشه‌ر به‌ڕێ ئه‌كه‌ون هه‌یانه‌ ئیمانداره‌و هه‌یانه‌ كافره‌، هه‌یانه‌ ئه‌مینه‌و هه‌یانه‌ ئه‌ترسێ، هه‌یانه‌ رووى سپی و گه‌شه‌ كه‌ به‌هه‌شتییه‌كانن، وه‌ هه‌یانه‌ روویان ڕه‌شه‌ كه‌ دۆزه‌خییه‌كانن، واته‌: هه‌موویان به‌یه‌ك شێواز نین به‌ڵكو چه‌ند پارچه‌ پارچه‌و گروپ گروپ و كۆمه‌ڵ كۆمه‌ڵن هه‌موویان وه‌كو یه‌ك وانین هه‌یانه‌ كرده‌وه‌ی چاكی كردووه‌ هه‌یه‌ كرده‌وه‌ی خراپی كردووه‌ [ <span class=\"arabic uthmani\">لِيُرَوْا أَعْمَالَهُمْ (٦)</span> ] تا كرده‌وه‌ی خۆیان ببینن له‌وێ هه‌ر كه‌سێك هه‌ر كرده‌وه‌یه‌كی كردبێ پێی ئه‌ووترێ و هه‌واڵی پێ ئه‌درێ كه‌ ئه‌مه‌ كرده‌وه‌كانته‌."
        },
        {
            "resource_id": 14,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله : <span class=\"arabic qpc-hafs\">( يومئذ يصدر الناس أشتاتا )</span> أي : يرجعون عن مواقف الحساب <span class=\"arabic qpc-hafs\">( أشتاتا )</span> أي : أنواعا وأصنافا ، ما بين شقي وسعيد ، مأمور به إلى الجنة ، ومأمور به إلى النار .</p><p>قال ابن جريج : يتصدعون أشتاتا فلا يجتمعون آخر ما عليهم .</p><p>وقال السدي : <span class=\"arabic qpc-hafs\">( أشتاتا )</span> فرقا .</p><p>وقوله تعالى : <span class=\"arabic qpc-hafs\">( ليروا أعمالهم )</span> أي : ليعملوا ويجازوا بما عملوه في الدنيا ، من خير وشر .</p>"
        },
        {
            "resource_id": 175,
            "text": "Toga velikog dana kada se Zemlja zatrese, ljudi će izići ka mjestu obračuna, razdvojeni, kako bi vidjeli djela koja su na dunjaluku radili."
        },
        {
            "resource_id": 92,
            "text": "يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ (6)وقوله : { يومئذ يصدر الناس أشتاتاً } بدل من جملة : { يومئذ تحدث أخبارها } والجواب هو فعل { يصدر الناس } وقوله : { يومئذ } يتعلق به ، وقُدم على متعلقه للاهتمام . وهذا الجواب هو المقصود من الكلام لأن الكلام مسوق لإِثبات الحشر والتذكير به والتحذير من أهواله فإنه عند حصوله يعلم الناس أن الزلزال كان إنذاراً بهذا الحشر .وحقيقة { يصدر الناس } الخروج من محل اجتماعهم ، يقال : صدر عن المكان ، إذا تركه وخرج منه صُدوراً وصَدَراً بالتحريك . ومنه الصَدَر عن الماء بعد الورد ، فأطلق هنا فعل { يصدر } على خروج الناس إلى الحشر جماعات ، أو انصرافهم من المحشر إلى مآويهم من الجنة أو النار ، تشبيهاً بانصراف الناس عن الماء بعد الورد .وأشتات : جمع شَتّ بفتح الشين وتشديد الفوقية وهو المتفرق ، والمراد : يصدرون متفرقين جماعات كل إلى جهة بحسب أعمالهم وما عُيّن لهم من منازلهم .وأشير إلى أن تفرقهم على حسب تناسب كل جماعة في أعمالها من مراتب الخير ومنازل الشر بقوله : { ليروا أعمالهم } ، أي يصدرون لأجل تلقي جزاء الأعمال التي عملوها في الحياة الدنيا فيقال لكل جماعة : انظروا أعمالكم ، أو انظروا مآلكم .وبُني فعل { ليروا } إلى النائب لأن المقصود رؤيتهم أعمالهم لا تعيينُ مَن يريهم إياها . وقد أجمع القراء على ضم التحتية .فالرؤية مستعملة في رؤية البصر والمرئي هو منازل الجزاء ، ويجوز أن تكون الرؤية مستعملة في العلم بجزاء الأعمال فإن الأعمال لا تُرى ولكن يظهر لأهلها جزاؤها ."
        },
        {
            "resource_id": 93,
            "text": "ثم بين - سبحانه - بعد ذلك أحوال الناس فى هذا اليوم فقال : ( يَوْمَئِذٍ يَصْدُرُ الناس أَشْتَاتاً لِّيُرَوْاْ أَعْمَالَهُمْ ) .والجملة الكريمة بدل من جملة \" يومئذ تحدث أخبارها \" ، وقوله ( يَصْدُرُ ) فعل مضارع من الصدَر - بفتح الدال - على الرجوع عن الشرب ، يقال : صدرَ الناس عن الوِرْد ، إذا انصرفوا عنه . و ( أَشْتَاتاً ) جمع شتيت ، أى : متفرق ، ومنه قولهم : شتت الله جمع الأعداء ، أى فرق أمرهم .وقوله - تعالى - ( لِّيُرَوْاْ ) فعل مضارع مبنى للمجهول ، وماضيه المبنى للمعلوم \" أراه \" بمعنى أطلعه . أى : فى هذا اليوم الذى تتزلزل فيه الأرض زلزلة شديدة . . يخرج الناس من قبورهم متجهين أشتاتا إلى موقف الحساب ، وكل واحد منهم مشغول بنفسه ، لكى يبصروا جزاء أعالهم ، التى عملوها فى دنياهم .وجاء فعل \" ليروا \" مبنيا للمجهول ، لأن المقصود رؤيتهم لأعمالهم ، وليس المقصود تعيين من يريهم إياها ."
        },
        {
            "resource_id": 90,
            "text": "يومئذ يصدر الناس أشتاتا أي فرقا ; جمع شت . قيل : عن موقف الحساب ; فريق يأخذ جهة اليمين إلى الجنة ، وفريق آخر يأخذ جهة الشمال إلى النار ; كما قال تعالى : يومئذ يتفرقون يومئذ يصدعون . وقيل : يرجعون عن الحساب بعد فراغهم من الحساب . أشتاتا يعني فرقا فرقا .ليروا أعمالهم يعني ثواب أعمالهم . وهذا كما روي عن النبي - صلى الله عليه وسلم - أنه قال : \" ما من أحد يوم القيامة إلا ويلوم نفسه ، فإن كان محسنا فيقول : لم لا ازددت إحسانا ؟ وإن كان غير ذلك يقول : لم لا نزعت عن المعاصي \" ؟ وهذا عند معاينة الثواب والعقاب . وكان ابن عباس يقول : أشتاتا متفرقين على قدر أعمالهم أهل الإيمان على حدة ، وأهل كل دين على حدة . وقيل : هذا الصدور ، إنما هو عند النشور ; يصدرون أشتاتا من القبور ، فيصار بهم إلى موقف الحساب ، ليروا أعمالهم في كتبهم ، أو ليروا جزاء أعمالهم ; فكأنهم وردوا القبور فدفنوا فيها ، ثم صدروا عنها . والوارد : الجائي . والصادر : المنصرف . أشتاتا أي يبعثون من أقطار الأرض . وعلى القول الأول فيه تقديم وتأخير ، مجازه : تحدث أخبارها ، بأن ربك أوحى [ ص: 134 ] لها ، ليروا أعمالهم . واعترض قوله يومئذ يصدر الناس أشتاتا متفرقين عن موقف الحساب . وقراءة العامة ليروا بضم الياء ; أي ليريهم الله أعمالهم . وقرأ الحسن والزهري وقتادة والأعرج ونصر بن عاصم وطلحة بفتحها ; وروي ذلك عن النبي - صلى الله عليه وسلم - ."
        },
        {
            "resource_id": 166,
            "text": "<p>সেদিন মানুষ ভিন্ন ভিন্ন দলে বের হবে [১], যাতে তাদেরকে তাদের কৃতকর্ম দেখান যায় [২] ,</p><p>[১] এর অর্থ, মানুষ সেদিন হাশরের মাঠ থেকে তাদের আমল অনুযায়ী ভিন্ন ভিন্ন দলে বিভক্ত হয়ে যাবে; তাদের কেউ জান্নাতে যাবে, কেউ যাবে জাহান্নামে। [জালালাইন, মুয়াসসার, সা‘দী] এর দ্বিতীয় অর্থ হতে পারে, বিগত হাজার হাজার বছরে সমস্ত মানুষ যে যেখানে মরেছিল সেখান থেকে অর্থাৎ পৃথিবীর বিভিন্ন স্থানে থেকে দলে দলে চলে আসতে থাকবে। যেমন অন্যত্র বলা হয়েছে, “যে দিন শিংগায় ফুঁক দেয়া হবে, তোমরা দলে দলে এসে যাবে। [সূরা আন-নাবা: ১৮] [ফাতহুল কাদীর]</p><p>[২] অর্থাৎ তাদের আমল তাদেরকে দেখানো হবে। প্রত্যেকে দুনিয়ায় কি কাজ করে এসেছে তা তাকে বলা হবে। কুরআন মজীদের বিভিন্ন স্থানে একথা সুস্পষ্টভাবে বলা হয়েছে যে, কাফের মুমিন, সৎকর্মশীল ও ফাসেক, আল্লাহ্র হুকুমের অনুগত ও নাফরমান সবাইকে অবশ্যি তাদের আমলনামা দেয়া হবে। [দেখুন, সূরা আল-হাক্কার ১৯ ও ২৫, সূরা আল-ইনশিকাকের ৭-১০]</p>"
        },
        {
            "resource_id": 182,
            "text": "在那重大的日子里，大地将震颤，把其腹中的人们抛出，站成不同的队列接受清算，来见证他们在今世中的所作所为。"
        },
        {
            "resource_id": 170,
            "text": "Земля будет свидетельствовать обо всех добрых и злых деяниях обитателей миров. Она будет одним из свидетелей, которые доподлинно расскажут о человеческих деяниях. Аллах велит земле сообщить обо всем, что произошло на ее поверхности, и она не посмеет ослушаться Его повеления. В тот день люди разделятся на отдельные группы и толпами выйдут к месту сбора. Аллах покажет им, какие грехи и благодеяния они совершили, и воздаст им за них сполна."
        },
        {
            "resource_id": 157,
            "text": "<p>ایک لمحہ میں ہم دیکھتے ہیں کہ لوگ قبروں سے اٹھتے چلے آرہے ہیں۔</p><p>یومئذ .................... اشتاتا (6:99) ” اس روز لوگ متفرق حالت میں پلٹیں گے “۔ ہم دیکھتے ہیں کہ وہ مختلف گروہوں مختلف اطراف سے چلے آرہے ہیں۔ یوں لگتا ہے کہ گویا وہ بکھری ہوئی ٹڈیاں ہیں۔</p><p>کانھم .................... منتشر ” گویا کہ یہ لوگ بکھری ہوئی ٹڈیاں ہیں “۔ یہ ایک ایسا منظر ہے جو اس سے قبل انسان نے کبھی نہیں دیکھا ، یہ کہ لوگوں کی نسلیں ، اگلوں پچھلوں کی یہاں سے اور وہاں سے اٹھ رہی ہیں۔ جس طرح دوسری جگہ آیا۔</p><p>یوم تشقق .................... سراعا ” وہ دن جبکہ زمین پھٹے گی اور وہ اس میں سے تیزی تیزی سے نکل بھاگیں گے “۔ منظر یوں ہے کہ تاحد نظر انسان ہی انسان نظر آتے ہیں۔ جو قبروں سے اٹھ رہے ہیں اور تیزی سے بھاگ رہے ہیں۔ کسی طرف کسی کو توجہ نہیں ہے۔ آگے اور پیچھے ، دائیں اور بائیں کچھ نہیں دیکھ رہے ہیں۔ نظریں اٹھی ہوئی ہیں۔</p><p>مھطعین ................ الداع ” پکارنے والے کی طرف سر اٹھائے تیزی سے دوڑ رہے ہیں “۔ گردنیں بلند کی ہوئی ، نظریں پھٹی ہوئی۔</p><p>لکل ........................ یغنیہ (37:80) ” ہر شخص کو اس دن بس اپنی پڑی ہوگی “۔</p><p>یہ ایک ایسا منظر ہے جس کی تصویر کشی کسی انسانی زبان میں نہیں کی جاسکتی ۔ ” ہولناک “ اور ” خوفناک “ ،” حیرت زدہ کردینے والا “ اور ” مدہوش کردینے والا “۔ غرض یہ اور اس قسم کے تمام دوسرے الفاظ اس منظر کی تصویر کشی سے عاجز ہیں۔ ہاں صرف خیال وتصور کو ہم کسی قدر آگے بڑھا سکتے ہیں اور اس منظر کی تصویر کشی میں الفاظ کی بجائے خیال کی جو لانی ہوسکتی ہے۔ اپنی وسعت اور طاقت کے حدود کے اندر اندر۔</p><p>یومئذ ........................ اعمالھم (6:99) ” اس روز لوگ متفرق حالت میں پلٹیں گے ، تاکہ ان کے اعمال ان کو دکھائے جائیں “۔ اور یہ پھر اس منظر سے بھی شدید تربات ہے۔ اف ، ان کے سامنے تو ان کے اعمال پیش ہورہے ہیں ! کیا یہ اپنے اعمال کا سامنا کرسکیں گے ؟ کیا اس سزا کا مقابلہ کرسکیں گے۔ حقیقت یہ ہے کہ انسان کے لئے بعض اوقات خود اپنے اعمال کا مقابلہ نہایت ہی تلخ ہوتا ہے۔ انسان بعض اوقات خود اپنے اعمال کا سامنا کرنے سے بھاگتا ہے حالانکہ لوگوں کو انکا پہ نہیں ہوتا ، لیکن جب توبہ وندامت کے وقت خود انسان کے اعمال اس کے سامنے آکر کھڑے ہوتے ہیں تو وہ سخت نادام ہوتا ہے ، اپنی نفسیات ، اپنے ضمیر سے بھاگتا ہے ، چہ جائیکہ کھلی عدالت میں اسے پیش ہونا ہو اور سب کے سامنے اس پر فرد جرم لگتا ہو اور عدالت کا سربراہ رب ذوالجلال ہو جو جبار اور متکبر ہے۔</p><p>حقیقت یہ ہے کہ کسی کو اس کا عمل دکھانا بھی دراصل ایک خوفناک سزا ہے ، صرف یہ بات کہ کوئی اپنا جتھا دیکھے اور جو کچھ اس نے کیا ہے اس کا سامنا کرے۔ خصوصاً ایسے اوقات میں جبکہ حساب و کتاب ایسا ہو کہ اس میں ذرہ ذرہ درج ہو ، نہ شر کا ذرہ چھوڑا گیا ہو اور نہ خیر کار کا ذرہ چھوڑا گیا ہو۔</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>সেদিন মানুষ ভিন্ন ভিন্ন দলে বের হবে,[১] যাতে তাদেরকে তাদের কৃতকর্ম দেখানো হয়। [২]</p><p>[১] يَصْدُر শব্দের অর্থ হল, বের হবে, ফিরে যাবে। অর্থাৎ, কবর থেকে বের হয়ে হিসাবের ময়দানের দিকে অথবা হিসাব শেষে জান্নাত অথবা জাহান্নামের দিকে ফিরে যাবে। أشتَاتا শব্দের অর্থ হল, ভিন্ন ভিন্ন; অর্থাৎ, দলে দলে। কিছু লোক ভয়শূন্য হবে, কিছু ভয়ে ভীত হবে। কিছু লোকের রঙ গৌরবর্ণের হবে; যেমন জান্নাতীদের হবে। আবার কিছু লোকের রঙ কাল বর্ণের হবে; যা তাদের জাহান্নামী হওয়ার নিদর্শন হবে। কিছু লোক ডান দিকের অভিমুখী হবে। আবার অনেকে বাম দিকের অভিমুখী হবে। অথবা এই বিভিন্নতা ধর্ম, মযহাব ও আমল এবং কর্ম অনুপাতে হবে।</p><p>[২] এটি يَصدُر ক্রিয়ার সাথে সম্বদ্ধ। অথবা এর সম্বন্ধ أوحَى لَها -এর সাথে। অর্থাৎ, মাটি (সেদিন) নিজের বৃত্তান্ত এ জন্য বর্ণনা করবে; যাতে মানুষকে নিজ আমল দেখানো হয়।</p>"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 6{ یَوْمَئِذٍ یَّصْدُرُ النَّاسُ اَشْتَاتًاج } ”اس دن لوگ علیحدہ علیحدہ ہو کر نکل پڑیں گے“ اَشْتَاتًا جمع ہے شَتٌّکی ‘ یعنی منتشر و متفرق۔ نصب حالیت کی وجہ سے ہے۔ اسی معنی میں یہ لفظ سورة اللیل کی اس آیت میں بھی آیا ہے : { اِنَّ سَعْیَکُمْ لَشَتّٰی۔ } کہ تم انسان بظاہر ایک جیسے نظر آتے ہو لیکن تمہاری سعی و جہد کے رخ بالکل مختلف ہیں۔  { لِّیُرَوْا اَعْمَالَہُمْ۔ } ”تاکہ انہیں ان کے اعمال دکھا دیے جائیں۔“ اس منظر کی ایک جھلک سورة الکہف کی اس آیت میں بھی دکھائی گئی ہے :{ وَوُضِعَ الْکِتٰبُ فَتَرَی الْمُجْرِمِیْنَ مُشْفِقِیْنَ مِمَّا فِیْہِ وَیَقُوْلُوْنَ یٰوَیْلَتَنَا مَالِ ہٰذَا الْکِتٰبِ لَا یُغَادِرُ صَغِیْرَۃً وَّلَا کَبِیْرَۃً اِلَّآ اَحْصٰٹہَاج وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاط وَلَا یَظْلِمُ رَبُّکَ اَحَدًا۔ } ”اور رکھ دیا جائے گا اعمال نامہ ‘ چناچہ تم دیکھو گے مجرموں کو کہ ڈر رہے ہوں گے اس سے جو کچھ اس میں ہوگا اور کہیں گے : ہائے ہماری شامت ! یہ کیسا اعمال نامہ ہے ؟ اس نے تو نہ کسی چھوٹی چیز کو چھوڑا ہے اور نہ کسی بڑی کو ‘ مگر اس کو محفوظ کر رکھا ہے۔ اور وہ پائیں گے جو عمل بھی انہوں نے کیا ہوگا اسے موجود۔ اور آپ کا رب ظلم نہیں کرے گا کسی پر بھی۔“ آج کے ماحول کو مدنظر رکھتے ہوئے اس آیت کا مفہوم یوں سمجھا جاسکتا ہے کہ اس دن ایک بہت بڑا کمپیوٹر سرمحشر نصب کردیا جائے گا جس میں پوری نوع انسانی کے ایک ایک فرد کے اعمال سے متعلق تفصیلی ڈیٹا موجود ہوگا۔ جونہی کسی فرد کو حساب کے لیے پیش کیا جائے گا اس کی پوری زندگی کی آڈیو ویڈیو فلم فوراً سکرین پر چلنا شروع ہوجائے گی۔</p>"
        },
        {
            "resource_id": 183,
            "text": "その日、人びとは清算の場所へと集団となって出て来て、かれらの行ったことを見せつけられる。"
        },
        {
            "resource_id": 181,
            "text": "در آن روز بزرگ که زمین در آن می‌لرزد مردم گروه گروه از جایگاه حسابرسی بیرون می‌آیند تا اعمال‌شان را که در دنیا انجام داده‌اند مشاهده کنند."
        },
        {
            "resource_id": 178,
            "text": "В этот великий день, когда сотрясётся земля, люди выйдут из места расчета группами, чтобы увидеть свои деяния, совершенные в мирской жизни."
        },
        {
            "resource_id": 172,
            "text": "İnsanlar, yeryüzünün sarsılacağı o büyük gün dünyada yapmış oldukları amellerini görmek için hesaba çekildikleri yerden bölük bölük çıkacaklar."
        },
        {
            "resource_id": 174,
            "text": "Pada hari yang agung itu, di saat bumi berguncang, manusia keluar secara berkelompok-kelompok dari tempat perhitungan amalan untuk menyaksikan amal perbuatan yang pernah mereka lakukan di dunia."
        },
        {
            "resource_id": 790,
            "text": "সেই ভীষণ দিনত যেতিয়া পৃথিৱীক যোৰে যোৰে কপোৱা হব। মানুহ হিচাপ- নিকাচৰ স্থানৰ পৰা দলবদ্ধভাৱে ওলাব। যাতে পৃথিৱীত কৰা নিজ নিজ কৰ্মক দেখিব পাৰে।"
        },
        {
            "resource_id": 792,
            "text": "នៅក្នុងថ្ងៃដ៏ធំធេងដែលផែនដីញ័ររញ្ជួយនោះ មនុស្សលោកនឹងចេញពីកន្លែងជំនុំជម្រះជាក្រុមៗដើម្បីមើលទង្វើទាំងឡាយរបស់ពួកគេដែលពួកគេបានសាងនៅក្នុងលោកិយ។"
        },
        {
            "resource_id": 173,
            "text": "Ce Jour éminent durant lequel la Terre tremblera, les gens sortiront par groupes du lieu où ils auront rendu des comptes afin de voir de leurs yeux leurs agissements dans le bas monde."
        },
        {
            "resource_id": 776,
            "text": "Ese gran día en que la Tierra temblará, los seres humanos acudirán al lugar de la retribución en grupos, para ver las acciones que cometieron en el mundo."
        },
        {
            "resource_id": 180,
            "text": "৬. সেই প্রকম্পিত হওয়ার মহা দিবসে মানুষ হিসাবের স্থানে দলে দলে তাদের দুনিয়ার কৃতকর্মগুলো প্রত্যক্ষ করার উদ্দেশ্যে বের হয়ে আসবে।"
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا )</span> قيل: إن معنى هذه الكلمة التأخير بعد <span class=\"arabic qpc-hafs green\">( لِيُرَوْا أَعْمَالَهُمْ )</span> قالوا: ووجه الكلام: يومئذ تحدث أخبارها بأن ربك أوحى لها، لِيُرَوْا أعمالهم, يومئذ يصدر الناس أشتاتا.<span class=\"blue\"> قالوا:</span> ولكنه اعترض بين ذلك بهذه الكلمة.</p><p lang=\"ar\" class=\"ar \">ومعنى قوله: <span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا )</span> عن موقف الحساب فِرَقا متفرقين, فآخذ ذات اليمين إلى الجنة, وآخذ ذات الشمال إلى النار.</p><p lang=\"ar\" class=\"ar \">وقوله: <span class=\"arabic qpc-hafs green\">( لِيُرَوْا أَعْمَالَهُمْ )</span> يقول: يومئذ يصدر الناس أشتاتا متفرّقين, عن اليمين وعن الشمال, ليروا أعمالهم, فيرى المحسن في الدنيا, المطيع لله عمله وما أعد الله له يومئذ من الكرامة, على طاعته إياه كانت في الدنيا, ويرى المسيء العاصي لله عمله وجزاء عمله وما أعدّ الله له من الهوان والخزي في جهنم على معصيته إياه كانت في الدنيا, وكفره به.</p>"
        },
        {
            "resource_id": 791,
            "text": "ഭൂമി പ്രകമ്പനം കൊള്ളുന്ന ഭയാനകമായ ആ ദിവസത്തിൽ, ജനങ്ങൾ വിചാരണയുടെ വേദിയിൽ നിന്ന് ഇഹലോകത്ത് തങ്ങൾ പ്രവർത്തിച്ചതെന്തോ, അത് സാക്ഷ്യം വഹിക്കുന്നതിനായി വിവിധ വിഭാഗങ്ങളായി പുറപ്പെടുന്നതാണ്."
        },
        {
            "resource_id": 905,
            "text": "في ذلك اليوم العظيم الذي تتزلزل فيه الأرض يخرج الناس من موقف الحساب فِرَقًا ليشاهدوا أعمالهم التي عملوها في الدنيا."
        },
        {
            "resource_id": 176,
            "text": "In quel grande Giorno in cui la Terra tremerà, la gente uscirà a gruppi dal luogo del Rendiconto per assistere alle azioni che hanno compiuto in vita."
        },
        {
            "resource_id": 176,
            "text": "Colui che ha compiuto il peso di un atomo di buone azioni ed è stato benevolo, lo vedrà davanti ai suoi occhi,"
        },
        {
            "resource_id": 175,
            "text": "Onaj ko uradi dobro djelo pa makar bilo koliko mali mrav, vidjeće ga ispred sebe."
        },
        {
            "resource_id": 14,
            "text": "<p>ولهذا قال : <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span></p><p lang=\"ar\" class=\"ar \">قال البخاري : حدثنا إسماعيل بن عبد الله ، حدثني مالك ، عن زيد بن أسلم ، عن أبي صالح السمان ،<span class=\"blue\"> عن أبي هريرة :</span> أن رسول الله صلى الله عليه وسلم قال : <span class=\"red\">\" الخيل لثلاثة : لرجل أجر ، ولرجل ستر ، وعلى رجل وزر ; فأما الذي له أجر ، فرجل ربطها في سبيل الله فأطال طيلها في مرج أو روضة ، فما أصابت في طيلها ذلك في المرج والروضة كان له حسنات ، ولو أنها قطعت طيلها فاستنت شرفا أو شرفين ، كانت آثارها وأرواثها حسنات له ، ولو أنها مرت بنهر فشربت منه ولم يرد أن يسقي به كان ذلك حسنات له ، وهي لذلك الرجل أجر . ورجل ربطها تغنيا وتعففا ، ولم ينس حق الله في رقابها ولا ظهورها ، فهي له ستر . ورجل ربطها فخرا ورئاء ونواء ، فهي على ذلك وزر \"</span> . فسئل رسول الله صلى الله عليه وسلم عن الحمر ،<span class=\"blue\"> فقال :</span> \" ما أنزل الله فيها شيئا إلا هذه الآية الفاذة الجامعة : <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span> .</p><p>ورواه مسلم من حديث زيد بن أسلم به .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا يزيد بن هارون ، أخبرنا جرير بن حازم ، حدثنا الحسن عن صعصعة بن معاوية - عم الفرزدق -<span class=\"blue\"> :</span> أنه أتى النبي صلى الله عليه وسلم فقرأ عليه : <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span> قال : حسبي ! لا أبالي ألا أسمع غيرها .</p><p lang=\"ar\" class=\"ar \">وهكذا رواه النسائي في التفسير ، عن إبراهيم بن يونس بن محمد المؤدب ، عن أبيه ، عن جرير بن حازم ،<span class=\"blue\"> عن الحسن البصري قال :</span> حدثنا صعصعة عم الفرزدق ، فذكره .</p><p lang=\"ar\" class=\"ar \">وفي صحيح البخاري ،<span class=\"blue\"> عن عدي مرفوعا :</span> <span class=\"red\">\" اتقوا النار ولو بشق تمرة ، ولو بكلمة طيبة \"</span> وفي الصحيح : <span class=\"red\">\" لا تحقرن من المعروف شيئا ولو أن تفرغ من دلوك في إناء المستسقي ، ولو أن تلقى أخاك ووجهك إليه منبسط \"</span> وفي الصحيح أيضا : <span class=\"red\">\" يا نساء المؤمنات ، لا تحقرن جارة لجارتها ولو فرسن شاة \"</span> يعني : ظلفها .<span class=\"blue\"> وفي الحديث الآخر :</span> <span class=\"red\">\" ردوا السائل ولو بظلف محرق \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا محمد بن عبد الله الأنصاري ، حدثنا كثير بن زيد ، عن المطلب بن عبد الله ،<span class=\"blue\"> عن عائشة أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" يا عائشة ، استتري من النار ولو بشق تمرة ، فإنها تسد من الجائع مسدها من الشبعان \"</span> . تفرد به أحمد .</p><p>وروي عن عائشة أنها تصدقت بعنبة ،<span class=\"blue\"> وقالت :</span> كم فيها من مثقال ذرة .</p><p lang=\"ar\" class=\"ar \">وقال أحمد : حدثنا أبو عامر ، حدثنا سعيد بن مسلم ، سمعت عامر بن عبد الله بن الزبير ،<span class=\"blue\"> حدثني عوف بن الحارث بن الطفيل :</span> أن عائشة أخبرته : أن النبي صلى الله عليه وسلم كان يقول : <span class=\"red\">\" يا عائشة ، إياك ومحقرات الذنوب ، فإن لها من الله طالبا \"</span> .</p><p>ورواه النسائي وابن ماجه ، من حديث سعيد بن مسلم بن بانك به .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثني أبو الخطاب الحساني ، حدثنا الهيثم بن الربيع ، حدثنا سماك بن عطية ، عن أيوب ،<span class=\"blue\"> عن أبي قلابة عن أنس قال :</span> كان أبو بكر يأكل مع النبي صلى الله عليه وسلم فنزلت هذه الآية : <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span> فرفع أبو بكر يده وقال : يا رسول الله ، إني أجزى بما عملت من مثقال ذرة من شر ؟<span class=\"blue\"> فقال :</span> <span class=\"red\">\" يا أبا بكر ، ما رأيت في الدنيا مما تكره فبمثاقيل ذر الشر ويدخر الله لك مثاقيل ذر الخير حتى توفاه يوم القيامة \"</span> .</p><p>ورواه ابن أبي حاتم ، عن أبيه <span class=\"reference brown\">[ عن ]</span> أبي الخطاب به .<span class=\"blue\"> ثم قال ابن جرير :</span></p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار ، حدثنا عبد الوهاب ،<span class=\"blue\"> حدثنا أيوب قال :</span> في كتاب أبي قلابة ،<span class=\"blue\"> عن أبي إدريس :</span> أن أبا بكر كان يأكل مع النبي صلى الله عليه وسلم ، فذكره .</p><p>ورواه أيضا عن يعقوب ، عن ابن علية ، عن أيوب ،<span class=\"blue\"> عن أبي قلابة :</span> أن أبا بكر ، وذكره .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال ابن جرير : حدثني يونس بن عبد الأعلى ، أخبرنا ابن وهب ، أخبرني حيي بن عبد الله ، عن أبي عبد الرحمن الحبلي ،<span class=\"blue\"> عن عبد الله بن عمرو بن العاص أنه قال :</span> لما نزلت : <span class=\"arabic qpc-hafs\">( إذا زلزلت الأرض زلزالها )</span> وأبو بكر الصديق ، رضي الله عنه ، قاعد ، فبكى حين أنزلت ،<span class=\"blue\"> فقال له رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" ما يبكيك يا أبا بكر ؟ \"</span> .<span class=\"blue\"> قال :</span> يبكيني هذه السورة .<span class=\"blue\"> فقال له رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" لولا أنكم تخطئون وتذنبون فيغفر الله لكم ، لخلق الله أمة يخطئون ويذنبون فيغفر لهم \"</span> .</p><p lang=\"ar\" class=\"ar \">حديث آخر : قال ابن أبي حاتم : حدثنا أبو زرعة وعلي بن عبد الرحمن بن <span class=\"reference brown\">[ محمد بن ]</span> المغيرة - المعروف بعلان المصري - ،<span class=\"blue\"> قالا :</span> حدثنا عمرو بن خالد الحراني ، حدثنا ابن لهيعة ، أخبرني هشام بن سعد ، عن زيد بن أسلم ،<span class=\"blue\"> عن عطاء بن يسار عن أبي سعيد الخدري قال :</span> لما أنزلت : <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span> قلت : يا رسول الله ، إني لراء عملي ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> قلت :</span> تلك الكبار الكبار ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> قلت :</span> الصغار الصغار ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> قلت :</span> واثكل أمي .<span class=\"blue\"> قال :</span> <span class=\"red\">\" أبشر يا أبا سعيد ; فإن الحسنة بعشر أمثالها - يعني إلى سبعمائة ضعف - ويضاعف الله لمن يشاء ، والسيئة بمثلها أو يغفر الله ، ولن ينجو أحد منكم بعمله \"</span> .<span class=\"blue\"> قلت :</span> ولا أنت يا رسول الله ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" ولا أنا إلا أن يتغمدني الله منه برحمة \"</span> قال أبو زرعة : لم يرو هذا غير ابن لهيعة .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا يحيى بن عبد الله بن بكير ، حدثني ابن لهيعة ، حدثني عطاء بن دينار ،<span class=\"blue\"> عن سعيد بن جبير في قوله تعالى :</span> <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span> وذلك لما نزلت هذه الآية : <span class=\"arabic qpc-hafs\">( ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا )</span> <span class=\"reference brown\">[ الإنسان : 8 ]</span> ، كان المسلمون يرون أنهم لا يؤجرون على الشيء القليل الذي أعطوه ، فيجيء المسكين إلى أبوابهم فيستقلون أن يعطوه التمرة والكسرة والجوزة ونحو ذلك ،<span class=\"blue\"> فيردونه ويقولون :</span> ما هذا بشيء . إنما نؤجر على ما نعطي ونحن نحبه .<span class=\"blue\"> وكان آخرون يرون أنهم لا يلامون على الذنب اليسير :</span> الكذبة والنظرة والغيبة وأشباه ذلك ،<span class=\"blue\"> يقولون :</span> إنما وعد الله النار على الكبائر . فرغبهم في القليل من الخير أن يعملوه ، فإنه يوشك أن يكثر ، وحذرهم اليسير من الشر ، فإنه يوشك أن يكثر ،<span class=\"blue\"> فنزلت :</span> <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة )</span> يعني : وزن أصغر النمل <span class=\"arabic qpc-hafs\">( خيرا يره )</span> يعني : في كتابه ، ويسره ذلك .<span class=\"blue\"> قال :</span> يكتب لكل بر وفاجر بكل سيئة سيئة واحدة . وبكل حسنة عشر حسنات ، فإذا كان يوم القيامة ضاعف الله حسنات المؤمنين أيضا ، بكل واحدة عشر ، ويمحو عنه بكل حسنة عشر سيئات ، فمن زادت حسناته على سيئاته مثقال ذرة دخل الجنة .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا سليمان بن داود ، حدثنا عمران ، عن قتادة ، عن عبد ربه ، عن أبي عياض ،<span class=\"blue\"> عن عبد الله بن مسعود ; أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" إياكم ومحقرات الذنوب ، فإنهن يجتمعن على الرجل حتى يهلكنه \"</span> . وإن رسول الله صلى الله عليه وسلم ضرب لهن مثلا كمثل قوم نزلوا أرض فلاة ، فحضر صنيع القوم ، فجعل الرجل ينطلق فيجيء بالعود ، والرجل يجيء بالعود ، حتى جمعوا سوادا ، وأججوا نارا ، وأنضجوا ما قذفوا فيها .</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>সুতরাং কেউ অণু পরিমাণ ভালো কাজ করলে, সে তা দেখতে পাবে।[১]</p><p>[১] অতএব সে তাতে আনন্দিত হবে।</p>"
        },
        {
            "resource_id": 157,
            "text": ""
        },
        {
            "resource_id": 15,
            "text": "<p>وقوله: <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ )</span></p><p lang=\"ar\" class=\"ar \">يقول: فمن عمل في الدنيا وزن ذرة من خير, يرى ثوابه هنالك <span class=\"arabic qpc-hafs green\">( وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span>يقول: ومن كان عمل في الدنيا وزن ذرة من شر يرى جزاءه هنالك,<span class=\"blue\"> وقيل:</span> ومن يعمل والخبر عنها في الآخرة, لفهم السامع معنى ذلك, لما قد تقدم من الدليل قبل,<span class=\"blue\"> على أن معناه:</span> فمن عمل; ذلك دلالة قوله: <span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ )</span> على ذلك. ولكن لما كان مفهوما معنى الكلام عند السامعين،<span class=\"blue\"> وكان في قوله:</span> <span class=\"arabic qpc-hafs green\">( يَعْمَلْ )</span> حث لأهل الدنيا على العمل بطاعة الله, والزجر عن معاصيه, مع الذي ذكرت من دلالة الكلام قبل ذلك, على أن ذلك مراد به الخبر عن ماضي فعله, وما لهم على ذلك, أخرج الخبر على وجه الخبر عن مستقبل الفعل.</p><p>وبنحو الذي قلنا من أن جميعهم يرون أعمالهم, قال أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني على,<span class=\"blue\"> قال:</span> ثنا بو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن علي, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ )</span> قال: ليس مؤمن ولا كافر عمِل خيرا ولا شرا في الدنيا, إلا آتاه الله إياه. فأما المؤمن فيريه حسناته وسيئاته, فيغفر الله له سيئاته. وأما الكافر فيردّ حسناته, ويعذّبه بسيئاته. وقيل في ذلك غير هذا القول,<span class=\"blue\"> فقال بعضهم:</span> أما المؤمن, فيعجل له عقوبة سيئاته في الدنيا, ويؤخِّر له ثواب حسناته, والكافر يعجِّل له ثواب حسناته, ويؤخر له عقوبة سيئاته.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني موسى بن عبد الرحمن المسروقي,<span class=\"blue\"> قال:</span> ثنا محمد بن بشر,<span class=\"blue\"> قال:</span> حدثنيه محمد بن مسلم الطائفي, عن عمرو بن قتادة,<span class=\"blue\"> قال:</span> سمعت محمد بن كعب القرظي,<span class=\"blue\"> وهو يفسِّر هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ )</span> قال: من يعمل مثقال ذرَّة من خير من كافر ير ثوابه في الدنيا في نفسه وأهله وماله وولده, حتى يخرج من الدنيا, وليس له عنده خير <span class=\"arabic qpc-hafs green\">( وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> من مؤمن ير عقوبته في الدنيا في نفسه وأهله وماله وولده, حتى يخرج من الدنيا وليس عنده شيء.</p><p lang=\"ar\" class=\"ar \">حدثني محمود بن خِداش,<span class=\"blue\"> قال:</span> ثنا محمد بن يزيد الواسطي,<span class=\"blue\"> قال:</span> ثنا محمد بن مسلم الطائفي, عن عمرو بن دينار,<span class=\"blue\"> قال:</span> سألت محمد بن كعب القرظي,<span class=\"blue\"> عن هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> قال: من يعمل مثقال ذرَّة من خير من كافر, ير ثوابها في نفسه وأهله وماله, حتى يخرج من الدنيا وليس له خير; ومن يعمل مثقال ذرة من شر من مؤمن, ير عقوبتها في نفسه وأهله وماله, حتى يخرج وليس له شر.</p><p lang=\"ar\" class=\"ar \">حدثني أبو الخطاب الحساني,<span class=\"blue\"> قال:</span> ثنا الهيثم بن الربيع,<span class=\"blue\"> قال:</span> ثنا سماك بن عطية, عن أيوب, عن أبي قِلابة, عن أنس,<span class=\"blue\"> قال:</span> كان أبو بكر رضى الله عنه يأكل مع النبي صلى الله عليه وسلم,<span class=\"blue\"> فنـزلت هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> فرفع أبو بكر يده من الطعام,<span class=\"blue\"> وقال:</span> يا رسول الله إني أُجزَى بما عملت من مثقال ذرة من شرّ،<span class=\"blue\"> فقال:</span> <span class=\"red\">\" يا أبا بَكر, ما رأيْتَ في الدنْيا ممَّا تكره فمثَاقيلُ ذَرّ الشَّرّ, وَيَدَّخِرُ لَكَ اللهُ مثَاقِيلَ الخير حتى تُوَفَّاه يَوْمَ الْقِيامَةِ\"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا أيوب,<span class=\"blue\"> قال:</span> وجدنا في كتاب أبي قِلابة,<span class=\"blue\"> عن أبي إدريس:</span> أن أبا بكر كان يأكل مع النبيّ صلى الله عليه وسلم,<span class=\"blue\"> فأنـزلت هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> فرفع أبو بكر يده من الطعام,<span class=\"blue\"> وقال:</span> إني لراء ما عملت,<span class=\"blue\"> قال:</span> لا أعلمه إلا قال: ما عملت من خير وشرّ,<span class=\"blue\"> فقال النبيّ صلى الله عليه وسلم:</span> <span class=\"red\">\" إنَّ ما تَرَى مِمَّا تَكْرَهُ فَهُوَ مثَاقِيلُ ذَرّ شَر كَثِيرٍ, وَيَدَّخِرُ اللهُ لَكَ مَثَاقِيلَ ذَرّ الخَيْرِ حتى تُعْطَاهُ يَوْمَ الْقِيَامَةِ\"</span> وتصديق ذلك في كتاب الله:  وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ  .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية,<span class=\"blue\"> قال:</span> ثنا أيوب,<span class=\"blue\"> قال:</span> قرأت في كتاب أبي قلابة قال: نـزلت <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> وأبو بكر يأكل مع النبي صلى الله عليه وسلم,<span class=\"blue\"> فأمسك وقال:</span> يا رسول الله, إني لراء ما عملت من خير وشر؟<span class=\"blue\"> فقال:</span> <span class=\"red\">\" أرأيْتَ ما رأيْتَ مِمَّا تَكْرَهُ, فَهُوَ مِنْ مثَاقِيلِ ذَرّ الشَّرِ, وَيَدَّخِرُ مثَاقِيلَ ذَرّ الخَيْرِ, حتى تُعْطَوْهُ يَوْمَ الْقِيامَةِ\"</span> قال أبو إدريس: فأرى مصداقها في كتاب الله,<span class=\"blue\"> قال:</span>  وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ  .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا ابن عُليَة, عن داود, عن الشعبي,<span class=\"blue\"> قال:</span> قالت عائشة: يا رسول الله, إن عبد الله بن جُدْعان كان يصل الرحم, ويفعل ويفعل, هل ذاك نافعه؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" لا إنه لم يقل يوما: \"</span> رب اغفر لي خطيئتي يوم الدين \".</p><p lang=\"ar\" class=\"ar \">حدثنا ابن وكيع,<span class=\"blue\"> قال:</span> ثنا حفص, عن داود, عن الشعبي, عن مسروق, عن عائشة,<span class=\"blue\"> قالت:</span> قلت: يا رسول الله, ابن جدعان كان في الجاهلية يصل الرحم, ويُطعم المسكين, فهل ذاك نافعه؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" لا يَنْفَعُهُ,<span class=\"blue\"> إنَّهُ لَمْ يَقُلْ يوما:</span> \"</span> رب اغفر لي خطيئتي يوم الدين \"</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا ابن أبي عدي, عن داود, عن عامر الشعبي,<span class=\"blue\"> أن عائشة أم المؤمنين قالت:</span> يا رسول الله, إن عبد الله بن جدعان, كان يصل الرحم, ويَقْرِي الضيف, ويفكّ العاني, فهل ذلك نافعه شيئا؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" لا إنَّهُ لَمْ يقل يوما: \"</span> رب اغفر لي خطيئتي يوم الدين \".</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا ابن أبي عديّ, عن داود, عن عامر, عن علقمة, أن سلمة بن يزيد الجعفي,<span class=\"blue\"> قال:</span> يا رسول الله, إن أمنا هلكت في الجاهلية, كانت تصل الرحم, وتَقْرِي الضيف, وتفعل وتفعل, فهل ذلك نافعها شيئا؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" لا \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا الحجاج بن المنهال,<span class=\"blue\"> قال:</span> ثنا المعتمر بن سليمان,<span class=\"blue\"> قال:</span> ثنا داود, عن الشعبيّ, عن علقمة بن قيس, عن سلمة بن يزيد الجعفي,<span class=\"blue\"> قال:</span> ذهبت أنا وأخي إلى رسول الله صلى الله عليه وسلم,<span class=\"blue\"> فقلت:</span> يا رسول الله, إن أمنا كانت في الجاهلية تقري الضيف, وتصل الرحم, هل ينفعها عملها ذلك شيئا؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" لا \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن إبراهيم بن صدران وابن عبد الأعلى, قالا ثنا المعتمر بن سليمان,<span class=\"blue\"> قال:</span> ثنا داود بن أبي هند, عن الشعبي, عن علقمة, عن سلمة بن يزيد, عن النبي صلى الله عليه وسلم, بنحوه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة, عن محمد بن كعب,<span class=\"blue\"> أنه قال:</span> أما المؤمن فيرى حسناته في الآخرة, وأما الكافر فيرى حسناته في الدنيا.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا أبو نعامة,<span class=\"blue\"> قال:</span> ثنا عبد العزيز بن بشير الضبي جدّه سلمان بن عامر أن سلمان بن عامر جاء رسول الله صلى الله عليه وسلم,<span class=\"blue\"> فقال:</span> إنّ أبي كان يصل الرحم, ويفي بالذمة, ويُكرم الضيف,<span class=\"blue\"> قال:</span> <span class=\"red\">\" ماتَ قَبْلَ الإسْلامِ\"</span>؟<span class=\"blue\"> قال:</span> نعم,<span class=\"blue\"> قال:</span> <span class=\"red\">\" لَنْ يَنْفَعَهُ ذَلكَ\"</span>, فولى,<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم:</span> <span class=\"red\">\" عَليَّ بالشَّيْخِ\"</span>, فجاءَ,<span class=\"blue\"> فَقالَ رسولُ الله صلى الله عليه وسلم:</span> <span class=\"red\">\" إنَّها لَنْ تَنْفَعَهُ, وَلَكِنَّهَا تَكُونُ فِي عَقِبِهِ, فَلَنْ تُخْزَوْا أبَدًا, وَلَنْ تَذِلُّوا أَبَدًا, وَلَنْ تَفْتَقِرُوا أَبدًا \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى وابن بشار, قالا ثنا أبو داود,<span class=\"blue\"> قال:</span> ثنا عمران, عن قتادة, عن أنس,<span class=\"blue\"> أن رسول الله صلى الله عليه وسلم قال:</span> <span class=\"red\">\" إِنَّ اللهَ لا يَظْلِمُ المُؤْمِنُ حَسَنَةً يُثابُ عَلَيْها الرّزْقَ فِي الدنْيا, ويُجْزى بِها فِي الآخِرَةِ; وأمَّا الكافِرُ فَيُعْطِيهِ بِها فِي الدنْيا, فإذَا كَانَ يَوْمُ الْقِيامَةِ, لَمْ تَكُنْ لَهُ حَسَنةٌ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا ابن علية,<span class=\"blue\"> قال:</span> ثنا ليث,<span class=\"blue\"> قال:</span> ثني المعلى, عن محمد بن كعب الْقُرَظي,<span class=\"blue\"> قال:</span> قال رسول الله صلى الله عليه وسلم: <span class=\"red\">\" ما أحْسَنَ مِنْ مُحْسِنٍ، مُؤْمِنٍ أوْ كَافِرٍ إلا وَقَعَ ثَوَابُهُ عَلى الله فِي عاجِل دُنْيَاهُ, أَوْ آجِلِ آخِرَتِهِ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني يونس بن عبد الأعلى,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> أخبرني يحيى بن عبد الله, عن أبي عبد الرحمن الحُبَليِّ,<span class=\"blue\"> عن عبد الله بن عمرو بن العاص أنه قال:</span> أنـزلت: <span class=\"arabic qpc-hafs green\">( إِذَا زُلْزِلَتِ الأرْضُ زِلْزَالَهَا )</span> وأبو بكر الصدّيق قاعد, فبكى حين أنـزلت,<span class=\"blue\"> فقال له رسول الله صلى الله عليه وسلم:</span> <span class=\"red\">\" ما يُبْكِيكَ يا أبا بَكْرٍ؟\"</span> قال: يُبكيني هذه السورة,<span class=\"blue\"> فقال له رسول الله صلى الله عليه وسلم:</span> <span class=\"red\">\" لَوْلا أنَّكُمْ تُخْطِئونَ وَتُذْنِبُونَ فَيَغْفِرُ اللهُ لَكُمْ لَخَلَقَ اللهُ أُمَّةً يُخْطِئُونَ وَيُذْنِبُونَ فَيَغْفرُ لَهُمْ\"</span>.</p><p lang=\"ar\" class=\"ar \">فهذه الأخبار عن رسول الله صلى الله عليه وسلم تُنبئ عن أن المؤمن إنما يرى عقوبة سيئاته في الدنيا, وثواب حسناته في الآخرة, وأن الكافر يرى ثواب حسناته في الدنيا, وعقوبة سيئاته في الآخرة, وأن الكافر لا ينفعه في الآخرة ما سلف له من إحسان في الدنيا مع كُفره.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا ابن عليّ, عن الأعمش, عن إبراهيم التيمي,<span class=\"blue\"> قال:</span> أدركت سبعين من أصحاب عبد الله, أصغرهم الحارث بن سويد,<span class=\"blue\"> فسمعته يقرأ:</span> <span class=\"arabic qpc-hafs green\">( إِذَا زُلْزِلَتِ الأرْضُ زِلْزَالَهَا )</span> حتى بلغ إلى: <span class=\"arabic qpc-hafs green\">( وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> قال: إن هذا إحصاء شديد.</p><p>وقيل: إن الذَّرَّة دُودة حمراء ليس لها وزن.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني إسحاق بن وهب العلاف ومحمد بن سنان القزّاز, قالا ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا شبيب بن بشر, عن عكرمة, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( مِثْقَالَ ذَرَّةٍ )</span> قال ابن سنان في حديثه: مثقال ذرّة حمراء.<span class=\"blue\"> وقال ابن وهب في حديثه:</span> نملة حمراء. قال إسحاق,<span class=\"blue\"> قال يزيد بن هارون:</span> وزعموا أن هذه الدودة الحمراء ليس لها وزن.</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>কেউ অণু পরিমাণ সৎকাজ করলে সে তা দেখবে [১]।</p><p>[১] এ আয়াতে خير বলে শরীয়তসম্মত সৎকর্ম বোঝানো হয়েছে; যা ঈমানের সাথে সম্পাদিত হয়ে থাকে। কেননা, ঈমান ব্যতীত কোন সৎকর্মই আল্লাহ্র কাছে সৎকর্ম নয়। কুফার অবস্থায় কৃত সৎকর্ম আখেরাতে ধর্তব্য হবে না যদিও দুনিয়াতে তার প্রতিদান দেয়া হয়। তাই এ আয়াতকে এ বিষয়ের প্রমাণস্বরূপ পেশ করা হয় যে, যার মধ্যে অণু পরিমাণ ঈমান থাকবে, তাকে অবশেষে জাহান্নাম থেকে বের করে নেয়া হবে। কেননা, এ আয়াতের ওয়াদা অনুযায়ী প্রত্যেকের সৎকর্মের ফল আখেরাতে পাওয়া জরুরী। কোন সৎকর্ম না থাকলেও স্বয়ং ঈমানই একটি বিরাট সৎকর্ম বলে বিবেচিত হবে। ফলে মুমিন ব্যক্তি যতবড় গোনাহগারই হোক, চিরকাল জাহান্নামে থাকবে না। কিন্তু কাফের ব্যক্তি দুনিয়াতে কোন সৎকর্ম করে থাকলে ঈমানের অভাবে তা পণ্ডশ্রম মাত্র। তাই আখেরাতে তার কোন সৎকামই থাকবে না।</p>"
        },
        {
            "resource_id": 804,
            "text": "{چاكه‌و خراپه‌ چه‌ندێك كه‌م بێت ده‌یبینیته‌وه‌}\n[ <span class=\"arabic uthmani\">فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧)</span> ] له‌و ڕۆژه‌دا هه‌ر كه‌سێك كرده‌وه‌ی چاكی كردبێ له‌ دونیادا به‌ ئه‌ندازه‌ی مسقاله‌ زه‌ڕه‌یه‌ك واته‌: بچووكترین مێرووله‌ یاخود ئه‌و گه‌رده‌ی كه‌ ئه‌بینرێت ته‌پو تۆزێك له‌ په‌نجه‌ره‌یه‌كه‌وه‌ دیاره‌ ئه‌وه‌ش ئه‌گرێته‌وه‌، جا كه‌سێك به‌ ئه‌ندازه‌ی یه‌كێك له‌و گه‌ردانه‌ چاكه‌و خێری كردبێ ئه‌وه‌ له‌ ڕۆژی قیامه‌تدا ئه‌جرو پاداشته‌كه‌ی وه‌رئه‌گرێ، بۆیه‌ نابێ مرۆڤی موسڵمان چاكه‌ی له‌لا كه‌م بێ، هه‌ر بۆیه‌ پێغه‌مبه‌ر - <span class=\"saw\">صلی الله علیه وسلم</span> - ئه‌فه‌رمووێ: (خۆتان له‌ ئاگری دۆزه‌خ بپارێزن ئه‌گه‌ر به‌ له‌ته‌ خورمایه‌كیش بێت كه‌ كردووته‌ به‌خێر له‌ پێناو خوای گه‌وره‌دا به‌كه‌می مه‌زانه‌، ئه‌گه‌ر قسه‌یه‌كی چاكیش بێ به‌كه‌می مه‌زانه‌، ئه‌گه‌ر له‌ دۆلكه‌كه‌ت ئاو بكه‌یته‌ ناو گڵاسی كه‌سێكی تره‌وه‌ به‌كه‌می مه‌زانه‌، ئه‌گه‌ر به‌ڕووی خۆش به‌رامبه‌ر موسڵمانێك ڕاوه‌ستی و ڕووت له‌ گه‌ڵیدا خۆشبێ به‌كه‌می مه‌زانه‌، ئه‌گه‌ر پێی ئاژه‌ڵێك به‌دیاری به‌ری بۆ هاوسێكه‌ت به‌كه‌می مه‌زانه‌)، ئه‌مانه‌ هه‌رچه‌نده‌ خێرو شتێكی یه‌كجار كه‌من، به‌ڵام له‌ ڕۆژی قیامه‌تدا هه‌ر كه‌سێك له‌وانه‌ كه‌متر به‌ ئه‌ندازه‌ی گه‌ردێك یان مێروووله‌یه‌كی بچووك خێرو چاكه‌ بكات ئه‌یبینێته‌وه‌و خوای گه‌وره‌ ئه‌جرو پاداشتى ئه‌داته‌وه‌ له‌سه‌ری، وه‌ چاكه‌یش یه‌ك به‌ ده‌یه‌ تا یه‌ك به‌ حه‌وت سه‌د تا زیاتریش."
        },
        {
            "resource_id": 181,
            "text": "آن‌گاه هرکس هم‌وزن مورچه‌ای کوچک، از اعمال خیر و نیک انجام داده باشد آن را در مقابل خویش می‌بیند."
        },
        {
            "resource_id": 182,
            "text": "谁做了如蚂蚁大小的善功和善行，他将在其面前看到，"
        },
        {
            "resource_id": 905,
            "text": "فمن يعمل وزن نملةٍ صغيرة من أعمال الخير والبرّ يره أمامه."
        },
        {
            "resource_id": 93,
            "text": "ثم فصل - سبحانه - ما يترتب على هذه الرؤية من جزاء فقال : ( فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ .\rوَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ )\rو \" المثقال \" مفعال من الثقل ، ويطلق على الشئ القليل الذى يحتمل الوزن ، و \" الذرة \" تطلق على أصغر النمل ، وعلى الغبار الدقيق الذى يتطاير من التراب عند النفخ فيه . والمقصود المبالغة فى الجزاء على الأعمال مهما بلغ صغرها ، وحقر وزنها .\rوالفاء : للتفريع على ما تقدم . أى : فى هذا اليوم يخرج الناس من قبورهم متفرقين لا يلوى أحد على أحد . متجهين إلى موقف الحساب ليطلعوا على جزاء أعاملهم الدنيوية . . فمن كان منهم قد عمل فى دنياه عملا صالحا رأى ثماره الطيبة ، حتى ولو كان هذا العمل فى نهاية القلة ، ومن كان منهم قد عمل عملا سيئا فى دنياه ، رأى ثماره السيئة ، حتى ولو كان هذا العمل - أيضا - فى أدنى درجات القلة .\rفأنت ترى أن هاتين الآيتين قد جمعتا أسمى وأحكم ألوان الترغيب والترهيب ، ولذا قال كعب الأحبار : لقد أنزل الله - تعالى - على نبيه محمد صلى الله عليه وسلم آيتين ، أحصتا ما فى التوراة والإِنجيل والزبور والصحف ، ثم قرأ هاتين الآيتين .\rوقد ساق الإِمام ابن كثير عند تفسيره لهاتين عددا من الأحاديث ، منها : ما أخرجه الإِمام أحمد . \" أن صعصعة بن معاوية ، أتى النبى صلى الله عليه وسلم فقرأ عليه هاتين الآيتين ، فقال : حسبى لا أبالى أن لا أسمع غيرها \" وفى صحيح البخارى أن رسول الله صلى الله عليه وسلم قال : \" اتقوا النار ولو بشق تمرة ، ولو بكلمة طيبة \" .\rوفى الصحيح - أيضاً - أن رسول الله صلى الله عليه وسلم قال : \" لا تحقرن من المعروف شيئاً ولو أن تفرغ من دلوك فى إناء المستقى ، ولو أن تلقى أخاك ووجهك إليه منبسط \" .\rوكان صلى الله عليه وسلم يقول لعائشة : \" يا عائشة ، استترى من النار ولو بشق تمرة ، فإنها تسد من الجائع مسدها من الشبعان . يا عائشة . إياك ومحقرات الذنوب ، فإن لها من الله - تعالى - طالبا \" .\rومن الآيات الكريمة التى وردت فى معنى هاتين الآيتين قوله - تعالى - ( إِنَّ الله لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْراً عَظِيماً ) وقوله - سبحانه - : ( وَنَضَعُ الموازين القسط لِيَوْمِ القيامة فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وكفى بِنَا حَاسِبِينَ ) نسأل الله - تعالى - أن يجعلنا جميعا ممن يواظبون على فعل الخيرات .\rوصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 776,
            "text": "Quien haya hecho una acción buena o justa, tan pequeña como el peso de una pequeña hormiga, la verá reflejada."
        },
        {
            "resource_id": 791,
            "text": "അപ്പോൾ ആരെങ്കിലും ഒരു ചെറിയ ഉറുമ്പിൻ്റെ വലുപ്പത്തോളം നന്മയോ സൽകർമ്മമോ ചെയ്തിട്ടുണ്ടെങ്കിൽ അവൻ അത് തൻ്റെ മുന്നിൽ കാണുക തന്നെ ചെയ്യും."
        },
        {
            "resource_id": 92,
            "text": "فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (7) تفريع على قوله : { ليروا أعمالهم } [ الزلزلة : 6 ] تفريع الفذلكة ، انتقالاً للترغيب والترهيب بعد الفراغ من إثبات البعث والجزاء ، والتفريعُ قاض بأن هذا يكون عقب ما يصدر الناس أشتاتاً .والمثقال : ما يعرف به ثِقَل الشيء ، وهو ما يُقَدَّر به الوزن وهو كميزاننٍ زِنةً ومعْنًى .والذّرة : النملة الصغيرة في ابتداء حياتها .و { مثقال ذرة } مثَل في أقل القلة وذلك للمؤمنين ظاهر وبالنسبة إلى الكافرين فالمقصود ما عملوا من شر ، وأما بالنسبة إلى أعمالهم من الخير فهي كالعدم فلا توصف بخير عند الله لأن عمل الخير مشروط بالإِيمان قال تعالى : { والذين كفروا أعمالهم كسراب بِقيعة يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئاً } [ النور : 39 ] ."
        },
        {
            "resource_id": 173,
            "text": "Quiconque aura fait un bien, ne serait-ce que du poids d’une petite fourmi, le verra devant lui"
        },
        {
            "resource_id": 90,
            "text": "قوله تعالى : فمن يعمل مثقال ذرة خيرا يره كان ابن عباس يقول : من يعمل من الكفار مثقال ذرة خيرا يره في الدنيا ، ولا يثاب عليه في الآخرة ، ومن يعمل مثقال ذرة من شر عوقب عليه في الآخرة ، مع عقاب الشرك ، ومن يعمل مثقال ذرة من شر من المؤمنين يره في الدنيا ، ولا يعاقب عليه في الآخرة إذا مات ، ويتجاوز عنه ، وإن عمل مثقال ذرة من خير يقبل منه ، ويضاعف له في الآخرة . وفي بعض الحديث : \" الذرة لا زنة لها \" وهذا مثل ضربه الله تعالى : أنه لا يغفل من عمل ابن آدم صغيرة ولا كبيرة . وهو مثل قوله تعالى : إن الله لا يظلم مثقال ذرة .وقد تقدم الكلام هناك في الذر ، وأنه لا وزن له . وذكر بعض أهل اللغة أن الذر : أن يضرب الرجل بيده على الأرض ، فما علق بها من التراب فهو الذر ، وكذا قال ابن عباس : إذا وضعت يدك على الأرض ورفعتها ، فكل واحد مما لزق به من التراب ذرة . وقال محمد بن كعب القرظي : فمن يعمل مثقال ذرة من خير من كافر ير ثوابه في الدنيا ، في نفسه وماله وأهله وولده ، حتى يخرج من الدنيا وليس له عند الله خير .ومن يعمل ، مثقال ذرة من شر من مؤمن ، ير عقوبته في الدنيا ، في نفسه وماله وولده وأهله ، حتى يخرج من الدنيا وليس له عند الله شر . دليله ما رواه العلماء الأثبات من حديث أنس : أن هذه الآية نزلت على النبي - صلى الله عليه وسلم - وأبو بكر يأكل ، فأمسك وقال : يا رسول الله ، وإنا لنرى ما عملنا من خير وشر ؟ قال : \" ما رأيت مما تكره فهو مثاقيل ذر الشر ، ويدخر لكم مثاقيل ذر الخير ، حتى تعطوه يوم القيامة \" .قال أبو إدريس : إن مصداقه في كتاب الله : وما أصابكم من مصيبة فبما كسبت أيديكم ويعفو عن كثير . وقال مقاتل : نزلت في رجلين ، وذلك أنه لما نزل ويطعمون الطعام على حبه كان أحدهم يأتيه السائل ، فيستقل أن يعطيه التمرة والكسرة والجوزة . وكان الآخر يتهاون بالذنب اليسير ، كالكذبة والغيبة والنظرة ، ويقول : إنما أوعد الله النار على الكبائر ; [ ص: 135 ] فنزلت ترغبهم في القليل من الخير أن يعطوه ; فإنه يوشك أن يكثر ، ويحذرهم اليسير من الذنب ، فإنه يوشك أن يكثر ; وقاله سعيد بن جبير . والإثم الصغير في عين صاحبه يوم القيامة أعظم من الجبال ، وجميع محاسنه أقل في عينه من كل شيء .الثانية : قراءة العامة يره بفتح الياء فيهما . وقرأ الجحدري والسلمي وعيسى بن عمر وأبان عن عاصم : يره بضم الياء ; أي يريه الله إياه . والأولى الاختيار ; لقوله تعالى : يوم تجد كل نفس ما عملت من خير محضرا الآية . وسكن الهاء في قوله يره في الموضعين هشام . وكذلك رواه الكسائي عن أبي بكر وأبي حيوة والمغيرة . واختلس يعقوب والزهري والجحدري وشيبة . وأشبع الباقون . وقيل يره أي يرى جزاءه ; لأن ما عمله قد مضى وعدم فلا يرى . وأنشدوا :إن من يعتدي ويكسب إثما وزن مثقال ذرة سيراه     ويجازى بفعله الشر شراوبفعل الجميل أيضا جزاه     هكذا قوله تبارك ربيفي إذا زلزلت وجل ثناهالثالثة : قال ابن مسعود : هذه أحكم آية في القرآن ، وصدق . وقد اتفق العلماء على عموم هذه الآية ; القائلون بالعموم ومن لم يقل به . وروى كعب الأحبار أنه قال : لقد أنزل الله على محمد آيتين أحصتا ما في التوراة والإنجيل والزبور والصحف : فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره . قال الشيخ أبو مدين في قوله تعالى : فمن يعمل مثقال ذرة خيرا يره قال : في الحال قبل المآل . وكان النبي - صلى الله عليه وسلم - يسمي هذه الآية الآية الجامعة الفاذة ; كما في الصحيح لما سئل عن الحمر وسكت عن البغال ، والجواب فيهما واحد ; لأن البغل والحمار لا كر فيهما ولا فر ; فلما ذكر النبي - صلى الله عليه وسلم - ما في الخيل من الأجر الدائم ، والثواب المستمر ، سأل السائل عن الحمر ; لأنهم لم يكن عندهم يومئذ بغل ، ولا دخل الحجاز منها إلا بغلة النبي - صلى الله عليه وسلم - ( الدلدل ) ، التي أهداها له المقوقس ، فأفتاه في الحمير بعموم الآية ، وإن في الحمار مثاقيل ذر كثيرة ; قاله ابن العربي . وفي الموطأ : أن مسكينا استطعم عائشة أم المؤمنين وبين يديها عنب ; فقالت لإنسان : خذ حبة فأعطه إياها . فجعل ينظر إليها ويعجب ; فقالت : أتعجب ! كم ترى في هذه الحبة من مثقال ذرة . وروي عن سعد بن أبي وقاص : أنه تصدق بتمرتين ، فقبض السائل يده ، فقال للسائل : ويقبل الله منا مثاقيل الذر ، وفي التمرتين مثاقيل ذر كثيرة . وروى المطلب بن حنطب : أن أعرابيا سمع النبي - صلى الله عليه وسلم - يقرؤها فقال : يا رسول الله ، [ ص: 136 ] أمثقال ذرة ! قال : \" نعم \" فقال الأعرابي : واسوأتاه ! مرارا : ثم قام وهو يقولها ; فقال النبي - صلى الله عليه وسلم - : \" لقد دخل قلب الأعرابي الإيمان \" .وقال الحسن : قدم صعصعة عم الفرزدق على النبي - صلى الله عليه وسلم - ، فلما سمع فمن يعمل مثقال ذرة الآيات قال : لا أبالي ألا أسمع من القرآن غيرها ، حسبي ، فقد انتهت الموعظة ; ذكره الثعلبي . ولفظ الماوردي : وروي أن صعصعة بن ناجية جد الفرزدق أتى النبي - صلى الله عليه وسلم - يستقرئه ، فقرأ عليه هذه الآية ; فقال صعصعة : حسبي حسبي ; إن عملت مثقال ذرة شرا رأيته . وروى معمر عن زيد بن أسلم : أن رجلا جاء إلى النبي - صلى الله عليه وسلم - فقال : علمني مما علمك الله . فدفعه إلى رجل يعلمه ; فعلمه إذا زلزلت - حتى إذا بلغ - فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره قال : حسبي . فأخبر النبي - صلى الله عليه وسلم - فقال : \" دعوه فإنه قد فقه \" . ويحكى أن أعرابيا أخر خيرا يره فقيل : قدمت وأخرت . فقال :خذا بطن هرشى أو قفاها فإنه     كلا جانبي هرشى لهن طريق"
        },
        {
            "resource_id": 178,
            "text": "Кто совершил доброе и благочестивое деяние хотя бы весом в маленького муравья, тот увидит его перед собой."
        },
        {
            "resource_id": 177,
            "text": "Do đó, người nào làm việc tốt dù chỉ nhỏ bằng hạt nguyên tử thì vào Ngày đó cũng sẽ thấy nó ở trước mặt."
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 7] فَمَن يَعْمَلْ مِثْقَالَ ذَرَّ‌ةٍ خَيْرً‌ا يَرَ‌هُ (So, whoever does good [ even ] to the weight of a particle shall see it.) The word 'good' here refers to what is good in terms of Shari` ah, that is, only a good deed done in the wake of faith is recognized by Allah. Any good deed done in the state of disbelief is not recognized, and consequently it will not be rewarded in the Hereafter, though it might have been rewarded in this world. It is argued on the basis of this verse that anyone who has an atom's weight of faith will eventually be taken out of Hell. The reason being that, according to the promise made in this verse, man must reap the fruit of his righteousness in the Hereafter. If he has not done any righteous deeds, faith itself is a great righteousness. Thus no matter how sinful a believer may be, he will not be condemned to Hell for good. On the other hand, if a non-believer has done tons of good deeds, they will be rendered vain in the Hereafter on account of lack of faith. He will, however, receive reward for them here in this world.</p>"
        },
        {
            "resource_id": 792,
            "text": "ដូច្នេះ ជនណាដែលសាងនូវទង្វើល្អ សូម្បីមានទម្ងន់ប៉ុនលំអងដ៏តូចល្អិតក៏ដោយ ក៏គេនឹងឃើញវាដែរ។"
        },
        {
            "resource_id": 381,
            "text": ""
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 94,
            "text": "<p><span class=\"arabic qpc-hafs\">\"فمن يعمل مثقال ذرة\"</span>، وزن نملة صغيرة أصغر ما يكون من النمل. <span class=\"arabic qpc-hafs\">\"خيراً يره\"</span>.</p>"
        },
        {
            "resource_id": 179,
            "text": "Kaya ang sinumang gumawa ng isang katimbang ng isang munting langgam na mga gawain ng kabutihan at pagpapakabuti ay makikita niya iyon sa harapan niya,"
        },
        {
            "resource_id": 16,
            "text": "فمن يعمل وزن نملة صغيرة خيرًا، ير ثوابه في الآخرة، ومن يعمل وزن نملة صغيرة شرًا، ير عقابه في الآخرة."
        },
        {
            "resource_id": 159,
            "text": ""
        },
        {
            "resource_id": 174,
            "text": "Barang siapa yang berbuat kebaikan dan pengabdian seberat semut kecil maka dia akan melihat balasannya di hadapannya."
        },
        {
            "resource_id": 171,
            "text": "So whoever did a good or righteous deed equal to the weight of a small ant, will see it in front of him."
        },
        {
            "resource_id": 172,
            "text": "Kim, küçük bir karınca ağırlığınca hayırlı ve iyi bir amel yapmışsa, onu önünde görecektir."
        },
        {
            "resource_id": 180,
            "text": "৭. ফলে যে ব্যক্তি ছোট্ট একটি পিপীলিকা সমপরিমাণ নেক আমল বা কল্যাণের কাজ করবে সে তা নিজের সামনেই দেখতে পাবে।"
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ }</span> وهذا شامل عام للخير والشر كله، لأنه إذا رأى مثقال الذرة، التي هي أحقر الأشياء، <span class=\"arabic qpc-hafs\">[وجوزي عليها]</span> فما فوق ذلك من باب أولى وأحرى،<span class=\"blue\"> كما قال تعالى:</span> <span class=\"ar arabic qpc-hafs brown\" lang=\"ar\">{ يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا }</span> <span class=\"arabic qpc-hafs brown\">{ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا }</span> وهذه الآية فيها غاية الترغيب في فعل الخير ولو قليلًا، والترهيب من فعل الشر ولو حقيرًا."
        },
        {
            "resource_id": 183,
            "text": "蟻一匹ほどの重さでも、善を行った者はそれを見る。"
        },
        {
            "resource_id": 790,
            "text": "গতিকে যিয়ে এটা সৰু পৰুৱা এটাৰ ওজনৰ সমান ভাল কৰ্ম কৰিছে, সেয়া সি নিজৰ সন্মুখত দেখিবলৈ পাব।"
        },
        {
            "resource_id": 170,
            "text": ""
        },
        {
            "resource_id": 790,
            "text": "আনহাতে যিয়ে এটা পৰুৱাৰ ওজনৰ সমানো কু-কৰ্ম কৰিছে, সেইটোও সি নিজৰ সন্মুখত দেখিবলৈ পাব।"
        },
        {
            "resource_id": 14,
            "text": "<p>ولهذا قال : <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span></p><p lang=\"ar\" class=\"ar \">قال البخاري : حدثنا إسماعيل بن عبد الله ، حدثني مالك ، عن زيد بن أسلم ، عن أبي صالح السمان ،<span class=\"blue\"> عن أبي هريرة :</span> أن رسول الله صلى الله عليه وسلم قال : <span class=\"red\">\" الخيل لثلاثة : لرجل أجر ، ولرجل ستر ، وعلى رجل وزر ; فأما الذي له أجر ، فرجل ربطها في سبيل الله فأطال طيلها في مرج أو روضة ، فما أصابت في طيلها ذلك في المرج والروضة كان له حسنات ، ولو أنها قطعت طيلها فاستنت شرفا أو شرفين ، كانت آثارها وأرواثها حسنات له ، ولو أنها مرت بنهر فشربت منه ولم يرد أن يسقي به كان ذلك حسنات له ، وهي لذلك الرجل أجر . ورجل ربطها تغنيا وتعففا ، ولم ينس حق الله في رقابها ولا ظهورها ، فهي له ستر . ورجل ربطها فخرا ورئاء ونواء ، فهي على ذلك وزر \"</span> . فسئل رسول الله صلى الله عليه وسلم عن الحمر ،<span class=\"blue\"> فقال :</span> \" ما أنزل الله فيها شيئا إلا هذه الآية الفاذة الجامعة : <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span> .</p><p>ورواه مسلم من حديث زيد بن أسلم به .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا يزيد بن هارون ، أخبرنا جرير بن حازم ، حدثنا الحسن عن صعصعة بن معاوية - عم الفرزدق -<span class=\"blue\"> :</span> أنه أتى النبي صلى الله عليه وسلم فقرأ عليه : <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span> قال : حسبي ! لا أبالي ألا أسمع غيرها .</p><p lang=\"ar\" class=\"ar \">وهكذا رواه النسائي في التفسير ، عن إبراهيم بن يونس بن محمد المؤدب ، عن أبيه ، عن جرير بن حازم ،<span class=\"blue\"> عن الحسن البصري قال :</span> حدثنا صعصعة عم الفرزدق ، فذكره .</p><p lang=\"ar\" class=\"ar \">وفي صحيح البخاري ،<span class=\"blue\"> عن عدي مرفوعا :</span> <span class=\"red\">\" اتقوا النار ولو بشق تمرة ، ولو بكلمة طيبة \"</span> وفي الصحيح : <span class=\"red\">\" لا تحقرن من المعروف شيئا ولو أن تفرغ من دلوك في إناء المستسقي ، ولو أن تلقى أخاك ووجهك إليه منبسط \"</span> وفي الصحيح أيضا : <span class=\"red\">\" يا نساء المؤمنات ، لا تحقرن جارة لجارتها ولو فرسن شاة \"</span> يعني : ظلفها .<span class=\"blue\"> وفي الحديث الآخر :</span> <span class=\"red\">\" ردوا السائل ولو بظلف محرق \"</span> .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا محمد بن عبد الله الأنصاري ، حدثنا كثير بن زيد ، عن المطلب بن عبد الله ،<span class=\"blue\"> عن عائشة أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" يا عائشة ، استتري من النار ولو بشق تمرة ، فإنها تسد من الجائع مسدها من الشبعان \"</span> . تفرد به أحمد .</p><p>وروي عن عائشة أنها تصدقت بعنبة ،<span class=\"blue\"> وقالت :</span> كم فيها من مثقال ذرة .</p><p lang=\"ar\" class=\"ar \">وقال أحمد : حدثنا أبو عامر ، حدثنا سعيد بن مسلم ، سمعت عامر بن عبد الله بن الزبير ،<span class=\"blue\"> حدثني عوف بن الحارث بن الطفيل :</span> أن عائشة أخبرته : أن النبي صلى الله عليه وسلم كان يقول : <span class=\"red\">\" يا عائشة ، إياك ومحقرات الذنوب ، فإن لها من الله طالبا \"</span> .</p><p>ورواه النسائي وابن ماجه ، من حديث سعيد بن مسلم بن بانك به .</p><p lang=\"ar\" class=\"ar \">وقال ابن جرير : حدثني أبو الخطاب الحساني ، حدثنا الهيثم بن الربيع ، حدثنا سماك بن عطية ، عن أيوب ،<span class=\"blue\"> عن أبي قلابة عن أنس قال :</span> كان أبو بكر يأكل مع النبي صلى الله عليه وسلم فنزلت هذه الآية : <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span> فرفع أبو بكر يده وقال : يا رسول الله ، إني أجزى بما عملت من مثقال ذرة من شر ؟<span class=\"blue\"> فقال :</span> <span class=\"red\">\" يا أبا بكر ، ما رأيت في الدنيا مما تكره فبمثاقيل ذر الشر ويدخر الله لك مثاقيل ذر الخير حتى توفاه يوم القيامة \"</span> .</p><p>ورواه ابن أبي حاتم ، عن أبيه <span class=\"reference brown\">[ عن ]</span> أبي الخطاب به .<span class=\"blue\"> ثم قال ابن جرير :</span></p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار ، حدثنا عبد الوهاب ،<span class=\"blue\"> حدثنا أيوب قال :</span> في كتاب أبي قلابة ،<span class=\"blue\"> عن أبي إدريس :</span> أن أبا بكر كان يأكل مع النبي صلى الله عليه وسلم ، فذكره .</p><p>ورواه أيضا عن يعقوب ، عن ابن علية ، عن أيوب ،<span class=\"blue\"> عن أبي قلابة :</span> أن أبا بكر ، وذكره .</p><p lang=\"ar\" class=\"ar \">طريق أخرى : قال ابن جرير : حدثني يونس بن عبد الأعلى ، أخبرنا ابن وهب ، أخبرني حيي بن عبد الله ، عن أبي عبد الرحمن الحبلي ،<span class=\"blue\"> عن عبد الله بن عمرو بن العاص أنه قال :</span> لما نزلت : <span class=\"arabic qpc-hafs\">( إذا زلزلت الأرض زلزالها )</span> وأبو بكر الصديق ، رضي الله عنه ، قاعد ، فبكى حين أنزلت ،<span class=\"blue\"> فقال له رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" ما يبكيك يا أبا بكر ؟ \"</span> .<span class=\"blue\"> قال :</span> يبكيني هذه السورة .<span class=\"blue\"> فقال له رسول الله صلى الله عليه وسلم :</span> <span class=\"red\">\" لولا أنكم تخطئون وتذنبون فيغفر الله لكم ، لخلق الله أمة يخطئون ويذنبون فيغفر لهم \"</span> .</p><p lang=\"ar\" class=\"ar \">حديث آخر : قال ابن أبي حاتم : حدثنا أبو زرعة وعلي بن عبد الرحمن بن <span class=\"reference brown\">[ محمد بن ]</span> المغيرة - المعروف بعلان المصري - ،<span class=\"blue\"> قالا :</span> حدثنا عمرو بن خالد الحراني ، حدثنا ابن لهيعة ، أخبرني هشام بن سعد ، عن زيد بن أسلم ،<span class=\"blue\"> عن عطاء بن يسار عن أبي سعيد الخدري قال :</span> لما أنزلت : <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span> قلت : يا رسول الله ، إني لراء عملي ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> قلت :</span> تلك الكبار الكبار ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> قلت :</span> الصغار الصغار ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" نعم \"</span> .<span class=\"blue\"> قلت :</span> واثكل أمي .<span class=\"blue\"> قال :</span> <span class=\"red\">\" أبشر يا أبا سعيد ; فإن الحسنة بعشر أمثالها - يعني إلى سبعمائة ضعف - ويضاعف الله لمن يشاء ، والسيئة بمثلها أو يغفر الله ، ولن ينجو أحد منكم بعمله \"</span> .<span class=\"blue\"> قلت :</span> ولا أنت يا رسول الله ؟<span class=\"blue\"> قال :</span> <span class=\"red\">\" ولا أنا إلا أن يتغمدني الله منه برحمة \"</span> قال أبو زرعة : لم يرو هذا غير ابن لهيعة .</p><p lang=\"ar\" class=\"ar \">وقال ابن أبي حاتم : حدثنا أبو زرعة ، حدثنا يحيى بن عبد الله بن بكير ، حدثني ابن لهيعة ، حدثني عطاء بن دينار ،<span class=\"blue\"> عن سعيد بن جبير في قوله تعالى :</span> <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره )</span> وذلك لما نزلت هذه الآية : <span class=\"arabic qpc-hafs\">( ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا )</span> <span class=\"reference brown\">[ الإنسان : 8 ]</span> ، كان المسلمون يرون أنهم لا يؤجرون على الشيء القليل الذي أعطوه ، فيجيء المسكين إلى أبوابهم فيستقلون أن يعطوه التمرة والكسرة والجوزة ونحو ذلك ،<span class=\"blue\"> فيردونه ويقولون :</span> ما هذا بشيء . إنما نؤجر على ما نعطي ونحن نحبه .<span class=\"blue\"> وكان آخرون يرون أنهم لا يلامون على الذنب اليسير :</span> الكذبة والنظرة والغيبة وأشباه ذلك ،<span class=\"blue\"> يقولون :</span> إنما وعد الله النار على الكبائر . فرغبهم في القليل من الخير أن يعملوه ، فإنه يوشك أن يكثر ، وحذرهم اليسير من الشر ، فإنه يوشك أن يكثر ،<span class=\"blue\"> فنزلت :</span> <span class=\"arabic qpc-hafs\">( فمن يعمل مثقال ذرة )</span> يعني : وزن أصغر النمل <span class=\"arabic qpc-hafs\">( خيرا يره )</span> يعني : في كتابه ، ويسره ذلك .<span class=\"blue\"> قال :</span> يكتب لكل بر وفاجر بكل سيئة سيئة واحدة . وبكل حسنة عشر حسنات ، فإذا كان يوم القيامة ضاعف الله حسنات المؤمنين أيضا ، بكل واحدة عشر ، ويمحو عنه بكل حسنة عشر سيئات ، فمن زادت حسناته على سيئاته مثقال ذرة دخل الجنة .</p><p lang=\"ar\" class=\"ar \">وقال الإمام أحمد : حدثنا سليمان بن داود ، حدثنا عمران ، عن قتادة ، عن عبد ربه ، عن أبي عياض ،<span class=\"blue\"> عن عبد الله بن مسعود ; أن رسول الله صلى الله عليه وسلم قال :</span> <span class=\"red\">\" إياكم ومحقرات الذنوب ، فإنهن يجتمعن على الرجل حتى يهلكنه \"</span> . وإن رسول الله صلى الله عليه وسلم ضرب لهن مثلا كمثل قوم نزلوا أرض فلاة ، فحضر صنيع القوم ، فجعل الرجل ينطلق فيجيء بالعود ، والرجل يجيء بالعود ، حتى جمعوا سوادا ، وأججوا نارا ، وأنضجوا ما قذفوا فيها .</p><p>[ آخر تفسير سورة <span class=\"red\">\" إذا زلزلت \"</span> ] <span class=\"reference brown\">[ ولله الحمد والمنة ]</span></p>"
        },
        {
            "resource_id": 181,
            "text": "و همچنين هر کس هم وزن مورچه ى کوچکى اعمال بد انجام داده باشد (سزای) آن را می بیند."
        },
        {
            "resource_id": 171,
            "text": "And whoever did an evil deed equal to that, will see that in front of him also."
        },
        {
            "resource_id": 792,
            "text": "ហើយជនណាដែលសាងនូវទង្វើអាក្រក់វិញ សូម្បីមានទម្ងន់ប៉ុនសត្វស្រមោចដ៏តូចល្អិតក៏ដោយ ក៏គេនឹងឃើញវាដូចគ្នាដែរ។ដូច្នេះ ជនណាដែលសាងនូវទង្វើល្អ សូម្បីមានទម្ងន់ប៉ុនលំអងដ៏តូចល្អិតក៏ដោយ ក៏គេនឹងឃើញវាដែរ។"
        },
        {
            "resource_id": 159,
            "text": "<p>آیت 8{ وَمَنْ یَّعْمَلْ مِثْقَالَ ذَرَّۃٍ شَرًّا یَّرَہٗ۔ } ”اور جس کسی نے ذرّہ کے ہم وزن کوئی بدی کی ہوگی وہ بھی اسے دیکھ لے گا۔“ عربی لغت کے مطابق چیونٹی کے انڈے سے نکلنے والے بچے کو ”ذرّہ“ کہا جاتا ہے۔ یعنی بہت چھوٹی اور حقیر چیز۔ اسی مفہوم میں لفظ ”ذرّہ“ اردو میں بھی مستعمل ہے۔ یہ آیت انسان کو اس اہم حقیقت پر متنبہ کرتی ہے کہ چھوٹی سے چھوٹی نیکی بھی بہرحال اپنا ایک وزن اور اپنی ایک قدر رکھتی ہے ‘ اور چھوٹی سے چھوٹی بدی بھی حساب میں آنے والی چیز ہے۔ بسا اوقات انسان نیکی کے چھوٹے سے کام کو حقیر سمجھ کر نظر انداز کردیتا ہے ‘ اور بعض اوقات صغیرہ گناہوں کی پروا نہیں کرتا۔ یہ درست طرزعمل نہیں ہے۔ کسی نیکی کو چھوٹا سمجھ کر اسے چھوڑنا نہیں چاہیے اور کسی گناہ کو چھوٹا سمجھ کر اس پر جری نہیں ہونا چاہیے۔</p>"
        },
        {
            "resource_id": 166,
            "text": "<p>আর কেউ অণু পরিমাণ অসৎকাজ করলে সে তাও দেখবে [১]।</p><p>[১] প্রত্যেকটি সামান্যতম ও নগণ্যতম সৎকাজেরও একটি ওজন ও মূল্য রয়েছে এবং অনুরূপ অবস্থা অসৎকাজেরও। অসৎকাজ যত ছোটই হোক না কেন অবশ্যি তার হিসেব হবে এবং তা কোনক্রমেই উপেক্ষা করার মতো নয়। তাই কোন ছোট সৎকাজকে ছোট মনে করে ত্যাগ করা উচিত নয়। কারণ এই ধরনের অনেক সৎকাজ মিলে আল্লাহ্র কাছে একটি অনেক বড় সৎকাজ গণ্য হতে পারে। অনুরূপভাবে কোন ছোট ও নগণ্য অসৎকাজও না করা উচিত; কারণ এই ধরনের অনেকগুলো ছোট গোনাহ একত্র হয়ে একটি বিরাট গোনাহের স্তুপ জমে উঠতে পারে। [দেখুন; কুরতুবী, সা‘দী] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “জাহান্নামের আগুন থেকে বাঁচো-তা এক টুকরা খেজুর দান করার বা একটি ভালো কথা বলার বিনিময়েই হোক না কেন” [বুখারী: ৬৫৪০] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেছেন: “কোন সৎকাজকেও সামান্য ও নগণ্য মনে করো না, যদিও তা কোন পানি পানেচ্ছু ব্যক্তির পাত্রে এক মগ পানি ঢেলে দেয়াই হয় অথবা তোমার কোন ভাইয়ের সাথে হাসিমুখে সাক্ষাত করাই হয়।” [মুসনাদে আহমাদ: ৫/৬৩] অনুরূপভাবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মেয়েদেরকে সম্বোধন করে বলেছেন, “হে মুসলিম মেয়েরা! কোন প্রতিবেশী তার প্রতিবেশিনীর বাড়িতে কোন জিনিস পাঠানোকে সামান্য ও নগণ্য মনে করো না, তা ছাগলের পায়ের একটি খুর হলেও।” [বুখারী: ৬০১৭, মুসলিম: ১০৩০] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অন্যত্র বলেন, “হে আয়েশা! যেসব গোনাহকে ছোট মনে করা হয় সেগুলো থেকে দূরে থাকো। কারণ আল্লাহ্র দরবারে সেগুলো সম্পর্কেও জিজ্ঞাসাবাদ করা হবে।” [মুসনাদে আহমাদ: ৬/৭০, ৫/১৩৩, ইবনে মাজহ: ৪২৪৩] রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেন: “সাবধান, ছোট গোনাহসমূহ থেকে নিজেকে রক্ষা করো। কারণ সেগুলো সব মানুষের ওপর একত্র হয়ে তাকে ধ্বংস করে দেবে।” [মুসনাদে আহমাদ: ১/৪০২] [ইবন কাসীর]</p>"
        },
        {
            "resource_id": 165,
            "text": "<p>এবং কেউ অণু পরিমাণ মন্দ কাজ করলে, তাও সে দেখতে পাবে।[১]</p><p>[১] ফলে সে তার উপর অত্যন্ত লজ্জিত ও উদ্বিগ্ন হবে। 'যার্রাহ' কোন কোন উলামার নিকট পিঁপড়ে হতেও ছোট বস্তুকে বোঝায়। কেউ কেউ বলেন, মানুষ মাটিতে হাত মেরে তারপর হাতে যে মাটি অবশিষ্ট থাকে, সেটাকেই 'যার্রাহ' বলা হয়। কিছু সংখ্যক আলেম বলেন, ঘরের দরজা বা জানালার ছিদ্র দিয়ে সূর্যের ছটার সাথে যে ধূলিকণা দেখা যায়, সেটাই হল যার্রাহ। কিন্তু ইমাম শাওকানী (রঃ) প্রথম অর্থটিকে প্রাধান্য দিয়েছেন। <em>(বস্তুর সবচেয়ে ছোট অংশ বুঝাতে বাংলায় 'যার্রাহ'কে 'অণু পরিমাণ' বলা হয়েছে। -সম্পাদক)</em>ইমাম মুক্বাতিল (রঃ) বলেন, এই সূরাটি সেই দুই ব্যক্তি সম্বন্ধে অবতীর্ণ হয়েছে, যাদের একজন ভিখারীকে অল্প কিছু সদকা করতে ইতস্ততঃবোধ করত। আর অপরজন ছোট ছোট পাপ করতে কোন প্রকার ভয় অনুভব করত না। <em>(ফাতহুল ক্বাদীর)</em></p>"
        },
        {
            "resource_id": 168,
            "text": "<p>Verse [ 8] وَمَن يَعْمَلْ مِثْقَالَ ذَرَّ‌ةٍ شَرًّ‌ا يَرَ‌هُ (And Whoever does evil [ even ] to the weight of a particle shall see it.) By 'evil' here is meant the evil for which the evil-doer has not repented. The Qur'an and the Sunnah bear ample testimony to the fact that any sinner who sincerely repents for his sins Allah will most certainly accept his repentance. However, the sins for which the sinners have not repented in this world shall certainly bring their results, no matter how trivial or petty they might have been in their appearance. That is why the Messenger of Allah ﷺ warned Sayyidah ` A'ishah ؓ to beware of the sins that are belittled, for indeed they will be taken account of by Allah.\" [ Transmitted by Nasa'i and Ibn Majah ].</p><p>Sayyidna ` Abdullah Ibn Masud ؓ says that this verse is most robust and comprehensive verse of the Holy Qur'an. Sayyidna Anas ؓ in a lengthy narration reports that the Messenger of Allah ﷺ referred to this verse as الفاذۃ الجامعہ \"the unique, most comprehensive verse\".</p><p>Al-hamdulillah</p><p>The Commentary on</p><p>Surah Az-Zilzal</p><p>Ends here</p>"
        },
        {
            "resource_id": 173,
            "text": "et quiconque aura fait un mal, ne serait-ce que du poids d’une petite fourmi, le verra devant lui également."
        },
        {
            "resource_id": 183,
            "text": "蟻ほどの小さな悪をなした人も、それを見ること"
        },
        {
            "resource_id": 182,
            "text": "谁做了如此重量的恶行，亦会看到。"
        },
        {
            "resource_id": 157,
            "text": "<p>فمن یعمل ................................ یرہ (8:99) ” پھر جس نے ذرا برابر نیکی کی ہوگی وہ اس کو دیکھے گا اور جس نے ذرہ برابر بدی کی ہوگی وہ اس کو دیکھے گا “۔ پرانے مفسرین ذرے کی تفسیر مچھر کے برابر کرتے تھے۔ وہ کہتے تھے ذرہ وہ اڑنے والا چھوٹا ایٹم ہے جو سورج کی روشنی میں نظر آیا کرتا ہے۔ دراصل اس دور میں یہ وہ چھوٹی سے چھوٹی مقدار تھی جس کا وہ لوگ تصور کرسکتے تھے لیکن آج کے جدید زمانے میں ہم جانتے ہیں کہ ذرہ کیا ہے۔ وہ ایک متعین جسم ہے اور یہ یہ ذرہ سے بہت چھوٹا ہے جو فضا میں اڑرہا ہوتا ہے اور جو سورج کی روشنی میں نظر آتا ہے اس لئے کہ ہوا میں اڑنے والی یہ چھوٹی سی مقدار محض آنکھ سے دیکھی جاسکتی ہے۔ رہے ایٹم تو وہ صرف خوردبین کے ساتھ لیبارٹری میں دیکھا جاسکتا ہے۔ سائنس دان اس ذرے کو دراصل اپنے ذہن اور عقل سے دیکھتے ہیں اور اس کے آثار کو آنکھوں سے دیکھ سکتے ہیں۔ پس قیامت کے دن اس ذرے یعنی ایٹم جتنی بھلائی یا برائی کی کوئی بھی جزاء وسزا ہوگی۔ یہ چھوٹی سی نیکی اور بدی بھی اس کے کرنے والے کے سامنے پیش ہوگی ، اور وہ اسے اپنی آنکھوں سے دیکھے گا۔</p><p>یہاں آکر ہر انسان چوکنا ہوجاتا ہے اور وہ اپنے خیروشر سے غافل نہیں رہتا ، اور یہ نہیں کہتا کہ یہ تو چھوٹا سا عمل نیک ہے یا یہ تو چھوٹی سی برائی ہے اور اس کا کوئی حساب و کتاب نہ ہوگا۔ اس نہایت ہی باریک اور لطیف ترازو کے سامنے ہر شخص کانپ اٹھتا ہے کہ جہاں ذرے کو بھی تولا اور ناپا جائے گا۔</p><p>اس جہاں میں تو ایسی کوئی میزان نہیں ہے جو اس قدر ناقابل وزن ذرے کو بھی ناپ اور تول سکے۔ البتہ قلب مومن میں جو تقویٰ کا میزان وہ ذرے کو ہی ناپتا اور تولتا ہے ۔ کیونکہ ایک مومن تو ذرے کے برابر گناہ سے بھی ڈرتا ہے۔ افسوس کہ اس جہاں میں ایسے سخت دل بھی ہیں جو پہاڑوں جیسے جرائم سے بھی نہیں ڈرتے ، بلکہ ایسے سنگدل لوگ بھی ہیں جو خیر کے ایسے ایسے پہاڑوں کو بھی مٹانے کے درپے ہیں جن کے سامنے اس زمین کے اونچے اونچے پہاڑ بھی ہیچ ہیں۔</p><p>یہ نہایت ہی سخت دل ہیں ، پتھروں جیسے سخت۔ یہ پتھروں کی طرح زمین کے ساتھ چمٹے ہوئے ہیں اور یہ دل جب قیامت کے دن آئیں گے تو اپنے گناہوں کے بوجھوں کے نیچے پس کر ریزہ ریزہ ہوجائیں گے۔ (1)</p><p>(1) یہ پیراگراف خود سید قطب پر صادق آتا ہے جسے قی القلب ناصر نے اس جہاں سے مٹایا ، حالانکہ وہ نیکی کے ایک بلند پہاڑ تھے۔</p>"
        },
        {
            "resource_id": 776,
            "text": "Y quien haya hecho algo malo tan pequeño como el peso de una pequeña hormiga, lo verá reflejado ante sí mismo."
        },
        {
            "resource_id": 92,
            "text": "وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (8)وإنما أعيد قوله : { ومن يعمل } دون الاكتفاء بحرف العطف لتكون كل جملة مستقلة الدلالة على المراد لتختص كل جملة بغرضها من الترغيب أو الترهيب فأهمية ذلك تقتضي التصريح والإِطناب .وهذه الآية معدودة من جوامع الكلم وقد وصفها النبي صلى الله عليه وسلم بالجامعة الفاذة ففي «الموطأ» أن النبي صلى الله عليه وسلم قال : \" الخيلُ لثلاثة \" الحديث . فسُئل عن الحُمُر فقال : لم يُنْزَل عَليَّ فيها إلا هذه الآية الجامعة الفاذَّة : { فمن يعمل مثقال ذرة خيراً يره ومن يعمل مثقال ذرة شراً يره } . وعن عبد الله بن مسعود أنه قال : هذه أحكم آية في القرآن ، وقال الحسن : قَدِم صعصعة بن ناجية جد الفرزدق على النبي صلى الله عليه وسلم يستقرىء النبي القرآن فقرأ عليه هذه الآية فقال صَعصعة : حسبي فقد انتهت الموعظة لا أبالي أن لا أسمع من القرآن غيرها . وقال كعب الأحبار : «لقد أنزل الله على محمد آيتين أحصتا ما في التوراة والإِنجيل والزبور والصحف : { فمن يعمل مثقال ذرة خيراً يره ومن يعمل مثقال ذرة شراً يره .وإذ قد كان الكلام مسوقاً للترغيب والترهيب معاً أوثر جانب الترغيب بالتقديم في التقسيم تنويهاً بأهل الخير .وفي الكشاف } : يحكى أن أعرابياً أخَّر خيراً يَرَه فقيل قدّمت وأخَّرت فقال: ... خُذا بطن هَرشَى أو قَفَاها فإنهكلا جانبيْ هَرشَى لهن طريق ا ه ... وقد غفل هذا الأعرابي عن بلاغة الآية المقتضية التنويه بأهل الخير .روى الواحدي عن مقاتل : أن هذه الآية نزلت في رجلين كانا بالمدينة أحدهما لا يبالي من الذنوب الصغائر ويركبها ، والآخر يحب أن يتصدق فلا يجد إلا اليسير فيستحيي من أن يتصدق به فنزلت الآية فيهما .ومن أجل هذه الرواية قال جمع : إن السورة مدنية . ولو صحّ هذا الخبر لما كان مقتضياً أن السورة مدنية لأنهم كانوا إذا تلوا آية من القرآن شاهداً يظنها بعض السامعين نزلت في تلك القصة كما بيناه في المقدمة الخامسة ."
        },
        {
            "resource_id": 93,
            "text": "ثم فصل - سبحانه - ما يترتب على هذه الرؤية من جزاء فقال : ( فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ .وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ )و \" المثقال \" مفعال من الثقل ، ويطلق على الشئ القليل الذى يحتمل الوزن ، و \" الذرة \" تطلق على أصغر النمل ، وعلى الغبار الدقيق الذى يتطاير من التراب عند النفخ فيه . والمقصود المبالغة فى الجزاء على الأعمال مهما بلغ صغرها ، وحقر وزنها .والفاء : للتفريع على ما تقدم . أى : فى هذا اليوم يخرج الناس من قبورهم متفرقين لا يلوى أحد على أحد . متجهين إلى موقف الحساب ليطلعوا على جزاء أعاملهم الدنيوية . . فمن كان منهم قد عمل فى دنياه عملا صالحا رأى ثماره الطيبة ، حتى ولو كان هذا العمل فى نهاية القلة ، ومن كان منهم قد عمل عملا سيئا فى دنياه ، رأى ثماره السيئة ، حتى ولو كان هذا العمل - أيضا - فى أدنى درجات القلة .فأنت ترى أن هاتين الآيتين قد جمعتا أسمى وأحكم ألوان الترغيب والترهيب ، ولذا قال كعب الأحبار : لقد أنزل الله - تعلى - على نبيه محمد صلى الله عليه وسلم آيتين ، أحصتا ما فى التوراة والإِنجيل والزبور والصحف ، ثم قرأ هاتين الآيتين .وقد ساق الإِمام ابن كثير عند تفسيره لهاتين عددا من الأحاديث ، منها : ما أخرجه الإِمام أحمد . \" أن صعصعة بن معاوية ، أتى النبى صلى الله عليه وسلم فقرأ عليه هاتين الآيتين ، فقال : حسبى لا أبالى أن لا أسمع غيرها \" وفى صحيح البخارى أن رسول الله صلى الله عليه وسلم قال : \" اتقوا النار ولو بشق تمرة ، ولو بكلمة طيبة \" .وفى الصحيح - أيضاً - أن رسول الله صلى الله عليه وسلم قال : \" لا تحقرن من المعروف شيئاً ولو أن تفرغ من دلوك فى إناء المستقى ، ولو أن تلقى أخاك ووجهك إليه منبسط \" .وكان صلى الله عليه وسلم يقول لعائشة : \" يا عائشة ، استترى من النار ولو بشق تمرة ، فإنها تسد من الجائع مسدها من الشبعان . يا عائشة . إياك ومحقرات الذنوب ، فإن لها من الله - تعالى - طالبا \" .ومن الآيات الكريمة التى وردت فى معنى هاتين الآيتين قوله - تعالى - ( إِنَّ الله لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْراً عَظِيماً ) وقوله - سبحانه - : ( وَنَضَعُ الموازين القسط لِيَوْمِ القيامة فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا وكفى بِنَا حَاسِبِينَ ) نسأل الله - تعالى - أن يجعلنا جميعا ممن يواظبون على فعل الخيرات .وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
        },
        {
            "resource_id": 170,
            "text": "Это всецело относится ко всем добрым и злым деяниям, поскольку если человек увидит самое мелкое из того, что он совершил, весом в одну пылинку, то он тем более увидит более весомые поступки. Всевышний сказал: «В тот день, когда каждая душа увидит все добро и зло, которое она совершила, ей захочется, чтобы между ней и между ее злодеяниями было огромное расстояние» (3:30); «Будет положена книга, и ты увидишь, как грешники будут трепетать от того, что в ней. Они скажут: “Горе нам! Что это за книга! В ней не упущен ни малый, ни великий грех - все подсчитано”. Они обнаружат перед собой все, что совершили, и твой Господь ни с кем не поступит несправедливо» (18:49). Все сказанное побуждает людей творить добро, пусть даже самое малое, и избегать даже самого ничтожного злодеяния."
        },
        {
            "resource_id": 180,
            "text": "৮. পক্ষান্তরে যে ব্যক্তি সেই পরিমাণ মন্দ কাজ করবে সেও তা দেখতে পাবে।"
        },
        {
            "resource_id": 175,
            "text": "A onaj ko uradi koliko i mali trun zla, vidjet će ga."
        },
        {
            "resource_id": 804,
            "text": "[ <span class=\"arabic uthmani\">وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨)</span> ] وه‌ به‌ پێچه‌وانه‌یشه‌وه‌ هه‌ر كه‌سێك ئه‌گه‌ر به‌ ئه‌ندازه‌ی مێرووله‌یه‌كی بچووك یان گه‌ردێكی بچووك شه‌ڕو خراپه‌ بكات له‌ ڕۆژی قیامه‌تدا ئه‌یبینێته‌وه‌ ئه‌گه‌ر خوای گه‌وره‌ لێی خۆش نه‌بێت، ئه‌گه‌ر لێی خۆشبوو ئه‌وه‌ هیچ ئه‌گه‌ر لێی خۆش نه‌بووبێ ئه‌وه‌ له‌ ڕۆژی قیامه‌تدا خوای گه‌وره‌ لێپرسینه‌وه‌ی له‌گه‌ڵدا ئه‌كات، بۆیه‌ نابێ مرۆڤی موسڵمان تاوانی بچووكیشی پێ كه‌م بێ له‌به‌ر ئه‌وه‌ی هیچ بچووكێك له‌گه‌ڵ به‌رده‌وامیدا بچووك نیه‌ به‌ڵكو گه‌وره‌ ئه‌بێت، والله أعلم."
        },
        {
            "resource_id": 15,
            "text": "<p lang=\"ar\" class=\"ar \">يقول: فمن عمل في الدنيا وزن ذرة من خير, يرى ثوابه هنالك <span class=\"arabic qpc-hafs green\">( وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span>يقول: ومن كان عمل في الدنيا وزن ذرة من شر يرى جزاءه هنالك,<span class=\"blue\"> وقيل:</span> ومن يعمل والخبر &amp;; 24-550 &amp;; عنها في الآخرة, لفهم السامع معنى ذلك, لما قد تقدم من الدليل قبل,<span class=\"blue\"> على أن معناه:</span> فمن عمل; ذلك دلالة قوله: <span class=\"arabic qpc-hafs green\">( يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ )</span> على ذلك. ولكن لما كان مفهوما معنى الكلام عند السامعين،<span class=\"blue\"> وكان في قوله:</span> <span class=\"arabic qpc-hafs green\">( يَعْمَلْ )</span> حث لأهل الدنيا على العمل بطاعة الله, والزجر عن معاصيه, مع الذي ذكرت من دلالة الكلام قبل ذلك, على أن ذلك مراد به الخبر عن ماضي فعله, وما لهم على ذلك, أخرج الخبر على وجه الخبر عن مستقبل الفعل.</p><p>وبنحو الذي قلنا من أن جميعهم يرون أعمالهم, قال أهل التأويل.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني على,<span class=\"blue\"> قال:</span> ثنا بو صالح,<span class=\"blue\"> قال:</span> ثني معاوية, عن علي, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ )</span> قال: ليس مؤمن ولا كافر عمِل خيرا ولا شرا في الدنيا, إلا آتاه الله إياه. فأما المؤمن فيريه حسناته وسيئاته, فيغفر الله له سيئاته. وأما الكافر فيردّ حسناته, ويعذّبه بسيئاته. وقيل في ذلك غير هذا القول,<span class=\"blue\"> فقال بعضهم:</span> أما المؤمن, فيعجل له عقوبة سيئاته في الدنيا, ويؤخِّر له ثواب حسناته, والكافر يعجِّل له ثواب حسناته, ويؤخر له عقوبة سيئاته.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني موسى بن عبد الرحمن المسروقي,<span class=\"blue\"> قال:</span> ثنا محمد بن بشر,<span class=\"blue\"> قال:</span> حدثنيه محمد بن مسلم الطائفي, عن عمرو بن قتادة,<span class=\"blue\"> قال:</span> سمعت محمد بن كعب القرظي,<span class=\"blue\"> وهو يفسِّر هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ )</span> قال: من يعمل مثقال ذرَّة من خير من كافر ير ثوابه في الدنيا في نفسه وأهله وماله وولده, حتى يخرج من الدنيا, وليس له عنده خير <span class=\"arabic qpc-hafs green\">( وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> من مؤمن ير عقوبته في الدنيا في نفسه وأهله وماله وولده, حتى يخرج من الدنيا وليس عنده شيء.</p><p lang=\"ar\" class=\"ar \">حدثني محمود بن خِداش,<span class=\"blue\"> قال:</span> ثنا محمد بن يزيد الواسطي,<span class=\"blue\"> قال:</span> ثنا محمد بن مسلم الطائفي, عن عمرو بن دينار,<span class=\"blue\"> قال:</span> سألت محمد بن كعب القرظي,<span class=\"blue\"> عن هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> قال: من يعمل مثقال ذرَّة من خير من كافر, ير ثوابها في نفسه وأهله وماله, حتى يخرج من الدنيا وليس له خير; ومن يعمل مثقال ذرة من شر من مؤمن, ير عقوبتها في نفسه وأهله وماله, حتى يخرج وليس له شر.</p><p lang=\"ar\" class=\"ar \">حدثني أبو الخطاب الحساني,<span class=\"blue\"> قال:</span> ثنا الهيثم بن الربيع,<span class=\"blue\"> قال:</span> ثنا سماك بن عطية, عن أيوب, عن أبي قِلابة, عن أنس,<span class=\"blue\"> قال:</span> كان أبو بكر رضى الله عنه يأكل مع النبي صلى الله عليه وسلم,<span class=\"blue\"> فنـزلت هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> فرفع أبو بكر يده من الطعام,<span class=\"blue\"> وقال:</span> يا رسول الله إني أُجزَى بما عملت من مثقال ذرة من شرّ،<span class=\"blue\"> فقال:</span> <span class=\"red\">\" يا أبا بَكر, ما رأيْتَ في الدنْيا ممَّا تكره فمثَاقيلُ ذَرّ الشَّرّ, وَيَدَّخِرُ لَكَ اللهُ مثَاقِيلَ الخير حتى تُوَفَّاه يَوْمَ الْقِيامَةِ\"</span>.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن بشار,<span class=\"blue\"> قال:</span> ثنا أيوب,<span class=\"blue\"> قال:</span> وجدنا في كتاب أبي قِلابة,<span class=\"blue\"> عن أبي إدريس:</span> أن أبا بكر كان يأكل مع النبيّ صلى الله عليه وسلم,<span class=\"blue\"> فأنـزلت هذه الآية:</span> <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> فرفع أبو بكر يده من الطعام,<span class=\"blue\"> وقال:</span> إني لراء ما عملت,<span class=\"blue\"> قال:</span> لا أعلمه إلا قال: ما عملت من خير وشرّ,<span class=\"blue\"> فقال النبيّ صلى الله عليه وسلم:</span> <span class=\"red\">\" إنَّ ما تَرَى مِمَّا تَكْرَهُ فَهُوَ مثَاقِيلُ ذَرّ شَر كَثِيرٍ, وَيَدَّخِرُ اللهُ لَكَ مَثَاقِيلَ ذَرّ الخَيْرِ حتى تُعْطَاهُ يَوْمَ الْقِيَامَةِ\"</span> وتصديق ذلك في كتاب الله:  وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ  .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب,<span class=\"blue\"> قال:</span> ثنا ابن عُلَية,<span class=\"blue\"> قال:</span> ثنا أيوب,<span class=\"blue\"> قال:</span> قرأت في كتاب أبي قلابة قال: نـزلت <span class=\"arabic qpc-hafs green\">( فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> وأبو بكر يأكل مع النبي صلى الله عليه وسلم,<span class=\"blue\"> فأمسك وقال:</span> يا رسول الله, إني لراء ما عملت من خير وشر؟<span class=\"blue\"> فقال:</span> <span class=\"red\">\" أرأيْتَ ما رأيْتَ مِمَّا تَكْرَهُ, فَهُوَ مِنْ مثَاقِيلِ ذَرّ الشَّرِ, وَيَدَّخِرُ مثَاقِيلَ ذَرّ الخَيْرِ, حتى تُعْطَوْهُ يَوْمَ الْقِيامَةِ\"</span> قال أبو إدريس: فأرى مصداقها في كتاب الله,<span class=\"blue\"> قال:</span>  وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ  .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا ابن عُليَة, عن داود, عن الشعبي,<span class=\"blue\"> قال:</span> قالت عائشة: يا رسول الله, إن عبد الله بن جُدْعان كان يصل الرحم, ويفعل ويفعل, هل ذاك نافعه؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" لا إنه لم يقل يوما: \"</span> رب اغفر لي خطيئتي يوم الدين \".</p><p lang=\"ar\" class=\"ar \">حدثنا ابن وكيع,<span class=\"blue\"> قال:</span> ثنا حفص, عن داود, عن الشعبي, عن مسروق, عن عائشة,<span class=\"blue\"> قالت:</span> قلت: يا رسول الله, ابن جدعان كان في الجاهلية يصل الرحم, ويُطعم المسكين, فهل ذاك نافعه؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" لا يَنْفَعُهُ,<span class=\"blue\"> إنَّهُ لَمْ يَقُلْ يوما:</span> \"</span> رب اغفر لي خطيئتي يوم الدين \"</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا ابن أبي عدي, عن داود, عن عامر الشعبي,<span class=\"blue\"> أن عائشة أم المؤمنين قالت:</span> يا رسول الله, إن عبد الله بن جدعان, كان يصل الرحم, ويَقْرِي الضيف, ويفكّ العاني, فهل ذلك نافعه شيئا؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" لا إنَّهُ لَمْ يقل يوما: \"</span> رب اغفر لي خطيئتي يوم الدين \".</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا ابن أبي عديّ, عن داود, عن عامر, عن علقمة, أن سلمة بن يزيد الجعفي,<span class=\"blue\"> قال:</span> يا رسول الله, إن أمنا هلكت في الجاهلية, كانت تصل الرحم, وتَقْرِي الضيف, وتفعل وتفعل, فهل ذلك نافعها شيئا؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" لا \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى,<span class=\"blue\"> قال:</span> ثنا الحجاج بن المنهال,<span class=\"blue\"> قال:</span> ثنا المعتمر بن سليمان,<span class=\"blue\"> قال:</span> ثنا داود, عن الشعبيّ, عن علقمة بن قيس, عن سلمة بن يزيد الجعفي,<span class=\"blue\"> قال:</span> ذهبت أنا وأخي إلى رسول الله صلى الله عليه وسلم,<span class=\"blue\"> فقلت:</span> يا رسول الله, إن أمنا كانت في الجاهلية تقري الضيف, وتصل الرحم, هل ينفعها عملها ذلك شيئا؟<span class=\"blue\"> قال:</span> <span class=\"red\">\" لا \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني محمد بن إبراهيم بن صدران وابن عبد الأعلى, قالا ثنا المعتمر بن سليمان,<span class=\"blue\"> قال:</span> ثنا داود بن أبي هند, عن الشعبي, عن علقمة, عن سلمة بن يزيد, عن النبي صلى الله عليه وسلم, بنحوه.</p><p lang=\"ar\" class=\"ar \">حدثنا ابن عبد الأعلى,<span class=\"blue\"> قال:</span> ثنا ابن ثور, عن معمر, عن قتادة, عن محمد بن كعب,<span class=\"blue\"> أنه قال:</span> أما المؤمن فيرى حسناته في الآخرة, وأما الكافر فيرى حسناته في الدنيا.</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا أبو نعامة,<span class=\"blue\"> قال:</span> ثنا عبد العزيز بن بشير الضبي جدّه سلمان بن عامر أن سلمان بن عامر جاء رسول الله صلى الله عليه وسلم,<span class=\"blue\"> فقال:</span> إنّ أبي كان يصل الرحم, ويفي بالذمة, ويُكرم الضيف,<span class=\"blue\"> قال:</span> <span class=\"red\">\" ماتَ قَبْلَ الإسْلامِ\"</span>؟<span class=\"blue\"> قال:</span> نعم,<span class=\"blue\"> قال:</span> <span class=\"red\">\" لَنْ يَنْفَعَهُ ذَلكَ\"</span>, فولى,<span class=\"blue\"> فقال رسول الله صلى الله عليه وسلم:</span> <span class=\"red\">\" عَليَّ بالشَّيْخِ\"</span>, فجاءَ,<span class=\"blue\"> فَقالَ رسولُ الله صلى الله عليه وسلم:</span> <span class=\"red\">\" إنَّها لَنْ تَنْفَعَهُ, وَلَكِنَّهَا تَكُونُ فِي عَقِبِهِ, فَلَنْ تُخْزَوْا أبَدًا, وَلَنْ تَذِلُّوا أَبَدًا, وَلَنْ تَفْتَقِرُوا أَبدًا \"</span> .</p><p lang=\"ar\" class=\"ar \">حدثنا ابن المثنى وابن بشار, قالا ثنا أبو داود,<span class=\"blue\"> قال:</span> ثنا عمران, عن قتادة, عن أنس,<span class=\"blue\"> أن رسول الله صلى الله عليه وسلم قال:</span> <span class=\"red\">\" إِنَّ اللهَ لا يَظْلِمُ المُؤْمِنُ حَسَنَةً يُثابُ عَلَيْها الرّزْقَ فِي الدنْيا, ويُجْزى بِها فِي الآخِرَةِ; وأمَّا الكافِرُ فَيُعْطِيهِ بِها فِي الدنْيا, فإذَا كَانَ يَوْمُ الْقِيامَةِ, لَمْ تَكُنْ لَهُ حَسَنةٌ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني يعقوب بن إبراهيم,<span class=\"blue\"> قال:</span> ثنا ابن علية,<span class=\"blue\"> قال:</span> ثنا ليث,<span class=\"blue\"> قال:</span> ثني المعلى, عن محمد بن كعب الْقُرَظي,<span class=\"blue\"> قال:</span> قال رسول الله صلى الله عليه وسلم: <span class=\"red\">\" ما أحْسَنَ مِنْ مُحْسِنٍ، مُؤْمِنٍ أوْ كَافِرٍ إلا وَقَعَ ثَوَابُهُ عَلى الله فِي عاجِل دُنْيَاهُ, أَوْ آجِلِ آخِرَتِهِ\"</span> .</p><p lang=\"ar\" class=\"ar \">حدثني يونس بن عبد الأعلى,<span class=\"blue\"> قال:</span> أخبرنا ابن وهب,<span class=\"blue\"> قال:</span> أخبرني يحيى بن عبد الله, عن أبي عبد الرحمن الحُبَليِّ,<span class=\"blue\"> عن عبد الله بن عمرو بن العاص أنه قال:</span> أنـزلت: <span class=\"arabic qpc-hafs green\">( إِذَا زُلْزِلَتِ الأرْضُ زِلْزَالَهَا )</span> وأبو بكر الصدّيق قاعد, فبكى حين أنـزلت,<span class=\"blue\"> فقال له رسول الله صلى الله عليه وسلم:</span> <span class=\"red\">\" ما يُبْكِيكَ يا أبا بَكْرٍ؟\"</span> قال: يُبكيني هذه السورة,<span class=\"blue\"> فقال له رسول الله صلى الله عليه وسلم:</span> <span class=\"red\">\" لَوْلا أنَّكُمْ تُخْطِئونَ وَتُذْنِبُونَ فَيَغْفِرُ اللهُ لَكُمْ لَخَلَقَ اللهُ أُمَّةً يُخْطِئُونَ وَيُذْنِبُونَ فَيَغْفرُ لَهُمْ\"</span>.</p><p lang=\"ar\" class=\"ar \">فهذه الأخبار عن رسول الله صلى الله عليه وسلم تُنبئ عن أن المؤمن إنما يرى عقوبة سيئاته في الدنيا, وثواب حسناته في الآخرة, وأن الكافر يرى ثواب حسناته في الدنيا, وعقوبة سيئاته في الآخرة, وأن الكافر لا ينفعه في الآخرة ما سلف له من إحسان في الدنيا مع كُفره.</p><p lang=\"ar\" class=\"ar \">حدثنا أبو كُرَيب,<span class=\"blue\"> قال:</span> ثنا ابن عليّ, عن الأعمش, عن إبراهيم التيمي,<span class=\"blue\"> قال:</span> أدركت سبعين من أصحاب عبد الله, أصغرهم الحارث بن سويد,<span class=\"blue\"> فسمعته يقرأ:</span> <span class=\"arabic qpc-hafs green\">( إِذَا زُلْزِلَتِ الأرْضُ زِلْزَالَهَا )</span> حتى بلغ إلى: <span class=\"arabic qpc-hafs green\">( وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ )</span> قال: إن هذا إحصاء شديد.</p><p>وقيل: إن الذَّرَّة دُودة حمراء ليس لها وزن.</p><p>*ذكر من قال ذلك:</p><p lang=\"ar\" class=\"ar \">حدثني إسحاق بن وهب العلاف ومحمد بن سنان القزّاز, قالا ثنا أبو عاصم,<span class=\"blue\"> قال:</span> ثنا شبيب بن بشر, عن عكرمة, عن ابن عباس,<span class=\"blue\"> في قوله:</span> <span class=\"arabic qpc-hafs green\">( مِثْقَالَ ذَرَّةٍ )</span> قال ابن سنان في حديثه: مثقال ذرّة حمراء.<span class=\"blue\"> وقال ابن وهب في حديثه:</span> نملة حمراء. قال إسحاق,<span class=\"blue\"> قال يزيد بن هارون:</span> وزعموا أن هذه الدودة الحمراء ليس لها وزن.</p><p>آخر تفسير سورة إذا زلزلت الأرض</p>"
        },
        {
            "resource_id": 169,
            "text": ""
        },
        {
            "resource_id": 905,
            "text": "ومن يعمل وزن نملة صغيرة من أعمال الشرّ يره كذلك."
        },
        {
            "resource_id": 94,
            "text": "<p lang=\"ar\" class=\"ar \"><span class=\"green\">( ومن يعمل مثقال ذرة شرا يره )</span> قال ابن عباس : ليس مؤمن ولا كافر عمل خيرا أو شرا في الدنيا إلا أراه الله إياه يوم القيامة ، فأما المؤمن فيرى حسناته وسيئاته فيغفر الله سيئاته ويثيبه بحسناته ، وأما الكافر فترد حسناته ويعذبه بسيئاته .</p><p lang=\"ar\" class=\"ar \">قال محمد بن كعب في هذه الآية <span class=\"arabic qpc-hafs\">\" فمن يعمل مثقال ذرة خيرا يره \"</span> : من كافر يرى ثوابه في الدنيا في نفسه وماله وأهله وولده ، حتى يخرج من الدنيا وليس له عند الله خير ، <span class=\"arabic qpc-hafs\">\" ومن يعمل مثقال ذرة شرا يره \"</span> من مؤمن يرى عقوبته في الدنيا في نفسه وماله وأهله وولده ، حتى يخرج من الدنيا وليس له عند الله شر .</p><p lang=\"ar\" class=\"ar \">قال مقاتل : نزلت هذه الآية في رجلين ، وذلك أنه لما نزل ويطعمون الطعام على حبه كان أحدهما يأتيه السائل فيستقل أن يعطيه التمرة والكسرة والجوزة ونحوها ،<span class=\"blue\"> يقول :</span> ما هذا بشيء إنما نؤجر على ما نعطي ونحن نحبه ، وكان الآخر يتهاون بالذنب اليسير كالكذبة والغيبة والنظرة وأشباه ذلك ،<span class=\"blue\"> ويقول :</span> إنما وعد الله النار على الكبائر ، وليس في هذا إثم ، فأنزل الله تعالى هذه الآية يرغبهم في القليل من الخير أن يعطوه ، فإنه يوشك أن يكثر ، ويحذرهم اليسير من الذنب ، فإنه يوشك أن يكثر ، فالإثم الصغير في عين صاحبه أعظم من الجبال يوم القيامة ، وجميع محاسنه <span class=\"reference\">[ في عينه ]</span> أقل من كل شيء .</p><p>قال ابن مسعود : أحكم آية في القرآن <span class=\"arabic qpc-hafs\">\" فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره \"</span> .</p><p lang=\"ar\" class=\"ar \">وكان رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> يسميها الجامعة الفاذة حين سئل عن زكاة الحمر فقال :</span> <span class=\"arabic qpc-hafs\">\" ما أنزل علي فيها شيء إلا هذه الآية الجامعة الفاذة \"</span> فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره \" .</p><p>وتصدق عمر بن الخطاب ، وعائشة بحبة عنب ، وقالا فيها مثاقيل كثيرة .</p><p lang=\"ar\" class=\"ar \">وقال الربيع بن خثيم : مر رجل بالحسن وهو يقرأ هذه السورة فلما بلغ آخرها قال : حسبي قد انتهت الموعظة .</p><p lang=\"ar\" class=\"ar \">أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرنا محمد بن القاسم ، حدثنا أبو بكر محمد بن عبد الله ، حدثنا الحسن بن سفيان ، حدثنا علي بن حجر ، حدثنا يزيد بن هارون ، حدثنا اليمان بن المغيرة ،<span class=\"blue\"> حدثنا عطاء عن ابن عباس قال :</span> قال رسول الله - صلى الله عليه وسلم -<span class=\"blue\"> :</span> <span class=\"arabic qpc-hafs\">\" إذا زلزلت الأرض \"</span> تعدل نصف القرآن ، <span class=\"arabic qpc-hafs\">\" قل هو الله أحد \"</span> ، تعدل ثلث القرآن ، <span class=\"arabic qpc-hafs\">\" قل يا أيها الكافرون \"</span> تعدل ربع القرآن \" .</p>"
        },
        {
            "resource_id": 817,
            "text": "<p lang=\"en\">The earthquake on Doomsday will be the announcement of the end of the testing period for man. This would mean that the freedom which was theirs on account of their being on trial, has now been snatched away from them. Now the time has come when human beings will be recompensed for their deeds. Today, God’s world is silent, but when conditions change, everything found here will start talking. The inventions of the present day have proved that lifeless or inanimate things also have the capacity to ‘talk.’ A performance in a studio is fully reproduced by a video film and records. Similarly, the present world is, so to say, a big ‘studio’ of God. Whatever a man does or says or even thinks, everything is being recorded at every moment. And when the time comes, this world will repeat everybody’s story in such a way that not a thing, great or small, will be left out.</p>"
        },
        {
            "resource_id": 791,
            "text": "ആരെങ്കിലും ഒരു ചെറിയ ഉറുമ്പിൻ്റെ അത്ര തന്നെ ചെറിയ തിന്മ ചെയ്തിട്ടുണ്ടെങ്കിൽ അതും അവനവിടെ കാണും."
        },
        {
            "resource_id": 90,
            "text": "كان ابن عباس يقول : من يعمل من الكفار مثقال ذرة خيرا يره في الدنيا ، ولا يثاب عليه في الآخرة ، ومن يعمل مثقال ذرة من شر عوقب عليه في الآخرة ، مع عقاب الشرك ، ومن يعمل مثقال ذرة من شر من المؤمنين يره في الدنيا ، ولا يعاقب عليه في الآخرة إذا مات ، ويتجاوز عنه ، وإن عمل مثقال ذرة من خير يقبل منه ، ويضاعف له في الآخرة . وفي بعض الحديث : \" الذرة لا زنة لها \" وهذا مثل ضربه الله تعالى : أنه لا يغفل من عمل ابن آدم صغيرة ولا كبيرة . وهو مثل قوله تعالى : إن الله لا يظلم مثقال ذرة .وقد تقدم الكلام هناك في الذر ، وأنه لا وزن له . وذكر بعض أهل اللغة أن الذر : أن يضرب الرجل بيده على الأرض ، فما علق بها من التراب فهو الذر ، وكذا قال ابن عباس : إذا وضعت يدك على الأرض ورفعتها ، فكل واحد مما لزق به من التراب ذرة . وقال محمد بن كعب القرظي : فمن يعمل مثقال ذرة من خير من كافر ير ثوابه في الدنيا ، في نفسه وماله وأهله وولده ، حتى يخرج من الدنيا وليس له عند الله خير .ومن يعمل ، مثقال ذرة من شر من مؤمن ، ير عقوبته في الدنيا ، في نفسه وماله وولده وأهله ، حتى يخرج من الدنيا وليس له عند الله شر . دليله ما رواه العلماء الأثبات من حديث أنس : أن هذه الآية نزلت على النبي - صلى الله عليه وسلم - وأبو بكر يأكل ، فأمسك وقال : يا رسول الله ، وإنا لنرى ما عملنا من خير وشر ؟ قال : \" ما رأيت مما تكره فهو مثاقيل ذر الشر ، ويدخر لكم مثاقيل ذر الخير ، حتى تعطوه يوم القيامة \" .قال أبو إدريس : إن مصداقه في كتاب الله : وما أصابكم من مصيبة فبما كسبت أيديكم ويعفو عن كثير . وقال مقاتل : نزلت في رجلين ، وذلك أنه لما نزل ويطعمون الطعام على حبه كان أحدهم يأتيه السائل ، فيستقل أن يعطيه التمرة والكسرة والجوزة . وكان الآخر يتهاون بالذنب اليسير ، كالكذبة والغيبة والنظرة ، ويقول : إنما أوعد الله النار على الكبائر ; [ ص: 135 ] فنزلت ترغبهم في القليل من الخير أن يعطوه ; فإنه يوشك أن يكثر ، ويحذرهم اليسير من الذنب ، فإنه يوشك أن يكثر ; وقاله سعيد بن جبير . والإثم الصغير في عين صاحبه يوم القيامة أعظم من الجبال ، وجميع محاسنه أقل في عينه من كل شيء .الثانية : قراءة العامة يره بفتح الياء فيهما . وقرأ الجحدري والسلمي وعيسى بن عمر وأبان عن عاصم : يره بضم الياء ; أي يريه الله إياه . والأولى الاختيار ; لقوله تعالى : يوم تجد كل نفس ما عملت من خير محضرا الآية . وسكن الهاء في قوله يره في الموضعين هشام . وكذلك رواه الكسائي عن أبي بكر وأبي حيوة والمغيرة . واختلس يعقوب والزهري والجحدري وشيبة . وأشبع الباقون . وقيل يره أي يرى جزاءه ; لأن ما عمله قد مضى وعدم فلا يرى . وأنشدوا :إن من يعتدي ويكسب إثما وزن مثقال ذرة سيراه     ويجازى بفعله الشر شراوبفعل الجميل أيضا جزاه     هكذا قوله تبارك ربيفي إذا زلزلت وجل ثناهالثالثة : قال ابن مسعود : هذه أحكم آية في القرآن ، وصدق . وقد اتفق العلماء على عموم هذه الآية ; القائلون بالعموم ومن لم يقل به . وروى كعب الأحبار أنه قال : لقد أنزل الله على محمد آيتين أحصتا ما في التوراة والإنجيل والزبور والصحف : فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره . قال الشيخ أبو مدين في قوله تعالى : فمن يعمل مثقال ذرة خيرا يره قال : في الحال قبل المآل . وكان النبي - صلى الله عليه وسلم - يسمي هذه الآية الآية الجامعة الفاذة ; كما في الصحيح لما سئل عن الحمر وسكت عن البغال ، والجواب فيهما واحد ; لأن البغل والحمار لا كر فيهما ولا فر ; فلما ذكر النبي - صلى الله عليه وسلم - ما في الخيل من الأجر الدائم ، والثواب المستمر ، سأل السائل عن الحمر ; لأنهم لم يكن عندهم يومئذ بغل ، ولا دخل الحجاز منها إلا بغلة النبي - صلى الله عليه وسلم - ( الدلدل ) ، التي أهداها له المقوقس ، فأفتاه في الحمير بعموم الآية ، وإن في الحمار مثاقيل ذر كثيرة ; قاله ابن العربي . وفي الموطأ : أن مسكينا استطعم عائشة أم المؤمنين وبين يديها عنب ; فقالت لإنسان : خذ حبة فأعطه إياها . فجعل ينظر إليها ويعجب ; فقالت : أتعجب ! كم ترى في هذه الحبة من مثقال ذرة . وروي عن سعد بن أبي وقاص : أنه تصدق بتمرتين ، فقبض السائل يده ، فقال للسائل : ويقبل الله منا مثاقيل الذر ، وفي التمرتين مثاقيل ذر كثيرة . وروى المطلب بن حنطب : أن أعرابيا سمع النبي - صلى الله عليه وسلم - يقرؤها فقال : يا رسول الله ، [ ص: 136 ] أمثقال ذرة ! قال : \" نعم \" فقال الأعرابي : واسوأتاه ! مرارا : ثم قام وهو يقولها ; فقال النبي - صلى الله عليه وسلم - : \" لقد دخل قلب الأعرابي الإيمان \" .وقال الحسن : قدم صعصعة عم الفرزدق على النبي - صلى الله عليه وسلم - ، فلما سمع فمن يعمل مثقال ذرة الآيات قال : لا أبالي ألا أسمع من القرآن غيرها ، حسبي ، فقد انتهت الموعظة ; ذكره الثعلبي . ولفظ الماوردي : وروي أن صعصعة بن ناجية جد الفرزدق أتى النبي - صلى الله عليه وسلم - يستقرئه ، فقرأ عليه هذه الآية ; فقال صعصعة : حسبي حسبي ; إن عملت مثقال ذرة شرا رأيته . وروى معمر عن زيد بن أسلم : أن رجلا جاء إلى النبي - صلى الله عليه وسلم - فقال : علمني مما علمك الله . فدفعه إلى رجل يعلمه ; فعلمه إذا زلزلت - حتى إذا بلغ - فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره قال : حسبي . فأخبر النبي - صلى الله عليه وسلم - فقال : \" دعوه فإنه قد فقه \" . ويحكى أن أعرابيا أخر خيرا يره فقيل : قدمت وأخرت . فقال :خذا بطن هرشى أو قفاها فإنه     كلا جانبي هرشى لهن طريق"
        },
        {
            "resource_id": 177,
            "text": "Ai làm việc xấu với trọng lượng chỉ bằng một con kiến ​​nhỏ cũng sẽ thấy điều đó"
        },
        {
            "resource_id": 381,
            "text": "<p><b> নামকরণ ও ফযীলত: </b></p><p>زِلْزَالَ শব্দটি ক্রিয়া মূল। শব্দের অর্থ : কম্পণ, ভূ-কম্পন। অত্র সূরার প্রথম আয়াতে উল্লেখিত শব্দ থেকেই সূরার নামকরণ করা হয়েছে। এ সূরাটি মক্কা বা মদীনায় অবতীর্ণ হওয়ার ব্যাপারে মতানৈক্য রয়েছে। তবে সঠিক মত হলো সূরাটি মদীনায় অবতীর্ণ হয়েছে। এ সূরার ফযীলত ও গুরুত্ব সম্পর্কে অনেক বর্ণনা পাওয়া যায়, তবে কোন বর্ণনা দুর্বলতা থেকে মুক্ত না, তাই উল্লেখ করা হল না। সূরায় কিয়ামত অবশ্যই অনুষ্ঠিত হবে এবং প্রত্যেকে তার ভাল-মন্দ আমলের প্রতিদান পাবে সে সম্পর্কে আলোচনা করা হয়েছে।</p><p><b> তাফসীর: </b></p><p>কিয়ামতের পূর্বে জমিনে কম্পণ সৃষ্টি হবে সে সম্পর্কে সূরাতে আলোচনা করা হয়েছে। আল্লাহ তা‘আলা আরো বলেন :</p><p class='arabic uthmani'>(یٰٓاَیُّھَا النَّاسُ اتَّقُوْا رَبَّکُمْﺆ اِنَّ زَلْزَلَةَ السَّاعَةِ شَیْءٌ عَظِیْمٌﭐیَوْمَ تَرَوْنَھَا تَذْھَلُ کُلُّ مُرْضِعَةٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ کُلُّ ذَاتِ حَمْلٍ حَمْلَھَا وَتَرَی النَّاسَ سُکٰرٰی وَمَا ھُمْ بِسُکٰرٰی وَلٰکِنَّ عَذَابَ اللہِ شَدِیْدٌ)‏</p><p>“হে মানুষ! ভয় কর‎ তোমাদের প্রতিপালককে; কিয়ামতের প্রকম্পন এক ভয়ংকর ব্যাপার! যেদিন তোমরা তা প্রত্যক্ষ করবে সেদিন প্রত্যেক স্তন্যদাত্রী তার দুগ্ধপোষ্য শিশুকে ভুলে যাবে এবং প্রত্যেক গর্ভবতী তার গর্ভপাত করে ফেলবে; মানুষকে দেখবে নেশাগ্রস্ত‎ অবস্থায়, অথচ তারা নেশাগ্রস্ত‎ নয়। বস্তুত আল্লাহর শাস্তি‎ কঠিন। (সূরা হাজ্জ ২২: ১-২)</p><p>সেদিন জমিন তার মধ্যস্থ সবকিছু তথা তার মধ্যে যত মৃত মানুষ, খনিজ ও প্রোথিত সম্পদ আছে সব বের করে দেবে। আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত, তিনি বলেন : রাসূলুল্লাহ (সাঃ) বলেন : জমিন তার কলিজার টুকরোগুলোকে উগরে দেবে এবং বাইরে নিক্ষেপ করবে। স্বর্ণ-রৌপ্য স্তুপের আকারে বাইরে বেরিয়ে পড়বে। হত্যাকারী সে সব দেখে বলবে: হায়! আমি এ সম্পদের জন্য অমুককে হত্যা করেছি, অথচ আজ এগুলো বিক্ষিপ্ত অবস্থায় পড়ে আছে, কেউ যেন এগুলোর দিকে ভুলেও তাকাচ্ছে না। আত্মীয়-স্বজনের সাথে দুর্ব্যবহারকারী দুঃখ করে বলবে হায়! এ সম্পদের মোহে পড়ে আমি আমার আত্মীয়-স্বজনের সাথে ভাল ব্যবহার করিনি। চোর বলবে: হায়! এ সম্পদের জন্য আমার হাত কেটে দেয়া হয়েছিল। অতঃপর এগুলো তাদেরকে ডাকবে, কিন্তু তারা ওগুলো হতে কিছুই গ্রহণ করবে না। (সহীহ মুসলিম, তিরমিযী হা. ২২০৮)</p><p class='arabic uthmani'>(وَقَالَ الْإِنْسَانُ)</p><p>অর্থাৎ জমিনের এ অবস্থা দেখে মানুষ আশ্চর্য হয়ে বলবে জমিনের কী হল! কারণ ইতোপূর্বে তারা এমন অবস্থা দেখেনি।</p><p class='arabic uthmani'>(تُحَدِّثُ أَخْبَارَهَا)</p><p>অর্থাৎ জমিন তার ওপর মানুষ যা কিছু করেছে সব বলে দেবে। আবূ হুরায়রাহ (রাঃ) হতে বর্ণিত তিনি বলেন: রাসূলুল্লাহ (সাঃ) এ আয়াতটি পাঠ করলেন এবং বললেন: তোমরা কি জান, জমিনের খবর কী? সবাই বলল: আল্লাহ তা‘আলা ও তাঁর রাসূল (সাঃ) অধিক জানেন। রাসূলুল্লাহ (সাঃ) বললেন: জমিনের সংবাদ হলো: প্রত্যেক নর-নারী জমিনের ওপর যা কিছু করেছে সব কিছু বলে দেবে। জমিন বলবে : অমুক অমুক কাজ অমুক দিন করেছে। এটাই হলো জমিনের সংবাদ। (তিরমিযী হা. ৩৩৫৩ সহীহ।)</p><p>(أَوْحٰي لَهَا) অর্থাৎ কিয়ামতের দিন আল্লাহ তা‘আলা মাটিকে কথা বলার শক্তি দেবেন। সেদিন মানুষের অঙ্গ-প্রত্যঙ্গ কথা বলবে। জড় পদার্থের কথা বলা, শব্দ ধরে রাখা এবং প্রয়োজনে তা শুনিয়ে দেওয়ার ক্ষমতা আজ বিজ্ঞানও তা প্রমাণ করেছে।</p><p>يَّصْدُرُ শব্দের অর্থ হলো : প্রকাশ পাওয়া, বের হওয়া ইত্যাদি। অর্থাৎ কবর থেকে বের হয়ে হিসাবের ময়দানের দিকে অথবা হিসাব শেষে জান্নাত অথবা জাহান্নামের দিকে ফিরে যাবে। আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَئِذٍ يَّتَفَرَّقُوْنَ ‏ فَأَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَهُمْ فِيْ رَوْضَةٍ يُّحْبَرُوْنَ ‏‏ وَأَمَّا الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا وَلِقَآئِ الْاٰخِرَةِ فَأُولٰ۬ئِكَ فِي الْعَذَابِ مُحْضَرُوْنَ)</p><p>“আর যেদিন কিয়ামত অনুষ্ঠিত হবে, সেদিন মানুষ ভিন্ন ভিন্ন হয়ে যাবে। সুতরাং যারা ঈমান আনে এবং ভাল কাজ করেছিল, তারা তো জান্নাতে আনন্দে থাকবে। আর যারা কুফরী করে এবং অবিশ্বাস করে আমার আয়াতসমূহকে ও আখিরাতের সাক্ষাতকে, তাদেরকেই ‘আযাবের মধ্যে উপস্থিত করা হবে।” (সূরা রূম ৩০: ১৪-১৬)</p><p>أَشْتَاتًا শব্দের অর্থ : ভিন্ন ভিন্ন, দলে দলে। অর্থাৎ সেদিন সৎ আমলকারীরা একদলে আর খারাপ আমলকারীরা অন্য দলে বিভক্ত হয়ে যাবে।</p><p>ذَرَّةٍ অর্থ : অণু। এখানে উদ্দেশ্য সবচেয়ে ছোটতম গুনাহ বা নেকী তাও দেখতে পাবে। যেমন আল্লাহ তা‘আলা বলেন :</p><p class='arabic uthmani'>(یَوْمَ تَجِدُ کُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَیْرٍ مُّحْضَرًاﹴ وَّمَا عَمِلَتْ مِنْ سُوْ۬ئٍﹱ تَوَدُّ لَوْ اَنَّ بَیْنَھَا وَبَیْنَھ۫ٓ اَمَدًۭا بَعِیْدًا)</p><p>“প্রত্যেক মানুষ যা ভাল করেছে এবং খারাপ করেছে কিয়ামতের দিন সবই উপস্থিত পাবে। সে কামনা করবে তার ও তার অন্যায় কাজের মধ্যে যদি অনেক দুরত্ব থাকত!” (সূরা আলি ইমরান ৩: ৩০)</p><p>মূলত এ আয়াতগুলোতে আল্লাহ তা‘আলা মানুষকে ভাল কাজে উৎসাহ ও খারাপ কাজ থেকে বিরত থাকার নির্দেশ প্রদান করেছেন। তাই আমাদের ভাল কাজে উৎসাহী ও খারাপ কাজ থেকে বিরত থাকা আবশ্যক।</p><p><b> আয়াত হতে শিক্ষণীয় বিষয়: </b></p><p>১. কিয়ামতের পূর্বে ভূমিকম্প হবে যার ফলে সকল মৃত মানুষ ও ধন সম্পদ বের হয়ে আসবে।</p><p>২. মানুষ যা কিছু করছে সব ব্যাপারে জমিন সাক্ষ্য দেবে।</p><p>৩. মানুষ তার কৃত বিন্দু পরিমাণ ভালমন্দ আমলও দেখতে পাবে।</p>"
        },
        {
            "resource_id": 179,
            "text": "Kaya ang sinumang gumawa ng isang katimbang ng isang munting langgam na mga gawain ng kasamaan ay makikita niyon gayon din,"
        },
        {
            "resource_id": 174,
            "text": "Sebaliknya, barang siapa yang berbuat kejahatan seberat semut kecil pula maka ia pun akan melihat balasannya."
        },
        {
            "resource_id": 172,
            "text": "Kim de küçük bir karınca ağırlığınca kötü bir amel işlemişse, aynı şekilde onu da görecektir."
        },
        {
            "resource_id": 91,
            "text": "<span class=\"arabic qpc-hafs brown\">{ فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ }</span> وهذا شامل عام للخير والشر كله، لأنه إذا رأى مثقال الذرة، التي هي أحقر الأشياء، <span class=\"arabic qpc-hafs\">[وجوزي عليها]</span> فما فوق ذلك من باب أولى وأحرى،<span class=\"blue\"> كما قال تعالى:</span> <span class=\"ar arabic qpc-hafs brown\" lang=\"ar\">{ يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَا عَمِلَتْ مِنْ خَيْرٍ مُحْضَرًا وَمَا عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا }</span> <span class=\"arabic qpc-hafs brown\">{ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا }</span> وهذه الآية فيها غاية الترغيب في فعل الخير ولو قليلًا، والترهيب من فعل الشر ولو حقيرًا."
        },
        {
            "resource_id": 818,
            "text": "<p lang=\"ur\">قیامت کا زلزلہ مدتِ امتحان کے ختم ہونے کا اعلان ہوگا۔ اس کا مطلب یہ ہوگا کہ اب لوگوں سے وہ آزادی چھن گئی جو امتحان کی مصلحت کی بنا پر انہیں حاصل تھی۔ اب وہ وقت آگیا جب لوگوں کو ان کے عمل کا بدلہ دیا جائے۔ آج خداکی دنیا بظاہر خاموش ہے۔ مگر جب حالات بدلیں گے تو یہاں کی ہر چیز بولنے لگے گی۔ موجودہ زمانہ کی ایجادات نے ثابت کیا ہے کہ بے جان چیزیں بھی ’’بولنے’’ کی صلاحیت رکھتی ہیں۔ اسٹوڈیو میں کیے ہوئے عمل کو فلم اور ریکارڈ پوری طرح دہرا دیتے ہیں۔ اسی طرح موجودہ دنیا گویا بہت بڑا خدائی اسٹوڈیو ہے۔ اس کے اندر انسان جو کچھ کرتا ہے یا جو کچھ بولتا ہے وہ سب ہر لمحہ محفوظ ہورہا ہے۔ اور جب وقت آئے گا تو ہر ایک کی کہانی کو یہ دنیا اس طرح دہرا دے گی کہ اس کی کوئی بھی بات اس سے بچی ہوئی نہ ہوگی، خواہ وہ چھوٹی ہو یا بڑی۔</p>"
        },
        {
            "resource_id": 178,
            "text": "А кто совершил такое же по размеру дурное деяние, то увидит его также [перед собой]."
        }
    ],
    "meta": {
        "tafsir_name": "Tafsir Ibn Kathir",
        "author_name": "Hafiz Ibn Kathir",
        "filters": {
            "chapter_number": "99"
        }
    }
}