{
    "verses": [
        {
            "verse_number": 1,
            "text_uthmani": " نٓ ۚ وَٱلْقَلَمِ وَمَا يَسْطُرُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Nuun. Demi Pena dan apa yang mereka tulis, -"
                }
            ]
        },
        {
            "verse_number": 2,
            "text_uthmani": "مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Engkau (wahai Muhammad) - dengan sebab nikmat pemberian Tuhanmu - bukanlah seorang gila (sebagaimana yang dituduh oleh kaum musyrik, bahkan engkau adalah seorang yang bijaksana)."
                }
            ]
        },
        {
            "verse_number": 3,
            "text_uthmani": "وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Dan sesungguhnya engkau tetap beroleh pahala yang amat besar, yang tidak putus-putus, (sebagai balasan bagi menjalankan ajaran Islam);"
                }
            ]
        },
        {
            "verse_number": 4,
            "text_uthmani": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Dan bahawa sesungguhnya engkau mempunyai akhlak yang amat mulia."
                }
            ]
        },
        {
            "verse_number": 5,
            "text_uthmani": "فَسَتُبْصِرُ وَيُبْصِرُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Maka (tidak lama lagi) engkau akan melihat, dan mereka juga akan melihat, -"
                }
            ]
        },
        {
            "verse_number": 6,
            "text_uthmani": "بِأَييِّكُمُ ٱلْمَفْتُونُ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Siapakah orangnya yang gila di antara kamu semua."
                }
            ]
        },
        {
            "verse_number": 7,
            "text_uthmani": "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Sesungguhnya Tuhanmu, Dia lah jua yang lebih mengetahui akan orang yang sesat dari jalanNya, dan Dia lah jua yang lebih mengetahui akan orang-orang yang mendapat petunjuk."
                }
            ]
        },
        {
            "verse_number": 8,
            "text_uthmani": "فَلَا تُطِعِ ٱلْمُكَذِّبِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Oleh itu (berpegang teguhlah pada ajaran Islam yang sedang engkau amalkan, dan) janganlah engkau menurut kemahuan orang-orang yang mendustakan (ugama Allah)."
                }
            ]
        },
        {
            "verse_number": 9,
            "text_uthmani": "وَدُّوا۟ لَوْ تُدْهِنُ فَيُدْهِنُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Mereka suka kalaulah engkau bertolak ansur (menurut kemahuan mereka), supaya mereka juga bertolak ansur berlemah-lembut (pada zahirnya terhadapmu)."
                }
            ]
        },
        {
            "verse_number": 10,
            "text_uthmani": "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِينٍ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Dan janganlah engkau (berkisar dari pendirianmu yang benar, dan jangan) menurut kemahuan orang yang selalu bersumpah, lagi yang hina (pendapatnya dan amalannya), -"
                }
            ]
        },
        {
            "verse_number": 11,
            "text_uthmani": "هَمَّازٍ مَّشَّآءٍۭ بِنَمِيمٍ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Yang suka mencaci, lagi yang suka menyebarkan fitnah hasutan (untuk memecah belahkan orang ramai), -"
                }
            ]
        },
        {
            "verse_number": 12,
            "text_uthmani": "مَّنَّاعٍ لِّلْخَيْرِ مُعْتَدٍ أَثِيمٍ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Yang sering menghalangi amalan-amalan kebajikan, yang melanggar hukum-hukum ugama, lagi yang amat berdosa, -"
                }
            ]
        },
        {
            "verse_number": 13,
            "text_uthmani": "عُتُلٍّۭ بَعْدَ ذَٰلِكَ زَنِيمٍ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Yang jahat kejam, yang selain itu tidak tentu pula bapanya."
                }
            ]
        },
        {
            "verse_number": 14,
            "text_uthmani": "أَن كَانَ ذَا مَالٍ وَبَنِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Adakah kerana ia seorang hartawan dan ramai anak-pinaknya (maka ia mendustakan ugama Kami)? -"
                }
            ]
        },
        {
            "verse_number": 15,
            "text_uthmani": "إِذَا تُتْلَىٰ عَلَيْهِ ءَايَـٰتُنَا قَالَ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Apabila dibacakan kepadanya ayat-ayat keterangan Kami, ia berkata: \" (Ini ialah) cerita-cerita dongeng orang-orang dahulu kala\"."
                }
            ]
        },
        {
            "verse_number": 16,
            "text_uthmani": "سَنَسِمُهُۥ عَلَى ٱلْخُرْطُومِ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "(Orang yang bersifat demikian, akan didedahkan kehinaannya) - Kami akan adakan tanda di atas hidungnya (yang berupa belalai itu)."
                }
            ]
        },
        {
            "verse_number": 17,
            "text_uthmani": "إِنَّا بَلَوْنَـٰهُمْ كَمَا بَلَوْنَآ أَصْحَـٰبَ ٱلْجَنَّةِ إِذْ أَقْسَمُوا۟ لَيَصْرِمُنَّهَا مُصْبِحِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami telah timpakan mereka dengan bala bencana, sebagaimana Kami timpakan tuan-tuan punya kebun (dari kaum yang telah lalu), ketika orang-orang itu bersumpah (bahawa) mereka akan memetik buah-buah kebun itu pada esok pagi; -"
                }
            ]
        },
        {
            "verse_number": 18,
            "text_uthmani": "وَلَا يَسْتَثْنُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Serta mereka tidak menyebut pengecualian."
                }
            ]
        },
        {
            "verse_number": 19,
            "text_uthmani": "فَطَافَ عَلَيْهَا طَآئِفٌ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Maka kebun itu didatangi serta diliputi oleh bala bencana dari Tuhanmu (pada malam hari), sedang mereka semua tidur."
                }
            ]
        },
        {
            "verse_number": 20,
            "text_uthmani": "فَأَصْبَحَتْ كَٱلصَّرِيمِ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Lalu menjadilah ia sebagai kebun yang telah binasa semua buahnya."
                }
            ]
        },
        {
            "verse_number": 21,
            "text_uthmani": "فَتَنَادَوْا۟ مُصْبِحِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Kemudian pada pagi-pagi, mereka panggil memanggil antara satu dengan yang lain -"
                }
            ]
        },
        {
            "verse_number": 22,
            "text_uthmani": "أَنِ ٱغْدُوا۟ عَلَىٰ حَرْثِكُمْ إِن كُنتُمْ صَـٰرِمِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "(Setengahnya berkata): \"Pergilah pada pagi-pagi ke kebun kamu, kalau betul kamu mahu memetik buahnya\"."
                }
            ]
        },
        {
            "verse_number": 23,
            "text_uthmani": "فَٱنطَلَقُوا۟ وَهُمْ يَتَخَـٰفَتُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Lalu berjalanlah mereka sambil berbisik (katanya):"
                }
            ]
        },
        {
            "verse_number": 24,
            "text_uthmani": "أَن لَّا يَدْخُلَنَّهَا ٱلْيَوْمَ عَلَيْكُم مِّسْكِينٌ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "\"Pada hari ini, janganlah hendaknya seorang miskin pun masuk ke kebun itu mendapatkan kamu\"."
                }
            ]
        },
        {
            "verse_number": 25,
            "text_uthmani": "وَغَدَوْا۟ عَلَىٰ حَرْدٍ قَـٰدِرِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Dan pergilah mereka pada pagi-pagi itu, dengan kepercayaan, (bahawa) mereka berkuasa menghampakan fakir miskin dari hasil kebun itu."
                }
            ]
        },
        {
            "verse_number": 26,
            "text_uthmani": "فَلَمَّا رَأَوْهَا قَالُوٓا۟ إِنَّا لَضَآلُّونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Sebaik-baik sahaja mereka melihat kebunnya, mereka berkata: \"Sebenarnya kita sesat jalan, (ini bukanlah kebun kita)\"."
                }
            ]
        },
        {
            "verse_number": 27,
            "text_uthmani": "بَلْ نَحْنُ مَحْرُومُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "(Setelah mereka perhati dengan teliti, mereka berkata: \"Tidak! Kita tidak sesat), bahkan kita orang-orang yang dihampakan (dari hasil kebun kita, dengan sebab ingatan buruk kita sendiri)\"."
                }
            ]
        },
        {
            "verse_number": 28,
            "text_uthmani": "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُل لَّكُمْ لَوْلَا تُسَبِّحُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Berkatalah orang yang bersikap adil di antara mereka: \"Bukankah aku telah katakan kepada kamu (semasa kamu hendak menghampakan orang-orang fakir miskin dari habuannya): amatlah elok kiranya kamu mengingati Allah (serta membatalkan rancangan kamu yang jahat itu) ?\""
                }
            ]
        },
        {
            "verse_number": 29,
            "text_uthmani": "قَالُوا۟ سُبْحَـٰنَ رَبِّنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Mereka berkata (dengan sesalnya): \"Maha Suci Tuhan Kami! Sesungguhnya kami adalah orang-orang yang berlaku zalim!\""
                }
            ]
        },
        {
            "verse_number": 30,
            "text_uthmani": "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَـٰوَمُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Kemudian setengahnya mengadap yang lain, sambil cela-mencela."
                }
            ]
        },
        {
            "verse_number": 31,
            "text_uthmani": "قَالُوا۟ يَـٰوَيْلَنَآ إِنَّا كُنَّا طَـٰغِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Aduhai celakanya kita! Sesungguhnya kita adalah orang-orang yang melampaui batas."
                }
            ]
        },
        {
            "verse_number": 32,
            "text_uthmani": "عَسَىٰ رَبُّنَآ أَن يُبْدِلَنَا خَيْرًا مِّنْهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "\"Semoga Tuhan kita, (dengan sebab kita bertaubat) menggantikan bagi kita yang lebih baik daripada (kebun yang telah binasa) itu; sesungguhnya, kepada Tuhan kita sahajalah kita berharap\"."
                }
            ]
        },
        {
            "verse_number": 33,
            "text_uthmani": "كَذَٰلِكَ ٱلْعَذَابُ ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Demikianlah azab seksa (yang telah ditimpakan kepada golongan yang ingkar di dunia), dan sesungguhnya azab hari akhirat lebih besar lagi; kalaulah mereka orang-orang yang berpengetahuan (tentulah mereka beringat-ingat)."
                }
            ]
        },
        {
            "verse_number": 34,
            "text_uthmani": "إِنَّ لِلْمُتَّقِينَ عِندَ رَبِّهِمْ جَنَّـٰتِ ٱلنَّعِيمِ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang bertaqwa, disediakan bagi mereka taman-taman Syurga yang penuh nikmat, di sisi Tuhan mereka."
                }
            ]
        },
        {
            "verse_number": 35,
            "text_uthmani": "أَفَنَجْعَلُ ٱلْمُسْلِمِينَ كَٱلْمُجْرِمِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Patutkah Kami (berlaku tidak adil, dengan) menjadikan orang-orang Islam (yang taat), sama seperti orang-orang yang berdosa (yang kufur ingkar)?"
                }
            ]
        },
        {
            "verse_number": 36,
            "text_uthmani": "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Apa sudah jadi kepada akal kamu? Bagaimana kamu menetapkan hukum (yang terang-terang salahnya itu)?"
                }
            ]
        },
        {
            "verse_number": 37,
            "text_uthmani": "أَمْ لَكُمْ كِتَـٰبٌ فِيهِ تَدْرُسُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Adakah kamu mempunyai sesebuah Kitab (dari Allah) yang kamu baca dan pelajari?"
                }
            ]
        },
        {
            "verse_number": 38,
            "text_uthmani": "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Bahawa di dalam Kitab itu membolehkan kamu mendapat apa sahaja yang kamu pilih?"
                }
            ]
        },
        {
            "verse_number": 39,
            "text_uthmani": "أَمْ لَكُمْ أَيْمَـٰنٌ عَلَيْنَا بَـٰلِغَةٌ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Atau adakah kamu mendapat akuan-akuan yang ditegaskan dengan sumpah dari Kami, yang tetap hingga hari kiamat, menentukan bahawa kamu dapat mencapai apa yang kamu putuskan?"
                }
            ]
        },
        {
            "verse_number": 40,
            "text_uthmani": "سَلْهُمْ أَيُّهُم بِذَٰلِكَ زَعِيمٌ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Bertanyalah kepada mereka: \"Siapakah orangnya di antara mereka yang menjamin benarnya hukum: bahawa mereka akan mendapat di akhirat apa yang didapati oleh orang Islam?\""
                }
            ]
        },
        {
            "verse_number": 41,
            "text_uthmani": "أَمْ لَهُمْ شُرَكَآءُ فَلْيَأْتُوا۟ بِشُرَكَآئِهِمْ إِن كَانُوا۟ صَـٰدِقِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Atau adakah mereka mempunyai sekutu-sekutu (yang sefaham dengan mereka? Kalau ada) maka hendaklah mereka membawanya, jika betul mereka orang-orang yang benar."
                }
            ]
        },
        {
            "verse_number": 42,
            "text_uthmani": "يَوْمَ يُكْشَفُ عَن سَاقٍ وَيُدْعَوْنَ إِلَى ٱلسُّجُودِ فَلَا يَسْتَطِيعُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "(Ingatkanlah orang-orang yang tidak beriman) akan masa didedahkan kedahsyatan huru-hara (hari kiamat), dan mereka diseru supaya sujud maka mereka tidak dapat melakukannya, -"
                }
            ]
        },
        {
            "verse_number": 43,
            "text_uthmani": "خَـٰشِعَةً أَبْصَـٰرُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۖ وَقَدْ كَانُوا۟ يُدْعَوْنَ إِلَى ٱلسُّجُودِ وَهُمْ سَـٰلِمُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Sambil pandangan mereka tunduk malu, serta mereka diliputi kehinaan; dan sesungguhnya mereka (di dunia) dahulu telahpun diseru supaya sujud (tetapi mereka enggan) sedang mereka dalam keadaan sihat."
                }
            ]
        },
        {
            "verse_number": 44,
            "text_uthmani": "فَذَرْنِى وَمَن يُكَذِّبُ بِهَـٰذَا ٱلْحَدِيثِ ۖ سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Biarkanlah Aku sahaja (wahai Muhammad) dengan orang yang mendustakan keterangan Al-Quran ini, Kami akan menarik mereka sedikit demi sedikit (ke jurang kebinasaan), dari arah yang mereka tidak mengetahuinya."
                }
            ]
        },
        {
            "verse_number": 45,
            "text_uthmani": "وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Dan Aku akan melanjutkan tempoh untuk mereka; sesungguhnya rancangan sulitKu (terhadap golongan yang kufur ingkar itu), amatlah kuat kukuh."
                }
            ]
        },
        {
            "verse_number": 46,
            "text_uthmani": "أَمْ تَسْـَٔلُهُمْ أَجْرًا فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Pernahkah engkau (wahai Muhammad) meminta sebarang bayaran kepada mereka (mengenai ajaran Islam yang engkau sampaikan), lalu mereka merasa berat menanggung bayaran itu (sehingga menjauhkan diri daripada menyahut seruanmu)?"
                }
            ]
        },
        {
            "verse_number": 47,
            "text_uthmani": "أَمْ عِندَهُمُ ٱلْغَيْبُ فَهُمْ يَكْتُبُونَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Atau adakah di sisi mereka (Lauh Mahfuz yang mengandungi) perkara-perkara yang ghaib lalu mereka menyalin (daripadanya untuk menentang ajaran dan peringatanmu)?"
                }
            ]
        },
        {
            "verse_number": 48,
            "text_uthmani": "فَٱصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Maka bersabarlah (wahai Muhammad) menerima hukum Tuhanmu (memberi tempoh kepada mereka), dan janganlah engkau bersikap seperti orang yang telah ditelan oleh ikan. (Ingatlah kisahnya) ketika ia berdoa merayu dengan keadaan sesak sebak terkurung dalam perut ikan."
                }
            ]
        },
        {
            "verse_number": 49,
            "text_uthmani": "لَّوْلَآ أَن تَدَٰرَكَهُۥ نِعْمَةٌ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلْعَرَآءِ وَهُوَ مَذْمُومٌ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Kalaulah ia tidak didatangi nikmat pertolongan dari Tuhannya, nescaya tercampaklah ia ke tanah yang tandus (di tepi pantai) dalam keadaan ia ditempelak (kerana salah silapnya)."
                }
            ]
        },
        {
            "verse_number": 50,
            "text_uthmani": "فَٱجْتَبَـٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّـٰلِحِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Selepas itu Tuhannya memilihnya, serta menjadikan dia dari orang-orang yang soleh."
                }
            ]
        },
        {
            "verse_number": 51,
            "text_uthmani": "وَإِن يَكَادُ ٱلَّذِينَ كَفَرُوا۟ لَيُزْلِقُونَكَ بِأَبْصَـٰرِهِمْ لَمَّا سَمِعُوا۟ ٱلذِّكْرَ وَيَقُولُونَ إِنَّهُۥ لَمَجْنُونٌ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Dan sesungguhnya orang-orang yang kafir itu, hampir-hampir menggelincir dan menjatuhkanmu dengan pandangan mereka (yang penuh dengan permusuhan dan kebencian), semasa mereka mendengar Al-Quran sambil berkata: \"Sebenarnya (Muhammad) itu, sungguh-sungguh orang gila\"."
                }
            ]
        },
        {
            "verse_number": 52,
            "text_uthmani": "وَمَا هُوَ إِلَّا ذِكْرٌ لِّلْعَـٰلَمِينَ",
            "translations": [
                {
                    "resource_id": 39,
                    "text": "Padahal Al-Quran itu tidak lain hanyalah peringatan bagi umat manusia seluruhnya."
                }
            ]
        }
    ]
}