{
    "verses": [
        {
            "id": 6131,
            "verse_number": 1,
            "verse_key": "98:1",
            "hizb_number": 60,
            "rub_el_hizb_number": 239,
            "ruku_number": 542,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": " لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
            "page_number": 598,
            "juz_number": 30,
            "translations": [
                {
                    "id": 102361,
                    "resource_id": 20,
                    "text": "Those who disbelieved among the People of the Scripture and the polytheists were not to be parted [from misbelief]<sup foot_note=197790>1</sup> until there came to them clear evidence"
                },
                {
                    "id": 220181,
                    "resource_id": 39,
                    "text": "Orang-orang yang kafir dari Ahli Kitab (Yahudi dan Nasrani) serta orang-orang musyrik, tidak akan terlepas (dari kepercayaan dan amalan masing-masing) sehingga datang kepada mereka bukti yang jelas nyata, -"
                },
                {
                    "id": 1097108,
                    "resource_id": 161,
                    "text": "কিতাবধারীদের মধ্যে যারা কাফির ছিল তারা আর মুশরিকরা (তাদের ভ্রান্ত মত ও পথ হতে) সরে আসত না যতক্ষণ না তাদের কাছে আসত সুস্পষ্ট প্রমাণ।"
                }
            ]
        },
        {
            "id": 6132,
            "verse_number": 2,
            "verse_key": "98:2",
            "hizb_number": 60,
            "rub_el_hizb_number": 239,
            "ruku_number": 542,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "رَسُولٌ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًا مُّطَهَّرَةً",
            "page_number": 598,
            "juz_number": 30,
            "translations": [
                {
                    "id": 102363,
                    "resource_id": 20,
                    "text": "A Messenger from Allāh, reciting purified<sup foot_note=197791>1</sup> scriptures"
                },
                {
                    "id": 220184,
                    "resource_id": 39,
                    "text": "Iaitu seorang Rasul dari Allah yang membacakan (kepada mereka) Lembaran-lembaran Suci,"
                },
                {
                    "id": 1097109,
                    "resource_id": 161,
                    "text": "(অর্থাৎ) আল্লাহর নিকট হতে একজন রসূল, যে পাঠ করে পবিত্র গ্রন্থ।"
                }
            ]
        },
        {
            "id": 6133,
            "verse_number": 3,
            "verse_key": "98:3",
            "hizb_number": 60,
            "rub_el_hizb_number": 239,
            "ruku_number": 542,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "فِيهَا كُتُبٌ قَيِّمَةٌ",
            "page_number": 598,
            "juz_number": 30,
            "translations": [
                {
                    "id": 102365,
                    "resource_id": 20,
                    "text": "Within which are correct writings [i.e., rulings and laws]."
                },
                {
                    "id": 220186,
                    "resource_id": 39,
                    "text": "Terkandung di dalamnya pelajaran-pelajaran dan hukum-hukum yang benar."
                },
                {
                    "id": 1097110,
                    "resource_id": 161,
                    "text": "যাতে আছে সঠিক বিধান।"
                }
            ]
        },
        {
            "id": 6134,
            "verse_number": 4,
            "verse_key": "98:4",
            "hizb_number": 60,
            "rub_el_hizb_number": 239,
            "ruku_number": 542,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ",
            "page_number": 598,
            "juz_number": 30,
            "translations": [
                {
                    "id": 102367,
                    "resource_id": 20,
                    "text": "Nor did those who were given the Scripture become divided<sup foot_note=197792>1</sup> until after there had come to them clear evidence."
                },
                {
                    "id": 220188,
                    "resource_id": 39,
                    "text": "Dan orang-orang (Yahudi dan Nasrani) yang diberi Kitab (Taurat dan Injil) itu, tidak berpecah-belah melainkan setelah datang kepada mereka bukti yang jelas nyata."
                },
                {
                    "id": 1097111,
                    "resource_id": 161,
                    "text": "যাদেরকে কিতাব দেয়া হয়েছিল তাদের মাঝে বিচ্ছিন্নতা দেখা দিয়েছিল তাদের কাছে সুস্পষ্ট প্রমাণ আসার পর।"
                }
            ]
        },
        {
            "id": 6135,
            "verse_number": 5,
            "verse_key": "98:5",
            "hizb_number": 60,
            "rub_el_hizb_number": 239,
            "ruku_number": 542,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ",
            "page_number": 598,
            "juz_number": 30,
            "translations": [
                {
                    "id": 102369,
                    "resource_id": 20,
                    "text": "And they were not commanded except to worship Allāh, [being] sincere to Him in religion, inclining to truth, and to establish prayer and to give zakāh. And that is the correct religion."
                },
                {
                    "id": 220190,
                    "resource_id": 39,
                    "text": "Pada hal mereka tidak diperintahkan melainkan supaya menyembah Allah dengan mengikhlaskan ibadat kepadaNya, lagi tetap teguh di atas tauhid; dan supaya mereka mendirikan sembahyang serta memberi zakat. Dan yang demikian itulah Ugama yang benar."
                },
                {
                    "id": 1097112,
                    "resource_id": 161,
                    "text": "তাদেরকে এ ছাড়া অন্য কোন হুকুমই দেয়া হয়নি যে, তারা আল্লাহর ‘ইবাদাত করবে খাঁটি মনে একনিষ্ঠভাবে তাঁর আনুগত্যের মাধ্যমে। আর তারা নামায প্রতিষ্ঠা করবে আর যাকাত দিবে। আর এটাই সঠিক সুদৃঢ় দ্বীন।"
                }
            ]
        },
        {
            "id": 6136,
            "verse_number": 6,
            "verse_key": "98:6",
            "hizb_number": 60,
            "rub_el_hizb_number": 239,
            "ruku_number": 542,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ ۚ أُو۟لَـٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ",
            "page_number": 598,
            "juz_number": 30,
            "translations": [
                {
                    "id": 102371,
                    "resource_id": 20,
                    "text": "Indeed, they who disbelieved among the People of the Scripture and the polytheists will be in the fire of Hell, abiding eternally therein. Those are the worst of creatures."
                },
                {
                    "id": 220192,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang kafir dari Ahli Kitab dan orang-orang musyrik itu akan ditempatkan di dalam neraka Jahannam, kekalah mereka di dalamnya. Mereka itulah sejahat-jahat makhluk."
                },
                {
                    "id": 1097113,
                    "resource_id": 161,
                    "text": "কিতাবধারীদের মধ্যে যারা কুফুরী করে তারা আর মুশরিকরা জাহান্নামের আগুনে স্থায়ীভাবে থাকবে। এরাই সৃষ্টির অধম।"
                }
            ]
        },
        {
            "id": 6137,
            "verse_number": 7,
            "verse_key": "98:7",
            "hizb_number": 60,
            "rub_el_hizb_number": 239,
            "ruku_number": 542,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ",
            "page_number": 598,
            "juz_number": 30,
            "translations": [
                {
                    "id": 102373,
                    "resource_id": 20,
                    "text": "Indeed, they who have believed and done righteous deeds - those are the best of creatures."
                },
                {
                    "id": 220194,
                    "resource_id": 39,
                    "text": "Seungguhnya orang-orang yang beriman dan beramal soleh, mereka itulah sebaik-baik makhluk."
                },
                {
                    "id": 1097114,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে আর সৎ কাজ করে তারা সৃষ্টির উত্তম।"
                }
            ]
        },
        {
            "id": 6138,
            "verse_number": 8,
            "verse_key": "98:8",
            "hizb_number": 60,
            "rub_el_hizb_number": 239,
            "ruku_number": 542,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ",
            "page_number": 599,
            "juz_number": 30,
            "translations": [
                {
                    "id": 102375,
                    "resource_id": 20,
                    "text": "Their reward with their Lord will be gardens of perpetual residence beneath which rivers flow, wherein they will abide forever, Allāh being pleased with them and they with Him. That is for whoever has feared his Lord."
                },
                {
                    "id": 220196,
                    "resource_id": 39,
                    "text": "Balasan mereka di sisi Tuhannya ialah syurga Adn (tempat tinggal yang tetap), yang mengalir di bawahnya beberapa sungai; kekalah mereka di dalamnya selama-lamanya; Allah reda akan mereka dan merekapun reda (serta bersyukur) akan nikmat pemberianNya. Balasan yang demikian itu untuk orang-orang yang takut (melanggar perintah) Tuhannya."
                },
                {
                    "id": 1097115,
                    "resource_id": 161,
                    "text": "তাদের প্রতিপালকের কাছে তাদের প্রতিদান আছে স্থায়ী জান্নাত, যার তলদেশ দিয়ে নদ-নদী প্রবাহিত, তাতে তারা চিরকাল স্থায়ীভাবে থাকবে। আল্লাহ তাদের প্রতি সন্তুষ্ট, আর তারাও তাঁর প্রতি সন্তুষ্ট। এ সব কিছু তার জন্য যে তার প্রতিপালককে ভয় করে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}