{
    "verses": [
        {
            "id": 69,
            "verse_number": 62,
            "verse_key": "2:62",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 9,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَـٰرَىٰ وَٱلصَّـٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 10,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98194,
                    "resource_id": 20,
                    "text": "Indeed, those who believed and those who were Jews or Christians or Sabeans [before Prophet Muḥammad (ﷺ)] - those [among them] who believed in Allāh and the Last Day and did righteousness - will have their reward with their Lord, and no fear will there be concerning them, nor will they grieve<sup foot_note=195957>1</sup>."
                },
                {
                    "id": 216052,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang beriman, dan orang-orang Yahudi dan orang-orang Nasora (Nasrani), dan orang-orang Saabien sesiapa di antara mereka itu beriman kepada Allah dan (beriman kepada) hari akhirat serta beramal soleh, maka bagi mereka pahala balasannya di sisi Tuhan mereka, dan tidak ada kebimbangan (dari berlakunya kejadian yang tidak baik) kepada mereka, dan mereka pula tidak akan berdukacita."
                },
                {
                    "id": 1091046,
                    "resource_id": 161,
                    "text": "নিশ্চয় যারা ঈমান এনেছে, যারা ইয়াহূদী হয়েছে এবং খৃষ্টান ও সাবিঈন- যারাই আল্লাহ ও শেষ দিবসে বিশ্বাস করে ও সৎকাজ করে, তাদের জন্য পুরস্কার তাদের প্রতিপালকের নিকট আছে, তাদের কোন ভয় নেই এবং তারা দুঃখিত হবে না।"
                }
            ]
        },
        {
            "id": 70,
            "verse_number": 63,
            "verse_key": "2:63",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 9,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
            "page_number": 10,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98233,
                    "resource_id": 20,
                    "text": "And [recall] when We took your covenant, [O Children of Israel, to abide by the Torah] and We raised over you the mount, [saying], \"Take what We have given you with determination and remember what is in it that perhaps you may become righteous.\""
                },
                {
                    "id": 216091,
                    "resource_id": 39,
                    "text": "Dan (ingatlah), ketika Kami mengambil perjanjian setia kamu semasa Kami angkatkan Gunung Tursina di atas kamu (sambil Kami berfirman): \"Terimalah Taurat yang telah Kami berikan kepada kamu (serta amalkanlah) dengan bersungguh-sungguh, dan ingatlah (jangan lupakan) apa yang tersebut di dalamnya, supaya kamu bertaqwa."
                },
                {
                    "id": 1091047,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন তোমাদের শপথ নিয়েছিলাম এবং তূর পর্বতকে তোমাদের উপর তুলে ধরেছিলাম, বলেছিলাম, 'আমি যা দিলাম দৃঢ়তার সাথে গ্রহণ কর এবং তাতে যা আছে তা স্মরণ রেখ, যেন তোমরা সাবধান হয়ে চলতে পার'।"
                }
            ]
        },
        {
            "id": 71,
            "verse_number": 64,
            "verse_key": "2:64",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 9,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ ٱلْخَـٰسِرِينَ",
            "page_number": 10,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98245,
                    "resource_id": 20,
                    "text": "Then you turned away after that. And if not for the favor of Allāh upon you and His mercy, you would have been among the losers."
                },
                {
                    "id": 216103,
                    "resource_id": 39,
                    "text": "Kemudian sesudah itu kamu membelakangkan perjanjian setia kamu itu (tidak menyempurnakannya); maka kalau tidaklah kerana limpah kurnia Allah dan belas kasihanNya kepada kamu (dengan membuka pintu taubat), nescaya menjadilah kamu dari golongan orang-orang yang rugi."
                },
                {
                    "id": 1091048,
                    "resource_id": 161,
                    "text": "এরপরেও তোমরা মুখ ফিরিয়ে নিলে; আল্লাহর অনুগ্রহ ও অনুকম্পা তোমাদের প্রতি না থাকলে তোমরা অবশ্যই ক্ষতিগ্রস্তদের পর্যায়ভুক্ত হয়ে যেতে।"
                }
            ]
        },
        {
            "id": 72,
            "verse_number": 65,
            "verse_key": "2:65",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 9,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ عَلِمْتُمُ ٱلَّذِينَ ٱعْتَدَوْا۟ مِنكُمْ فِى ٱلسَّبْتِ فَقُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
            "page_number": 10,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98257,
                    "resource_id": 20,
                    "text": "And you had already known about those who transgressed among you concerning the sabbath, and We said to them, \"Be apes, despised.\""
                },
                {
                    "id": 216114,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya kamu telah mengetahui (bagaimana buruknya akibat) orang-orang di antara kamu yang melanggar (larangan) pada hari Sabtu, lalu Kami berfirman kepada mereka: \"Jadilah kamu kera yang hina\"."
                },
                {
                    "id": 1091049,
                    "resource_id": 161,
                    "text": "তোমাদের মধ্যে যারা শনিবার সম্পর্কে সীমালঙ্ঘন করেছিল, তাদেরকে তোমরা অবশ্যই জান, আমি তাদেরকে বলেছিলাম, ‘তোমরা ঘৃণিত বানরে পরিণত হও’।"
                }
            ]
        },
        {
            "id": 73,
            "verse_number": 66,
            "verse_key": "2:66",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 9,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَجَعَلْنَـٰهَا نَكَـٰلًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ",
            "page_number": 10,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98269,
                    "resource_id": 20,
                    "text": "And We made it a deterrent punishment for those who were present and those who succeeded [them] and a lesson for those who fear Allāh."
                },
                {
                    "id": 216126,
                    "resource_id": 39,
                    "text": "Maka Kami jadikan apa yang berlaku itu sebagai suatu hukuman pencegah bagi orang-orang yang ada pada masa itu dan orang-orang yang datang kemudian, dan suatu pengajaran bagi orang-orang yang (hendak) bertaqwa."
                },
                {
                    "id": 1091050,
                    "resource_id": 161,
                    "text": "আমি তা তাদের সমসাময়িক ও পরবর্তীগণের শিক্ষা গ্রহণের জন্য দৃষ্টান্ত এবং মুত্তাকীদের জন্য উপদেশ স্বরূপ করেছি।"
                }
            ]
        },
        {
            "id": 74,
            "verse_number": 67,
            "verse_key": "2:67",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 9,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦٓ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا۟ بَقَرَةً ۖ قَالُوٓا۟ أَتَتَّخِذُنَا هُزُوًا ۖ قَالَ أَعُوذُ بِٱللَّهِ أَنْ أَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
            "page_number": 10,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98281,
                    "resource_id": 20,
                    "text": "And [recall] when Moses said to his people, \"Indeed, Allāh commands you to slaughter a cow.\" They said, \"Do you take us in ridicule?\" He said, \"I seek refuge in Allāh from being among the ignorant.\""
                },
                {
                    "id": 216137,
                    "resource_id": 39,
                    "text": "Dan (ingatlah), ketika Nabi Musa berkata kepada kaumnya: \"Sesungguhnya Allah menyuruh supaya kamu menyembelih seekor lembu betina\". Mereka berkata: \"Adakah engkau hendak menjadikan kami ini permainan?\" Nabi Musa menjawab: \"Aku berlindung kepada Allah daripada menjadi salah seorang dari golongan yang jahil (yang melakukan sesuatu yang tidak patut)\"."
                },
                {
                    "id": 1091051,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন মূসা (আ.) স্বীয় সম্প্রদায়কে বলেছিল, ‘আল্লাহ তোমাদেরকে একটি গরু যবহ করার আদেশ দিচ্ছেন’; তারা বলেছিল, ‘তুমি কি আমাদের সঙ্গে ঠাট্টা করছো’? মূসা বলল, আল্লাহর আশ্রয় নিচ্ছি, যাতে আমি অজ্ঞদের অন্তর্ভুক্ত না হই।"
                }
            ]
        },
        {
            "id": 75,
            "verse_number": 68,
            "verse_key": "2:68",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 9,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ عَوَانٌۢ بَيْنَ ذَٰلِكَ ۖ فَٱفْعَلُوا۟ مَا تُؤْمَرُونَ",
            "page_number": 10,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98293,
                    "resource_id": 20,
                    "text": "They said, \"Call upon your Lord to make clear to us what it is.\" [Moses] said, \"[Allāh] says, 'It is a cow which is neither old nor virgin, but median between that,' so do what you are commanded.\""
                },
                {
                    "id": 216150,
                    "resource_id": 39,
                    "text": "Mereka berkata pula: \"Berdoalah kepada Tuhanmu untuk kami, supaya diterangkanNya kepada kami bagaimana (sifat-sifat) lembu itu?\" Nabi Musa menjawab: \"Bahawasanya Allah berfirman: Bahawa (lembu betina) itu ialah seekor lembu yang tidak terlalu tua dan tidak terlalu muda, pertengahan (umurnya) di antara itu; maka kerjakanlah apa yang diperintahkan kepada kamu melakukannya\"."
                },
                {
                    "id": 1091052,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘আমাদের জন্য তোমার প্রতিপালককে স্পষ্টভাবে জানিয়ে দিতে বল তা কীরূপ’? মূসা বলল, ‘আল্লাহ বলছেন, তা এমন এক গরু যা বৃদ্ধও নয় এবং অল্প বয়স্কও নয়- মধ্য বয়সী। সুতরাং যা (করতে) আদিষ্ট হয়েছ, তা পালন কর’।"
                }
            ]
        },
        {
            "id": 76,
            "verse_number": 69,
            "verse_key": "2:69",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 9,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ ٱلنَّـٰظِرِينَ",
            "page_number": 10,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98302,
                    "resource_id": 20,
                    "text": "They said, \"Call upon your Lord to show us what is her color.\" He said, \"He says, 'It is a yellow cow, bright in color - pleasing to the observers.'\""
                },
                {
                    "id": 216161,
                    "resource_id": 39,
                    "text": "Mereka berkata lagi: \"Pohonkanlah kepada Tuhanmu untuk kami, supaya diterangkanNya kepada kami apa warnanya?\" Nabi Musa menjawab: \"Bahawasanya Allah berfirman: Bahawa (lembu betina) itu ialah seekor lembu kuning, kuning tua warnanya, lagi menyukakan orang-orang yang melihatnya\"."
                },
                {
                    "id": 1091053,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘আমাদের জন্য তোমার প্রতিপালককে স্পষ্টভাবে জানিয়ে দিতে বল, ওর রং কী’? মূসা বলল, ‘আল্লাহ বলছেন, তা হলুদ বর্ণের গরু, তার রং উজ্জ্বল গাঢ়, যা দর্শকদেরকে আনন্দ দেয়’।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}