{
    "verses": [
        {
            "id": 628,
            "verse_number": 135,
            "verse_key": "4:135",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 81,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوا۟ قَوَّٰمِينَ بِٱلْقِسْطِ شُهَدَآءَ لِلَّهِ وَلَوْ عَلَىٰٓ أَنفُسِكُمْ أَوِ ٱلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ ۚ إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَٱللَّهُ أَوْلَىٰ بِهِمَا ۖ فَلَا تَتَّبِعُوا۟ ٱلْهَوَىٰٓ أَن تَعْدِلُوا۟ ۚ وَإِن تَلْوُۥٓا۟ أَوْ تُعْرِضُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
            "page_number": 100,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99682,
                    "resource_id": 20,
                    "text": "O you who have believed, be persistently standing firm in justice, witnesses for Allāh, even if it be against yourselves or parents and relatives. Whether one is rich or poor, Allāh is more worthy of both.<sup foot_note=196149>1</sup> So follow not [personal] inclination, lest you not be just. And if you distort [your testimony] or refuse [to give it], then indeed Allāh is ever, of what you do, Aware."
                },
                {
                    "id": 217537,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Hendaklah kamu menjadi orang-orang yang sentiasa menegakkan keadilan, lagi menjadi saksi (yang menerangkan kebenaran) kerana Allah, sekalipun terhadap diri kamu sendiri, atau ibu bapa dan kaum kerabat kamu. Kalaulah orang (yang didakwa) itu kaya atau miskin (maka janganlah kamu terhalang daripada menjadi saksi yang memperkatakan kebenaran disebabkan kamu bertimbang rasa), kerana Allah lebih bertimbang rasa kepada keduanya. Oleh itu, janganlah kamu turutkan hawa nafsu supaya kamu tidak menyeleweng dari keadilan. Dan jika kamu memutar-balikkan keterangan ataupun enggan (daripada menjadi saksi), maka sesungguhnya Allah sentiasa Mengetahui dengan mendalam akan apa yang kamu lakukan."
                },
                {
                    "id": 1091605,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! ন্যায়ের প্রতি সুপ্রতিষ্ঠ ও আল্লাহর জন্য সাক্ষ্যদাতা হও যদিও তা তোমাদের নিজেদের কিংবা মাতা-পিতা এবং আত্মীয়গণের বিরুদ্ধে হয়, কেউ ধনী হোক বা দরিদ্র হোক, আল্লাহ উভয়েরই ঘনিষ্ঠতর। অতএব প্রবৃত্তির অনুসরণ করো না যাতে তোমরা ন্যায়বিচার করতে পার এবং যদি তোমরা বক্রভাবে কথা বল কিংবা সত্যকে এড়িয়ে যাও তবে নিশ্চয় তোমরা যা করছ, আল্লাহ সে বিষয়ে সম্পূর্ণ অবগত।"
                }
            ]
        },
        {
            "id": 629,
            "verse_number": 136,
            "verse_key": "4:136",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 81,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِى نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلْكِتَـٰبِ ٱلَّذِىٓ أَنزَلَ مِن قَبْلُ ۚ وَمَن يَكْفُرْ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلْيَوْمِ ٱلْـَٔاخِرِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
            "page_number": 100,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99684,
                    "resource_id": 20,
                    "text": "O you who have believed, believe<sup foot_note=196150>1</sup> in Allāh and His Messenger and the Book that He sent down upon His Messenger and the Scripture which He sent down before. And whoever disbelieves in Allāh, His angels, His books, His messengers, and the Last Day has certainly gone far astray."
                },
                {
                    "id": 217539,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Tetapkanlah iman kamu kepada Allah dan RasulNya, dan kepada Kitab Al-Quran yang telah diturunkan kepada RasulNya (Muhammad, s.a.w), dan juga kepada Kitab-kitab Suci yang telah diturunkan dahulu daripada itu. Dan sesiapa yang kufur ingkar kepada Allah, dan Malaikat-malaikatNya, dan Kitab-kitabNya, dan Rasul-rasulNya dan juga Hari Akhirat, maka sesungguhnya ia telah sesat dengan kesesatan yang amat jauh."
                },
                {
                    "id": 1091606,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা আল্লাহ, তাঁর রসূলের, তাঁর রসূলের নিকট তিনি অবতীর্ণ করেছেন সেই কিতাবের এবং পূর্বে নাযিলকৃত কিতাবের উপর ঈমান আন। যে ব্যক্তি আল্লাহকে ও তাঁর ফেরেশতাদেরকে, তাঁর কিতাবসমূহকে, তাঁর রসূলগণকে এবং শেষ দিবসকে অস্বীকার করে সে সীমাহীন পথভ্রষ্টতায় পতিত হয়।"
                }
            ]
        },
        {
            "id": 630,
            "verse_number": 137,
            "verse_key": "4:137",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 81,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ سَبِيلًۢا",
            "page_number": 100,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99686,
                    "resource_id": 20,
                    "text": "Indeed, those who have believed then disbelieved, then believed then disbelieved, and then increased in disbelief - never will Allāh forgive them, nor will He guide them to a way."
                },
                {
                    "id": 217541,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang beriman, kemudian mereka kafir, kemudian mereka beriman semula, kemudian mereka kafir sekali lagi, kemudian mereka bertambah-tambah lagi dengan kekufuran, Allah tidak sekali-kali akan memberi ampun kepada mereka, dan tidak akan memberi pertunjuk hidayah kepada mereka ke jalan yang benar."
                },
                {
                    "id": 1091607,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনল, অতঃপর কুফরী করল আবার ঈমান আনল আবার কুফরী করল, অতঃপর কুফরীতে অগ্রসর হতে থাকল, আল্লাহ তাদেরকে ক্ষমা করবেন না এবং পথপ্রদর্শন করবেন না।"
                }
            ]
        },
        {
            "id": 631,
            "verse_number": 138,
            "verse_key": "4:138",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 81,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "بَشِّرِ ٱلْمُنَـٰفِقِينَ بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا",
            "page_number": 100,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99688,
                    "resource_id": 20,
                    "text": "Give tidings to the hypocrites that there is for them a painful punishment -"
                },
                {
                    "id": 217543,
                    "resource_id": 39,
                    "text": "Sampaikanlah khabar berita kepada orang-orang munafik: bahawa sesungguhnya disediakan untuk mereka azab seksa yang tidak terperi sakitnya;"
                },
                {
                    "id": 1091608,
                    "resource_id": 161,
                    "text": "মুনাফিকদেরকে সুসংবাদ শুনিয়ে দাও যে, তাদের জন্য যন্ত্রণাদায়ক শাস্তি রয়েছে।"
                }
            ]
        },
        {
            "id": 632,
            "verse_number": 139,
            "verse_key": "4:139",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 81,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَتَّخِذُونَ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَيَبْتَغُونَ عِندَهُمُ ٱلْعِزَّةَ فَإِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا",
            "page_number": 100,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99690,
                    "resource_id": 20,
                    "text": "Those who take disbelievers as allies instead of the believers. Do they seek with them honor [through power]? But indeed, honor belongs to Allāh entirely.<sup foot_note=196151>1</sup>"
                },
                {
                    "id": 217545,
                    "resource_id": 39,
                    "text": "(Iaitu) orang-orang yang mengambil orang-orang kafir menjadi teman rapat dengan meninggalkan orang-orang yang beriman. Tidaklah patut mereka (orang-orang munafik) mencari kekuatan dan kemuliaan di sisi orang-orang kafir itu, kerana sesungguhnya kekuatan dan kemuliaan itu semuanya ialah milik Allah, (diberikannya kepada sesiapa yang dikehendakiNya)."
                },
                {
                    "id": 1091609,
                    "resource_id": 161,
                    "text": "যারা মু’মিনদেরকে ছেড়ে কাফিরদেরকে বন্ধুরূপে গ্রহণ করে তারা কি তাদের নিকট ইযযত চায়? ইযযতের সবকিছুই আল্লাহর অধিকারে।"
                }
            ]
        },
        {
            "id": 633,
            "verse_number": 140,
            "verse_key": "4:140",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 81,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَدْ نَزَّلَ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ أَنْ إِذَا سَمِعْتُمْ ءَايَـٰتِ ٱللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا۟ مَعَهُمْ حَتَّىٰ يَخُوضُوا۟ فِى حَدِيثٍ غَيْرِهِۦٓ ۚ إِنَّكُمْ إِذًا مِّثْلُهُمْ ۗ إِنَّ ٱللَّهَ جَامِعُ ٱلْمُنَـٰفِقِينَ وَٱلْكَـٰفِرِينَ فِى جَهَنَّمَ جَمِيعًا",
            "page_number": 100,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99694,
                    "resource_id": 20,
                    "text": "And it has already come down to you in the Book [i.e., the Qur’ān] that when you hear the verses of Allāh [recited], they are denied [by them] and ridiculed; so do not sit with them until they enter into another conversation. Indeed, you would then be like them.<sup foot_note=196152>1</sup> Indeed, Allāh will gather the hypocrites and disbelievers in Hell all together -"
                },
                {
                    "id": 217550,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Allah telahpun menurunkan kepada kamu (perintahNya) di dalam Kitab (Al-Quran), iaitu: apabila kamu mendengar ayat-ayat keterangan Allah diingkari dan diejek-ejek (oleh kaum kafir dan munafik), maka janganlah kamu duduk (bergaul) dengan mereka sehingga mereka masuk kepada memperkatakan soal yang lain; kerana sesungguhnya (jika kamu melakukan yang demikian), tentulah kamu sama seperti mereka. Sesungguhnya Allah akan menghimpunkan sekalian orang manufik dan orang kafir di dalam neraka jahannam."
                },
                {
                    "id": 1091610,
                    "resource_id": 161,
                    "text": "কিতাবে তোমাদের নিকট তিনি নাযিল করেছেন যে, যখন তোমরা শুনবে আল্লাহর আয়াতের প্রতি কুফরী হচ্ছে এবং তার প্রতি ঠাট্টা করা হচ্ছে, তখন তাদের নিকট বসো না যে পর্যন্ত তারা অন্য আলোচনায় লিপ্ত না হয়, নচেৎ তোমরাও তাদের মত হয়ে যাবে, নিশ্চয় আল্লাহ মুনাফিক ও কাফিরদের সকলকেই জাহান্নামে একত্রিত করবেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}