{
    "verses": [
        {
            "id": 634,
            "verse_number": 141,
            "verse_key": "4:141",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 81,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمْ فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ ٱللَّهِ قَالُوٓا۟ أَلَمْ نَكُن مَّعَكُمْ وَإِن كَانَ لِلْكَـٰفِرِينَ نَصِيبٌ قَالُوٓا۟ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُم مِّنَ ٱلْمُؤْمِنِينَ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَلَن يَجْعَلَ ٱللَّهُ لِلْكَـٰفِرِينَ عَلَى ٱلْمُؤْمِنِينَ سَبِيلًا",
            "page_number": 101,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99698,
                    "resource_id": 20,
                    "text": "Those who wait [and watch] you. Then if you gain a victory from Allāh, they say, \"Were we not with you?\" But if the disbelievers have a success, they say [to them], \"Did we not gain the advantage over you, but we protected you from the believers?\" Allāh will judge between [all of] you on the Day of Resurrection, and never will Allāh give the disbelievers over the believers a way [to overcome them].<sup foot_note=196153>1</sup>"
                },
                {
                    "id": 217553,
                    "resource_id": 39,
                    "text": "(Mereka yang munafik itu ialah) orang-orang yang sentiasa menunggu-nunggu (berlakunya sesuatu) kepada kamu; maka kalau kamu mendapat kemenangan dari Allah (dalam sesuatu peperangan), berkatalah mereka (kepada kamu): \"Bukankah kami turut berjuang bersama-sama kamu? (Oleh itu kami juga berhak menerima bahagian dari harta rampasan perang)\". Dan jika orang-orang kafir pula mendapat bahagian (yang menguntungkan dalam peperangan), berkatalah mereka (kepada orang-orang kafir itu): \"Bukankah kami turut membantu kamu dan mempertahankan kamu dari (serang balas) orang-orang yang beriman (dengan mendedahkan rahsia perpaduannya)?\" Maka Allah akan menghakimi di antara kamu semua pada hari kiamat; dan Allah tidak sekali-kali akan memberi jalan kepada orang-orang kafir untuk membinasakan orang-orang yang beriman."
                },
                {
                    "id": 1091611,
                    "resource_id": 161,
                    "text": "তারা (অর্থাৎ মুনাফিকরা) তোমাদের ব্যাপারে ওঁৎ পেতে থাকে, তারা আল্লাহর তরফ হতে তোমাদের জয়লাভ হলে বলে আমরা কি তোমাদের সঙ্গে ছিলাম না? আর যদি কাফিরদের কিছু বিজয় ঘটে তখন তারা বলে, আমরা কি তোমাদের উপর বিজয়ী ছিলাম না এবং আমরা কি তোমাদেরকে মু’মিনদের হতে রক্ষা করিনি? এমতাবস্থায় আল্লাহ ক্বিয়ামাত দিবসে তোমাদের মধ্যে মীমাংসা করে দেবেন এবং আল্লাহ কক্ষনো মু’মিনদের বিরুদ্ধে কাফিরদেরকে (জয়লাভের) পথ করে দেবেন না।"
                }
            ]
        },
        {
            "id": 635,
            "verse_number": 142,
            "verse_key": "4:142",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 82,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلْمُنَـٰفِقِينَ يُخَـٰدِعُونَ ٱللَّهَ وَهُوَ خَـٰدِعُهُمْ وَإِذَا قَامُوٓا۟ إِلَى ٱلصَّلَوٰةِ قَامُوا۟ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذْكُرُونَ ٱللَّهَ إِلَّا قَلِيلًا",
            "page_number": 101,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99700,
                    "resource_id": 20,
                    "text": "Indeed, the hypocrites [think to] deceive Allāh, but He is deceiving them. And when they stand for prayer, they stand lazily, showing [themselves to] the people and not remembering Allāh except a little,"
                },
                {
                    "id": 217555,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang munafik itu melakukan tipu daya (terhadap ugama) Allah (dengan perbuatan pura-pura beriman sedang mereka kafir pada batinnya), dan Allah pula tetap membalas tipu daya mereka (dengan membiarkan mereka dalam keadaan munafik). Mereka pula apabila berdiri hendak sembahyang, mereka berdiri dengan malas. Mereka (hanya bertujuan) riak (memperlihatkan sembahyangnya) kepada manusia (supaya disangka bahawa mereka orang yang beriman), dan mereka pula tidak mengingati Allah (dengan mengerjakan sembahyang) melainkan sedikit sekali (jarang-jarang)."
                },
                {
                    "id": 1091612,
                    "resource_id": 161,
                    "text": "নিশ্চয় মুনাফিকগণ আল্লাহর সঙ্গে ধোঁকাবাজি করে, তিনি তাদেরকে ধোঁকায় ফেলে শাস্তি দেন এবং তারা যখন সলাতের জন্য দাঁড়ায়, তখন শৈথিল্যভরে দাঁড়ায়, লোক দেখানোর জন্য, তারা আল্লাহকে সামান্যই স্মরণ করে।"
                }
            ]
        },
        {
            "id": 636,
            "verse_number": 143,
            "verse_key": "4:143",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 82,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مُّذَبْذَبِينَ بَيْنَ ذَٰلِكَ لَآ إِلَىٰ هَـٰٓؤُلَآءِ وَلَآ إِلَىٰ هَـٰٓؤُلَآءِ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلًا",
            "page_number": 101,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99702,
                    "resource_id": 20,
                    "text": "Wavering between them, [belonging] neither to these [i.e., the believers] nor to those [i.e., the disbelievers]. And whoever Allāh sends astray - never will you find for him a way."
                },
                {
                    "id": 217558,
                    "resource_id": 39,
                    "text": "Mereka berkeadaan \"muzabzab\" (tidak mempunyai pendirian yang tetap) antara (iman dan kufur) itu; mereka tidak berpihak terus kepada golongan (kafir) dan tidak pula berpihak kepada golongan (yang beriman). Dan sesiapa yang disesatkan oleh Allah, maka engkau (wahai Muhammad) tidak sekali-kali akan mendapat jalan untuk menyelamatkannya."
                },
                {
                    "id": 1091613,
                    "resource_id": 161,
                    "text": "তারা মাঝখানে দোদুল্যমান, না এদের দিকে, না ওদের দিকে; বস্তুতঃ আল্লাহ যাকে পথভ্রষ্ট করেন তুমি তার জন্য কক্ষনো কোন পথ পাবে না।"
                }
            ]
        },
        {
            "id": 637,
            "verse_number": 144,
            "verse_key": "4:144",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 82,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْكَـٰفِرِينَ أَوْلِيَآءَ مِن دُونِ ٱلْمُؤْمِنِينَ ۚ أَتُرِيدُونَ أَن تَجْعَلُوا۟ لِلَّهِ عَلَيْكُمْ سُلْطَـٰنًا مُّبِينًا",
            "page_number": 101,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99704,
                    "resource_id": 20,
                    "text": "O you who have believed, do not take the disbelievers as allies instead of the believers. Do you wish to give Allāh against yourselves a clear case?"
                },
                {
                    "id": 217560,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, janganlah kamu mengambil orang-orang kafir menjadi teman rapat dengan meninggalkan orang-orang yang beriman. Adakah kamu hendak mengadakan alasan yang terang nyata bagi Allah untuk (menyeksa) kamu?"
                },
                {
                    "id": 1091614,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা মু’মিনদের পরিবর্তে কাফিরদেরকে তোমাদের বন্ধুরূপে গ্রহণ করো না, তোমরা কি তোমাদের নিজেদের বিরুদ্ধে আল্লাহর কাছে সুস্পষ্ট প্রমাণ পেশ করতে চাও?"
                }
            ]
        },
        {
            "id": 638,
            "verse_number": 145,
            "verse_key": "4:145",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 82,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلْمُنَـٰفِقِينَ فِى ٱلدَّرْكِ ٱلْأَسْفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمْ نَصِيرًا",
            "page_number": 101,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99706,
                    "resource_id": 20,
                    "text": "Indeed, the hypocrites will be in the lowest depths of the Fire - and never will you find for them a helper -"
                },
                {
                    "id": 217562,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang munafik itu ditempatkan pada tingkatan yang terkebawah sekali dari (lapisan-lapisan dalam) neraka. Dan engkau tidak sekali-kali akan mendapat sesiapa pun yang boleh menolong mereka."
                },
                {
                    "id": 1091615,
                    "resource_id": 161,
                    "text": "মুনাফিকরা থাকবে জাহান্নামের সর্বনিম্ন স্তরে, তুমি তাদের জন্য কক্ষনো কোন সাহায্যকারী পাবে না।"
                }
            ]
        },
        {
            "id": 639,
            "verse_number": 146,
            "verse_key": "4:146",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 82,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَٱعْتَصَمُوا۟ بِٱللَّهِ وَأَخْلَصُوا۟ دِينَهُمْ لِلَّهِ فَأُو۟لَـٰٓئِكَ مَعَ ٱلْمُؤْمِنِينَ ۖ وَسَوْفَ يُؤْتِ ٱللَّهُ ٱلْمُؤْمِنِينَ أَجْرًا عَظِيمًا",
            "page_number": 101,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99708,
                    "resource_id": 20,
                    "text": "Except for those who repent, correct themselves, hold fast to Allāh, and are sincere in their religion for Allāh, for those will be with the believers. And Allāh is going to give the believers a great reward."
                },
                {
                    "id": 217570,
                    "resource_id": 39,
                    "text": "Kecuali orang-orang yang bertaubat (dari perbuatan munafik itu) dan memperbaiki amalan mereka (yang salah), dan mereka pula berpegang teguh kepada (ugama) Allah, serta mengerjakan ugama mereka dengan ikhlas kerana Allah, maka mereka yang demikian itu ditempatkan bersama-sama orang-orang yang beriman (di dalam Syurga); dan Allah akan memberikan orang-orang yang beriman itu pahala yang amat besar."
                },
                {
                    "id": 1091616,
                    "resource_id": 161,
                    "text": "অবশ্য তারা এদের মধ্যে শামিল নয় যারা তাওবাহ করবে, নিজেদেরকে সংশোধন করবে, আল্লাহকে মজবুতভাবে ধারণ করবে, আর নিজেদের দ্বীনকে আল্লাহর জন্য একনিষ্ঠ করবে। তখন তারা মু’মিনদের সঙ্গী হিসেবে গণ্য হবে আর আল্লাহ অচিরেই মু’মিনদেরকে মহা প্রতিফল দান করবেন।"
                }
            ]
        },
        {
            "id": 640,
            "verse_number": 147,
            "verse_key": "4:147",
            "hizb_number": 10,
            "rub_el_hizb_number": 40,
            "ruku_number": 82,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَّا يَفْعَلُ ٱللَّهُ بِعَذَابِكُمْ إِن شَكَرْتُمْ وَءَامَنتُمْ ۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمًا",
            "page_number": 101,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99710,
                    "resource_id": 20,
                    "text": "What would Allāh do with [i.e., gain from] your punishment if you are grateful and believe? And ever is Allāh Appreciative<sup foot_note=196154>1</sup> and Knowing."
                },
                {
                    "id": 217572,
                    "resource_id": 39,
                    "text": "Apa gunanya Allah menyeksa kamu sekiranya kamu bersyukur (akan nikmatNya) serta kamu beriman (kepadaNya)? Dan (ingatlah) Allah sentiasa Membalas dengan sebaik-baiknya (akan orang-orang yang bersyukur kepadaNya), lagi Maha Mengetahui (akan hal keadaan mereka)."
                },
                {
                    "id": 1091617,
                    "resource_id": 161,
                    "text": "তোমরা যদি শোকরগুজারি কর আর ঈমান আন তাহলে তোমাদেরকে শাস্তি দিয়ে আল্লাহ কী করবেন? আল্লাহ (সৎকাজের বড়ই) পুরস্কারদাতা, সর্ববিষয়ে জ্ঞাত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}