{
    "verses": [
        {
            "id": 648,
            "verse_number": 155,
            "verse_key": "4:155",
            "hizb_number": 11,
            "rub_el_hizb_number": 41,
            "ruku_number": 83,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ وَكُفْرِهِم بِـَٔايَـٰتِ ٱللَّهِ وَقَتْلِهِمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌۢ ۚ بَلْ طَبَعَ ٱللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا",
            "page_number": 103,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99728,
                    "resource_id": 20,
                    "text": "And [We cursed them]<sup foot_note=196157>1</sup> for their breaking of the covenant and their disbelief in the signs of Allāh and their killing of the prophets without right and their saying, \"Our hearts are wrapped\" [i.e., sealed against reception]. Rather, Allāh has sealed them because of their disbelief, so they believe not, except for a few.<sup foot_note=196156>2</sup>"
                },
                {
                    "id": 217663,
                    "resource_id": 39,
                    "text": "Maka (Kami laknatkan mereka) dengan sebab mereka mencabuli perjanjian setia mereka, dan mereka kufur ingkar akan ayat-ayat keterangan Allah, dan mereka pula membunuh Nabi-nabi dengan tiada sesuatu alasan yang benar, dan mereka juga mengatakan: \"Hati kami tertutup (tidak dapat menerima ajaran Islam yang dibawa oleh Nabi Muhammad)\". (Sebenarnya hati mereka tidak tertutup), bahkan Allah telah memeteraikan hati mereka disebabkan kekufuran mereka. Oleh itu mereka tidak beriman kecuali sedikit sahaja (di antaranya)."
                },
                {
                    "id": 1091625,
                    "resource_id": 161,
                    "text": "(তাদের প্রতি আল্লাহর অসন্তোষ নেমে এসেছে) তাদের ওয়া‘দা ভঙ্গের কারণে, আর আল্লাহর নিদর্শনসমূহকে অস্বীকার করার কারণে, অন্যায়ভাবে নাবীগণকে তাদের হত্যা করার কারণে, আর ‘আমাদের হৃদয়গুলো আচ্ছাদিত’ তাদের এ কথা বলার কারণে- বরং তাদের অস্বীকৃতির কারণে আল্লাহ তাদের হৃদয়গুলোতে মোহর মেরে দিয়েছেন। যে কারণে তাদের অল্পসংখ্যক ছাড়া ঈমান আনে না।"
                }
            ]
        },
        {
            "id": 649,
            "verse_number": 156,
            "verse_key": "4:156",
            "hizb_number": 11,
            "rub_el_hizb_number": 41,
            "ruku_number": 83,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَىٰ مَرْيَمَ بُهْتَـٰنًا عَظِيمًا",
            "page_number": 103,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99729,
                    "resource_id": 20,
                    "text": "And [We cursed them] for their disbelief and their saying against Mary a great slander<sup foot_note=196158>1</sup>"
                },
                {
                    "id": 217583,
                    "resource_id": 39,
                    "text": "Demikian juga (Kami laknatkan mereka) dangan sebab kekufuran mereka dan tuduhan mereka terhadap Maryam (dengan tuduhan yang amat dustanya."
                },
                {
                    "id": 1091626,
                    "resource_id": 161,
                    "text": "(তাদের প্রতি আল্লাহর অসন্তোষ নেমে এসেছে) তাদের কুফরীর জন্য আর মারইয়ামের প্রতি তাদের গুরুতর অপবাদপূর্ণ কথা উচ্চারণের জন্য।"
                }
            ]
        },
        {
            "id": 650,
            "verse_number": 157,
            "verse_key": "4:157",
            "hizb_number": 11,
            "rub_el_hizb_number": 41,
            "ruku_number": 83,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَوْلِهِمْ إِنَّا قَتَلْنَا ٱلْمَسِيحَ عِيسَى ٱبْنَ مَرْيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَـٰكِن شُبِّهَ لَهُمْ ۚ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ لَفِى شَكٍّ مِّنْهُ ۚ مَا لَهُم بِهِۦ مِنْ عِلْمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّ ۚ وَمَا قَتَلُوهُ يَقِينًۢا",
            "page_number": 103,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99730,
                    "resource_id": 20,
                    "text": "And [for] their saying, \"Indeed, we have killed the Messiah, Jesus the son of Mary, the messenger of Allāh.\" And they did not kill him, nor did they crucify him; but [another] was made to resemble him to them. And indeed, those who differ over it are in doubt about it. They have no knowledge of it except the following of assumption. And they did not kill him, for certain.<sup foot_note=196159>1</sup>"
                },
                {
                    "id": 217584,
                    "resource_id": 39,
                    "text": "Dan juga (disebabkan) dakwaan mereka dengan mengatakan: \"Sesungguhnya kami telah membunuh Al-Masih Isa Ibni Maryam, Rasul Allah\". Padahal mereka tidak membunuhnya dan tidak memalangnya (di kayu palang - salib), tetapi diserupakan bagi mereka (orang yang mereka bunuh itu seperti Nabi Isa). Dan Sesungguhnya orang-orang yang telah berselisih faham, mengenai Nabi Isa, sebenarnya mereka berada dalam keadaan syak (ragu-ragu) tentang menentukan (pembunuhannya). Tiada sesuatu pengetahuan pun bagi mereka mengenainya selain daripada mengikut sangkaan semata-mata; dan mereka tidak membunuhnya dengan yakin."
                },
                {
                    "id": 1091627,
                    "resource_id": 161,
                    "text": "আর ‘আমরা আল্লাহর রসূল মাসীহ ঈসা ইবনু মারইয়ামকে হত্যা করেছি’ তাদের এ উক্তির জন্য। কিন্তু তারা না তাকে হত্যা করেছে, না তাকে ক্রুশবিদ্ধ করেছে, কেবলমাত্র তাদের জন্য (এক লোককে) তার সদৃশ করা হয়েছিল, আর যারা এ বিষয়ে মতভেদ করেছিল তারাও এ সম্পর্কে সন্দেহে পতিত হয়েছিল। শুধু অমূলক ধারণার অনুসরণ ছাড়া এ ব্যাপারে তাদের কোন জ্ঞানই ছিল না। এটা নিশ্চিত সত্য যে, তারা তাকে হত্যা করেনি।"
                }
            ]
        },
        {
            "id": 651,
            "verse_number": 158,
            "verse_key": "4:158",
            "hizb_number": 11,
            "rub_el_hizb_number": 41,
            "ruku_number": 83,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "بَل رَّفَعَهُ ٱللَّهُ إِلَيْهِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
            "page_number": 103,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99731,
                    "resource_id": 20,
                    "text": "Rather, Allāh raised him to Himself. And ever is Allāh Exalted in Might and Wise."
                },
                {
                    "id": 214816,
                    "resource_id": 39,
                    "text": "Bahkan Allah telah mengangkat Nabi Isa kepadaNya; dan adalah Allah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1091628,
                    "resource_id": 161,
                    "text": "বরং আল্লাহ তাকে নিজের কাছে উঠিয়ে নিয়েছেন, আর আল্লাহ হলেন মহাপরাক্রমশালী, মহাবিজ্ঞানী।"
                }
            ]
        },
        {
            "id": 652,
            "verse_number": 159,
            "verse_key": "4:159",
            "hizb_number": 11,
            "rub_el_hizb_number": 41,
            "ruku_number": 83,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِن مِّنْ أَهْلِ ٱلْكِتَـٰبِ إِلَّا لَيُؤْمِنَنَّ بِهِۦ قَبْلَ مَوْتِهِۦ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكُونُ عَلَيْهِمْ شَهِيدًا",
            "page_number": 103,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99696,
                    "resource_id": 20,
                    "text": "And there is none from the People of the Scripture but that he will surely believe in him [i.e., Jesus] before his death.<sup foot_note=196160>1</sup> And on the Day of Resurrection he will be against them a witness."
                },
                {
                    "id": 217587,
                    "resource_id": 39,
                    "text": "Dan tidak ada seorang pun dari kalangan ahli Kitab melainkan ia akan beriman kepada Nabi Isa sebelum matinya dan pada hari kiamat kelak Nabi Isa akan menjadi saksi terhadap mereka."
                },
                {
                    "id": 1091629,
                    "resource_id": 161,
                    "text": "কিতাবওয়ালাদের মধ্যে এমন কেউ নেই যে, তার মৃত্যুর পূর্বে তার প্রতি অবশ্যই ঈমান আনবে না, আর ক্বিয়ামাতের দিন সে তাদের বিরুদ্ধে সাক্ষ্য দেবে।"
                }
            ]
        },
        {
            "id": 653,
            "verse_number": 160,
            "verse_key": "4:160",
            "hizb_number": 11,
            "rub_el_hizb_number": 41,
            "ruku_number": 83,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَبِظُلْمٍ مِّنَ ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا عَلَيْهِمْ طَيِّبَـٰتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَن سَبِيلِ ٱللَّهِ كَثِيرًا",
            "page_number": 103,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99734,
                    "resource_id": 20,
                    "text": "For wrongdoing on the part of the Jews, We made unlawful for them [certain] good foods which had been lawful to them, and for their averting from the way of Allāh many [people],"
                },
                {
                    "id": 217590,
                    "resource_id": 39,
                    "text": "Maka disebabkan kezaliman yang amat besar dari perbuatan orang-orang Yahudi, Kami haramkan atas mereka makanan yang baik-baik yang pernah dihalalkan bagi mereka, dan disebabkan mereka banyak menghalang manusia dari jalan Allah."
                },
                {
                    "id": 1091630,
                    "resource_id": 161,
                    "text": "আমি ইয়াহূদীদের জন্য পবিত্র বস্তুসমূহ যা তাদের জন্য হালাল ছিল, তা হারাম করে দিয়েছি তাদের বাড়াবাড়ির কারণে আর বহু লোককে আল্লাহর পথে তাদের বাধা দেয়ার কারণে।"
                }
            ]
        },
        {
            "id": 654,
            "verse_number": 161,
            "verse_key": "4:161",
            "hizb_number": 11,
            "rub_el_hizb_number": 41,
            "ruku_number": 83,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَأَخْذِهِمُ ٱلرِّبَوٰا۟ وَقَدْ نُهُوا۟ عَنْهُ وَأَكْلِهِمْ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ ۚ وَأَعْتَدْنَا لِلْكَـٰفِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا",
            "page_number": 103,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99735,
                    "resource_id": 20,
                    "text": "And [for] their taking of usury while they had been forbidden from it, and their consuming of the people's wealth unjustly. And We have prepared for the disbelievers among them a painful punishment."
                },
                {
                    "id": 217591,
                    "resource_id": 39,
                    "text": "Dan juga (disebabkan) mereka mengambil riba padahal mereka telah dilarang melakukannya, dan (disebabkan) mereka memakan harta orang dengan jalan yang salah (tipu, judi dan sebagainya). Dan (ingatlah) Kami telah menyediakan bagi orang-orang yang kafir di antara mereka, azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1091631,
                    "resource_id": 161,
                    "text": "এবং তাদের সুদ গ্রহণের কারণে যদিও তাত্থেকে তাদেরকে নিষেধ করা হয়েছিল এবং তাদের অন্যায়ভাবে লোকেদের ধন-সম্পদ গ্রাস করার কারণে এবং আমি তাদের মাঝে যারা অবিশ্বাসী তাদের জন্যে যন্ত্রণাদায়ক শাস্তি প্রস্তুত করে রেখেছি।"
                }
            ]
        },
        {
            "id": 655,
            "verse_number": 162,
            "verse_key": "4:162",
            "hizb_number": 11,
            "rub_el_hizb_number": 41,
            "ruku_number": 83,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَّـٰكِنِ ٱلرَّٰسِخُونَ فِى ٱلْعِلْمِ مِنْهُمْ وَٱلْمُؤْمِنُونَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ ۚ وَٱلْمُقِيمِينَ ٱلصَّلَوٰةَ ۚ وَٱلْمُؤْتُونَ ٱلزَّكَوٰةَ وَٱلْمُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أُو۟لَـٰٓئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا",
            "page_number": 103,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99736,
                    "resource_id": 20,
                    "text": "But those firm in knowledge among them and the believers believe in what has been revealed to you, [O Muḥammad], and what was revealed before you. And the establishers of prayer [especially] and the givers of zakāh and the believers in Allāh and the Last Day - those We will give a great reward."
                },
                {
                    "id": 217592,
                    "resource_id": 39,
                    "text": "Tetapi orang-orang yang teguh serta mendalam ilmu pengetahuannya di antara mereka dan orang-orang yang beriman, sekaliannya beriman dengan apa yang telah diturunkan kepadamu (Al-Quran), dan kepada apa yang telah diturunkan dahulu daripadamu, - khasnya orang-orang yang mendirikan sembahyang, dan orang-orang yang menunaikan zakat, serta yang beriman kepada Allah dan hari akhirat; mereka itulah yang Kami akan berikan kepadanya pahala (balasan) yang amat besar."
                },
                {
                    "id": 1091632,
                    "resource_id": 161,
                    "text": "কিন্তু তাদের মধ্যে যারা জ্ঞানে পরিপক্ক আর মু’মিনগণ তোমার প্রতি যা অবতীর্ণ হয়েছে আর তোমার পূর্বে যা অবতীর্ণ হয়েছে তাতে বিশ্বাস স্থাপন করে আর তারা নামায ক্বায়িমকারী ও যাকাত আদায়কারী এবং আল্লাহ্তে ও শেষ দিনের প্রতি বিশ্বাসী; এদেরকেই আমি শীঘ্র মহাপুরস্কার দান করব।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}