{
    "verses": [
        {
            "id": 656,
            "verse_number": 163,
            "verse_key": "4:163",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 84,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إِلَىٰ نُوحٍ وَٱلنَّبِيِّـۧنَ مِنۢ بَعْدِهِۦ ۚ وَأَوْحَيْنَآ إِلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَـٰرُونَ وَسُلَيْمَـٰنَ ۚ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
            "page_number": 104,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99737,
                    "resource_id": 20,
                    "text": "Indeed, We have revealed to you, [O Muḥammad], as We revealed to Noah and the prophets after him. And We revealed to Abraham, Ishmael, Isaac, Jacob, the Descendants,<sup foot_note=196161>1</sup> Jesus, Job, Jonah, Aaron, and Solomon, and to David We gave the book [of Psalms]."
                },
                {
                    "id": 217593,
                    "resource_id": 39,
                    "text": "Sungguhnya Kami telah memberikan wahyu kepadamu (wahai Muhammad), sebagaimana Kami telah memberikan wahyu kepada Nabi Nuh, dan Nabi-nabi yang diutus kemudian daripadanya; dan Kami juga telah memberikan wahyu kepada Nabi Ibrahim, dan Nabi Ismail, dan Nabi Ishak, dan Nabi Yaakub, serta Nabi-nabi keturunannya, dan Nabi Isa, dan Nabi Ayub, dan Nabi Yunus, dan Nabi Harun, dan Nabi Sulaiman; dan juga Kami telah memberikan kepada Nabi Daud: Kitab Zabur."
                },
                {
                    "id": 1091633,
                    "resource_id": 161,
                    "text": "আমি তোমার কাছে ওয়াহী পাঠিয়েছি যেমন নূহ ও তার আগের নাবীগণের নিকট ওয়াহী পাঠিয়েছিলাম, আর ইবরাহীম, ইসমাঈল, ইসহাক, ইয়াকুব ও তার বংশধর আর ঈসা, আইয়ূব, ইউনুস, হারূন ও সুলায়মানের নিকটও ওয়াহী পাঠিয়েছিলাম আর আমি দাঊদকে যাবূর প্রদান করেছিলাম।"
                }
            ]
        },
        {
            "id": 657,
            "verse_number": 164,
            "verse_key": "4:164",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 84,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَرُسُلًا قَدْ قَصَصْنَـٰهُمْ عَلَيْكَ مِن قَبْلُ وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ ۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكْلِيمًا",
            "page_number": 104,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99738,
                    "resource_id": 20,
                    "text": "And [We sent] messengers about whom We have related [their stories] to you before and messengers about whom We have not related to you. And Allāh spoke to Moses with [direct] speech."
                },
                {
                    "id": 217594,
                    "resource_id": 39,
                    "text": "Dan (Kami telah mengutuskan) beberapa orang Rasul yang telah Kami ceritakan kepadamu dahulu sebelum ini, dan Rasul-rasul yang tidak Kami ceritakan hal mereka kepadamu. Dan Allah telah berkata-kata kepada Nabi Musa dengan kata-kata (secara langsung, tidak ada perantaraan)."
                },
                {
                    "id": 1091634,
                    "resource_id": 161,
                    "text": "আমি সেই রসূলদের প্রতিও ওয়াহী পাঠিয়েছি যাদের সম্পর্কে আমি তোমাকে আগেই বলেছি, আর অনেক রসূল যাদের কথা আমি তোমাকে বলিনি। আর আল্লাহ মূসার সাথে কথা বলেছেন সরাসরি।"
                }
            ]
        },
        {
            "id": 658,
            "verse_number": 165,
            "verse_key": "4:165",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 84,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةٌۢ بَعْدَ ٱلرُّسُلِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
            "page_number": 104,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99739,
                    "resource_id": 20,
                    "text": "[We sent] messengers as bringers of good tidings and warners so that mankind will have no argument against Allāh after the messengers. And ever is Allāh Exalted in Might and Wise."
                },
                {
                    "id": 217595,
                    "resource_id": 39,
                    "text": "Rasul-rasul (yang Kami telah utuskan itu semuanya) pembawa khabar gembira (kepada orang-orang yang beriman), dan pembawa amaran (kepada orang-orang yang kafir dan yang berbuat maksiat), supaya tidak ada bagi manusia sesuatu hujah (atau sebarang alasan untuk berdalih pada hari kiamat kelak) terhadap Allah sesudah mengutuskan Rasul-rasul itu. Dan (ingatlah) Allah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1091635,
                    "resource_id": 161,
                    "text": "রসূলগণ ছিলেন সুসংবাদদাতা ও সতর্ককারী যাতে রসূলদের আগমনের পর আল্লাহর বিরুদ্ধে মানুষের কোন অযুহাতের সুযোগ না থাকে। আল্লাহ হলেন মহাপরাক্রমশালী, বিজ্ঞানময়।"
                }
            ]
        },
        {
            "id": 659,
            "verse_number": 166,
            "verse_key": "4:166",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 84,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَّـٰكِنِ ٱللَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ ۖ أَنزَلَهُۥ بِعِلْمِهِۦ ۖ وَٱلْمَلَـٰٓئِكَةُ يَشْهَدُونَ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
            "page_number": 104,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99740,
                    "resource_id": 20,
                    "text": "But Allāh bears witness to that which He has revealed to you. He has sent it down with His knowledge, and the angels bear witness [as well]. And sufficient is Allāh as Witness."
                },
                {
                    "id": 217596,
                    "resource_id": 39,
                    "text": "(Orang-orang kafir itu tidak mahu mengakui apa yang telah diturunkan Allah kepadamu wahai Muhammad), tetapi Allah sentiasa menjadi saksi akan kebenaran Al-Quran yang telah diturunkanNya kepadamu. Allah menurunkannya dengan ilmuNya, dan malaikat juga turut menjadi saksi. Dan cukuplah Allah menjadi saksi (akan kebenaran Al-Quran ini)."
                },
                {
                    "id": 1091636,
                    "resource_id": 161,
                    "text": "কিন্তু আল্লাহ সাক্ষ্য দিচ্ছেন যে, যা তিনি নাযিল করেছেন তা তাঁর জ্ঞানের ভিত্তিতেই নাযিল করেছেন। ফেরেশতারাও সে সাক্ষ্য দিচ্ছে আর সাক্ষী হিসেবে আল্লাহ্ই যথেষ্ট।"
                }
            ]
        },
        {
            "id": 660,
            "verse_number": 167,
            "verse_key": "4:167",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 84,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ قَدْ ضَلُّوا۟ ضَلَـٰلًۢا بَعِيدًا",
            "page_number": 104,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99741,
                    "resource_id": 20,
                    "text": "Indeed, those who disbelieve and avert [people] from the way of Allāh have certainly gone far astray."
                },
                {
                    "id": 217597,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang kafir serta menghalang orang-orang lain dari jalan Allah (ugama Islam), sebenarnya mereka telah sesat dengan kesesatan yang amat jauh."
                },
                {
                    "id": 1091637,
                    "resource_id": 161,
                    "text": "যারা কুফরী করে আর লোকেদেরকে আল্লাহর পথ হতে ফিরিয়ে রাখে তারা চরম পথভ্রষ্টতায় পথভ্রষ্ট হয়ে গেছে।"
                }
            ]
        },
        {
            "id": 661,
            "verse_number": 168,
            "verse_key": "4:168",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 84,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَظَلَمُوا۟ لَمْ يَكُنِ ٱللَّهُ لِيَغْفِرَ لَهُمْ وَلَا لِيَهْدِيَهُمْ طَرِيقًا",
            "page_number": 104,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99742,
                    "resource_id": 20,
                    "text": "Indeed, those who disbelieve and commit wrong [or injustice] - never will Allāh forgive them, nor will He guide them to a path,"
                },
                {
                    "id": 217598,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang kafir serta berlaku zalim, Allah tidak sekali-kali akan mengampunkan mereka dan tidak akan menunjukkan jalan kepada mereka:"
                },
                {
                    "id": 1091638,
                    "resource_id": 161,
                    "text": "যারা কুফরী করেছে আর বাড়াবাড়ি করেছে, আল্লাহ তাদেরকে ক্ষমা করবেন না, তাদেরকে কোন পথও দেখাবেন না ।"
                }
            ]
        },
        {
            "id": 662,
            "verse_number": 169,
            "verse_key": "4:169",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 84,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِلَّا طَرِيقَ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
            "page_number": 104,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99743,
                    "resource_id": 20,
                    "text": "Except the path of Hell; they will abide therein forever. And that, for Allāh, is [always] easy."
                },
                {
                    "id": 217599,
                    "resource_id": 39,
                    "text": "Selain dari jalan neraka jahanam, yang mereka akan kekal di dalamnya selama-lamanya; dan balasan yang demikian itu adalah mudah bagi Allah."
                },
                {
                    "id": 1091639,
                    "resource_id": 161,
                    "text": "জাহান্নামের পথ ছাড়া, যাতে তারা চিরকালের জন্য স্থায়ী হবে, আর এটা আল্লাহর জন্য সহজ।"
                }
            ]
        },
        {
            "id": 663,
            "verse_number": 170,
            "verse_key": "4:170",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 84,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلرَّسُولُ بِٱلْحَقِّ مِن رَّبِّكُمْ فَـَٔامِنُوا۟ خَيْرًا لَّكُمْ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
            "page_number": 104,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99746,
                    "resource_id": 20,
                    "text": "O mankind, the Messenger has come to you with the truth from your Lord, so believe; it is better for you. But if you disbelieve - then indeed, to Allāh belongs whatever is in the heavens and earth. And ever is Allāh Knowing and Wise."
                },
                {
                    "id": 217602,
                    "resource_id": 39,
                    "text": "Wahai sekalian umat manusia! Sesungguhnya telah datang kepada kamu Rasul Allah (Muhammad s.a.w) dengan membawa kebenaran dari Tuhan kamu, maka berimanlah kamu (kerana yang demikian itu) amatlah baiknya bagi kamu. Dan jika kamu kufur ingkar (maka kekufuran kamu itu tidak mendatangkan kerugian apa-apa kepada Allah), kerana sesungguhnya bagi Allah jualah segala yang ada di langit dan di bumi; dan Allah sentiasa Mengetahui lagi Maha Bijaksana."
                },
                {
                    "id": 1091640,
                    "resource_id": 161,
                    "text": "হে মানুষ! রসূল তোমাদের কাছে তোমাদের প্রতিপালকের নিকট হতে সত্য বিধান নিয়ে এসেছে, কাজেই তোমরা ঈমান আন, এটা তোমাদের জন্য কল্যাণকর হবে, আর যদি কুফরী কর (তাহলে জেনে রেখ) আকাশসমূহে আর যমীনে যা কিছু আছে সবই আল্লাহর আর আল্লাহ হলেন সর্বজ্ঞ, মহা কুশলী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}