{
    "verses": [
        {
            "id": 664,
            "verse_number": 171,
            "verse_key": "4:171",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 84,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَا تَغْلُوا۟ فِى دِينِكُمْ وَلَا تَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ إِنَّمَا ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلْقَىٰهَآ إِلَىٰ مَرْيَمَ وَرُوحٌ مِّنْهُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۖ وَلَا تَقُولُوا۟ ثَلَـٰثَةٌ ۚ ٱنتَهُوا۟ خَيْرًا لَّكُمْ ۚ إِنَّمَا ٱللَّهُ إِلَـٰهٌ وَٰحِدٌ ۖ سُبْحَـٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٌ ۘ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
            "page_number": 105,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99747,
                    "resource_id": 20,
                    "text": "O People of the Scripture, do not commit excess in your religion<sup foot_note=196162>1</sup> or say about Allāh except the truth. The Messiah, Jesus the son of Mary, was but a messenger of Allāh and His word which He directed to Mary and a soul [created at a command] from Him. So believe in Allāh and His messengers. And do not say, \"Three\"; desist - it is better for you. Indeed, Allāh is but one God. Exalted is He above having a son. To Him belongs whatever is in the heavens and whatever is on the earth. And sufficient is Allāh as Disposer of affairs."
                },
                {
                    "id": 217603,
                    "resource_id": 39,
                    "text": "Wahai Ahli kitab (Yahudi dan Nasrani)! Janganlah kamu melampaui batas dalam perkara ugama kamu, dan janganlah kamu mengatakan sesuatu terhadap Allah melainkan yang benar; sesungguhnya Al Masih Isa ibni Maryam itu hanya seorang pesuruh Allah dan Kalimah Allah yang telah disampaikanNya kepada Maryam, dan (ia juga tiupan) roh daripadaNya. Maka berimanlah kamu kepada Allah dan Rasul-rasulNya, dan janganlah kamu mengatakan: \"(Tuhan itu) tiga\". Berhentilah (daripada mengatakan yang demikian), supaya menjadi kebaikan bagi kamu. Hanyasanya Allah ialah Tuhan Yang Maha Esa, Maha Suci Allah daripada mempunyai anak. Bagi Allah jualah segala yang ada di langit dan yang ada di bumi. Dan cukuplah menjadi Pengawal (Yang Mentadbirkan sekalian makhlukNya)."
                },
                {
                    "id": 1091641,
                    "resource_id": 161,
                    "text": "ওহে কিতাবধারীগণ! তোমরা তোমাদের দ্বীনের ব্যাপারে বাড়াবাড়ি করো না, আর আল্লাহ সম্বন্ধে সত্য ছাড়া কিছু বলো না, ঈসা মাসীহ তো আল্লাহর রসূল আর তাঁর বানী যা তিনি মারইয়ামের নিকট প্রেরণ করেছিলেন, আর তাঁর পক্ষ হতে নির্দেশ, কাজেই তোমরা আল্লাহর প্রতি ও তাঁর রসূলগণের প্রতি ঈমান আনো, আর বলো না ‘তিন’ (জন ইলাহ আছে), নিবৃত্ত হও, তা হবে তোমাদের জন্য কল্যাণকর, আল্লাহ তো একক ইলাহ, তিনি পবিত্র এত্থেকে যে, তাঁর সন্তান হবে। আসমানসমূহে আর যমীনে যা আছে সব কিছু তাঁরই, আর কর্মবিধায়ক হিসেবে আল্লাহই যথেষ্ট।"
                }
            ]
        },
        {
            "id": 665,
            "verse_number": 172,
            "verse_key": "4:172",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 85,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَّن يَسْتَنكِفَ ٱلْمَسِيحُ أَن يَكُونَ عَبْدًا لِّلَّهِ وَلَا ٱلْمَلَـٰٓئِكَةُ ٱلْمُقَرَّبُونَ ۚ وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِۦ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا",
            "page_number": 105,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99748,
                    "resource_id": 20,
                    "text": "Never would the Messiah disdain to be a servant of Allāh, nor would the angels near [to Him]. And whoever disdains His worship and is arrogant - He will gather them to Himself all together."
                },
                {
                    "id": 217604,
                    "resource_id": 39,
                    "text": "(Nabi Isa) Al-Masih tidak sekali-kali enggan dan angkuh daripada menjadi hamba bagi Allah, demikian juga (sikap) malaikat yang sentiasa berdamping (dengan Allah). Dan sesiapa yang enggan dan angkuh daripada beribadat (menyembah dan memperhambakan diri) kepada Allah, serta ia berlaku sombong takbur, maka Allah akan menghimpunkan mereka semua kepadaNya."
                },
                {
                    "id": 1091642,
                    "resource_id": 161,
                    "text": "মাসীহ আল্লাহর বান্দা হওয়াকে তুচ্ছ জ্ঞান করে না, আর নৈকট্যের অধিকারী ফেরেশতারাও না। যে তাঁর ‘ইবাদাতকে হেয় জ্ঞান করে আর অহঙ্কার করে, তিনি তাদের সকলকে শীঘ্রই তাঁর কাছে একত্রিত করবেন।"
                }
            ]
        },
        {
            "id": 666,
            "verse_number": 173,
            "verse_key": "4:173",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 85,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۖ وَأَمَّا ٱلَّذِينَ ٱسْتَنكَفُوا۟ وَٱسْتَكْبَرُوا۟ فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
            "page_number": 105,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99749,
                    "resource_id": 20,
                    "text": "And as for those who believed and did righteous deeds, He will give them in full their rewards and grant them extra from His bounty. But as for those who disdained and were arrogant, He will punish them with a painful punishment, and they will not find for themselves besides Allāh any protector or helper."
                },
                {
                    "id": 217605,
                    "resource_id": 39,
                    "text": "Sesudah itu, orang-orang yang beriman beramal soleh, Allah akan menyempurnakan bagi mereka pahala (balasan) mereka, dan Ia akan menambahkan lagi limpah kurniaNya kepada mereka. Sebaliknya orang-orang yang enggan beribadat kepada Allah dan berlaku sombong takbur, maka Allah akan menyeksa mereka dengan azab seksa yang tidak terperi sakitnya, dan mereka pula tidak akan memperoleh sesiapa pun - yang lain dari Allah - yang akan menjadi pelindung atau penolong bagi mereka."
                },
                {
                    "id": 1091643,
                    "resource_id": 161,
                    "text": "কিন্তু যারা ঈমান আনে ও সৎ কাজ করে আল্লাহ তাদের পুরস্কার পুরোপুরি দান করবেন, আর নিজ অনুগ্রহে আরো বেশি দেবেন। আর যারা তুচ্ছ জ্ঞান করবে ও অহঙ্কার করবে তাদেরকে কষ্টদায়ক শাস্তি দান করবেন। আল্লাহ ব্যতীত তাদের জন্য তারা না পাবে কোন অভিভাবক, না (পাবে) কোন সাহায্যকারী।"
                }
            ]
        },
        {
            "id": 667,
            "verse_number": 174,
            "verse_key": "4:174",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 85,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُم بُرْهَـٰنٌ مِّن رَّبِّكُمْ وَأَنزَلْنَآ إِلَيْكُمْ نُورًا مُّبِينًا",
            "page_number": 105,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99750,
                    "resource_id": 20,
                    "text": "O mankind, there has come to you a conclusive proof from your Lord, and We have sent down to you a clear light.<sup foot_note=196163>1</sup>"
                },
                {
                    "id": 217606,
                    "resource_id": 39,
                    "text": "Wahai sekalian umat manusia! Sesungguhnya telah datang kepada kamu: Bukti dari Tuhan kamu, dan Kami pula telah menurunkan kepada kamu (Al-Quran sebagai) Nur (cahaya) yang menerangi (segala apa jua yang membawa kejayaan di dunia ini dan kebahagiaan yang kekal di akhirat kelak)."
                },
                {
                    "id": 1091644,
                    "resource_id": 161,
                    "text": "হে মানবমন্ডলী! তোমাদের প্রতিপালকের নিকট হতে তোমাদের কাছে উজ্জ্বল প্রমাণ এসে পৌঁছেছে, আর আমি তোমাদের নিকট সুস্পষ্ট জ্যোতি অবতীর্ণ করেছি।"
                }
            ]
        },
        {
            "id": 668,
            "verse_number": 175,
            "verse_key": "4:175",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 85,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَٱعْتَصَمُوا۟ بِهِۦ فَسَيُدْخِلُهُمْ فِى رَحْمَةٍ مِّنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَٰطًا مُّسْتَقِيمًا",
            "page_number": 105,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99751,
                    "resource_id": 20,
                    "text": "So those who believe in Allāh and hold fast to Him - He will admit them to mercy from Himself and bounty and guide them to Himself on a straight path."
                },
                {
                    "id": 217607,
                    "resource_id": 39,
                    "text": "Oleh itu, orang-orang yang beriman kepada Allah dan berpegang teguh kepada (ajaran Al-Quran) ini, maka Allah akan memasukkan mereka ke dalam rahmatNya (yang khas iaitu Syurga) dan limpah kurniaNya (yang tidak terkira), dan Allah akan menunjukkan mereka ke jalan yang lurus (jalan ugama Islam), yang membawa kepadaNya."
                },
                {
                    "id": 1091645,
                    "resource_id": 161,
                    "text": "অতঃপর যারা আল্লাহর প্রতি ঈমান আনে আর তাঁকে দৃঢ়ভাবে অাঁকড়ে ধরে থাকে, অচিরেই তিনি তাদেরকে তাঁর রহমত ও অনুগ্রহের মধ্যে দাখিল করবেন এবং তাঁর দিকে সরল-সুদৃঢ় পথে পরিচালিত করবেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}