{
    "verses": [
        {
            "id": 669,
            "verse_number": 176,
            "verse_key": "4:176",
            "hizb_number": 11,
            "rub_el_hizb_number": 42,
            "ruku_number": 85,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَسْتَفْتُونَكَ قُلِ ٱللَّهُ يُفْتِيكُمْ فِى ٱلْكَلَـٰلَةِ ۚ إِنِ ٱمْرُؤٌا۟ هَلَكَ لَيْسَ لَهُۥ وَلَدٌ وَلَهُۥٓ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ ۚ وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٌ ۚ فَإِن كَانَتَا ٱثْنَتَيْنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَ ۚ وَإِن كَانُوٓا۟ إِخْوَةً رِّجَالًا وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۗ يُبَيِّنُ ٱللَّهُ لَكُمْ أَن تَضِلُّوا۟ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
            "page_number": 106,
            "juz_number": 6,
            "translations": [
                {
                    "id": 99752,
                    "resource_id": 20,
                    "text": "They request from you a [legal] ruling. Say, \"Allāh gives you a ruling concerning one having neither descendants nor ascendants [as heirs].\" If a man dies, leaving no child but [only] a sister, she will have half of what he left. And he inherits from her if she [dies and] has no child. But if there are two sisters [or more], they will have two thirds of what he left. If there are both brothers and sisters, the male will have the share of two females. Allāh makes clear to you [His law], lest you go astray. And Allāh is Knowing of all things."
                },
                {
                    "id": 217608,
                    "resource_id": 39,
                    "text": "Mereka (orang-orang Islam umatmu) meminta fatwa kepadamu (Wahai Muhammad mengenai masalah Kalaalah). Katakanlah: \"Allah memberi fatwa kepada kamu di dalam perkara Kalaalah itu, iaitu jika seseorang mati yang tidak mempunyai anak dan ia mempunyai seorang saudara perempuan, maka bagi saudara perempuan itu satu perdua dari harta yang ditinggalkan oleh si mati; dan ia pula (saudara lelaki itu) mewarisi (semua harta) saudara perempuannya, jika saudara perempuannya tidak mempunyai anak. Kalau pula saudara perempuannya itu dua orang, maka keduanya mendapat dua pertiga dari harta yang di tinggalkan oleh si mati. Dan sekiranya mereka (saudara-saudaranya itu) ramai, lelaki dan perempuan, maka bahagian seorang lelaki menyamai bahagian dua orang perempuan\". Allah menerangkan (hukum ini) kepada kamu supaya kamu tidak sesat. Dan (ingatlah) Allah Maha Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1091646,
                    "resource_id": 161,
                    "text": "লোকেরা তোমার কাছে ফাতাওয়া জিজ্ঞেস করছে; বল, আল্লাহ তোমাদেরকে পিতা-মাতাহীন নিঃসন্তান ব্যক্তি সম্পর্কে ফাতাওয়া দিচ্ছেন, কোন ব্যক্তি মারা গেলে তার যদি সন্তান না থাকে আর তার একটি বোন থাকে, তবে রেখে যাওয়া সম্পত্তির অর্ধেক সে পাবে, আর সে (মৃত নারী) যদি সন্তানহীনা হয় তবে তার ভাই তার উত্তরাধিকারী হবে, আর দু’ বোন থাকলে তারা তার রেখে যাওয়া সম্পত্তির দু’-তৃতীয়াংশ পাবে, আর যদি ভাই ও বোন দু’ই থাকে, তবে পুরুষ পাবে দু’জন নারীর সমান। আল্লাহ সুস্পষ্টভাবে বর্ণনা করেছেন যাতে তোমরা বিভ্রান্তিতে পতিত না হও। আল্লাহ যাবতীয় ব্যাপারে পূর্ণরূপে অবহিত।"
                }
            ]
        },
        {
            "id": 670,
            "verse_number": 1,
            "verse_key": "5:1",
            "hizb_number": 11,
            "rub_el_hizb_number": 43,
            "ruku_number": 86,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَوْفُوا۟ بِٱلْعُقُودِ ۚ أُحِلَّتْ لَكُم بَهِيمَةُ ٱلْأَنْعَـٰمِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّى ٱلصَّيْدِ وَأَنتُمْ حُرُمٌ ۗ إِنَّ ٱللَّهَ يَحْكُمُ مَا يُرِيدُ",
            "page_number": 106,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100248,
                    "resource_id": 20,
                    "text": "O you who have believed, fulfill [all] contracts.<sup foot_note=196165>1</sup> Lawful for you are the animals of grazing livestock except for that which is recited to you [in this Qur’ān] - hunting not being permitted while you are in the state of iḥrām.<sup foot_note=196164>2</sup> Indeed, Allāh ordains what He intends."
                },
                {
                    "id": 218084,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, penuhi serta sempurnakanlah perjanjian-perjanjian. Dihalalkan bagi kamu (memakan) binatang-binatang ternak (dan sebagainya), kecuali apa yang akan dibacakan (tentang haramnya) kepada kamu. (Halalnya binatang-binatang ternak dan sebagainya itu) tidak pula bererti kamu boleh menghalalkan perburuan ketika kamu dalam keadaan berihram. Sesungguhnya Allah menetapkan hukum apa yang Ia kehendaki."
                },
                {
                    "id": 1091647,
                    "resource_id": 161,
                    "text": "ওহে মু’মিনগণ! তোমরা অঙ্গীকারসমূহ পূর্ণ কর। তোমাদের জন্য গৃহপালিত চতুস্পদ জন্তু হালাল করা হল- সেগুলো ছাড়া যেগুলোর বিবরণ তোমাদেরকে দেয়া হচ্ছে, আর ইহরাম অবস্থায় শিকার করা অবৈধ। আল্লাহ যা চান হুকুম দেন।"
                }
            ]
        },
        {
            "id": 671,
            "verse_number": 2,
            "verse_key": "5:2",
            "hizb_number": 11,
            "rub_el_hizb_number": 43,
            "ruku_number": 86,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحِلُّوا۟ شَعَـٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهْرَ ٱلْحَرَامَ وَلَا ٱلْهَدْىَ وَلَا ٱلْقَلَـٰٓئِدَ وَلَآ ءَآمِّينَ ٱلْبَيْتَ ٱلْحَرَامَ يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَٰنًا ۚ وَإِذَا حَلَلْتُمْ فَٱصْطَادُوا۟ ۚ وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ أَن صَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ أَن تَعْتَدُوا۟ ۘ وَتَعَاوَنُوا۟ عَلَى ٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَلَا تَعَاوَنُوا۟ عَلَى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
            "page_number": 106,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100341,
                    "resource_id": 20,
                    "text": "O you who have believed, do not violate the rites of Allāh or [the sanctity of] the sacred month or [neglect the marking of] the sacrificial animals and garlanding [them] or [violate the safety of] those coming to the Sacred House seeking bounty from their Lord and [His] approval. But when you come out of iḥrām, then [you may] hunt. And do not let the hatred of a people for having obstructed you from al-Masjid al-Ḥarām lead you to transgress. And cooperate in righteousness and piety, but do not cooperate in sin and aggression. And fear Allāh; indeed, Allāh is severe in penalty."
                },
                {
                    "id": 218167,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, janganlah kamu ingat halal membuat sesuka hati mengenai syiar-syiar ugama Allah, dan mengenai bulan-bulan yang dihormati, dan mengenai binatang-binatang yang dihadiahkan (ke Makkah untuk korban), dan mengenai kalong-kalong binatang hadiah itu, dan mengenai orang-orang yang menuju ke Baitullah Al-Haraam, yang bertujuan mencari limpah kurnia dari Tuhan mereka (dengan jalan perniagaan) dan mencari keredaanNya (dengan mengerjakan ibadat Haji di Tanah Suci); dan apabila kamu telah selesai dari ihram maka bolehlah kamu berburu. Dan jangan sekali-kali kebencian kamu kepada suatu kaum kerana mereka pernah menghalangi kamu dari masjid Al-Haraam itu - mendorong kamu menceroboh. Dan hendaklah kamu bertolong-tolongan untuk membuat kebajikan dan bertaqwa, dan janganlah kamu bertolong-tolongan pada melakukan dosa (maksiat) dan pencerobohan. Dan bertaqwalah kepada Allah, kerana sesungguhnya Allah Maha Berat azab seksaNya (bagi sesiapa yang melanggar perintahNya)."
                },
                {
                    "id": 1091648,
                    "resource_id": 161,
                    "text": "ওহে মু’মিনগণ! আল্লাহর নিদর্শনাবলীর, হারাম মাসের, কা‘বায় প্রেরিত কুরবানীর পশুর এবং গলদেশে মাল্য পরিহিত পশুর অসম্মান করো না, যারা নিজ প্রতিপালকের অনুগ্রহ ও সন্তুষ্টি লাভের উদ্দেশে পবিত্র গৃহের আশ্রয়ে চলেছে তাদেরও (অবমাননা) করো না। তোমরা যখন ইহরামমুক্ত হবে তখন শিকার করতে পার। তোমাদেরকে যারা মসজিদে হারাম থেকে বাধা প্রদান করেছিল, তাদের প্রতি শত্রুতা তোমাদেরকে যেন অবশ্যই সীমালঙ্ঘনে প্ররোচিত না করে। সৎকাজ ও তাক্বওয়ার ব্যাপারে তোমরা পরস্পরকে সহযোগিতা কর, পাপ ও সীমালঙ্ঘনের কাজে পরস্পরকে সহযোগিতা করো না। আল্লাহকে ভয় কর, আল্লাহ শাস্তি দানে অত্যন্ত কঠোর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 3,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 3
    }
}