{
    "verses": [
        {
            "id": 672,
            "verse_number": 3,
            "verse_key": "5:3",
            "hizb_number": 11,
            "rub_el_hizb_number": 43,
            "ruku_number": 86,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "حُرِّمَتْ عَلَيْكُمُ ٱلْمَيْتَةُ وَٱلدَّمُ وَلَحْمُ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ وَٱلْمُنْخَنِقَةُ وَٱلْمَوْقُوذَةُ وَٱلْمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسْتَقْسِمُوا۟ بِٱلْأَزْلَـٰمِ ۚ ذَٰلِكُمْ فِسْقٌ ۗ ٱلْيَوْمَ يَئِسَ ٱلَّذِينَ كَفَرُوا۟ مِن دِينِكُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِ ۚ ٱلْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ ٱلْإِسْلَـٰمَ دِينًا ۚ فَمَنِ ٱضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ ۙ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 107,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100397,
                    "resource_id": 20,
                    "text": "Prohibited to you are dead animals,<sup foot_note=196167>1</sup> blood, the flesh of swine, and that which has been dedicated to other than Allāh, and [those animals] killed by strangling or by a violent blow or by a head-long fall or by the goring of horns, and those from which a wild animal has eaten, except what you [are able to] slaughter [before its death], and those which are sacrificed on stone altars,<sup foot_note=196166>2</sup> and [prohibited is] that you seek decision through divining arrows. That is grave disobedience. This day those who disbelieve have despaired of [defeating] your religion; so fear them not, but fear Me. This day I have perfected for you your religion and completed My favor upon you and have approved for you Islām as religion. But whoever is forced by severe hunger with no inclination to sin - then indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218228,
                    "resource_id": 39,
                    "text": "Diharamkan kepada kamu (memakan) bangkai (binatang yang tidak disembelih), dan darah (yang keluar mengalir), dan daging babi (termasuk semuanya), dan binatang-binatang yang disembelih kerana yang lain dari Allah, dan yang mati tercekik, dan yang mati dipukul, dan yang mati jatuh dari tempat yang tinggi, dan yang mati ditanduk, dan yang mati dimakan binatang buas, kecuali yang sempat kamu sembelih (sebelum habis nyawanya), dan yang disembelih atas nama berhala; dan (diharamkan juga) kamu merenung nasib dengan undi batang-batang anak panah. Yang demikian itu adalah perbuatan fasik. Pada hari ini, orang-orang kafir telah putus asa (daripada memesongkan kamu) dari ugama kamu (setelah mereka melihat perkembangan Islam dan umatnya). Sebab itu janganlah kamu takut dan gentar kepada mereka, sebaliknya hendaklah kamu takut dan gentar kepadaKu. Pada hari ini, Aku telah sempurnakan bagi kamu ugama kamu, dan Aku telah cukupkan nikmatKu kepada kamu, dan Aku telah redakan Islam itu menjadi ugama untuk kamu. Maka sesiapa yang terpaksa kerana kelaparan (memakan benda-benda yang diharamkan) sedang ia tidak cenderung hendak melakukan dosa (maka bolehlah ia memakannya), kerana sesungguhnya Allah maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091649,
                    "resource_id": 161,
                    "text": "তোমাদের জন্য হারাম করা হয়েছে মৃতজন্তু, (প্রবাহিত) রক্ত, শূকরের মাংস, আল্লাহ ছাড়া অন্যের নামে যবহকৃত পশু, আর শ্বাসরুদ্ধ হয়ে মৃত জন্তু, আঘাতে মৃত জন্তু, উপর থেকে পতনের ফলে মৃত, সংঘর্ষে মৃত আর হিংস্র জন্তুতে খাওয়া পশু- তবে জীবিত পেয়ে যা তোমরা যবহ করতে পেরেছ তা বাদে, আর যা কোন আস্তানায় (বা বেদীতে) যবহ করা হয়েছে, আর জুয়ার তীর দ্বারা ভাগ্য নির্ণয় করা (এগুলো তোমাদের জন্য হারাম করা হয়েছে)। এসবগুলো পাপ কাজ। আজ কাফিরগণ তোমাদের দ্বীনের বিরোধিতা করার ব্যাপারে পুরোপুরি নিরাশ হয়ে গেছে, কাজেই তাদেরকে ভয় করো না, কেবল আমাকেই ভয় কর। আজ আমি তোমাদের জন্য তোমাদের দ্বীনকে পূর্ণাঙ্গ করে দিলাম, তোমাদের প্রতি আমার নিআমাত পূর্ণ করে দিলাম এবং ইসলামকে তোমাদের দ্বীন হিসেবে কবূল করে নিলাম। তবে কেউ পাপ করার প্রবণতা ব্যতীত ক্ষুধার জ্বালায় (নিষিদ্ধ বস্তু খেতে) বাধ্য হলে আল্লাহ বড়ই ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 673,
            "verse_number": 4,
            "verse_key": "5:4",
            "hizb_number": 11,
            "rub_el_hizb_number": 43,
            "ruku_number": 86,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَسْـَٔلُونَكَ مَاذَآ أُحِلَّ لَهُمْ ۖ قُلْ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۙ وَمَا عَلَّمْتُم مِّنَ ٱلْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ ٱللَّهُ ۖ فَكُلُوا۟ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ وَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهِ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
            "page_number": 107,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100462,
                    "resource_id": 20,
                    "text": "They ask you, [O Muḥammad], what has been made lawful for them. Say, \"Lawful for you are [all] good foods and [game caught by] what you have trained of hunting animals<sup foot_note=196168>1</sup> which you train as Allāh has taught you. So eat of what they catch for you, and mention the name of Allāh upon it, and fear Allāh.\" Indeed, Allāh is swift in account."
                },
                {
                    "id": 218313,
                    "resource_id": 39,
                    "text": "Mereka bertanya kepadamu (wahai Muhammad): \"Apakah (makanan) yang dihalalkan bagi mereka?\" Bagi menjawabnya katakanlah: \"Dihalalkan bagi kamu (memakan) yang lazat-lazat serta baik, dan (buruan yang ditangkap oleh) binatang-binatang pemburu yang telah kamu ajar (untuk berburu) mengikut cara pelatih-pelatih binatang pemburu. Kamu mengajar serta melatihnya (adab peraturan berburu) sebagaimana yang telah diajarkan Allah kepada kamu. Oleh itu makanlah dari apa yang mereka tangkap untuk kamu dan sebutlah nama Allah atasnya (ketika kamu melepaskannya berburu); dan bertaqwalah kepada Allah (dengan memelihara diri dari memakan yang diharamkan Allah); Sesungguhnya Allah Maha Cepat hitungan hisabNya\""
                },
                {
                    "id": 1091650,
                    "resource_id": 161,
                    "text": "লোকেরা তোমাকে জিজ্ঞেস করছে তাদের জন্য কী কী হালাল করা হয়েছে। বল, যাবতীয় ভাল ও পবিত্র বস্তু তোমাদের জন্য হালাল করা হয়েছে, আর শিকারী পশু-পক্ষী- যাদেরকে তোমরা শিক্ষা দিয়েছ যেভাবে আল্লাহ তোমাদেরকে শিক্ষা দিয়েছেন- সুতরাং তারা যা তোমাদের জন্য ধরে রাখে তা তোমরা ভক্ষণ করবে আর তাতে আল্লাহর নাম উচ্চারণ করবে, আর আল্লাহকে ভয় করবে, আল্লাহ হিসাব গ্রহণে ত্বরিৎগতি।"
                }
            ]
        },
        {
            "id": 674,
            "verse_number": 5,
            "verse_key": "5:5",
            "hizb_number": 11,
            "rub_el_hizb_number": 43,
            "ruku_number": 86,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلْيَوْمَ أُحِلَّ لَكُمُ ٱلطَّيِّبَـٰتُ ۖ وَطَعَامُ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حِلٌّ لَّكُمْ وَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلْمُؤْمِنَـٰتِ وَٱلْمُحْصَنَـٰتُ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَـٰفِحِينَ وَلَا مُتَّخِذِىٓ أَخْدَانٍ ۗ وَمَن يَكْفُرْ بِٱلْإِيمَـٰنِ فَقَدْ حَبِطَ عَمَلُهُۥ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ",
            "page_number": 107,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100528,
                    "resource_id": 20,
                    "text": "This day [all] good foods have been made lawful, and the food of those who were given the Scripture is lawful for you and your food is lawful for them. And [lawful in marriage are] chaste women from among the believers and chaste women from among those who were given the Scripture before you, when you have given them their due compensation,<sup foot_note=196169>1</sup> desiring chastity, not unlawful sexual intercourse or taking [secret] lovers. And whoever denies the faith - his work has become worthless, and he, in the Hereafter, will be among the losers."
                },
                {
                    "id": 218375,
                    "resource_id": 39,
                    "text": "Pada masa ini dihalalkan bagi kamu (memakan makanan) yang lazat-lazat serta baik-baik. Dan makanan (sembelihan) orang-orang yang diberikan Kitab itu adalah halal bagi kamu, dan makanan (sembelihan) kamu adalah halal bagi mereka (tidak salah kamu memberi makan kepada mereka). Dan (dihalalkan kamu berkahwin) dengan perempuan-perempuan yang menjaga kehormatannya - di antara perempuan-perempuan yang beriman, dan juga perempuan-perempuan yang menjaga kehormatannya dari kalangan orang-orang yang diberikan Kitab dahulu daripada kamu apabila kamu beri mereka maskahwinnya, sedang kamu (dengan cara yang demikian), bernikah bukan berzina, dan bukan pula kamu mengambil mereka menjadi perempuan-perempuan simpanan. Dan sesiapa yang ingkar (akan syariat Islam) sesudah ia beriman, maka sesungguhnya gugurlah amalnya (yang baik) dan adalah ia pada hari akhirat kelak dari orang-orang yang rugi."
                },
                {
                    "id": 1091651,
                    "resource_id": 161,
                    "text": "আজ তোমাদের জন্য যাবতীয় ভাল ও পবিত্র বস্তু হালাল করা হল আর যাদেরকে কিতাব দেয়া হয়েছে তাদের খাদ্য তোমাদের জন্য হালাল, আর তোমাদের খাদ্য তাদের জন্য হালাল, সচ্চরিত্রা মু’মিন নারী এবং তোমাদের পূর্বে যাদেরকে কিতাব দেয়া হয়েছে তাদের সচ্চরিত্রা নারী তোমাদের জন্য হালাল করা হল যখন তোমরা তাদেরকে মোহরানা প্রদান কর, বিবাহের দূর্গে স্থান দানের উদ্দেশ্যে, ব্যভিচারী হিসেবে নয় এবং গোপন সঙ্গী গ্রহণকারী হিসেবে নয়। কেউ ঈমান অমান্য করলে, তার কার্যাদি নিষ্ফল হবে। আর সে আখেরাতে ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 3,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 3
    }
}