{
    "verses": [
        {
            "id": 679,
            "verse_number": 10,
            "verse_key": "5:10",
            "hizb_number": 11,
            "rub_el_hizb_number": 43,
            "ruku_number": 87,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
            "page_number": 109,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100249,
                    "resource_id": 20,
                    "text": "But those who disbelieve and deny Our signs - those are the companions of Hellfire."
                },
                {
                    "id": 218094,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kafir serta mendustakan ayat-ayat Kami (Al-Quran), merekalah ahli neraka."
                },
                {
                    "id": 1091656,
                    "resource_id": 161,
                    "text": "যারা কুফরী করে, আর আমার নিদর্শনাবলীকে অস্বীকার করে তারা হল জাহান্নামের অধিবাসী।"
                }
            ]
        },
        {
            "id": 680,
            "verse_number": 11,
            "verse_key": "5:11",
            "hizb_number": 11,
            "rub_el_hizb_number": 43,
            "ruku_number": 87,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
            "page_number": 109,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100260,
                    "resource_id": 20,
                    "text": "O you who have believed, remember the favor of Allāh upon you when a people determined to extend their hands [in aggression] against you, but He withheld their hands from you; and fear Allāh. And upon Allāh let the believers rely."
                },
                {
                    "id": 218099,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, kenanglah nikmat Allah (yang telah dikurniakanNya) kepada kamu ketika kaum (kafir yang memusuhi kamu) hendak menghulurkan tangannya (untuk menyerang kamu), lalu Allah menahan tangan mereka daripada (menyerang) kamu. Oleh itu, bertaqwalah kamu kepada Allah; dan kepada Allah jualah (sesudah bertaqwa itu) hendaklah orang-orang yang beriman berserah diri."
                },
                {
                    "id": 1091657,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা আল্লাহর নি‘আমাতের কথা স্মরণ কর যখন একটি সম্প্রদায় তোমাদের বিরুদ্ধে তাদের হস্ত উত্তোলন করতে চেয়েছিল, তখন তিনি তোমাদের থেকে তাদের হাত নিবৃত্ত করেছিলেন। আল্লাহকে ভয় কর, আর মুমিনগণ যেন আল্লাহরই উপর ভরসা করে।"
                }
            ]
        },
        {
            "id": 681,
            "verse_number": 12,
            "verse_key": "5:12",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 88,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ وَلَقَدْ أَخَذَ ٱللَّهُ مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَبَعَثْنَا مِنْهُمُ ٱثْنَىْ عَشَرَ نَقِيبًا ۖ وَقَالَ ٱللَّهُ إِنِّى مَعَكُمْ ۖ لَئِنْ أَقَمْتُمُ ٱلصَّلَوٰةَ وَءَاتَيْتُمُ ٱلزَّكَوٰةَ وَءَامَنتُم بِرُسُلِى وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمُ ٱللَّهَ قَرْضًا حَسَنًا لَّأُكَفِّرَنَّ عَنكُمْ سَيِّـَٔاتِكُمْ وَلَأُدْخِلَنَّكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ فَمَن كَفَرَ بَعْدَ ذَٰلِكَ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
            "page_number": 109,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100282,
                    "resource_id": 20,
                    "text": "And Allāh had already taken a covenant from the Children of Israel, and We delegated from among them twelve leaders. And Allāh said, \"I am with you. If you establish prayer and give zakāh and believe in My messengers and support them and loan Allāh a goodly loan,<sup foot_note=196172>1</sup> I will surely remove from you your misdeeds and admit you to gardens beneath which rivers flow. But whoever of you disbelieves after that has certainly strayed from the soundness of the way.\""
                },
                {
                    "id": 218120,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya! Allah telah mengambil perjanjian setia Bani Israil (supaya mereka menjunjung perintahNya dan menjauhi laranganNya), dan Kami telah utuskan dari kalangan mereka dua belas ketua (untuk memimpin golongan masing-masing); dan Allah berfirman (kepada mereka): \"Bahawa Aku adalah beserta kamu (memerhati segala-galanya). Demi sesungguhnya jika kamu dirikan sembahyang, serta kamu tunaikan zakat, dan kamu beriman dengan segala Rasul (utusanku) serta menolong bantu mereka (dalam menegakkan ugama Allah), dan kamu pinjamkan Allah (dengan sedekah dan berbuat baik pada jalanNya) secara pinjaman yang baik (bukan kerana riak dan mencari keuntungan dunia), sudah tentu Aku akan ampunkan dosa-dosa kamu, dan Aku akan masukkan kamu ke dalam Syurga yang mengalir di bawahnya beberapa sungai. Oleh itu, sesiapa yang kufur ingkar di antara kamu sesudah yang demikian, maka sesungguhnya sesatlah ia dari jalan yang betul\""
                },
                {
                    "id": 1091658,
                    "resource_id": 161,
                    "text": "আল্লাহ বানী ইসরাঈলের নিকট থেকে প্রতিশ্রুতি গ্রহণ করেছিলেন, আর তাদের মধ্যে বারজন প্রধান নিযুক্ত করেছিলেন। আর আল্লাহ বলেছিলেন, আমি তোমাদের সঙ্গে আছি, যদি তোমরা নামায কায়িম কর, যাকাত আদায় কর এবং আমার রসূলগণের প্রতি বিশ্বাস স্থাপন কর আর তাদেরকে সাহায্য-সহযোগিতা কর আর আল্লাহকে ঋণ দান কর উত্তম ঋণ, তাহলে আমি তোমাদের পাপগুলো অবশ্য অবশ্যই দূর করে দেব, আর অবশ্য অবশ্যই তোমাদেরকে জান্নাতে দাখিল করাব যার নিম্নে ঝর্ণাধারা প্রবাহিত। এরপরও তোমাদের মধ্যে যারা কুফুরী করবে তারা সত্য সঠিক পথ হারিয়ে ফেলবে।"
                }
            ]
        },
        {
            "id": 682,
            "verse_number": 13,
            "verse_key": "5:13",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 88,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَبِمَا نَقْضِهِم مِّيثَـٰقَهُمْ لَعَنَّـٰهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَـٰسِيَةً ۖ يُحَرِّفُونَ ٱلْكَلِمَ عَن مَّوَاضِعِهِۦ ۙ وَنَسُوا۟ حَظًّا مِّمَّا ذُكِّرُوا۟ بِهِۦ ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَىٰ خَآئِنَةٍ مِّنْهُمْ إِلَّا قَلِيلًا مِّنْهُمْ ۖ فَٱعْفُ عَنْهُمْ وَٱصْفَحْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
            "page_number": 109,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100291,
                    "resource_id": 20,
                    "text": "So for their breaking of the covenant We cursed them and made their hearts hardened. They distort words from their [proper] places [i.e., usages] and have forgotten a portion of that of which they were reminded.<sup foot_note=196173>1</sup> And you will still observe deceit among them, except a few of them. But pardon them and overlook [their misdeeds]. Indeed, Allāh loves the doers of good."
                },
                {
                    "id": 218305,
                    "resource_id": 39,
                    "text": "Maka dengan sebab mereka mencabuli perjanjian setia mereka, Kami laknatkan mereka, dan Kami jadikan hati mereka keras membatu (tidak mahu menerima kebenaran). Mereka sentiasa mengubah Kalimah-kalimah (yang ada di dalam kitab Taurat dengan memutarnya) dari tempat-tempatnya (dan maksudnya) yang sebenar, dan mereka melupakan (meninggalkan) sebahagian dari apa yang diperingatkan mereka mereka dengannya. Dan engkau (wahai Muhammad) sentiasa dapat melihat perbuatan khianat yang mereka lakukan, kecuali sedikit dari mereka (yang tidak berlaku khianat). Oleh itu, maafkanlah mereka (jika mereka sedia bertaubat) dan janganlah dihiraukan, kerana sesungguhnya Allah suka kepada orang-orang yang berusaha supaya baik amalannya."
                },
                {
                    "id": 1091659,
                    "resource_id": 161,
                    "text": "তাদের অঙ্গীকার ভঙ্গের কারণে আমি তাদেরকে লা‘নাত করেছি আর তাদের হৃদয়কে আরো শক্ত করে দিয়েছি, তারা শব্দগুলোকে স্বস্থান থেকে বিচ্যুত করেছিল এবং তাদেরকে দেয়া উপদেশের বড় অংশ তারা ভুলে গিয়েছিল। তুমি অল্প সংখ্যক ছাড়া তাদেরকে সর্বদা বিশ্বাসঘাতকতা করতে দেখতে পাবে। কাজেই তাদেরকে ক্ষমা কর, মার্জনা কর, আল্লাহ সৎকর্মশীলদের ভালবাসেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}