{
    "verses": [
        {
            "id": 77,
            "verse_number": 70,
            "verse_key": "2:70",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 9,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ إِنَّ ٱلْبَقَرَ تَشَـٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهْتَدُونَ",
            "page_number": 11,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98315,
                    "resource_id": 20,
                    "text": "They said, \"Call upon your Lord to make clear to us what it is. Indeed, [all] cows look alike to us. And indeed we, if Allāh wills, will be guided.\""
                },
                {
                    "id": 216172,
                    "resource_id": 39,
                    "text": "Mereka berkata lagi: \"Pohonkanlah kepada Tuhanmu untuk kami, supaya diterangkanNya kepada kami lembu betina yang mana satu? Kerana sesungguhnya lembu yang dikehendaki itu kesamaran kepada kami (susah kami memilihnya), dan kami insya Allah akan mendapat petunjuk (untuk mencari dan menyembelih lembu itu)\"."
                },
                {
                    "id": 1091054,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘আমাদের জন্য তোমার প্রতিপালককে স্পষ্টভাবে জানিয়ে দিতে বল গরুটি কেমন? কারণ সব গরু আমাদের কাছে সমান, আর আল্লাহ ইচ্ছা করলে নিশ্চয় আমরা পথের দিশা পাব।’"
                }
            ]
        },
        {
            "id": 78,
            "verse_number": 71,
            "verse_key": "2:71",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 9,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ ٱلْأَرْضَ وَلَا تَسْقِى ٱلْحَرْثَ مُسَلَّمَةٌ لَّا شِيَةَ فِيهَا ۚ قَالُوا۟ ٱلْـَٔـٰنَ جِئْتَ بِٱلْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا۟ يَفْعَلُونَ",
            "page_number": 11,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98316,
                    "resource_id": 20,
                    "text": "He said, \"He says, 'It is a cow neither trained to plow the earth nor to irrigate the field, one free from fault with no spot upon her.'\" They said, \"Now you have come with the truth.\" So they slaughtered her, but they could hardly do it."
                },
                {
                    "id": 216174,
                    "resource_id": 39,
                    "text": "Nabi Musa menjawab: \"Bahawasanya Allah berfirman: Sebenarnya (lembu yang dikehendaki itu) ialah lembu betina yang tidak pernah digunakan untuk membajak tanah (sawah bendang), dan tidak pula (digunakan mengangkut air) untuk menyiram tanaman; ia juga tidak cacat dan tidak ada belang pada warnanya\". Mereka berkata: \"Sekarang baharulah engkau dapat menerangkan sifat-sifatnya yang sebenar\". Maka mereka pun menyembelih lembu yang tersebut, dan hampir-hampir mereka tidak dapat menunaikan (perintah Allah) itu."
                },
                {
                    "id": 1091055,
                    "resource_id": 161,
                    "text": "মূসা বলল, ‘তিনি বলছেন, তা এমন এক গরু যা জমি চাষে ও ক্ষেতে পানি সেচের জন্য ব্যবহৃত হয়নি বরং সুস্থ ও নিখুঁত’। তারা বলল, ‘এখন তুমি সত্য প্রকাশ করেছ’। তারা তাকে যবহ করল যদিও তাদের জন্য সেটা প্রায় অসম্ভব ছিল।"
                }
            ]
        },
        {
            "id": 79,
            "verse_number": 72,
            "verse_key": "2:72",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَتَلْتُمْ نَفْسًا فَٱدَّٰرَْٰٔتُمْ فِيهَا ۖ وَٱللَّهُ مُخْرِجٌ مَّا كُنتُمْ تَكْتُمُونَ",
            "page_number": 11,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98328,
                    "resource_id": 20,
                    "text": "And [recall] when you slew a man and disputed<sup foot_note=195958>1</sup> over it, but Allāh was to bring out that which you were concealing."
                },
                {
                    "id": 216187,
                    "resource_id": 39,
                    "text": "Dan (ingatlah), ketika kamu membunuh seorang manusia, kemudian kamu tuduh-menuduh sesama sendiri tentang pembunuhan itu, padahal Allah tetap melahirkan apa yang kamu sembunyikan."
                },
                {
                    "id": 1091056,
                    "resource_id": 161,
                    "text": "স্মরণ কর, তোমরা যখন এক ব্যক্তিকে হত্যা করেছিলে এবং একে অন্যের প্রতি দোষারোপ করছিলে, তোমরা যা গোপন করছিলে আল্লাহ তা প্রকাশ করে দিলেন।"
                }
            ]
        },
        {
            "id": 80,
            "verse_number": 73,
            "verse_key": "2:73",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَقُلْنَا ٱضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْىِ ٱللَّهُ ٱلْمَوْتَىٰ وَيُرِيكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
            "page_number": 11,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98340,
                    "resource_id": 20,
                    "text": "So We said, \"Strike him [i.e., the slain man] with part of it.\"<sup foot_note=195959>1</sup> Thus does Allāh bring the dead to life, and He shows you His signs that you might reason."
                },
                {
                    "id": 216197,
                    "resource_id": 39,
                    "text": "Maka Kami (Allah) berfirman: \"Pukulah si mati dengan sebahagian anggota lembu yang kamu sembelih itu\" (Mereka pun memukulnya dan ia kembali hidup). Demikianlah Allah menghidupkan orang-orang yang telah mati, dan memperlihatkan kepada kamu tanda-tanda kekuasaanNya, supaya kamu memahaminya."
                },
                {
                    "id": 1091057,
                    "resource_id": 161,
                    "text": "আমি বললাম, ‘তার (অর্থাৎ যবহকৃত গরুর) কোন অংশ দ্বারা একে আঘাত কর’। এভাবে আল্লাহ মৃতকে জীবন দান করেন, আর তোমাদেরকে তাঁর নিদর্শন দেখিয়ে থাকেন যাতে তোমরা জ্ঞানলাভ করতে পার।"
                }
            ]
        },
        {
            "id": 81,
            "verse_number": 74,
            "verse_key": "2:74",
            "hizb_number": 1,
            "rub_el_hizb_number": 4,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِىَ كَٱلْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ وَإِنَّ مِنَ ٱلْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ٱلْأَنْهَـٰرُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ٱلْمَآءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
            "page_number": 11,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98354,
                    "resource_id": 20,
                    "text": "Then your hearts became hardened after that, being like stones or even harder. For indeed, there are stones from which rivers burst forth, and there are some of them that split open and water comes out, and there are some of them that fall down for fear of Allāh. And Allāh is not unaware of what you do."
                },
                {
                    "id": 216210,
                    "resource_id": 39,
                    "text": "Kemudian sesudah itu, hati kamu juga menjadi keras seperti batu, bahkan lebih keras lagi. Padahal di antara batu-batu itu ada yang terpancar dan mengalir air sungai daripadanya; dan ada pula di antaranya yang pecah-pecah terbelah lalu keluar mata air daripadanya; dan ada juga di antaranya yang jatuh ke bawah kerana takut kepada Allah; sedang Allah tidak sekali-kali lalai daripada apa yang kamu kerjakan."
                },
                {
                    "id": 1091058,
                    "resource_id": 161,
                    "text": "এরপরও তোমাদের হৃদয় কঠিন হয়ে গেল, তা পাথর কিংবা তদপেক্ষা কঠিন। কতক পাথরও এমন আছে যে তা হতে ঝর্ণাধারা প্রবাহিত হয় এবং কতক এরূপ যে, ফেটে যাওয়ার পর তা হতে পানি নির্গত হয়। আবার কতক এমন যা আল্লাহর ভয়ে ধ্বসে পড়ে এবং তোমরা যা কর আল্লাহ সে সম্বন্ধে বেখেয়াল নন।"
                }
            ]
        },
        {
            "id": 82,
            "verse_number": 75,
            "verse_key": "2:75",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ أَفَتَطْمَعُونَ أَن يُؤْمِنُوا۟ لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَـٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
            "page_number": 11,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98366,
                    "resource_id": 20,
                    "text": "Do you covet [the hope, O believers], that they would believe for you while a party of them used to hear the words of Allāh and then distort it [i.e., the Torah] after they had understood it while they were knowing?"
                },
                {
                    "id": 216224,
                    "resource_id": 39,
                    "text": "(Sesudah kamu - wahai Muhammad dan pengikut-pengikutmu - mengetahui tentang kerasnya hati orang-orang Yahudi itu) maka bolehkah kamu menaruh harapan bahawa mereka akan beriman kepada seruan Islam yang kamu sampaikan itu, padahal sesungguhnya telah ada satu puak dari mereka yang mendengar Kalam Allah (Taurat), kemudian mereka mengubah dan memutarkan maksudnya sesudah mereka memahaminya, sedang mereka mengetahui (bahawa perbuatan itu salah)?"
                },
                {
                    "id": 1091059,
                    "resource_id": 161,
                    "text": "তোমরা কি এই আশা কর যে, তারা তোমাদের কথায় ঈমান আনবে? অথচ তাদের একদল আল্লাহর বাণী শ্রবণ করত ও বুঝার পর জেনে শুনে তা বিকৃত করত।"
                }
            ]
        },
        {
            "id": 83,
            "verse_number": 76,
            "verse_key": "2:76",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوٓا۟ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
            "page_number": 11,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98378,
                    "resource_id": 20,
                    "text": "And when they meet those who believe, they say, \"We have believed\"; but when they are alone with one another, they say, \"Do you talk to them about what Allāh has revealed to you so they can argue with you about it before your Lord?\" Then will you not reason?"
                },
                {
                    "id": 216235,
                    "resource_id": 39,
                    "text": "Dan apabila mereka (orang-orang Yahudi pada zaman Rasulullah) bertemu dengan orang-orang yang beriman, mereka berkata: \"Kami telah beriman\"; dan apabila mereka berjumpa sesama sendiri, mereka berkata: \"Patutkah kamu ceritakan kepada mereka (orang-orang Islam) dengan apa yang telah diterangkan oleh Allah kepada kamu (di dalam Kitab Taurat mengenai kebenaran Nabi Muhammad) untuk menjadikannya hujah (bukti) yang dapat mengalahkah kamu di sisi Tuhan kamu? Tidakkah kamu berakal?\""
                },
                {
                    "id": 1091060,
                    "resource_id": 161,
                    "text": "যখন তারা মু’মিনদের সংস্পর্শে আসে তখন বলে, ‘আমরা বিশ্বাস স্থাপন করেছি’। আবার যখন তারা নিভৃতে একে অন্যের সঙ্গে মিলিত হয় তখন বলে, ‘আল্লাহ তোমাদের কাছে যা (তাওরাতে) ব্যক্ত করেছেন [মুহাম্মাদ (সা.) সম্পর্কে] তোমরা কি তা তাদেরকে বলে দাও যাতে এর দ্বারা তারা তোমাদের প্রতিপালকের সম্মুখে তোমাদের বিরুদ্ধে যুক্তি পেশ করবে? তোমরা কি বুঝ না’?"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}