{
    "verses": [
        {
            "id": 687,
            "verse_number": 18,
            "verse_key": "5:18",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 88,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ وَٱلنَّصَـٰرَىٰ نَحْنُ أَبْنَـٰٓؤُا۟ ٱللَّهِ وَأَحِبَّـٰٓؤُهُۥ ۚ قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم ۖ بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ وَإِلَيْهِ ٱلْمَصِيرُ",
            "page_number": 111,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100332,
                    "resource_id": 20,
                    "text": "But the Jews and the Christians say, \"We are the children of Allāh and His beloved.\" Say, \"Then why does He punish you for your sins?\" Rather, you are human beings from among those He has created. He forgives whom He wills, and He punishes whom He wills. And to Allāh belongs the dominion of the heavens and the earth and whatever is between them, and to Him is the [final] destination."
                },
                {
                    "id": 218163,
                    "resource_id": 39,
                    "text": "Orang-orang Yahudi dan Nasrani berkata: \"Kami adalah anak-anak Allah dan yang amat disayangiNya\". Katakanlah (wahai Muhammad): \"(Kalau betul demikian), maka mengapakah Ia menyeksa kamu dengan sebab dosa-dosa kamu? (Sebenarnya bukanlah sebagaimana yang kamu dakwakan) bahkan kamu semuanya adalah manusia biasa di antara manusia-manusia lain yang diciptakanNya. Ia mengampunkan bagi sesiapa yang dikehendakiNya (menurut aturan serta hukum SyariatNya), demikian juga Ia menyeksa sesiapa yang dikehendakiNya. Dan (ingatlah) bagi Allah jualah kuasa pemerintahan langit dan bumi serta segala yang ada di antara keduanya, dan kepada Allah jualah tempat kembali\""
                },
                {
                    "id": 1091664,
                    "resource_id": 161,
                    "text": "ইয়াহূদী ও নাসারারা বলে, আমরা আল্লাহর পুত্র ও তাঁর প্রিয়পাত্র। বল, তাহলে তোমাদের পাপের জন্য আল্লাহ তোমাদেরকে শাস্তি দেন কেন? বরং তিনি যাদের সৃষ্টি করেছেন তোমরা তাদের অন্তর্গত মানুষ, তিনি যাকে ইচ্ছে ক্ষমা করেন, যাকে ইচ্ছে শাস্তি দেন, আকাশসমূহ ও পৃথিবী আর এদের মধ্যে যা আছে সবকিছুর সার্বভৌমত্ব আল্লাহরই জন্য, আর প্রত্যাবর্তন তাঁরই পানে।"
                }
            ]
        },
        {
            "id": 688,
            "verse_number": 19,
            "verse_key": "5:19",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 88,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَىٰ فَتْرَةٍ مِّنَ ٱلرُّسُلِ أَن تَقُولُوا۟ مَا جَآءَنَا مِنۢ بَشِيرٍ وَلَا نَذِيرٍ ۖ فَقَدْ جَآءَكُم بَشِيرٌ وَنَذِيرٌ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 111,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100334,
                    "resource_id": 20,
                    "text": "O People of the Scripture, there has come to you Our Messenger to make clear to you [the religion] after a period [of suspension] of messengers, lest you say, \"There came not to us any bringer of good tidings or a warner.\" But there has come to you a bringer of good tidings and a warner. And Allāh is over all things competent."
                },
                {
                    "id": 218165,
                    "resource_id": 39,
                    "text": "Wahai Ahli Kitab! Sesungguhnya telah datang kepada kamu Rasul kami (Muhammad, s.a.w) yang menerangkan kepada kamu (akan syariat Islam) ketika terputusnya (kedatangan) Rasul-rasul (yang diutus), supaya kamu tidak (berdalih) dengan berkata (pada hari kiamat): \"Tidak datang kepada kami seorang (Rasul) pun pembawa berita gembira dan juga pembawa amaran (yang mengingatkan kami)\". Kerana sesungguhnya telah datang kepada kamu seorang (rasul) pembawa berita gembira dan juga pembawa amaran. Dan (ingatlah) Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091665,
                    "resource_id": 161,
                    "text": "ওহে আহলে কিতাব! রসূল প্রেরণে বিরতির পর তোমাদের কাছে আমার রসূল এসে স্পষ্টভাবে তোমাদের নিকট বর্ণনা করে দিচ্ছে যাতে তোমরা বলতে না পার যে, আমাদের কাছে কোন সুসংবাদদাতা ও সাবধানকারী আগমন করেনি। এখন তাই সুসংবাদদাতা ও সাবধানকারী এসে গেছে। আর আল্লাহ হচ্ছেন সকল বিষয়ে সর্বশক্তিমান।"
                }
            ]
        },
        {
            "id": 689,
            "verse_number": 20,
            "verse_key": "5:20",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 89,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنۢبِيَآءَ وَجَعَلَكُم مُّلُوكًا وَءَاتَىٰكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
            "page_number": 111,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100342,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], when Moses said to his people, \"O my people, remember the favor of Allāh upon you when He appointed among you prophets and made you possessors<sup foot_note=196178>1</sup> and gave you that which He had not given anyone among the worlds."
                },
                {
                    "id": 218170,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah mereka wahai Muhammad), ketika Nabi Musa berkata kepada kaumnya: \"Wahai kaumku! Kenanglah nikmat Allah (Yang diberikan) kepada kamu ketika Ia menjadikan dalam kalangan kamu beberapa orang Nabi, dan Ia menjadikan kamu bebas merdeka (setelah kamu diperhamba oleh Firaun dan orang-orangnya), dan Ia memberikan kepada kamu barang yang tidak pernah diberikan kepada seseorang pun dari umat-umat (yang ada pada masa itu)\"."
                },
                {
                    "id": 1091666,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন মূসা তার সম্প্রদায়কে বলেছিল, হে আমার সম্প্রদায়! তোমরা তোমাদের প্রতি আল্লাহর নি‘য়ামাত স্মরণ কর যে, তিনি তোমাদের মধ্যে নাবী করেছেন এবং তোমাদেরকে বাদশাহ করেছেন আর তোমাদেরকে তিনি এমন কিছু দিয়েছেন যা বিশ্বভুবনে অন্য কাউকে দেননি।"
                }
            ]
        },
        {
            "id": 690,
            "verse_number": 21,
            "verse_key": "5:21",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 89,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰقَوْمِ ٱدْخُلُوا۟ ٱلْأَرْضَ ٱلْمُقَدَّسَةَ ٱلَّتِى كَتَبَ ٱللَّهُ لَكُمْ وَلَا تَرْتَدُّوا۟ عَلَىٰٓ أَدْبَارِكُمْ فَتَنقَلِبُوا۟ خَـٰسِرِينَ",
            "page_number": 111,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100343,
                    "resource_id": 20,
                    "text": "O my people, enter the blessed land [i.e., Palestine] which Allāh has assigned to you and do not turn back [from fighting in Allāh's cause] and [thus] become losers.\""
                },
                {
                    "id": 218169,
                    "resource_id": 39,
                    "text": "(Nabi Musa berkata lagi): \"Wahai kaumku, masuklah ke Tanah Suci (Palestin) yang telah diperintahkan oleh Allah untuk kamu (memasukinya); dan janganlah kamu berbalik undur ke belakang, (kalau kamu undur) maka kamu kelak menjadi orang-orang yang rugi (di dunia dan di akhirat)\"."
                },
                {
                    "id": 1091667,
                    "resource_id": 161,
                    "text": "হে আমার সম্প্রদায়! তোমাদের জন্য যে পবিত্র ভূমি আল্লাহ নির্দিষ্ট করেছেন তাতে প্রবেশ কর আর পশ্চাতে ঘুরে দাঁড়িও না, তা করলে ধ্বংসে পতিত হবে।"
                }
            ]
        },
        {
            "id": 691,
            "verse_number": 22,
            "verse_key": "5:22",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 89,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّىٰ يَخْرُجُوا۟ مِنْهَا فَإِن يَخْرُجُوا۟ مِنْهَا فَإِنَّا دَٰخِلُونَ",
            "page_number": 111,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100355,
                    "resource_id": 20,
                    "text": "They said, \"O Moses, indeed within it is a people of tyrannical strength, and indeed, we will never enter it until they leave it; but if they leave it, then we will enter.\""
                },
                {
                    "id": 218177,
                    "resource_id": 39,
                    "text": "Mereka menjawab: \"Wahai Musa bahawasanya di negeri itu ada kaum yang gagah perkasa, dan sesungguhnya kami tidak akan memasukinya sehingga mereka keluar daripadanya; kemudian jika mereka keluar daripadanya, maka sesungguhnya kami akan masuk (ke negeri itu)\"."
                },
                {
                    "id": 1091668,
                    "resource_id": 161,
                    "text": "তারা বলল, হে মূসা! ওখানে অত্যন্ত শক্তিধর এক সম্প্রদায় আছে, তারা ওখান থেকে বের না হওয়া পর্যন্ত আমরা ওখানে প্রবেশ করব না, তারা যদি বের হয় তাহলেই আমরা প্রবেশ করব।"
                }
            ]
        },
        {
            "id": 692,
            "verse_number": 23,
            "verse_key": "5:23",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 89,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالَ رَجُلَانِ مِنَ ٱلَّذِينَ يَخَافُونَ أَنْعَمَ ٱللَّهُ عَلَيْهِمَا ٱدْخُلُوا۟ عَلَيْهِمُ ٱلْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَـٰلِبُونَ ۚ وَعَلَى ٱللَّهِ فَتَوَكَّلُوٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 111,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100367,
                    "resource_id": 20,
                    "text": "Said two men from those who feared [to disobey] upon whom Allāh had bestowed favor, \"Enter upon them through the gate, for when you have entered it, you will be predominant.<sup foot_note=196179>1</sup> And upon Allāh rely, if you should be believers.\""
                },
                {
                    "id": 218190,
                    "resource_id": 39,
                    "text": "Berkatalah dua lelaki di antara orang-orang yang takut (menyalahi perintah tuhan), lagi yang telah diberi nikmat (taufik) oleh Allah kepada keduanya: \"Seranglah mereka melalui pintu itu, kerana apabila kamu memasukinya maka sudah tentu kamulah orang-orang yang menang; dan kepada Allah jualah hendaklah kamu berserah (setelah kamu bertindak menyerang), jika benar kamu orang-orang yang beriman\""
                },
                {
                    "id": 1091669,
                    "resource_id": 161,
                    "text": "যারা (আল্লাহকে) ভয় করছিল তাদের মধ্যে দু’জন লোক যাদেরকে আল্লাহ অনুগ্রহ করেছিলেন বলল, তাদের দরজায় হানা দাও, ঢুকলেই তোমরা জয়ী হয়ে যাবে। তোমরা মু’মিন হলে আল্লাহর উপর ভরসা কর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}