{
    "verses": [
        {
            "id": 693,
            "verse_number": 24,
            "verse_key": "5:24",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 89,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِنَّا لَن نَّدْخُلَهَآ أَبَدًا مَّا دَامُوا۟ فِيهَا ۖ فَٱذْهَبْ أَنتَ وَرَبُّكَ فَقَـٰتِلَآ إِنَّا هَـٰهُنَا قَـٰعِدُونَ",
            "page_number": 112,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100379,
                    "resource_id": 20,
                    "text": "They said, \"O Moses, indeed we will not enter it, ever, as long as they are within it; so go, you and your Lord, and fight. Indeed, we are remaining right here.\""
                },
                {
                    "id": 218202,
                    "resource_id": 39,
                    "text": "Mereka (menolak dengan) berkata: \"Wahai Musa, sesungguhnya kami tidak akan memasuki negeri itu selama-lamanya selagi kaum itu masih berada di dalamnya; oleh itu pergilah engkau bersama Tuhanmu dan perangilah mereka. Sebenarnya kami di sinilah duduk menunggu\"."
                },
                {
                    "id": 1091670,
                    "resource_id": 161,
                    "text": "তারা বলল, হে মূসা! তারা ওখানে যদ্দিন থাকবে তদ্দিন আমরা ওখানে কক্ষনো প্রবেশ করব না, কাজেই তুমি আর তোমার প্রতিপালক যাও আর যুদ্ধ কর, আমরা এখানেই বসে রইলাম।"
                }
            ]
        },
        {
            "id": 694,
            "verse_number": 25,
            "verse_key": "5:25",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 89,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالَ رَبِّ إِنِّى لَآ أَمْلِكُ إِلَّا نَفْسِى وَأَخِى ۖ فَٱفْرُقْ بَيْنَنَا وَبَيْنَ ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
            "page_number": 112,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100391,
                    "resource_id": 20,
                    "text": "[Moses] said, \"My Lord, indeed I do not possess [i.e., control] except myself and my brother, so part us<sup foot_note=196180>1</sup> from the defiantly disobedient people.\""
                },
                {
                    "id": 218214,
                    "resource_id": 39,
                    "text": "Nabi Musa (merayu kepada Allah), katanya: \"Wahai Tuhan! Sesungguhnya aku tidak dapat menguasai selain daripada diriku sendiri dan saudaraku (Harun); oleh itu pisahkanlah antara kami dengan kaum yang fasik itu\"."
                },
                {
                    "id": 1091671,
                    "resource_id": 161,
                    "text": "সে বলল, ‘‘হে আমার প্রতিপালক! আমার আর আমার ভাইয়ের উপর ছাড়া কারো উপর আমার ক্ষমতা নেই, কাজেই এই বিদ্রোহী সম্প্রদায় থেকে আমাদেরকে পৃথক করে দিন।"
                }
            ]
        },
        {
            "id": 695,
            "verse_number": 26,
            "verse_key": "5:26",
            "hizb_number": 11,
            "rub_el_hizb_number": 44,
            "ruku_number": 89,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ ۛ أَرْبَعِينَ سَنَةً ۛ يَتِيهُونَ فِى ٱلْأَرْضِ ۚ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
            "page_number": 112,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100393,
                    "resource_id": 20,
                    "text": "[Allāh] said, \"Then indeed, it is forbidden to them for forty years [in which] they will wander throughout the land. So do not grieve over the defiantly disobedient people.\""
                },
                {
                    "id": 218216,
                    "resource_id": 39,
                    "text": "Allah berfirman: \"Sesungguhnya negeri itu diharamkan kepada mereka memasukinya - selama empat puluh tahun, mereka akan merayau-rayau dengan bingungnya (di sepanjang masa yang tersebut) di padang pasir (Sinai); maka janganlah engkau berdukacita terhadap kaum yang fasik itu\"."
                },
                {
                    "id": 1091672,
                    "resource_id": 161,
                    "text": "আল্লাহ বললেন, তবে তা চল্লিশ বছর পর্যন্ত তাদের জন্য নিষিদ্ধ হল, উদভ্রান্তের মত তারা যমীনে ঘুরে বেড়াবে, কাজেই এই অবাধ্য সম্প্রদায়ের জন্য হা-হুতাশ করো না।"
                }
            ]
        },
        {
            "id": 696,
            "verse_number": 27,
            "verse_key": "5:27",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 90,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱبْنَىْ ءَادَمَ بِٱلْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ ٱلْـَٔاخَرِ قَالَ لَأَقْتُلَنَّكَ ۖ قَالَ إِنَّمَا يَتَقَبَّلُ ٱللَّهُ مِنَ ٱلْمُتَّقِينَ",
            "page_number": 112,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100395,
                    "resource_id": 20,
                    "text": "And recite to them the story of Adam's two sons, in truth, when they both made an offering [to Allāh], and it was accepted from one of them but was not accepted from the other. Said [the latter], \"I will surely kill you.\" Said [the former], \"Indeed, Allāh only accepts from the righteous [who fear Him]."
                },
                {
                    "id": 218218,
                    "resource_id": 39,
                    "text": "Dan bacakanlah (wahai Muhammad) kepada mereka kisah (mengenai) dua orang anak Adam (Habil dan Qabil) yang berlaku dengan sebenarnya, iaitu ketika mereka berdua mempersembahkan satu persembahan korban (untuk mendampingkan diri kepada Allah). Lalu diterima korban salah seorang di antaranya (Habil), dan tidak diterima (korban) dari yang lain (Qabil). Berkata (Qabil):\" Sesungguhnya aku akan membunuhmu!\". (Habil) menjawab: \"Hanyasanya Allah menerima (korban) dari orang-orang yang bertaqwa;"
                },
                {
                    "id": 1091673,
                    "resource_id": 161,
                    "text": "আদামের দু’পুত্রের খবর তাদেরকে সঠিকভাবে জানিয়ে দাও। উভয়ে যখন একটি করে কুরবানী হাজির করেছিল তখন তাদের একজনের নিকট হতে কবূল করা হল। অন্যজনের নিকট হতে কবূল করা হল না। সে বলল, আমি তোমাকে অবশ্য অবশ্যই হত্যা করব। অন্যজন বলল, ‘আল্লাহ কেবল মুত্তাকীদের কুরবানী কবূল করেন,"
                }
            ]
        },
        {
            "id": 697,
            "verse_number": 28,
            "verse_key": "5:28",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 90,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَئِنۢ بَسَطتَ إِلَىَّ يَدَكَ لِتَقْتُلَنِى مَآ أَنَا۠ بِبَاسِطٍ يَدِىَ إِلَيْكَ لِأَقْتُلَكَ ۖ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
            "page_number": 112,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100336,
                    "resource_id": 20,
                    "text": "If you should raise your hand toward me to kill me - I shall not raise my hand toward you to kill you. Indeed, I fear Allāh, Lord of the worlds."
                },
                {
                    "id": 218220,
                    "resource_id": 39,
                    "text": "\"Demi sesungguhnya! Jika engkau hulurkan tanganmu kepadaku untuk membunuhku, aku tidak sekali-kali akan menghulurkan tanganku kepadamu untuk membunuhmu. Kerana sesungguhnya aku takut kepada Allah, Tuhan Yang mentadbirkan sekalian alam;"
                },
                {
                    "id": 1091674,
                    "resource_id": 161,
                    "text": "আমাকে হত্যা করার জন্য তুমি আমার দিকে হাত বাড়ালেও আমি তোমাকে হত্যা করার জন্য তোমার দিকে হাত বাড়াব না, আমি বিশ্ব জগতের প্রতিপালক আল্লাহকে ভয় করি।"
                }
            ]
        },
        {
            "id": 698,
            "verse_number": 29,
            "verse_key": "5:29",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 90,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنِّىٓ أُرِيدُ أَن تَبُوٓأَ بِإِثْمِى وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَـٰبِ ٱلنَّارِ ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
            "page_number": 112,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100338,
                    "resource_id": 20,
                    "text": "Indeed, I want you to obtain [thereby] my sin and your sin so you will be among the companions of the Fire. And that is the recompense of wrongdoers.\""
                },
                {
                    "id": 218222,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya aku mahu supaya engkau kembali dengan (membawa) dosa (membunuhku) dan dosamu sendiri. Maka dengan itu menjadilah engkau dari ahli neraka, dan itulah dia balasan orang-orang yang zalim\"."
                },
                {
                    "id": 1091675,
                    "resource_id": 161,
                    "text": "আমি চাই তুমি আমার ও তোমার পাপের বোঝা বহন কর আর অগ্নিবাসী হয়ে যাও, অন্যায়কারীদের এটাই প্রতিদান।’"
                }
            ]
        },
        {
            "id": 699,
            "verse_number": 30,
            "verse_key": "5:30",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 90,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَطَوَّعَتْ لَهُۥ نَفْسُهُۥ قَتْلَ أَخِيهِ فَقَتَلَهُۥ فَأَصْبَحَ مِنَ ٱلْخَـٰسِرِينَ",
            "page_number": 112,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100398,
                    "resource_id": 20,
                    "text": "And his soul permitted to him<sup foot_note=196181>1</sup> the murder of his brother, so he killed him and became among the losers."
                },
                {
                    "id": 218230,
                    "resource_id": 39,
                    "text": "Maka nafsu jahat (Qabil) mendorongnya (sehingga ia tergamak) membunuh saudaranya, lalu ia membunuhnya. Oleh itu menjadilah dia dari golongan orang-orang yang rugi."
                },
                {
                    "id": 1091676,
                    "resource_id": 161,
                    "text": "অতঃপর তার আত্মা তাকে ভ্রাতৃহত্যার কাজে প্ররোচিত করল। ফলতঃ সে তাকে হত্যা করল এবং ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে গেল।"
                }
            ]
        },
        {
            "id": 700,
            "verse_number": 31,
            "verse_key": "5:31",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 90,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَبَعَثَ ٱللَّهُ غُرَابًا يَبْحَثُ فِى ٱلْأَرْضِ لِيُرِيَهُۥ كَيْفَ يُوَٰرِى سَوْءَةَ أَخِيهِ ۚ قَالَ يَـٰوَيْلَتَىٰٓ أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَـٰذَا ٱلْغُرَابِ فَأُوَٰرِىَ سَوْءَةَ أَخِى ۖ فَأَصْبَحَ مِنَ ٱلنَّـٰدِمِينَ",
            "page_number": 112,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100399,
                    "resource_id": 20,
                    "text": "Then Allāh sent a crow searching [i.e., scratching] in the ground to show him how to hide the disgrace<sup foot_note=196182>1</sup> of his brother. He said, \"O woe to me! Have I failed to be like this crow and hide the disgrace [i.e., body] of my brother?\" And he became of the regretful."
                },
                {
                    "id": 218232,
                    "resource_id": 39,
                    "text": "Kemudian Allah hantarkan seekor burung gagak (menyuruhnya) mengorek-ngorek di bumi supaya, diperlihatkan kepada (Qabil) bagaimana cara menimbus mayat saudaranya. (Qabil) berkata: \"Wahai celakanya aku! Alangkah lemah serta bodohnya aku, aku tidak tahu berbuat seperti burung gagak ini, supaya aku dapat menimbuskan mayat saudaraku?\". Kerana itu menjadilah ia dari golongan orang-orang yang menyesal."
                },
                {
                    "id": 1091677,
                    "resource_id": 161,
                    "text": "তারপর আল্লাহ একটি কাক পাঠালেন, সে মাটি খনন করতে লাগল, সে তার ভাইয়ের লাশ কীভাবে গোপন করবে তা দেখানোর জন্য। সে বলল, ধিক আমাকে! আমি এই কাকটির মতও হতে পারলাম না যাতে আমার ভাইয়ের লাশ গোপন করতে পারি? তাই সে অনুতপ্ত হল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}