{
    "verses": [
        {
            "id": 701,
            "verse_number": 32,
            "verse_key": "5:32",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 90,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مِنْ أَجْلِ ذَٰلِكَ كَتَبْنَا عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنَّهُۥ مَن قَتَلَ نَفْسًۢا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِى ٱلْأَرْضِ فَكَأَنَّمَا قَتَلَ ٱلنَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَآ أَحْيَا ٱلنَّاسَ جَمِيعًا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُنَا بِٱلْبَيِّنَـٰتِ ثُمَّ إِنَّ كَثِيرًا مِّنْهُم بَعْدَ ذَٰلِكَ فِى ٱلْأَرْضِ لَمُسْرِفُونَ",
            "page_number": 113,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100411,
                    "resource_id": 20,
                    "text": "Because of that, We decreed upon the Children of Israel that whoever kills a soul unless for a soul<sup foot_note=196186>1</sup> or for corruption [done] in the land<sup foot_note=196185>2</sup> - it is as if he had slain mankind entirely. And whoever saves one<sup foot_note=196184>3</sup> - it is as if he had saved mankind entirely. And Our messengers had certainly come to them with clear proofs. Then indeed many of them, [even] after that, throughout the land, were transgressors.<sup foot_note=196183>4</sup>"
                },
                {
                    "id": 218242,
                    "resource_id": 39,
                    "text": "Dengan sebab (kisah pembunuhan kejam) yang demikian itu kami tetapkan atas Bani Israil, bahawasanya sesiapa yang membunuh seorang manusia dengan tiada alasan yang membolehkan membunuh orang itu, atau (kerana) melakukan kerosakan di muka bumi, maka seolah-olah dia telah membunuh manusia semuanya; dan sesiapa yang menjaga keselamatan hidup seorang manusia, maka seolah-olah dia telah menjaga keselamatan hidup manusia semuanya. Dan demi sesungguhnya, telah datang kepada mereka Rasul-rasul kami dengan membawa keterangan yang cukup terang; kemudian, sesungguhnya kebanyakan dari mereka sesudah itu, sungguh-sungguh menjadi orang-orang yang melampaui batas (melakukan kerosakan) di muka bumi."
                },
                {
                    "id": 1091678,
                    "resource_id": 161,
                    "text": "এ কারণেই আমি বানী ইসরাঈলের জন্য বিধান দিয়েছিলাম যে, যে ব্যক্তি মানুষ হত্যা কিংবা যমীনে সন্ত্রাস সৃষ্টির কারণ ব্যতীত কাউকে হত্যা করবে সে যেন তামাম মানুষকেই হত্যা করল। আর যে মানুষের প্রাণ বাঁচালো, সে যেন তামাম মানুষকে বাঁচালো। তাদের কাছে আমার রসূলগণ সুস্পষ্ট প্রমাণ নিয়ে এসেছিল, এরপরও তাদের অধিকাংশই পৃথিবীতে বাড়াবাড়িই করেছিল।"
                }
            ]
        },
        {
            "id": 702,
            "verse_number": 33,
            "verse_key": "5:33",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 90,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا جَزَٰٓؤُا۟ ٱلَّذِينَ يُحَارِبُونَ ٱللَّهَ وَرَسُولَهُۥ وَيَسْعَوْنَ فِى ٱلْأَرْضِ فَسَادًا أَن يُقَتَّلُوٓا۟ أَوْ يُصَلَّبُوٓا۟ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلَـٰفٍ أَوْ يُنفَوْا۟ مِنَ ٱلْأَرْضِ ۚ ذَٰلِكَ لَهُمْ خِزْىٌ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
            "page_number": 113,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100423,
                    "resource_id": 20,
                    "text": "Indeed, the penalty<sup foot_note=196188>1</sup> for those who wage war<sup foot_note=196187>2</sup> against Allāh and His Messenger and strive upon earth [to cause] corruption is none but that they be killed or crucified or that their hands and feet be cut off from opposite sides or that they be exiled from the land. That is for them a disgrace in this world; and for them in the Hereafter is a great punishment,"
                },
                {
                    "id": 218254,
                    "resource_id": 39,
                    "text": "Hanyasanya balasan orang-orang yang memerangi Allah dan RasulNya serta melakukan bencana kerosakan di muka bumi ialah dengan dibalas bunuh (kalau mereka membunuh sahaja dengan tidak merampas), atau dipalang (kalau mereka membunuh dan merampas), atau dipotong tangan dan kaki mereka bersilang (kalau mereka merampas sahaja), atau dibuang negeri (kalau mereka hanya mengganggu ketenteraman umum). Hukuman yang demikian itu adalah suatu kehinaan di dunia bagi mereka, dan di akhirat kelak mereka beroleh azab seksa yang amat besar."
                },
                {
                    "id": 1091679,
                    "resource_id": 161,
                    "text": "যারা আল্লাহ ও তাঁর রসূলের বিরুদ্ধে যুদ্ধ করে আর যমীনে বিশৃঙ্খলা ছড়িয়ে বেড়ায় তাদের শাস্তি হল এই যে, তাদেরকে হত্যা করা হবে অথবা ক্রুশবিদ্ধ করা হবে অথবা তাদের হাত পা বিপরীত দিক থেকে কেটে ফেলা হবে, অথবা তাদেরকে দেশ থেকে নির্বাসিত করা হবে। এ হল তাদের জন্য দুনিয়াতে লাঞ্ছনা, আর তাদের জন্য আখেরাতে রয়েছে মহাশাস্তি।"
                }
            ]
        },
        {
            "id": 703,
            "verse_number": 34,
            "verse_key": "5:34",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 90,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِن قَبْلِ أَن تَقْدِرُوا۟ عَلَيْهِمْ ۖ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 113,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100435,
                    "resource_id": 20,
                    "text": "Except for those who return [repenting] before you overcome [i.e., apprehend] them. And know that Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218231,
                    "resource_id": 39,
                    "text": "Kecuali orang-orang yang bertaubat sebelum kamu dapat menangkapnya, (mereka terlepas dari hukuman itu). Maka ketahuilah, bahawasanya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091680,
                    "resource_id": 161,
                    "text": "(তবে এ শাস্তি) তাদের জন্য নয় যারা তোমাদের আয়ত্বে আসার পূর্বে তাওবা করবে। জেনে রেখ, আল্লাহ বড়ই ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 704,
            "verse_number": 35,
            "verse_key": "5:35",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 91,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَٱبْتَغُوٓا۟ إِلَيْهِ ٱلْوَسِيلَةَ وَجَـٰهِدُوا۟ فِى سَبِيلِهِۦ لَعَلَّكُمْ تُفْلِحُونَ",
            "page_number": 113,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100447,
                    "resource_id": 20,
                    "text": "O you who have believed, fear Allāh and seek the means [of nearness] to Him and strive in His cause that you may succeed."
                },
                {
                    "id": 218274,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Bertaqwalah kepada Allah dan carilah yang boleh menyampaikan kepadaNya (dengan mematuhi perintahNya dan meninggalkan laranganNya); dan berjuanglah pada jalan Allah (untuk menegakkan Islam) supaya kamu beroleh kejayaan."
                },
                {
                    "id": 1091681,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! আল্লাহকে ভয় কর, তাঁর নৈকট্য অনুসন্ধান কর এবং তাঁর পথে জিহাদ কর যাতে তোমরা সফলকাম হতে পার।"
                }
            ]
        },
        {
            "id": 705,
            "verse_number": 36,
            "verse_key": "5:36",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 91,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لِيَفْتَدُوا۟ بِهِۦ مِنْ عَذَابِ يَوْمِ ٱلْقِيَـٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 113,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100339,
                    "resource_id": 20,
                    "text": "Indeed, those who disbelieve - if they should have all that is in the earth and the like of it with it by which to ransom themselves from the punishment of the Day of Resurrection, it will not be accepted from them, and for them is a painful punishment."
                },
                {
                    "id": 218287,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang kafir, kalau (tiap-tiap seorang dari) mereka mempunyai segala yang ada di muka bumi atau sebanyak itu lagi bersamanya, untuk mereka menjadikannya penebus diri mereka dari azab seksa hari kiamat, nescaya tebusan itu tidak akan diterima dari mereka; dan mereka akan beroleh azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1091682,
                    "resource_id": 161,
                    "text": "যারা কুফরী করেছে দুনিয়ায় যা কিছু আছে সব যদি তাদের হয় এবং আরো সমপরিমাণও হয় ক্বিয়ামাত দিবসের শাস্তি থেকে পরিত্রাণের মুক্তিপণ হিসেবে, তবুও তা তাদের থেকে গ্রহণ করা হবে না; তাদের জন্য আছে যন্ত্রণাদায়ক শাস্তি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}