{
    "verses": [
        {
            "id": 706,
            "verse_number": 37,
            "verse_key": "5:37",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 91,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يُرِيدُونَ أَن يَخْرُجُوا۟ مِنَ ٱلنَّارِ وَمَا هُم بِخَـٰرِجِينَ مِنْهَا ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
            "page_number": 114,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100456,
                    "resource_id": 20,
                    "text": "They will wish to get out of the Fire, but never are they to emerge therefrom, and for them is an enduring punishment."
                },
                {
                    "id": 218292,
                    "resource_id": 39,
                    "text": "Mereka sentiasa berharap hendak keluar dari api neraka itu, padahal mereka tidak sekali-kali akan dapat keluar daripadanya; dan bagi mereka azab seksa yang tetap kekal."
                },
                {
                    "id": 1091683,
                    "resource_id": 161,
                    "text": "তারা আগুন থেকে বেরিয়ে আসতে চাইবে, কিন্তু তারা তাত্থেকে বের হতে পারবে না, তাদের জন্য আছে স্থায়ী শাস্তি।"
                }
            ]
        },
        {
            "id": 707,
            "verse_number": 38,
            "verse_key": "5:38",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 91,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلسَّارِقُ وَٱلسَّارِقَةُ فَٱقْطَعُوٓا۟ أَيْدِيَهُمَا جَزَآءًۢ بِمَا كَسَبَا نَكَـٰلًا مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
            "page_number": 114,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100458,
                    "resource_id": 20,
                    "text": "[As for] the thief, the male and the female, amputate their hands in recompense for what they earned [i.e., committed] as a deterrent [punishment] from Allāh. And Allāh is Exalted in Might and Wise."
                },
                {
                    "id": 218294,
                    "resource_id": 39,
                    "text": "Dan orang lelaki yang mencuri dan orang perempuan yang mencuri maka (hukumnya) potonglah tangan mereka sebagai satu balasan dengan sebab apa yang mereka telah usahakan, (juga sebagai) suatu hukuman pencegah dari Allah. Dan (ingatlah) Allah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1091684,
                    "resource_id": 161,
                    "text": "আর চোর ও চোরনী তাদের হাত কেটে দাও, তাদের কৃতকর্মের ফল স্বরূপ, আল্লাহর পক্ষ থেকে দৃষ্টান্তমূলক শাস্তি। আল্লাহ হলেন মহাপরাক্রান্ত, মহাবিজ্ঞানী।"
                }
            ]
        },
        {
            "id": 708,
            "verse_number": 39,
            "verse_key": "5:39",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 91,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَمَن تَابَ مِنۢ بَعْدِ ظُلْمِهِۦ وَأَصْلَحَ فَإِنَّ ٱللَّهَ يَتُوبُ عَلَيْهِ ۗ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 114,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100460,
                    "resource_id": 20,
                    "text": "But whoever repents after his wrongdoing and reforms, indeed, Allāh will turn to him in forgiveness. Indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218296,
                    "resource_id": 39,
                    "text": "Maka sesiapa yang bertaubat sesudah ia melakukan kejahatan (curi) itu dan memperbaiki amal usahanya, sesungguhnya Allah menerima taubatnya; kerana Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091685,
                    "resource_id": 161,
                    "text": "কিন্তু অন্যায় করার পর কেউ তাওবা করলে এবং (নিজেকে) সংশোধন করলে, আল্লাহ তার প্রতি ক্ষমাদৃষ্টি করেন, আল্লাহ হলেন বড়ই ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 709,
            "verse_number": 40,
            "verse_key": "5:40",
            "hizb_number": 12,
            "rub_el_hizb_number": 45,
            "ruku_number": 91,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 114,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100463,
                    "resource_id": 20,
                    "text": "Do you not know that to Allāh belongs the dominion of the heavens and the earth? He punishes whom He wills and forgives whom He wills, and Allāh is over all things competent."
                },
                {
                    "id": 218317,
                    "resource_id": 39,
                    "text": "Tidakkah engkau mengetahui bahawa Allah menguasai pemerintahan langit dan bumi? Ia menyeksakan sesiapa yang dikehendakiNya (menurut aturan dan hukum SyariatNya), dan mengampunkan sesiapa yang dikehendakiNya (menurut aturan dan hukum SyariatNya). Dan (ingatlah) Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091686,
                    "resource_id": 161,
                    "text": "তুমি কি জান না আল্লাহ, আকাশসমূহ ও যমীনের সার্বভৌমত্ব তাঁরই, যাকে ইচ্ছে তিনি শাস্তি দেন, যাকে ইচ্ছে ক্ষমা করেন, আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।"
                }
            ]
        },
        {
            "id": 710,
            "verse_number": 41,
            "verse_key": "5:41",
            "hizb_number": 12,
            "rub_el_hizb_number": 46,
            "ruku_number": 91,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ لَا يَحْزُنكَ ٱلَّذِينَ يُسَـٰرِعُونَ فِى ٱلْكُفْرِ مِنَ ٱلَّذِينَ قَالُوٓا۟ ءَامَنَّا بِأَفْوَٰهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ ۛ وَمِنَ ٱلَّذِينَ هَادُوا۟ ۛ سَمَّـٰعُونَ لِلْكَذِبِ سَمَّـٰعُونَ لِقَوْمٍ ءَاخَرِينَ لَمْ يَأْتُوكَ ۖ يُحَرِّفُونَ ٱلْكَلِمَ مِنۢ بَعْدِ مَوَاضِعِهِۦ ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَـٰذَا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فَٱحْذَرُوا۟ ۚ وَمَن يُرِدِ ٱللَّهُ فِتْنَتَهُۥ فَلَن تَمْلِكَ لَهُۥ مِنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَمْ يُرِدِ ٱللَّهُ أَن يُطَهِّرَ قُلُوبَهُمْ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
            "page_number": 114,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100464,
                    "resource_id": 20,
                    "text": "O Messenger, let them not grieve you who hasten into disbelief of those who say, \"We believe\" with their mouths, but their hearts believe not, and from among the Jews. [They are] avid listeners to falsehood, listening to another people who have not come to you.<sup foot_note=196191>1</sup> They distort words beyond their [proper] places [i.e., usages], saying, \"If you are given this,<sup foot_note=196190>2</sup> take it; but if you are not given it, then beware.\" But he for whom Allāh intends fitnah<sup foot_note=196189>3</sup> - never will you possess [power to do] for him a thing against Allāh. Those are the ones for whom Allāh does not intend to purify their hearts. For them in this world is disgrace, and for them in the Hereafter is a great punishment."
                },
                {
                    "id": 218318,
                    "resource_id": 39,
                    "text": "Wahai Rasul Allah! Janganlah engkau menanggung dukacita disebabkan orang-orang yang segera menceburkan diri dalam kekufuran, iaitu dari orang-orang yang berkata dengan mulutnya: \"Kami tetap beriman\", padahal hatinya tidak beriman; demikian juga dari orang-orang Yahudi, mereka orang-orang yang sangat suka mendengar berita-berita dusta; mereka sangat suka mendengar perkataan golongan lain (pendita-pendita Yahudi) yang tidak pernah datang menemuimu; mereka ini mengubah serta meminda perkataan-perkataan (dalam Kitab Taurat) itu dari tempat-tempatnya yang sebenar. Mereka berkata: \"Jika disampaikan kepada kamu hukum seperti ini maka terimalah dia, dan jika tidak disampaikannya kepada kamu, maka jagalah diri baik-baik\". Dan sesiapa yang dikehendaki Allah kesesatannya, maka engkau tidak berkuasa sama sekali (menolak) sesuatu apapun (yang datang) dari Allah untuknya. Mereka ialah orang-orang yang Allah tidak mahu membersihkan hati mereka; bagi mereka kehinaan di dunia, dan di akhirat kelak mereka beroleh azab seksa yang besar."
                },
                {
                    "id": 1091687,
                    "resource_id": 161,
                    "text": "হে রসূল! কুফরীর ব্যাপারে তাদের প্রতিযোগিতা যেন তোমাকে দুঃখ না দেয়, যারা মুখে বলে ঈমান এনেছি কিন্তু তাদের অন্তর ঈমান আনেনি। আর যারা ইয়াহূদী, তারা মিথ্যা কথা শুনতে বিশেষ পারদর্শী, তারা তোমার কথাগুলো অন্য সম্প্রদায়ের স্বার্থে কান পেতে শোনে যারা তোমার নিকট (কখনো) আসেনি, এরা আল্লাহর কিতাবের শব্দগুলোকে প্রকৃত অর্থ হতে বিকৃত করে। তারা বলে, তোমরা এ রকম নির্দেশপ্রাপ্ত হলে মানবে, আর তা না হলে বর্জন করবে। বস্তুত আল্লাহই যাকে ফিতনায় ফেলতে চান, তার জন্য আল্লাহর কাছে তোমার কিছুই করার নেই। ওরা হল সেই লোক, যাদের অন্তরাত্মাকে আল্লাহ পবিত্র করতে চান না। তাদের জন্য দুনিয়াতে আছে লাঞ্ছনা, আর তাদের জন্য আখেরাতে আছে মহা শাস্তি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}