{
    "verses": [
        {
            "id": 720,
            "verse_number": 51,
            "verse_key": "5:51",
            "hizb_number": 12,
            "rub_el_hizb_number": 47,
            "ruku_number": 93,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلْيَهُودَ وَٱلنَّصَـٰرَىٰٓ أَوْلِيَآءَ ۘ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُۥ مِنْهُمْ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
            "page_number": 117,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100530,
                    "resource_id": 20,
                    "text": "O you who have believed, do not take the Jews and the Christians as allies. They are [in fact] allies of one another. And whoever is an ally to them among you - then indeed, he is [one] of them. Indeed, Allāh guides not the wrongdoing people."
                },
                {
                    "id": 218420,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu mengambil orang-orang Yahudi dan Nasrani itu sebagai teman rapat, kerana setengah mereka menjadi teman rapat kepada setengahnya yang lain; dan sesiapa di antara kamu yang menjadikan mereka teman rapatnya, maka sesungguhnya ia adalah dari golongan mereka itu mereka itu. Sesungguhnya Allah tidak memberikan petunjuk kepada kaum yang berlaku zalim."
                },
                {
                    "id": 1091697,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা ইয়াহূদ ও নাসারাদেরকে বন্ধু হিসেবে গ্রহণ করো না, তারা একে অপরের বন্ধু। তোমাদের মধ্যে কেউ তাদেরকে বন্ধুরূপে গ্রহণ করলে সে তাদেরই অন্তর্ভুক্ত হবে। আল্লাহ যালিমদেরকে সৎপথে পরিচালিত করেন না।"
                }
            ]
        },
        {
            "id": 721,
            "verse_number": 52,
            "verse_key": "5:52",
            "hizb_number": 12,
            "rub_el_hizb_number": 47,
            "ruku_number": 93,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَتَرَى ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يُسَـٰرِعُونَ فِيهِمْ يَقُولُونَ نَخْشَىٰٓ أَن تُصِيبَنَا دَآئِرَةٌ ۚ فَعَسَى ٱللَّهُ أَن يَأْتِىَ بِٱلْفَتْحِ أَوْ أَمْرٍ مِّنْ عِندِهِۦ فَيُصْبِحُوا۟ عَلَىٰ مَآ أَسَرُّوا۟ فِىٓ أَنفُسِهِمْ نَـٰدِمِينَ",
            "page_number": 117,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100542,
                    "resource_id": 20,
                    "text": "So you see those in whose hearts is disease [i.e., hypocrisy] hastening into [association with] them, saying, \"We are afraid a misfortune may strike us.\" But perhaps Allāh will bring conquest or a decision from Him, and they will become, over what they have been concealing within themselves, regretful."
                },
                {
                    "id": 218387,
                    "resource_id": 39,
                    "text": "Dalam pada itu, engkau lihat orang-orang (munafik) yang ada penyakit dalam hatinya segera berusaha mendampingkan diri kepada mereka (Yahudi dan Nasrani), sambil berkata: \"Kami takut bahawa kami akan ditimpa bencana (yang memaksa kami meminta pertolongan mereka)\". Mudah-mudahan Allah akan mendatangkan kemenangan (kepada RasulNya dan umat Islam) atau mendatangkan sesuatu hukuman dari sisiNya (terhadap golongan yang munafik itu); maka sebab itu mereka akan menyesal mengenai apa yang telah mereka sembunyikan dalam hatinya."
                },
                {
                    "id": 1091698,
                    "resource_id": 161,
                    "text": "যাদের অন্তরে ব্যাধি আছে তুমি তাদেরকে দেখবে তারা তাদের (অর্থাৎ ইয়াহূদী, নাসারা মুশরিকদের) দৌড়ে গিয়ে বলবে, আমাদের ভয় হয় আমরা বিপদের চক্করে পড়ে না যাই। হয়তো আল্লাহ বিজয় দান করবেন কিংবা নিজের পক্ষ হতে এমন কিছু দিবেন যাতে তারা তাদের অন্তরে যা লুকিয়ে রেখেছিল তার কারণে লজ্জিত হবে।"
                }
            ]
        },
        {
            "id": 722,
            "verse_number": 53,
            "verse_key": "5:53",
            "hizb_number": 12,
            "rub_el_hizb_number": 47,
            "ruku_number": 93,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوٓا۟ أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ إِنَّهُمْ لَمَعَكُمْ ۚ حَبِطَتْ أَعْمَـٰلُهُمْ فَأَصْبَحُوا۟ خَـٰسِرِينَ",
            "page_number": 117,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100554,
                    "resource_id": 20,
                    "text": "And those who believe will say,<sup foot_note=196195>1</sup> \"Are these the ones who swore by Allāh their strongest oaths that indeed they were with you?\" Their deeds have become worthless, and they have become losers."
                },
                {
                    "id": 218399,
                    "resource_id": 39,
                    "text": "Dan (telatah kaum munafik itu menjadikan) orang-orang yang beriman berkata: \"Adakah mereka ini orang-orang yang bersumpah dengan nama Allah, dengan sebenar-benar sumpahnya, bahawa mereka benar-benar menyertai dan menolong kamu?\" Telah gugurlah amal-amal mereka, lalu menjadilah mereka: orang-orang yang rugi."
                },
                {
                    "id": 1091699,
                    "resource_id": 161,
                    "text": "মু’মিনগণ বলবে, এরা কি তারাই যারা আল্লাহর নামে শক্ত কসম খেয়ে বলত যে, তারা অবশ্যই তোমাদের সঙ্গে আছে। তাদের কৃতকর্ম নিস্ফল হয়ে গেছে, যার ফলে তারা ক্ষতিগ্রস্ত হয়েছে।"
                }
            ]
        },
        {
            "id": 723,
            "verse_number": 54,
            "verse_key": "5:54",
            "hizb_number": 12,
            "rub_el_hizb_number": 47,
            "ruku_number": 93,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِۦ فَسَوْفَ يَأْتِى ٱللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُۥٓ أَذِلَّةٍ عَلَى ٱلْمُؤْمِنِينَ أَعِزَّةٍ عَلَى ٱلْكَـٰفِرِينَ يُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَآئِمٍ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
            "page_number": 117,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100567,
                    "resource_id": 20,
                    "text": "O you who have believed, whoever of you should revert from his religion - Allāh will bring forth [in place of them] a people He will love and who will love Him [who are] humble toward the believers, strong against the disbelievers; they strive in the cause of Allāh and do not fear the blame of a critic. That is the favor of Allāh; He bestows it upon whom He wills. And Allāh is all-Encompassing and Knowing."
                },
                {
                    "id": 218410,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Sesiapa di antara kamu berpaling tadah dari ugamanya (jadi murtad), maka Allah akan mendatangkan suatu kaum yang Ia kasihkan mereka dan mereka juga kasihkan Dia; mereka pula bersifat lemah-lembut terhadap orang-orang yang beriman dan berlaku tegas gagah terhadap orang-orang kafir, mereka berjuang dengan bersungguh-sungguh pada jalan Allah, dan mereka tidak takut kepada celaan orang yang mencela. Yang demikian itu adalah limpah kurnia Allah yang diberikanNya kepada sesiapa yang dikehendakiNya; kerana Allah Maha Luas limpah kurniaNya, lagi Meliputi PengetahuanNya."
                },
                {
                    "id": 1091700,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমাদের মধ্য হতে কেউ তার দ্বীন হতে ফিরে গেলে সত্বর আল্লাহ এমন এক সম্প্রদায়কে নিয়ে আসবেন যাদেরকে তিনি ভালবাসেন আর তারাও তাঁকে ভালবাসবে, তারা মু’মিনদের প্রতি কোমল আর কাফিরদের প্রতি কঠোর হবে, তারা আল্লাহর পথে যুদ্ধ করবে, কোন নিন্দুকের নিন্দাকে তারা ভয় করবে না, এটা আল্লাহর অনুগ্রহ- যাকে ইচ্ছে তিনি দান করেন এবং আল্লাহ প্রাচুর্যের অধিকারী, সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 724,
            "verse_number": 55,
            "verse_key": "5:55",
            "hizb_number": 12,
            "rub_el_hizb_number": 47,
            "ruku_number": 93,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا وَلِيُّكُمُ ٱللَّهُ وَرَسُولُهُۥ وَٱلَّذِينَ ءَامَنُوا۟ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُمْ رَٰكِعُونَ",
            "page_number": 117,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100579,
                    "resource_id": 20,
                    "text": "Your ally is none but Allāh and [therefore] His Messenger and those who have believed - those who establish prayer and give zakāh, and they bow [in worship]."
                },
                {
                    "id": 218572,
                    "resource_id": 39,
                    "text": "Sesungguhnya Penolong kamu hanyalah Allah, dan RasulNya, serta orang-orang yang beriman, yang mendirikan sembahyang, dan menunaikan zakat, sedang mereka rukuk (tunduk menjunjung perintah Allah)."
                },
                {
                    "id": 1091701,
                    "resource_id": 161,
                    "text": "তোমাদের বন্ধু কেবল আল্লাহ, তাঁর রসূল ও মু’মিনগণ যারা নামায কায়িম করে, যাকাত আদায় করে এবং আল্লাহর কাছে অবনত হয়।"
                }
            ]
        },
        {
            "id": 725,
            "verse_number": 56,
            "verse_key": "5:56",
            "hizb_number": 12,
            "rub_el_hizb_number": 47,
            "ruku_number": 93,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يَتَوَلَّ ٱللَّهَ وَرَسُولَهُۥ وَٱلَّذِينَ ءَامَنُوا۟ فَإِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْغَـٰلِبُونَ",
            "page_number": 117,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100591,
                    "resource_id": 20,
                    "text": "And whoever is an ally of Allāh and His Messenger and those who have believed - indeed, the party of Allāh - they will be the predominant."
                },
                {
                    "id": 218428,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang menjadikan Allah dan rasulnya serta orang-orang yang beriman itu penolongnya (maka berjayalah dia), kerana sesungguhnya golongan (yang berpegang kepada ugama) Allah, itulah yang tetap menang."
                },
                {
                    "id": 1091702,
                    "resource_id": 161,
                    "text": "যে কেউ আল্লাহ ও তাঁর রসূল এবং ঈমানদারগণকে বন্ধুরূপে গ্রহণ করবে (সে দেখতে পাবে যে) আল্লাহর দলই বিজয়ী হবে।"
                }
            ]
        },
        {
            "id": 726,
            "verse_number": 57,
            "verse_key": "5:57",
            "hizb_number": 12,
            "rub_el_hizb_number": 47,
            "ruku_number": 94,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَكُمْ هُزُوًا وَلَعِبًا مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَٱلْكُفَّارَ أَوْلِيَآءَ ۚ وَٱتَّقُوا۟ ٱللَّهَ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 117,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100603,
                    "resource_id": 20,
                    "text": "O you who have believed, take not those who have taken your religion in ridicule and amusement among the ones who were given the Scripture before you nor the disbelievers as allies. And fear Allāh, if you should [truly] be believers."
                },
                {
                    "id": 218440,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu mengambil orang-orang yang menjadikan ugama kamu sebagai ejek-ejekan dan permainan - dari orang-orang yang telah diberikan Kitab sebelum kamu, dan orang-orang kafir musyrik itu: menjadi penolong-penolong; dan bertaqwalah kepada Allah, jika kamu benar-benar orang yang beriman."
                },
                {
                    "id": 1091703,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমাদের পূর্বে যাদেরকে কিতাব দেয়া হয়েছিল তাদের মধ্যে যারা তোমাদের দ্বীনকে হাসি-তামাসা ও খেলার বস্তু হিসেবে গ্রহণ করে তাদেরকে এবং কাফিরদেরকে বন্ধুরূপে গ্রহণ করো না আর আল্লাহকে ভয় কর যদি তোমরা মু’মিন হও।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}