{
    "verses": [
        {
            "id": 734,
            "verse_number": 65,
            "verse_key": "5:65",
            "hizb_number": 12,
            "rub_el_hizb_number": 47,
            "ruku_number": 94,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ أَنَّ أَهْلَ ٱلْكِتَـٰبِ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأَدْخَلْنَـٰهُمْ جَنَّـٰتِ ٱلنَّعِيمِ",
            "page_number": 119,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100663,
                    "resource_id": 20,
                    "text": "And if only the People of the Scripture had believed and feared Allāh, We would have removed from them their misdeeds and admitted them to Gardens of Pleasure."
                },
                {
                    "id": 218505,
                    "resource_id": 39,
                    "text": "Dan sekiranya Ahli Kitab itu beriman dan bertaqwa tentulah Kami akan hapuskan dari mereka kejahatan-kejahatan mereka, dan tentulah Kami akan masukkan mereka ke dalam Syurga-syurga yang penuh nikmat."
                },
                {
                    "id": 1091711,
                    "resource_id": 161,
                    "text": "গ্রন্থধারীরা যদি ঈমান আনতো আর তাকওয়া অবলম্বন করত তাহলে আমি তাদের পাপ অবশ্যই মোচন করে দিতাম আর তাদেরকে নিআমতে ভরা জান্নাতে অবশ্যই দাখিল করতাম।"
                }
            ]
        },
        {
            "id": 735,
            "verse_number": 66,
            "verse_key": "5:66",
            "hizb_number": 12,
            "rub_el_hizb_number": 47,
            "ruku_number": 94,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ أَنَّهُمْ أَقَامُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْهِم مِّن رَّبِّهِمْ لَأَكَلُوا۟ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم ۚ مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ ۖ وَكَثِيرٌ مِّنْهُمْ سَآءَ مَا يَعْمَلُونَ",
            "page_number": 119,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100675,
                    "resource_id": 20,
                    "text": "And if only they had upheld [the law of] the Torah, the Gospel, and what has been revealed to them from their Lord [i.e., the Qur’ān], they would have consumed [provision] from above them and from beneath their feet.<sup foot_note=196199>1</sup> Among them are a moderate [i.e., acceptable] community, but many of them - evil is that which they do."
                },
                {
                    "id": 218518,
                    "resource_id": 39,
                    "text": "Dan kalau mereka bersungguh-sungguh menegakkan (menjalankan perintah-perintah Allah dalam) Taurat dan Injil dan apa yang diturunkan kepada mereka dari Tuhan mereka (Al-Quran), nescaya mereka akan makan (yang mewah) dari atas mereka (langit) dan dari bawah kaki mereka (bumi). Di antara mereka ada sepuak yang adil, dan kebanyakan dari mereka, buruk keji amal perbuatannya."
                },
                {
                    "id": 1091712,
                    "resource_id": 161,
                    "text": "তারা যদি তাওরাত ইঞ্জিল আর তাদের প্রতিপালকের নিকট থেকে যা তাদের প্রতি অবতীর্ণ হয়েছে তার নিয়ম-বিধান প্রতিষ্ঠিত করত, তাহলে তাদের উপর থেকে আর তাদের পায়ের নীচ থেকে আহার্য পেত। তাদের মধ্যে একটি সত্যপন্থী দল আছে, কিন্তু তাদের অধিকাংশই যা করে তা খারাপ।"
                }
            ]
        },
        {
            "id": 736,
            "verse_number": 67,
            "verse_key": "5:67",
            "hizb_number": 12,
            "rub_el_hizb_number": 48,
            "ruku_number": 95,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلرَّسُولُ بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ۖ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُۥ ۚ وَٱللَّهُ يَعْصِمُكَ مِنَ ٱلنَّاسِ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
            "page_number": 119,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100687,
                    "resource_id": 20,
                    "text": "O Messenger, announce that which has been revealed to you from your Lord, and if you do not, then you have not conveyed His message. And Allāh will protect you from the people. Indeed, Allāh does not guide the disbelieving people."
                },
                {
                    "id": 218530,
                    "resource_id": 39,
                    "text": "Wahai Rasul Allah! Sampaikanlah apa yang telah diturunkan kepadamu dari Tuhanmu; dan jika engkau tidak melakukannya (dengan menyampaikan semuanya), maka bermakna tiadalah engkau menyampaikan perutusanNya; dan Allah jualah akan memeliharamu dari (kejahatan) manusia. Sesungguhnya Allah tidak memberi hidayah petunjuk kepada kaum yang kafir."
                },
                {
                    "id": 1091713,
                    "resource_id": 161,
                    "text": "হে রসূল! তোমার প্রতিপালকের নিকট থেকে যা তোমার প্রতি অবতীর্ণ হয়েছে তা প্রচার কর, যদি না কর তাহলে তুমি তাঁর বার্তা পৌঁছানোর দায়িত্ব পালন করলে না। মানুষের অনিষ্ট হতে আল্লাহ্ই তোমাকে রক্ষা করবেন, আল্লাহ কাফির সম্প্রদায়কে কক্ষনো সৎপথ প্রদর্শন করবেন না।"
                }
            ]
        },
        {
            "id": 737,
            "verse_number": 68,
            "verse_key": "5:68",
            "hizb_number": 12,
            "rub_el_hizb_number": 48,
            "ruku_number": 95,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لَسْتُمْ عَلَىٰ شَىْءٍ حَتَّىٰ تُقِيمُوا۟ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ وَمَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ ۗ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَـٰنًا وَكُفْرًا ۖ فَلَا تَأْسَ عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
            "page_number": 119,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100699,
                    "resource_id": 20,
                    "text": "Say, \"O People of the Scripture, you are [standing] on nothing until you uphold [the law of] the Torah, the Gospel, and what has been revealed to you from your Lord [i.e., the Qur’ān].\" And that which has been revealed to you from your Lord will surely increase many of them in transgression and disbelief. So do not grieve over the disbelieving people."
                },
                {
                    "id": 218542,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Wahai Ahli Kitab! Kamu tidak dikira mempunyai sesuatu ugama sehingga kamu tegakkan ajaran Kitab-kitab Taurat dan Injil (yang membawa kamu percaya kepada Nabi Muhammad) dan apa yang diturunkan kepada kamu dari Tuhan kamu (iaitu Al-Quran)\" Dan demi sesungguhnya, apa yang diturunkan kepadamu (wahai Muhammad) dari Tuhanmu itu, akan menambahkan kederhakaan dan kekufuran kepada kebanyakan mereka. Oleh itu janganlah engkau berdukacita terhadap kaum yang kafir itu."
                },
                {
                    "id": 1091714,
                    "resource_id": 161,
                    "text": "বল, হে গ্রন্থধারীগণ! তোমরা তাওরাত, ইঞ্জিল আর তোমাদের রবের নিকট হতে যা তোমাদের প্রতি নাযিল হয়েছে তার বিধি-বিধান প্রতিষ্ঠিত না করা পর্যন্ত তোমরা কোন ভিত্তির উপরই দন্ডায়মান নও। তোমার রবের নিকট হতে যা তোমার প্রতি অবতীর্ণ হয়েছে তা তাদের অনেকের সীমালঙ্ঘন আর কুফরী অবশ্য অবশ্যই বৃদ্ধি করবে। কাজেই কাফির সম্প্রদায়ের জন্য তুমি আফসোস করো না।"
                }
            ]
        },
        {
            "id": 738,
            "verse_number": 69,
            "verse_key": "5:69",
            "hizb_number": 12,
            "rub_el_hizb_number": 48,
            "ruku_number": 95,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـُٔونَ وَٱلنَّصَـٰرَىٰ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 119,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100711,
                    "resource_id": 20,
                    "text": "Indeed, those who have believed [in Prophet Muḥammad (ﷺ)] and those [before him (ﷺ)] who were Jews or Sabeans or Christians - those [among them] who believed in Allāh and the Last Day and did righteousness - no fear will there be concerning them, nor will they grieve.<sup foot_note=196200>1</sup>"
                },
                {
                    "id": 218554,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang beriman, dan orang-orang Yahudi, dan orang-orang Saabiein, dan orang-orang Nasrani - sesiapa sahaja di antara mereka yang beriman kepada Allah (dan segala RasulNya meliputi Nabi Muhammad s.a.w) dan (beriman kepada) hari akhirat serta beramal soleh, maka tidaklah ada kebimbangan (dari berlakunya kejadian yang tidak baik) terhadap mereka, dan mereka pula tidak akan berdukacita."
                },
                {
                    "id": 1091715,
                    "resource_id": 161,
                    "text": "যারা ঈমান এনেছে আর যারা ইয়াহূদী হয়েছে আর সাবিয়ী সম্প্রদায় আর নাসারা, যে কেউ আল্লাহ আর আখিরাত দিবসের প্রতি ঈমান আনবে আর সৎকাজ করবে, তাদের জন্য কোন ভয় নেই, চিন্তা-ভাবনা নেই।"
                }
            ]
        },
        {
            "id": 739,
            "verse_number": 70,
            "verse_key": "5:70",
            "hizb_number": 12,
            "rub_el_hizb_number": 48,
            "ruku_number": 95,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَقَدْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ وَأَرْسَلْنَآ إِلَيْهِمْ رُسُلًا ۖ كُلَّمَا جَآءَهُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُهُمْ فَرِيقًا كَذَّبُوا۟ وَفَرِيقًا يَقْتُلُونَ",
            "page_number": 119,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100721,
                    "resource_id": 20,
                    "text": "We had already taken the covenant of the Children of Israel and had sent to them messengers. Whenever there came to them a messenger with what their souls did not desire, a party [of messengers] they denied, and another party they killed."
                },
                {
                    "id": 218565,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya! Kami telah mengambil perjanjian setia dari Bani Israil dan Kami telah utuskan kepada mereka beberapa orang Rasul. (Tetapi) tiap-tiap kali datang - seorang Rasul kepada mereka dengan membawa apa yang tidak disukai oleh hawa nafsu mereka, mereka dustakan sebahagian dari Rasul-rasul itu, dan mereka bunuh yang sebahagian lagi."
                },
                {
                    "id": 1091716,
                    "resource_id": 161,
                    "text": "আমি বানী ইসরাঈলের নিকট হতে অঙ্গীকার নিয়েছিলাম আর তাদের কাছে রসূলগণকে পাঠিয়েছিলাম। যখনই কোন রসূল তাদের কাছে এমন কিছু নিয়ে এসেছে যা তাদের মনঃপুত নয়, তখন কতককে তারা অমান্য করেছে আর কতককে হত্যা করেছে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}