{
    "verses": [
        {
            "id": 84,
            "verse_number": 77,
            "verse_key": "2:77",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
            "page_number": 12,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98390,
                    "resource_id": 20,
                    "text": "But do they not know that Allāh knows what they conceal and what they declare?"
                },
                {
                    "id": 216246,
                    "resource_id": 39,
                    "text": "(Mereka berani berkata demikian) dan tidakkah mereka ketahui bahawasanya Allah mengetahui apa yang mereka rahsiakan dan apa yang mereka lahirkan?"
                },
                {
                    "id": 1091061,
                    "resource_id": 161,
                    "text": "তাদের কি জানা নেই যে, যা তারা গোপন রাখে অথবা প্রকাশ করে অবশ্যই আল্লাহ তা জানেন?"
                }
            ]
        },
        {
            "id": 85,
            "verse_number": 78,
            "verse_key": "2:78",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَـٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
            "page_number": 12,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98402,
                    "resource_id": 20,
                    "text": "And among them are unlettered ones who do not know the Scripture except [indulgement in] wishful thinking, but they are only assuming."
                },
                {
                    "id": 216259,
                    "resource_id": 39,
                    "text": "Dan di antara mereka pula ada orang-orang yang buta huruf, mereka tidak mengetahui akan isi Kitab Taurat selain dari penerangan-penerangan bohong (dari ketua-ketua mereka), dan mereka hanyalah berpegang kepada sangkaan-sangkaan sahaja."
                },
                {
                    "id": 1091062,
                    "resource_id": 161,
                    "text": "তাদের মাঝে এমন কিছু নিরক্ষর লোক আছে, যাদের মিথ্যা আকাঙ্ক্ষা ছাড়া কিতাবের কোন জ্ঞানই নেই, তারা কেবল অলীক ধারণা পোষণ করে।"
                }
            ]
        },
        {
            "id": 86,
            "verse_number": 79,
            "verse_key": "2:79",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَـٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَـٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ",
            "page_number": 12,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98414,
                    "resource_id": 20,
                    "text": "So woe<sup foot_note=195960>1</sup> to those who write the \"scripture\" with their own hands, then say, \"This is from Allāh,\" in order to exchange it for a small price. Woe to them for what their hands have written and woe to them for what they earn."
                },
                {
                    "id": 216272,
                    "resource_id": 39,
                    "text": "Kecelakaan besar bagi orang-orang yang menulis Kitab Taurat dengan tangan mereka (lalu mengubah Kalam Allah dengan rekaan-rekaan mereka), kemudian mereka berkata: \"Ini ialah dari sisi Allah\", supaya mereka dengan perbuatan itu dapat membeli keuntungan dunia yang sedikit. Maka kecelakaan besar bagi mereka disebabkan apa yang ditulis oleh tangan mereka, dan kecelakaan besar bagi mereka dari apa yang mereka usahakan itu."
                },
                {
                    "id": 1091063,
                    "resource_id": 161,
                    "text": "সুতরাং অভিসম্পাত তাদের জন্য যারা নিজ হাতে কিতাব রচনা করে এবং নিকৃষ্ট মূল্য লাভের জন্য বলে এটা আল্লাহর নিকট হতে, তাদের হাত যা রচনা করেছে তার জন্য তাদের শাস্তি অবধারিত এবং তারা যা উপার্জন করে তার জন্যও শাস্তি রয়েছে।"
                }
            ]
        },
        {
            "id": 87,
            "verse_number": 80,
            "verse_key": "2:80",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ ۖ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
            "page_number": 12,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98421,
                    "resource_id": 20,
                    "text": "And they say, \"Never will the Fire touch us, except for [a few] numbered days.\" Say, \"Have you taken a covenant with Allāh? For Allāh will never break His covenant. Or do you say about Allāh that which you do not know?\""
                },
                {
                    "id": 216278,
                    "resource_id": 39,
                    "text": "Dan mereka berkata: \"Kami tidak sekali-kali akan disentuh oleh api neraka kecuali beberapa hari yang tertentu\". Katakanlah (wahai Muhammad): \"Adakah kamu sudah mendapat janji dari Allah supaya (dengan itu) Allah tidak akan menyalahi janjiNya, atau hanya kamu mengatakan atas nama Allah sesuatu yang tidak kamu mengetahuinya?\""
                },
                {
                    "id": 1091064,
                    "resource_id": 161,
                    "text": "তারা বলে, ‘গুটি কয়েক দিন ছাড়া আগুন কক্ষনো আমাদেরকে স্পর্শ করবে না’। বল, ‘তোমরা কি আল্লাহর নিকট হতে প্রতিশ্রুতি নিয়েছো যে প্রতিশ্রুতি আল্লাহ ভঙ্গ করবেন না? কিংবা আল্লাহ সম্পর্কে এমন কিছু বলছ, যা তোমরা জান না’।"
                }
            ]
        },
        {
            "id": 88,
            "verse_number": 81,
            "verse_key": "2:81",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَـٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
            "page_number": 12,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98422,
                    "resource_id": 20,
                    "text": "Yes, [on the contrary], whoever earns evil and his sin has encompassed him - those are the companions of the Fire; they will abide therein eternally."
                },
                {
                    "id": 216247,
                    "resource_id": 39,
                    "text": "(Apa yang kamu katakan itu tidaklah benar), sesungguhnya sesiapa yang berbuat kejahatan dan ia diliputi (ditenggelamkan) oleh kesalahannya itu, maka merekalah ahli neraka, mereka kekal di dalamnya."
                },
                {
                    "id": 1091065,
                    "resource_id": 161,
                    "text": "তবে হাঁ, যারা পাপ কাজ করে এবং যাদের পাপরাশি তাদেরকে ঘিরে ফেলে তারাই জাহান্নামী, সেখানে তারা চিরকাল থাকবে।"
                }
            ]
        },
        {
            "id": 89,
            "verse_number": 82,
            "verse_key": "2:82",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 10,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
            "page_number": 12,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98434,
                    "resource_id": 20,
                    "text": "But they who believe and do righteous deeds - those are the companions of Paradise; they will abide therein eternally."
                },
                {
                    "id": 216330,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang beriman serta beramal soleh, merekalah ahli syurga, mereka kekal di dalamnya."
                },
                {
                    "id": 1091066,
                    "resource_id": 161,
                    "text": "আর যারা ঈমান আনে ও নেক ‘আমাল করে তারাই জান্নাতবাসী, তারা সেখানে চিরস্থায়ী হবে।"
                }
            ]
        },
        {
            "id": 90,
            "verse_number": 83,
            "verse_key": "2:83",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 11,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ",
            "page_number": 12,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98446,
                    "resource_id": 20,
                    "text": "And [recall] when We took the covenant from the Children of Israel, [enjoining upon them], \"Do not worship except Allāh; and to parents do good and to relatives, orphans, and the needy. And speak to people good [words] and establish prayer and give zakāh.\" Then you turned away, except a few of you, and you were refusing."
                },
                {
                    "id": 216300,
                    "resource_id": 39,
                    "text": "Dan (ingatlah wahai Muhammad), ketika Kami mengikat perjanjian setia dengan Bani Israil (dengan berfirman): \"Janganlah kamu menyembah melainkan Allah, dan berbuat baiklah kepada kedua ibu bapa, dan kaum kerabat, dan anak-anak yatim, serta orang-orang miskin; dan katakanlah kepada sesama manusia perkataan-perkataan yang baik; dan dirikanlah sembahyang serta berilah zakat\". Kemudian kamu berpaling membelakangkan (perjanjian setia kamu itu) kecuali sebahagian kecil dari kamu; dan sememangnya kamu orang-orang yang tidak menghiraukan perjanjian setianya."
                },
                {
                    "id": 1091067,
                    "resource_id": 161,
                    "text": "আর স্মরণ কর, যখন বানী ইসরাঈলের শপথ নিয়েছিলাম যে, তোমরা আল্লাহ ছাড়া অন্য কারো ‘ইবাদাত করবে না, মাতা-পিতা, আত্মীয়-স্বজন, অনাথ ও দরিদ্রদের প্রতি সদয় ব্যবহার করবে এবং মানুষের সাথে সদালাপ করবে, নামায কায়িম করবে এবং যাকাত দিবে। কিন্তু অল্প সংখ্যক লোক ছাড়া তোমরা অগ্রাহ্যকারী হয়ে মুখ ফিরিয়ে নিলে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}