{
    "verses": [
        {
            "id": 740,
            "verse_number": 71,
            "verse_key": "5:71",
            "hizb_number": 12,
            "rub_el_hizb_number": 48,
            "ruku_number": 95,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَحَسِبُوٓا۟ أَلَّا تَكُونَ فِتْنَةٌ فَعَمُوا۟ وَصَمُّوا۟ ثُمَّ تَابَ ٱللَّهُ عَلَيْهِمْ ثُمَّ عَمُوا۟ وَصَمُّوا۟ كَثِيرٌ مِّنْهُمْ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
            "page_number": 120,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100722,
                    "resource_id": 20,
                    "text": "And they thought there would be no [resulting] punishment, so they became blind and deaf. Then Allāh turned to them in forgiveness; then [again] many of them became blind and deaf. And Allāh is Seeing of what they do."
                },
                {
                    "id": 218568,
                    "resource_id": 39,
                    "text": "Dan mereka juga menyangka bahawa tidak akan berlaku sebarang bencana, lalu mereka membutakan mata dan memekakkan telinga, kemudian Allah menerima taubat mereka, setelah itu kebanyakan dari mereka membutakan mata dan memekakkan telinga lagi. Padahal Allah Maha Melihat akan apa yang mereka lakukan."
                },
                {
                    "id": 1091717,
                    "resource_id": 161,
                    "text": "তারা ভেবেছিল তাদের কোন বিপর্যয় হবে না এজন্য তারা অন্ধ ও বধির হয়ে গিয়েছিল। অতঃপর আল্লাহ তাদের প্রতি ক্ষমা দৃষ্টি করলেন। তারপর তাদের অনেকেই পুনরায় অন্ধ ও বধির হয়ে গেল। তারা যা করে আল্লাহ তার সম্যক দ্রষ্টা।"
                }
            ]
        },
        {
            "id": 741,
            "verse_number": 72,
            "verse_key": "5:72",
            "hizb_number": 12,
            "rub_el_hizb_number": 48,
            "ruku_number": 95,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ هُوَ ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ ۖ وَقَالَ ٱلْمَسِيحُ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۖ إِنَّهُۥ مَن يُشْرِكْ بِٱللَّهِ فَقَدْ حَرَّمَ ٱللَّهُ عَلَيْهِ ٱلْجَنَّةَ وَمَأْوَىٰهُ ٱلنَّارُ ۖ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
            "page_number": 120,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100734,
                    "resource_id": 20,
                    "text": "They have certainly disbelieved who say, \"Allāh is the Messiah, the son of Mary\" while the Messiah has said, \"O Children of Israel, worship Allāh, my Lord and your Lord.\" Indeed, he who associates others with Allāh - Allāh has forbidden him Paradise, and his refuge is the Fire. And there are not for the wrongdoers any helpers."
                },
                {
                    "id": 218586,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya! Telah kafirlah orang-orang yang berkata: \"Bahawasanya Allah ialah Al-Masih Ibni Maryam\". Padahal Al-Masih sendiri berkata:\" Wahai Bani Israil! Sembahlah Allah, Tuhanku dan Tuhan kamu, Bahawasanya sesiapa yang mempersekutukan Allah dengan sesuatu yang lain, maka sesungguhnya Allah haramkan kepadanya Syurga, dan tempat kembalinya ialah neraka; dan tiadalah seorang penolong pun bagi orang-orang yang berlaku zalim\"."
                },
                {
                    "id": 1091718,
                    "resource_id": 161,
                    "text": "তারা অবশ্যই কুফরী করেছে যারা বলে, মারইয়াম পুত্র মাসীহই হচ্ছেন আল্লাহ। মাসীহ তো বলেছিল, হে বানী ইসরাঈল! তোমরা আল্লাহর ‘ইবাদাত কর যিনি আমার প্রতিপালক এবং তোমাদেরও প্রতিপালক। যে ব্যক্তি আল্লাহর সঙ্গে অংশীস্থাপন করে তার জন্য আল্লাহ অবশ্যই জান্নাত হারাম করে দিয়েছেন আর তার আবাস হল জাহান্নাম। যালিমদের জন্য কোন সাহায্যকারী নেই।"
                }
            ]
        },
        {
            "id": 742,
            "verse_number": 73,
            "verse_key": "5:73",
            "hizb_number": 12,
            "rub_el_hizb_number": 48,
            "ruku_number": 95,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَّقَدْ كَفَرَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ ثَالِثُ ثَلَـٰثَةٍ ۘ وَمَا مِنْ إِلَـٰهٍ إِلَّآ إِلَـٰهٌ وَٰحِدٌ ۚ وَإِن لَّمْ يَنتَهُوا۟ عَمَّا يَقُولُونَ لَيَمَسَّنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 120,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100748,
                    "resource_id": 20,
                    "text": "They have certainly disbelieved who say, \"Allāh is the third of three.\"<sup foot_note=196201>1</sup> And there is no god except one God. And if they do not desist from what they are saying, there will surely afflict the disbelievers among them a painful punishment."
                },
                {
                    "id": 218600,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya telah kafirlah orang-orang yang berkata: \"Bahawasanya Allah ialah salah satu dari tiga tuhan\". Padahal tiada Tuhan (yang berhak disembah) melainkan Tuhan yang Maha Esa. Dan jika mereka tidak berhenti dari apa yang mereka katakan itu, sudah tentu orang-orang yang kafir dari antara mereka akan dikenakan azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1091719,
                    "resource_id": 161,
                    "text": "তারা অবশ্যই কুফরী করেছে যারা বলে আল্লাহ তিন জনের মধ্যে একজন, কারণ এক ইলাহ ছাড়া আর কোন সত্যিকার ইলাহ নেই। তারা যা বলছে তা থেকে তারা যদি নিবৃত্ত না হয়, তাহলে তাদের মধ্যে যারা কুফরী করেছে তাদেরকে যন্ত্রণাদায়ক আযাব গ্রাস করবেই।"
                }
            ]
        },
        {
            "id": 743,
            "verse_number": 74,
            "verse_key": "5:74",
            "hizb_number": 12,
            "rub_el_hizb_number": 48,
            "ruku_number": 95,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَفَلَا يَتُوبُونَ إِلَى ٱللَّهِ وَيَسْتَغْفِرُونَهُۥ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
            "page_number": 120,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100750,
                    "resource_id": 20,
                    "text": "So will they not repent to Allāh and seek His forgiveness? And Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218601,
                    "resource_id": 39,
                    "text": "Oleh itu tidakkah mereka mahu bertaubat kepada Allah dan memohon keampunannya (sesudah mereka mendengar keterangan-keterangan tentang kepercayaan mereka yang salah dan balasan seksanya)? Padahal Allah Maha pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091720,
                    "resource_id": 161,
                    "text": "তারা কি আল্লাহর নিকট তাওবা করবে না, তাঁর কাছে ক্ষমা চাইবে না, আল্লাহ তো হলেন বড়ই ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 744,
            "verse_number": 75,
            "verse_key": "5:75",
            "hizb_number": 12,
            "rub_el_hizb_number": 48,
            "ruku_number": 95,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مَّا ٱلْمَسِيحُ ٱبْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ ٱلرُّسُلُ وَأُمُّهُۥ صِدِّيقَةٌ ۖ كَانَا يَأْكُلَانِ ٱلطَّعَامَ ۗ ٱنظُرْ كَيْفَ نُبَيِّنُ لَهُمُ ٱلْـَٔايَـٰتِ ثُمَّ ٱنظُرْ أَنَّىٰ يُؤْفَكُونَ",
            "page_number": 120,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100752,
                    "resource_id": 20,
                    "text": "The Messiah, son of Mary, was not but a messenger; [other] messengers have passed on before him. And his mother was a supporter of truth. They both used to eat food.<sup foot_note=196202>1</sup> Look how We make clear to them the signs; then look how they are deluded."
                },
                {
                    "id": 218603,
                    "resource_id": 39,
                    "text": "Tiadalah Al-Masih Ibni Maryam itu melainkan seorang Rasul yang telah terdahulu sebelumnya beberapa orang Rasul, dan ibunya seorang perempuan yang amat benar, mereka berdua adalah memakan makanan (seperti kamu juga). Lihatlah bagaimana kami jelaskan kepada mereka (ahli kitab itu) keterangan-keterangan (yang tegas yang menunjukkan kesesatan mereka), kemudian lihatlah bagaimana mereka dipalingkan (oleh hawa nafsu mereka dari menerima kebenaran yang jelas nyata itu)."
                },
                {
                    "id": 1091721,
                    "resource_id": 161,
                    "text": "মারইয়াম পুত্র ‘ঈসা রসূল ছাড়া কিছুই ছিল না। তার পূর্বে আরো রসূল অতীত হয়ে গেছে, তার মা ছিল সত্যপন্থী মহিলা, তারা উভয়েই খাবার খেত; লক্ষ্য কর তাদের কাছে (সত্যের) নিদর্শনসমূহ কেমন সুস্পষ্টভাবে তুলে ধরছি আর এটাও লক্ষ্য কর যে, কীভাবে তারা (সত্য হতে) বিপরীত দিকে চলে যাচ্ছে।"
                }
            ]
        },
        {
            "id": 745,
            "verse_number": 76,
            "verse_key": "5:76",
            "hizb_number": 12,
            "rub_el_hizb_number": 48,
            "ruku_number": 95,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا ۚ وَٱللَّهُ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
            "page_number": 120,
            "juz_number": 6,
            "translations": [
                {
                    "id": 100754,
                    "resource_id": 20,
                    "text": "Say, \"Do you worship besides Allāh that which holds for you no [power of] harm or benefit while it is Allāh who is the Hearing, the Knowing?\""
                },
                {
                    "id": 218605,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Patutkah kamu menyembah sesuatu yang lain dari Allah, yang tidak berkuasa memberi mudarat kepada kamu dan tidak juga berkuasa memberi manfaat? Padahal Allah Yang Maha Mendengar, lagi Maha Mengetahui\"."
                },
                {
                    "id": 1091722,
                    "resource_id": 161,
                    "text": "বল, তোমরা আল্লাহকে বাদ দিয়ে কি এমন কিছুর ‘ইবাদাত করছ যাদের না আছে কোন ক্ষতি করার ক্ষমতা, আর না আছে উপকার করার। আর আল্লাহ তিনি হলেন সর্বশ্রোতা, সর্বজ্ঞ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}