{
    "verses": [
        {
            "id": 759,
            "verse_number": 90,
            "verse_key": "5:90",
            "hizb_number": 13,
            "rub_el_hizb_number": 49,
            "ruku_number": 97,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْخَمْرُ وَٱلْمَيْسِرُ وَٱلْأَنصَابُ وَٱلْأَزْلَـٰمُ رِجْسٌ مِّنْ عَمَلِ ٱلشَّيْطَـٰنِ فَٱجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ",
            "page_number": 123,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100797,
                    "resource_id": 20,
                    "text": "O you who have believed, indeed, intoxicants, gambling, [sacrificing on] stone alters [to other than Allāh], and divining arrows are but defilement from the work of Satan, so avoid<sup foot_note=196207>1</sup> it that you may be successful."
                },
                {
                    "id": 218649,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Bahawa sesungguhnya arak, dan judi, dan pemujaan berhala, dan mengundi nasib dengan batang-batang anak panah, adalah (semuanya) kotor (keji) dari perbuatan Syaitan. Oleh itu hendaklah kamu menjauhinya supaya kamu berjaya."
                },
                {
                    "id": 1091736,
                    "resource_id": 161,
                    "text": "হে বিশ্বাসীগণ! মদ, জুয়া আর মূর্তী ও ভাগ্য নির্ধারক তীর ঘৃণিত শয়তানী কাজ, তোমরা তা বর্জন কর, যাতে তোমরা সাফল্যমন্ডিত হতে পার।"
                }
            ]
        },
        {
            "id": 760,
            "verse_number": 91,
            "verse_key": "5:91",
            "hizb_number": 13,
            "rub_el_hizb_number": 49,
            "ruku_number": 97,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا يُرِيدُ ٱلشَّيْطَـٰنُ أَن يُوقِعَ بَيْنَكُمُ ٱلْعَدَٰوَةَ وَٱلْبَغْضَآءَ فِى ٱلْخَمْرِ وَٱلْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ ٱللَّهِ وَعَنِ ٱلصَّلَوٰةِ ۖ فَهَلْ أَنتُم مُّنتَهُونَ",
            "page_number": 123,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100798,
                    "resource_id": 20,
                    "text": "Satan only wants to cause between you animosity and hatred through intoxicants and gambling and to avert you from the remembrance of Allāh and from prayer. So will you not desist?"
                },
                {
                    "id": 218650,
                    "resource_id": 39,
                    "text": "Sesungguhnya Syaitan itu hanyalah bermaksud mahu menimbulkan permusuhan dan kebencian di antara kamu dengan sebab arak dan judi, dan mahu memalingkan kamu daripada mengingati Allah dan daripada mengerjakan sembahyang. Oleh itu, mahukah kamu berhenti (daripada melakukan perkara-perkara yang keji dan kotor itu atau kamu masih berdegil)?"
                },
                {
                    "id": 1091737,
                    "resource_id": 161,
                    "text": "মদ আর জুয়ার মাধ্যমে শয়তান তো চায় তোমাদের মাঝে শত্রুতা আর বিদ্বেষ সৃষ্টি করতে, আল্লাহর স্মরণ আর নামায থেকে তোমাদেরকে বাধা দিতে। কাজেই তোমরা কি এসব থেকে বিরত থাকবে?"
                }
            ]
        },
        {
            "id": 761,
            "verse_number": 92,
            "verse_key": "5:92",
            "hizb_number": 13,
            "rub_el_hizb_number": 49,
            "ruku_number": 97,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَٱحْذَرُوا۟ ۚ فَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
            "page_number": 123,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100810,
                    "resource_id": 20,
                    "text": "And obey Allāh and obey the Messenger and beware. And if you turn away - then know that upon Our Messenger is only [the responsibility for] clear notification."
                },
                {
                    "id": 218662,
                    "resource_id": 39,
                    "text": "Dan taatlah kamu kepada Allah serta taatlah kepada Rasul Allah, dan awaslah (janganlah sampai menyalahi perintah Allah dan RasulNya). Oleh itu, jika kamu berpaling (enggan menurut apa yang diperintahkan itu), maka ketahuilah, bahawa sesungguhnya kewajipan Rasul Kami hanyalah menyampaikan (perintah-perintah) dengan jelas nyata."
                },
                {
                    "id": 1091738,
                    "resource_id": 161,
                    "text": "তোমরা আল্লাহকে মেনে চল আর তাঁর রসূলকে মেনে চল আর (মন্দ থেকে) সতর্ক থাক আর যদি তোমরা মুখ ফিরিয়ে নাও, তাহলে জেনে রেখ আমার রসূলের দায়িত্ব হল সুস্পষ্টভাবে (আমার বাণী) পৌঁছে দেয়া।"
                }
            ]
        },
        {
            "id": 762,
            "verse_number": 93,
            "verse_key": "5:93",
            "hizb_number": 13,
            "rub_el_hizb_number": 49,
            "ruku_number": 97,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَيْسَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جُنَاحٌ فِيمَا طَعِمُوٓا۟ إِذَا مَا ٱتَّقَوا۟ وَّءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ثُمَّ ٱتَّقَوا۟ وَّءَامَنُوا۟ ثُمَّ ٱتَّقَوا۟ وَّأَحْسَنُوا۟ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
            "page_number": 123,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100817,
                    "resource_id": 20,
                    "text": "There is not upon those who believe and do righteousness [any] blame concerning what they have eaten [in the past] if they [now] fear Allāh and believe and do righteous deeds, and then fear Allāh and believe, and then fear Allāh and do good; and Allāh loves the doers of good."
                },
                {
                    "id": 218669,
                    "resource_id": 39,
                    "text": "Tidak ada dosa bagi orang-orang yang beriman serta mengerjakan amal yang soleh pada apa yang telah mereka makan dahulu, apabila mereka bertaqwa dan beriman serta mengerjakan amal yang soleh, kemudian mereka tetap bertaqwa dan beriman, kemudian mereka tetap bertaqwa dan berbuat kebajikan; kerana Allah mengasihi orang-orang yang berusaha memperbaiki amalannya."
                },
                {
                    "id": 1091739,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে আর সৎকর্ম করে তারা পূর্বে যা খেয়েছে তার জন্য তাদের উপর কোন পাপ নেই যদি তারা (হারাম থেকে) বিরত থাকে, আর ঈমান আনে ও সৎকাজ করে, অতঃপর সাবধানতা অবলম্বন করে আর ঈমানের উপর থাকে, অতঃপর আল্লাহকে ভয় করে এবং সৎকাজ করে। আল্লাহ সৎকর্মশীলদের ভালবাসেন।"
                }
            ]
        },
        {
            "id": 763,
            "verse_number": 94,
            "verse_key": "5:94",
            "hizb_number": 13,
            "rub_el_hizb_number": 49,
            "ruku_number": 98,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَيَبْلُوَنَّكُمُ ٱللَّهُ بِشَىْءٍ مِّنَ ٱلصَّيْدِ تَنَالُهُۥٓ أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ ٱللَّهُ مَن يَخَافُهُۥ بِٱلْغَيْبِ ۚ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ",
            "page_number": 123,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100819,
                    "resource_id": 20,
                    "text": "O you who have believed, Allāh will surely test you through something of the game that your hands and spears [can] reach, that Allāh may make evident those who fear Him unseen. And whoever transgresses after that - for him is a painful punishment."
                },
                {
                    "id": 218671,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Demi sesungguhnya Allah akan menguji kamu (semasa kamu berihram) dengan sesuatu dari binatang buruan yang mudah ditangkap oleh tangan kamu dan (mudah terkena) tikaman lembing-lembing kamu, supaya Allah ketahui wujudnya sesiapa yang takut kepadaNya semasa ia tidak melihatNya semasa ia tidak dilihat orang. Oleh itu, sesiapa yang melampaui batas sesudah yang demikian maka baginya azab yang tidak terperi sakitnya."
                },
                {
                    "id": 1091740,
                    "resource_id": 161,
                    "text": "ওহে ঈমানদারগণ! আল্লাহ তোমাদেরকে কঠিন পরীক্ষার সম্মুখীন করবেন (মুহরিম অবস্থায়) শিকারের ব্যাপারে যা তোমাদের হাত আর বর্শার নাগালের ভিতর এসে যায়, এটা জেনে নেয়ার জন্য যে অদৃশ্যে থেকেও কে আল্লাহকে ভয় করে। (সুস্পষ্টভাবে জানানো হয়েছে) এরপরও যারা সীমালঙ্ঘন করে তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।"
                }
            ]
        },
        {
            "id": 764,
            "verse_number": 95,
            "verse_key": "5:95",
            "hizb_number": 13,
            "rub_el_hizb_number": 49,
            "ruku_number": 98,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْتُلُوا۟ ٱلصَّيْدَ وَأَنتُمْ حُرُمٌ ۚ وَمَن قَتَلَهُۥ مِنكُم مُّتَعَمِّدًا فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ ٱلنَّعَمِ يَحْكُمُ بِهِۦ ذَوَا عَدْلٍ مِّنكُمْ هَدْيًۢا بَـٰلِغَ ٱلْكَعْبَةِ أَوْ كَفَّـٰرَةٌ طَعَامُ مَسَـٰكِينَ أَوْ عَدْلُ ذَٰلِكَ صِيَامًا لِّيَذُوقَ وَبَالَ أَمْرِهِۦ ۗ عَفَا ٱللَّهُ عَمَّا سَلَفَ ۚ وَمَنْ عَادَ فَيَنتَقِمُ ٱللَّهُ مِنْهُ ۗ وَٱللَّهُ عَزِيزٌ ذُو ٱنتِقَامٍ",
            "page_number": 123,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100821,
                    "resource_id": 20,
                    "text": "O you who have believed, do not kill game while you are in the state of iḥrām.<sup foot_note=196209>1</sup> And whoever of you kills it intentionally - the penalty is an equivalent from sacrificial animals to what he killed, as judged by two just men among you as an offering [to Allāh] delivered to the Kaʿbah, or an expiation: the feeding of needy people or the equivalent of that in fasting, that he may taste the consequence of his matter [i.e., deed]. Allāh has pardoned what is past; but whoever returns [to violation], then Allāh will take retribution from him. And Allāh is Exalted in Might and Owner of Retribution.<sup foot_note=196208>2</sup>"
                },
                {
                    "id": 218675,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu membunuh binatang-binatang buruan ketika kamu sedang berihram. Dan sesiapa di antara kamu yang membunuhnya dengan sengaja, maka dendanya (menggantinya) dengan binatang ternak yang sama dengan binatang buruan yang dibunuh itu, yang ditetapkan hukumnya oleh dua orang yang adil di antara kamu, sebagai hadiah yang disampaikan ke Kaabah (untuk disembelih dan dibahagikan kepada fakir miskin di Tanah Suci), atau bayaran kaffarah, iaitu memberi makan orang-orang miskin, atau berpuasa sebanyak bilangan cupak yang diberikan kepada orang miskin; supaya dapat ia merasai kesan yang buruk dari perbuatannya. Allah maafkan apa yang telah lalu; dan sesiapa yang mengulangi (kesalahan itu) maka Allah akan menyeksanya; dan (ingatlah) Allah Maha Kuasa, lagi Berkuasa membalas dengan azab seksa."
                },
                {
                    "id": 1091741,
                    "resource_id": 161,
                    "text": "ওহে বিশ্বাসীগণ! ইহরাম অবস্থায় তোমরা শিকার হত্যা করো না। জেনে বুঝে তোমাদের কেউ তা হত্যা করলে তার বিনিময় হচ্ছে অনুরূপ গৃহপালিত জন্তু। যে ব্যাপারে তোমাদের মধ্যের ন্যায়পরায়ণ দু’জন লোক ফায়সালা করে দেবে, তা কা‘বাতে কুরবানীর জন্য পাঠাতে হবে। কিংবা তার কাফফারা হল কয়েকজন মিসকিনকে খাদ্য দান অথবা তদনুরূপ রোযা পালন, যেন সে স্বীয় কৃতকর্মের ফল ভোগ করে, পূর্বে যা হয়ে গেছে আল্লাহ তা ক্ষমা করেছেন; কেউ (পাপকাজ) পুনরায় করলে আল্লাহ তার নিকট হতে প্রতিশোধ গ্রহণ করবেন। আল্লাহ মহা পরাক্রমশালী, প্রতিশোধ গ্রহণে পূর্ণ সক্ষম।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}