{
    "verses": [
        {
            "id": 765,
            "verse_number": 96,
            "verse_key": "5:96",
            "hizb_number": 13,
            "rub_el_hizb_number": 49,
            "ruku_number": 98,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أُحِلَّ لَكُمْ صَيْدُ ٱلْبَحْرِ وَطَعَامُهُۥ مَتَـٰعًا لَّكُمْ وَلِلسَّيَّارَةِ ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ ٱلْبَرِّ مَا دُمْتُمْ حُرُمًا ۗ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
            "page_number": 124,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100823,
                    "resource_id": 20,
                    "text": "Lawful to you is game from the sea and its food as provision for you and the travelers,<sup foot_note=196210>1</sup> but forbidden to you is game from the land as long as you are in the state of iḥrām. And fear Allāh to whom you will be gathered."
                },
                {
                    "id": 218676,
                    "resource_id": 39,
                    "text": "Dihalalkan bagi kamu binatang buruan laut, dan makanan yang didapati dari laut, sebagai bekalan bagi kamu (untuk dinikmati kelazatannya) dan juga bagi orang-orang yang dalam pelayaran; tetapi diharamkan atas kamu memburu binatang buruan darat selama kamu sedang berihram. Oleh itu, bertaqwalah kepada Allah, yang kepadaNya kamu akan dihimpunkan."
                },
                {
                    "id": 1091742,
                    "resource_id": 161,
                    "text": "সমুদ্রের শিকার ও তা ভক্ষণ তোমাদের জন্য হালাল করা হয়েছে, তোমাদের আর সফরকারীদের ভোগের জন্য। ইহরাম অবস্থায় থাকা পর্যন্ত স্থলের শিকার তোমাদের জন্য হারাম করা হয়েছে। আল্লাহকে ভয় কর যাঁর কাছে তোমাদেরকে একত্রিত করা হবে।"
                }
            ]
        },
        {
            "id": 766,
            "verse_number": 97,
            "verse_key": "5:97",
            "hizb_number": 13,
            "rub_el_hizb_number": 50,
            "ruku_number": 98,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ جَعَلَ ٱللَّهُ ٱلْكَعْبَةَ ٱلْبَيْتَ ٱلْحَرَامَ قِيَـٰمًا لِّلنَّاسِ وَٱلشَّهْرَ ٱلْحَرَامَ وَٱلْهَدْىَ وَٱلْقَلَـٰٓئِدَ ۚ ذَٰلِكَ لِتَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَأَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
            "page_number": 124,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100825,
                    "resource_id": 20,
                    "text": "Allāh has made the Kaʿbah, the Sacred House, standing<sup foot_note=196211>1</sup> for the people and [has sanctified] the sacred months and the sacrificial animals and the garlands [by which they are identified]. That is so you may know that Allāh knows what is in the heavens and what is in the earth and that Allāh is Knowing of all things."
                },
                {
                    "id": 218678,
                    "resource_id": 39,
                    "text": "Allah menjadikan Kaabah, rumah yang mulia itu, sebagai tempat tumpuan manusia (untuk menjalankan ibadat dan hal-hal hidup), demikian juga bulan-bulan yang mulia, dan binatang-binatang korban, dan kalong-kalong binatang korban itu. Yang demikian itu, supaya kamu ketahui bahawa sesungguhnya Allah mengetahui apa yang ada di langit dan apa yang ada di bumi, dan bahawa sesungguhnya Allah Maha mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1091743,
                    "resource_id": 161,
                    "text": "পবিত্র ক্বা‘বাগৃহকে আল্লাহ তোমাদের জন্য (জীবনে) প্রতিষ্ঠার উপকরণ করে দিয়েছেন, আর হারাম মাস, কুরবানীর উদ্দেশে ক্বা‘বায় প্রেরিত পশু এবং তাকে চিহ্নিত করার গলার মালাকেও। এটা এজন্য যাতে তোমরা জানতে পার যে, যা কিছু আসমানসমূহে আছে আর যা কিছু যমীনে আছে, আল্লাহ তা জানেন, আর আল্লাহ সকল বিষয়ে সবচেয়ে বেশি অবহিত।"
                }
            ]
        },
        {
            "id": 767,
            "verse_number": 98,
            "verse_key": "5:98",
            "hizb_number": 13,
            "rub_el_hizb_number": 50,
            "ruku_number": 98,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ وَأَنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 124,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100827,
                    "resource_id": 20,
                    "text": "Know that Allāh is severe in penalty and that Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218680,
                    "resource_id": 39,
                    "text": "Ketahuilah oleh kamu, bahawasanya Allah Maha berat azab seksaNya (kepada orang yang kufur dan derhaka), dan bahawasanya Allah Maha Pengampun lagi Maha Mengasihani (bagi orang yang mengerjakan suruhanNya dan meninggalkan laranganNya)."
                },
                {
                    "id": 1091744,
                    "resource_id": 161,
                    "text": "জেনে রেখ যে, শাস্তি দানে আল্লাহ অত্যন্ত কঠোর আর আল্লাহ হলেন বড়ই ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 768,
            "verse_number": 99,
            "verse_key": "5:99",
            "hizb_number": 13,
            "rub_el_hizb_number": 50,
            "ruku_number": 98,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مَّا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ۗ وَٱللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
            "page_number": 124,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100829,
                    "resource_id": 20,
                    "text": "Not upon the Messenger is [responsibility] except [for] notification. And Allāh knows whatever you reveal and whatever you conceal."
                },
                {
                    "id": 218682,
                    "resource_id": 39,
                    "text": "Tidak ada kewajipan yang ditugaskan kepada Rasulullah selain daripada menyampaikan (perintah-perintah Allah) sahaja; dan Allah sentiasa mengetahui apa yang kamu lahirkan dan apa yang kamu sembunyikan."
                },
                {
                    "id": 1091745,
                    "resource_id": 161,
                    "text": "(আল্লাহর বাণী) পৌঁছে দেয়া ছাড়া রসূলের উপর দায়িত্ব নেই। তোমরা যা প্রকাশ কর আর গোপন কর, আল্লাহ তা জানেন।"
                }
            ]
        },
        {
            "id": 769,
            "verse_number": 100,
            "verse_key": "5:100",
            "hizb_number": 13,
            "rub_el_hizb_number": 50,
            "ruku_number": 98,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُل لَّا يَسْتَوِى ٱلْخَبِيثُ وَٱلطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ ٱلْخَبِيثِ ۚ فَٱتَّقُوا۟ ٱللَّهَ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تُفْلِحُونَ",
            "page_number": 124,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100250,
                    "resource_id": 20,
                    "text": "Say, \"Not equal are the evil and the good, although the abundance of evil might impress you.\" So fear Allāh, O you of understanding, that you may be successful."
                },
                {
                    "id": 218086,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Tidak sama yang buruk dengan yang baik, walaupun banyaknya yang buruk itu menarik hatimu. Oleh itu bertaqwalah kepada Allah wahai orang-orang yang berakal fikiran, supaya kamu berjaya."
                },
                {
                    "id": 1091746,
                    "resource_id": 161,
                    "text": "বল, অপবিত্র আর পবিত্র সমান নয়, যদিও অপবিত্র বস্তুর প্রাচুর্য তোমাকে আকৃষ্ট করে। কাজেই হে জ্ঞানী সম্প্রদায়! তোমরা আল্লাহকে ভয় কর যাতে তোমরা সফলকাম হতে পার।"
                }
            ]
        },
        {
            "id": 770,
            "verse_number": 101,
            "verse_key": "5:101",
            "hizb_number": 13,
            "rub_el_hizb_number": 50,
            "ruku_number": 99,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَسْـَٔلُوا۟ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِن تَسْـَٔلُوا۟ عَنْهَا حِينَ يُنَزَّلُ ٱلْقُرْءَانُ تُبْدَ لَكُمْ عَفَا ٱللَّهُ عَنْهَا ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌ",
            "page_number": 124,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100251,
                    "resource_id": 20,
                    "text": "O you who have believed, do not ask about things which, if they are shown to you, will distress you. But if you ask about them while the Qur’ān is being revealed, they will be shown to you. Allāh has pardoned it [i.e., that which is past]; and Allāh is Forgiving and Forbearing."
                },
                {
                    "id": 218087,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu bertanyakan (kepada Nabi) perkara-perkara yang jika diterangkan kepada kamu akan menyusahkan kamu, dan jika kamu bertanya mengenainya ketika diturunkan Al-Quran, tentulah akan diterangkan kepada kamu. Allah maafkan (kamu) dari (kesalahan bertanyakan) perkara-perkara itu (yang tidak dinyatakan di dalam Al-Quran); kerana Allah Maha pengampun, lagi Maha penyabar."
                },
                {
                    "id": 1091747,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা এমন বিষয়ে প্রশ্ন করো না, যা তোমাদের কাছে প্রকাশ করা হলে তা তোমাদেরকে কষ্ট দিবে। যে কালে কুরআন নাযিল হচ্ছে সে সময় যদি ওসব বিষয়ে প্রশ্ন কর তবে তা তোমাদের জন্য প্রকাশ করে দেয়া হবে। (এ পর্যন্ত যা করেছ) আল্লাহ তা ক্ষমা করেছেন, আর আল্লাহ হলেন বড়ই ক্ষমাশীল, পরম সহিষ্ণু।"
                }
            ]
        },
        {
            "id": 771,
            "verse_number": 102,
            "verse_key": "5:102",
            "hizb_number": 13,
            "rub_el_hizb_number": 50,
            "ruku_number": 99,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُوا۟ بِهَا كَـٰفِرِينَ",
            "page_number": 124,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100252,
                    "resource_id": 20,
                    "text": "A people asked such [questions] before you; then they became thereby disbelievers.<sup foot_note=196212>1</sup>"
                },
                {
                    "id": 218088,
                    "resource_id": 39,
                    "text": "Sesungguhnya perkara-perkara yang serupa itu pernah ditanyakan (kepada Nabi mereka) oleh suatu kaum dahulu sebelum kamu, kemudian mereka menjadi kafir dengan sebab pertanyaan itu (kerana setelah diterangkan, mereka tidak menerimanya)."
                },
                {
                    "id": 1091748,
                    "resource_id": 161,
                    "text": "তোমাদের পূর্বে এক সম্প্রদায় (অর্থাৎ ইয়াহূদীরা) তা জিজ্ঞেস করেছিল অত:পর (তা অমান্য করে) তারা কাফিরে পরিণত হয়েছিল।"
                }
            ]
        },
        {
            "id": 772,
            "verse_number": 103,
            "verse_key": "5:103",
            "hizb_number": 13,
            "rub_el_hizb_number": 50,
            "ruku_number": 99,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مَا جَعَلَ ٱللَّهُ مِنۢ بَحِيرَةٍ وَلَا سَآئِبَةٍ وَلَا وَصِيلَةٍ وَلَا حَامٍ ۙ وَلَـٰكِنَّ ٱلَّذِينَ كَفَرُوا۟ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ ۖ وَأَكْثَرُهُمْ لَا يَعْقِلُونَ",
            "page_number": 124,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100253,
                    "resource_id": 20,
                    "text": "Allāh has not appointed [such innovations as] baḥīrah or sā’ibah or waṣīlah or ḥām.<sup foot_note=196213>1</sup> But those who disbelieve invent falsehood about Allāh, and most of them do not reason."
                },
                {
                    "id": 218038,
                    "resource_id": 39,
                    "text": "Allah tidak sekali-kali mensyariatkan Bahirah, tidak juga Saa'ibah, tidak juga Wasilah dan tidak juga Haam. Akan tetapi orang-orang kafir itu sentiasa mengada-adakan perkara dusta terhadap Allah; dan kebanyakan mereka tidak menggunakan akal fikirannya"
                },
                {
                    "id": 1091749,
                    "resource_id": 161,
                    "text": "আল্লাহ না নির্দিষ্ট করেছেন বাহীরাহ্, না সাইবাহ্, না ওয়াসীলাহ্, না হাম বরং যারা কুফরী করেছে তারাই আল্লাহর নামে মিথ্যা আরোপ করে, তাঁদের অধিকাংশই নির্বোধ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}