{
    "verses": [
        {
            "id": 783,
            "verse_number": 114,
            "verse_key": "5:114",
            "hizb_number": 13,
            "rub_el_hizb_number": 51,
            "ruku_number": 100,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالَ عِيسَى ٱبْنُ مَرْيَمَ ٱللَّهُمَّ رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ ٱلسَّمَآءِ تَكُونُ لَنَا عِيدًا لِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَةً مِّنكَ ۖ وَٱرْزُقْنَا وَأَنتَ خَيْرُ ٱلرَّٰزِقِينَ",
            "page_number": 127,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100270,
                    "resource_id": 20,
                    "text": "Said Jesus, the son of Mary, \"O Allāh, our Lord, send down to us a table [spread with food] from the heaven to be for us a festival for the first of us and the last of us and a sign from You. And provide for us, and You are the best of providers.\""
                },
                {
                    "id": 218106,
                    "resource_id": 39,
                    "text": "Isa ibni Maryam (pun berdoalah ke hadrat Allah dengan) berkata: Ya Allah, Tuhan kami! Turunkanlah kiranya kepada kami satu hidangan dari langit, untuk menjadi hari raya bagi kami, iaitu bagi kami yang ada hari ini dan bagi orang-orang kami yang datang kemudian, dan sebagai satu tanda (mukjizat) daripadamu (yang menunjukkan kebesaran dan kekuasaanMu); dan kurniakanlah rezeki kepada kami, kerana Engkau jualah sebaik-baik Pemberi rezeki\"."
                },
                {
                    "id": 1091760,
                    "resource_id": 161,
                    "text": "‘ঈসা ইবনু মারইয়াম বলেছিল, হে আল্লাহ! আমাদের প্রতিপালক আমাদের নিকট আসমান থেকে খাদ্য ভর্তি খাঞ্চা প্রেরণ কর যা আমাদের প্রথম থেকে শেষ সকল ব্যক্তির জন্য আনন্দের ব্যাপার হবে আর হবে তোমার থেকে একটা নিদর্শন। আর আমাদেরকে জীবিকা দান কর; তুমিই সর্বোত্তম রিযকদাতা।"
                }
            ]
        },
        {
            "id": 784,
            "verse_number": 115,
            "verse_key": "5:115",
            "hizb_number": 13,
            "rub_el_hizb_number": 51,
            "ruku_number": 100,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالَ ٱللَّهُ إِنِّى مُنَزِّلُهَا عَلَيْكُمْ ۖ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّىٓ أُعَذِّبُهُۥ عَذَابًا لَّآ أُعَذِّبُهُۥٓ أَحَدًا مِّنَ ٱلْعَـٰلَمِينَ",
            "page_number": 127,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100272,
                    "resource_id": 20,
                    "text": "Allāh said, \"Indeed, I will send it down to you, but whoever disbelieves afterwards from among you - then indeed will I punish him with a punishment by which I have not punished anyone among the worlds.\""
                },
                {
                    "id": 218108,
                    "resource_id": 39,
                    "text": "Allah berfirman: \"Sesungguhnya Aku akan menurunkan hidangan itu berulang-ulang kepada kamu, kemudian sesiapa di antara kamu kufur ingkar sesudah (turunnya hidangan itu), maka sesungguhnya Aku akan menyeksanya dengan azab sengsara yang tidak pernah Aku seksakan seseorang pun dari sekalian makhluk\"."
                },
                {
                    "id": 1091761,
                    "resource_id": 161,
                    "text": "আল্লাহ বললেন, আমি তোমাদের কাছে তা নাযিল করব, অতঃপর তোমাদের কেউ কুফরী করলে আমি তাকে এমনভাবে শাস্তি প্রদান করব, যে শাস্তি আমি বিশ্বজগতের কাউকে দেইনি।"
                }
            ]
        },
        {
            "id": 785,
            "verse_number": 116,
            "verse_key": "5:116",
            "hizb_number": 13,
            "rub_el_hizb_number": 51,
            "ruku_number": 101,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَ ٱللَّهُ يَـٰعِيسَى ٱبْنَ مَرْيَمَ ءَأَنتَ قُلْتَ لِلنَّاسِ ٱتَّخِذُونِى وَأُمِّىَ إِلَـٰهَيْنِ مِن دُونِ ٱللَّهِ ۖ قَالَ سُبْحَـٰنَكَ مَا يَكُونُ لِىٓ أَنْ أَقُولَ مَا لَيْسَ لِى بِحَقٍّ ۚ إِن كُنتُ قُلْتُهُۥ فَقَدْ عَلِمْتَهُۥ ۚ تَعْلَمُ مَا فِى نَفْسِى وَلَآ أَعْلَمُ مَا فِى نَفْسِكَ ۚ إِنَّكَ أَنتَ عَلَّـٰمُ ٱلْغُيُوبِ",
            "page_number": 127,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100274,
                    "resource_id": 20,
                    "text": "And [beware the Day] when Allāh will say, \"O Jesus, Son of Mary, did you say to the people, 'Take me and my mother as deities besides Allāh?'\" He will say, \"Exalted are You! It was not for me to say that to which I have no right. If I had said it, You would have known it. You know what is within myself, and I do not know what is within Yourself. Indeed, it is You who is Knower of the unseen."
                },
                {
                    "id": 218112,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika Allah berfirman: \"Wahai Isa ibni Maryam! Engkaukah yang berkata kepada manusia: `Jadikanlah daku dan ibuku dua tuhan selain dari Allah? ' \" Nabi `Isa menjawab: \"Maha Suci Engkau (wahai Tuhan)! Tidaklah layak bagiku mengatakan sesuatu yang aku tidak berhak (mengatakannya). Jika aku ada mengatakannya, maka tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku, sedang aku tidak mengetahui apa yang ada pada diriMu; kerana sesungguhnya Engkau jualah Yang Maha Mengetahui perkara-perkara yang ghaib."
                },
                {
                    "id": 1091762,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন আল্লাহ ঈসা ইবনু মারইয়ামকে বললেন, তুমি কি লোকেদেরকে বলেছিলে, আল্লাহকে ছেড়ে আমাকে আর আমার মাতাকে ইলাহ বানিয়ে নাও।’ (উত্তরে) সে বলেছিল, ‘পবিত্র মহান তুমি, এমন কথা বলা আমার শোভা পায় না যে কথা বলার কোন অধিকার আমার নেই, আমি যদি তা বলতাম, সেটা তো তুমি জানতেই; আমার অন্তরে কী আছে তা তুমি জান কিন্তু তোমার অন্তরে কী আছে তা আমি জানি না, তুমি অবশ্যই যাবতীয় গোপনীয় তত্ত্ব সম্পর্কে পূর্ণরূপে ওয়াকেফহাল।"
                }
            ]
        },
        {
            "id": 786,
            "verse_number": 117,
            "verse_key": "5:117",
            "hizb_number": 13,
            "rub_el_hizb_number": 51,
            "ruku_number": 101,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مَا قُلْتُ لَهُمْ إِلَّا مَآ أَمَرْتَنِى بِهِۦٓ أَنِ ٱعْبُدُوا۟ ٱللَّهَ رَبِّى وَرَبَّكُمْ ۚ وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ ۖ فَلَمَّا تَوَفَّيْتَنِى كُنتَ أَنتَ ٱلرَّقِيبَ عَلَيْهِمْ ۚ وَأَنتَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
            "page_number": 127,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100276,
                    "resource_id": 20,
                    "text": "I said not to them except what You commanded me - to worship Allāh, my Lord and your Lord. And I was a witness over them as long as I was among them; but when You took me up, You were the Observer over them, and You are, over all things, Witness."
                },
                {
                    "id": 218114,
                    "resource_id": 39,
                    "text": "\"Aku tidak mengatakan kepada mereka melainkan apa yang Engkau perintahkan kepadaku mengatakannya, iaitu: `Sembahlah kamu akan Allah, Tuhanku dan Tuhan kamu ' dan adalah aku menjadi pengawas terhadap mereka (dengan membenarkan yang benar dan menyalahkan yang salah) selama aku berada dalam kalangan mereka; kemudian apabila Engkau sempurnakan tempohku, menjadilah Engkau sendiri yang mengawasi keadaan mereka, dan Engkau jualah yang menjadi Saksi atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091763,
                    "resource_id": 161,
                    "text": "তুমি আমাকে যে ব্যাপারে নির্দেশ করেছ তা ছাড়া আমি তাদেরকে অন্য কিছুই বলিনি, (তা এই) যে, তোমরা আল্লাহর ‘ইবাদাত কর যিনি আমার ও তোমাদের প্রতিপালক, আর তাদের কাজ কর্মের ব্যাপারে সাক্ষী ছিলাম যদ্দিন আমি তাদের মাঝে ছিলাম, অতঃপর যখন তুমি আমাকে উঠিয়ে নিলে, তখন তুমিই ছিলে তাদের কার্যকলাপের তত্ত্বাবধায়ক, আর তুমি হলে প্রত্যেক ব্যাপারে সাক্ষী।"
                }
            ]
        },
        {
            "id": 787,
            "verse_number": 118,
            "verse_key": "5:118",
            "hizb_number": 13,
            "rub_el_hizb_number": 51,
            "ruku_number": 101,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ ۖ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 127,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100278,
                    "resource_id": 20,
                    "text": "If You should punish them - indeed they are Your servants; but if You forgive them - indeed it is You who is the Exalted in Might, the Wise.\""
                },
                {
                    "id": 218116,
                    "resource_id": 39,
                    "text": "\"Jika Engkau menyeksa mereka, (maka tidak ada yang menghalanginya) kerana sesungguhnya mereka adalah hamba-hambaMu; dan jika Engkau mengampunkan mereka, maka sesungguhnya Engkaulah sahaja yang Maha Kuasa, lagi Maha Bijaksana\""
                },
                {
                    "id": 1091764,
                    "resource_id": 161,
                    "text": "তুমি যদি তাদেরকে শাস্তি দাও তবে তারা তো তোমারই বান্দাহ আর যদি তাদেরকে ক্ষমা কর তুমি তো মহাপরাক্রান্ত মহাপ্রজ্ঞার অধিকারী।’"
                }
            ]
        },
        {
            "id": 788,
            "verse_number": 119,
            "verse_key": "5:119",
            "hizb_number": 13,
            "rub_el_hizb_number": 51,
            "ruku_number": 101,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالَ ٱللَّهُ هَـٰذَا يَوْمُ يَنفَعُ ٱلصَّـٰدِقِينَ صِدْقُهُمْ ۚ لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
            "page_number": 127,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100280,
                    "resource_id": 20,
                    "text": "Allāh will say, \"This is the Day when the truthful will benefit from their truthfulness.\" For them are gardens [in Paradise] beneath which rivers flow, wherein they will abide forever, Allāh being pleased with them, and they with Him. That is the great attainment."
                },
                {
                    "id": 218118,
                    "resource_id": 39,
                    "text": "Allah berfirman: \"Inilah hari (kiamat) yang (padanya) orang-orang yang benar (pada tutur kata dan amal perbuatan) mendapat manfaat dari kebenaran mereka; mereka beroleh Syurga-syurga yang mengalir di bawahnya beberapa sungai, mereka kekal di dalamnya selama-lamanya. Allah reda akan mereka dan mereka pula reda akan Dia. Itulah kejayaan yang amat besar\"."
                },
                {
                    "id": 1091765,
                    "resource_id": 161,
                    "text": "আল্লাহ বলবেন, আজকের দিনে সত্যপন্থীদের সত্যপন্থা উপকার দিবে, তাদের জন্য রয়েছে জান্নাত যার তলদেশে ঝর্ণাধারা প্রবাহিত, তাতে তারা স্থায়ী হয়ে চিরকাল থাকবে, আল্লাহ তাদের প্রতি সন্তুষ্ট হয়েছেন আর তারাও তাঁর প্রতি সন্তুষ্ট। এটাই হল মহা সাফল্য।"
                }
            ]
        },
        {
            "id": 789,
            "verse_number": 120,
            "verse_key": "5:120",
            "hizb_number": 13,
            "rub_el_hizb_number": 51,
            "ruku_number": 101,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا فِيهِنَّ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌۢ",
            "page_number": 127,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100137,
                    "resource_id": 20,
                    "text": "To Allāh belongs the dominion of the heavens and the earth and whatever is within them. And He is over all things competent."
                },
                {
                    "id": 218229,
                    "resource_id": 39,
                    "text": "Allah jualah yang menguasai alam langit dan bumi serta segala yang ada padanya; dan Dia lah jua yang Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091766,
                    "resource_id": 161,
                    "text": "আসমানসমূহের আর যমীনের আর এদের মাঝে যা কিছু আছে তার সার্বভৌমত্ব আল্লাহরই, আর তিনি সকল বিষয়ে সর্বশক্তিমান।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}