{
    "verses": [
        {
            "id": 91,
            "verse_number": 84,
            "verse_key": "2:84",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 11,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَـٰرِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ",
            "page_number": 13,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98458,
                    "resource_id": 20,
                    "text": "And [recall] when We took your covenant, [saying], \"Do not shed your [i.e., each other's] blood or evict one another from your homes.\" Then you acknowledged [this] while you were witnessing."
                },
                {
                    "id": 216312,
                    "resource_id": 39,
                    "text": "Dan (ingatlah), ketika Kami mengikat perjanjian setia dengan kamu: \"(Bahawa) janganlah kamu menumpahkan darah (berbunuh-bunuhan) sesama sendiri, dan janganlah kamu usir-mengusir sesama sendiri dari kampung masing-masing\". Kemudian kamu telah berikrar mematuhi perjanjian setia itu, dan kamu sendiri pula menjadi saksi (yang mengakui kebenarannya)."
                },
                {
                    "id": 1091068,
                    "resource_id": 161,
                    "text": "আর যখন তোমাদের শপথ নিয়েছিলাম যে, তোমরা একে অন্যের রক্তপাত করবে না এবং স্বজনদেরকে স্বদেশ হতে বহিষ্কার করবে না, তারপর তোমরা তা স্বীকার করেছিলে আর এ বিষয়ে তোমরাই সাক্ষী।"
                }
            ]
        },
        {
            "id": 92,
            "verse_number": 85,
            "verse_key": "2:85",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 11,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ أَنتُمْ هَـٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِّنكُم مِّن دِيَـٰرِهِمْ تَظَـٰهَرُونَ عَلَيْهِم بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَإِن يَأْتُوكُمْ أُسَـٰرَىٰ تُفَـٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَـٰبِ وَتَكْفُرُونَ بِبَعْضٍ ۚ فَمَا جَزَآءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْىٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلْعَذَابِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
            "page_number": 13,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98473,
                    "resource_id": 20,
                    "text": "Then, you are those [same ones who are] killing one another and evicting a party of your people from their homes, cooperating against them in sin and aggression. And if they come to you as captives, you ransom them, although their eviction was forbidden to you. So do you believe in part of the Scripture and disbelieve in part? Then what is the recompense for those who do that among you except disgrace in worldly life; and on the Day of Resurrection they will be sent back to the severest of punishment. And Allāh is not unaware of what you do."
                },
                {
                    "id": 216336,
                    "resource_id": 39,
                    "text": "Kemudian kamu ini (wahai Bani Israil), kamu berbunuh-bunuhan sesama sendiri dan kamu usir satu puak dari kaum kamu keluar dari kampungnya; kamu pula saling bantu-membantu (dengan orang lain) untuk menentang mereka dengan melakukan dosa dan penganiayaan; padahal kalau mereka datang kepada kamu sebagai orang tawanan, kamu tebus mereka; sedang perbuatan mengusir mereka diharamkan juga atas kamu. Sesudah itu maka patutkah kamu hanya percaya kepada sebahagian (dari isi) Kitab Taurat dan mengingkari akan sebahagian yang lain? Maka tiadalah balasan bagi orang yang berbuat demikian itu dari antara kamu, selain dari kehinaan ketika hidup di dunia, dan pada hari kiamat akan ditolak mereka ke dalam azab seksa yang amat berat. Dan (ingatlah), Allah tidak sekali-kali lalai akan apa yang kamu lakukan."
                },
                {
                    "id": 1091069,
                    "resource_id": 161,
                    "text": "পরন্ত তোমরাই সেই লোক যারা পরস্পর নিজেদেরকে হত্যা করছ এবং তোমাদের একদলকে স্বদেশ থেকে বহিষ্কার করছ, তোমরা নিজেরা তাদের বিরুদ্ধে অন্যায় ও সীমালঙ্ঘন করে পরস্পরের সহযোগিতা করছ এবং তারা যখন বন্দীরূপে তোমাদের নিকট হাজির হয়, তখন তোমরা মুক্তিপণ আদায় কর, মূলতঃ তাদের বহিষ্করণই তোমাদের জন্য ছিল নিষিদ্ধ; তাহলে কি তোমরা কিতাবের কিছু অংশকে বিশ্বাস কর এবং কিছু অংশকে প্রত্যাখ্যান কর? অতএব তোমাদের যারা এমন করে তাদের পার্থিব জগতে লাঞ্ছনা ও অবমাননা ছাড়া আর কী প্রতিদান হতে পারে? এবং ক্বিয়ামাতের দিন তারা কঠিন শাস্তির মধ্যে নিক্ষিপ্ত হবে, আর তারা যা করে সে সম্পর্কে আল্লাহ গাফেল নন।"
                }
            ]
        },
        {
            "id": 93,
            "verse_number": 86,
            "verse_key": "2:86",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 11,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنصَرُونَ",
            "page_number": 13,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98485,
                    "resource_id": 20,
                    "text": "Those are the ones who have bought the life of this world [in exchange] for the Hereafter, so the punishment will not be lightened for them, nor will they be aided."
                },
                {
                    "id": 216349,
                    "resource_id": 39,
                    "text": "Mereka itulah orang-orang yang membeli (mengutamakan) kehidupan dunia (dan kesenangannya) dengan (meninggalkan perintah-perintah Allah yang membawa kebahagiaan dalam kehidupan) akhirat; maka tidak akan diringankan azab seksa mereka (pada hari kiamat), dan mereka pula tidak akan diberikan pertolongan."
                },
                {
                    "id": 1091070,
                    "resource_id": 161,
                    "text": "তারাই পরকালের বিনিময়ে পার্থিব জীবন ক্রয় করে। কাজেই তাদের শাস্তি কম করা হবে না এবং তারা সাহায্যপ্রাপ্তও হবে না।"
                }
            ]
        },
        {
            "id": 94,
            "verse_number": 87,
            "verse_key": "2:87",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 12,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِٱلرُّسُلِ ۖ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ أَفَكُلَّمَا جَآءَكُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُكُمُ ٱسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
            "page_number": 13,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98497,
                    "resource_id": 20,
                    "text": "And We did certainly give Moses the Scripture [i.e., the Torah] and followed up after him with messengers. And We gave Jesus, the son of Mary, clear proofs and supported him with the Pure Spirit [i.e., the angel Gabriel]. But is it [not] that every time a messenger came to you, [O Children of Israel], with what your souls did not desire, you were arrogant? And a party [of messengers] you denied and another party you killed."
                },
                {
                    "id": 216351,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami telah memberikan kepada Nabi Musa Kitab Taurat, dan Kami iringi kemudian daripadanya dengan beberapa orang Rasul, dan Kami berikan kepada Nabi Isa Ibni Maryam beberapa mukjizat serta Kami teguhkan kebenarannya dengan Ruhul-Qudus (Jibril). Maka patutkah, tiap-tiap kali datang kepada kamu seorang Rasul membawa sesuatu (kebenaran) yang tidak disukai oleh hawa nafsu kamu, kamu (dengan) sombong takbur (menolaknya), sehingga sebahagian dari Rasul-rasul itu kamu dustakan, dan sebahagian yang lain pula kamu membunuhnya?"
                },
                {
                    "id": 1091071,
                    "resource_id": 161,
                    "text": "এবং নিশ্চয়ই আমি মূসাকে কিতাব দিয়েছি এবং তার পরে ক্রমান্বয়ে রসূলদেরকে প্রেরণ করেছি, মারইয়াম পুত্র ঈসাকে সুস্পষ্ট প্রমাণ দিয়েছি এবং ‘পবিত্র আত্মা’যোগে (জিবরাঈলের মাধ্যমে) তাকে শক্তিশালী করেছি, অতঃপর যখনই কোন রসূল এমন কিছু এনেছে যা তোমাদের মনঃপুত নয়, তখনই তোমরা অহংকার করেছ এবং কিছু সংখ্যককে অস্বীকার করেছ এবং কিছু সংখ্যককে হত্যা করেছ।"
                }
            ]
        },
        {
            "id": 95,
            "verse_number": 88,
            "verse_key": "2:88",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 12,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ قُلُوبُنَا غُلْفٌۢ ۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَّا يُؤْمِنُونَ",
            "page_number": 13,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98471,
                    "resource_id": 20,
                    "text": "And they said, \"Our hearts are wrapped.\"<sup foot_note=195961>1</sup> But, [in fact], Allāh has cursed them for their disbelief, so little is it that they believe."
                },
                {
                    "id": 216373,
                    "resource_id": 39,
                    "text": "Dan mereka (kaum Yahudi) berkata pula: \"Hati kami tertutup (tidak dapat menerima Islam)\". (Sebenarnya hati mereka tidak tertutup) bahkan Allah telah melaknatkan mereka disebabkan kekufuran mereka, oleh itu maka sedikit benar mereka yang beriman."
                },
                {
                    "id": 1091072,
                    "resource_id": 161,
                    "text": "তারা দাবী করেছিল যে, ‘আমাদের হৃদয় আচ্ছাদিত’, বরং কুফরী করার কারণে আল্লাহ তাদেরকে অভিসম্পাত করেছেন, অতএব তাদের অল্প সংখ্যকই ঈমান আনে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}