{
    "verses": [
        {
            "id": 808,
            "verse_number": 19,
            "verse_key": "6:19",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 103,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَىُّ شَىْءٍ أَكْبَرُ شَهَـٰدَةً ۖ قُلِ ٱللَّهُ ۖ شَهِيدٌۢ بَيْنِى وَبَيْنَكُمْ ۚ وَأُوحِىَ إِلَىَّ هَـٰذَا ٱلْقُرْءَانُ لِأُنذِرَكُم بِهِۦ وَمَنۢ بَلَغَ ۚ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ ٱللَّهِ ءَالِهَةً أُخْرَىٰ ۚ قُل لَّآ أَشْهَدُ ۚ قُلْ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَإِنَّنِى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
            "page_number": 130,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100935,
                    "resource_id": 20,
                    "text": "Say, \"What thing is greatest in testimony?\" Say, \"Allāh is witness between me and you. And this Qur’ān was revealed to me that I may warn you thereby and whomever it reaches.<sup foot_note=196222>1</sup> Do you [truly] testify that with Allāh there are other deities?\" Say, \"I will not testify [with you].\" Say, \"Indeed, He is but one God, and indeed, I am free of what you associate [with Him].\""
                },
                {
                    "id": 218787,
                    "resource_id": 39,
                    "text": "Bertanyalah (wahai Muhammad): \"Apakah sesuatu yang lebih besar persaksiannya?\" (Bagi menjawabnya) katakanlah: \"Allah menjadi Saksi antaraku dengan kamu, dan diwahyukan kepadaku Al-Quran ini, supaya aku memberi amaran dengannya kepada kamu dan juga (kepada) sesiapa yang telah sampai kepadanya seruan Al-Quran itu. Adakah kamu sungguh-sungguh mengakui bahawa ada beberapa tuhan yang lain bersama-sama Allah?\" Katakanlah: \"Aku tidak mengakuinya\". Katakanlah lagi: \"Hanyasanya Dia lah sahaja Tuhan Yang Maha Esa, dan sesungguhnya aku adalah berlepas diri apa yang kamu sekutukan (dengan Allah Azza Wa Jalla)\"."
                },
                {
                    "id": 1091785,
                    "resource_id": 161,
                    "text": "বল, সাক্ষ্যে সবচেয়ে বড় বিষয় কোনটি? বল, আল্লাহ আমার ও তোমাদের মধ্যে সাক্ষী। আর এ কুরআন আমার প্রতি নাযিল করা হয়েছে যাতে আমি তার সাহায্যে তোমাদেরকে আর যাদের কাছে তা পৌঁছবে তাদেরকে সতর্ক করি। তোমরা কি এমন সাক্ষ্য দিতে পার যে, আল্লাহর সঙ্গে অন্য ইলাহও আছে? বল, আমি এমন সাক্ষ্য দেই না, বল তিনি তো এক ইলাহ আর তোমরা যে তাঁর অংশীদার স্থাপন কর, তা থেকে আমি সম্পূর্ণ মুক্ত।"
                }
            ]
        },
        {
            "id": 809,
            "verse_number": 20,
            "verse_key": "6:20",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 103,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ ۘ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ فَهُمْ لَا يُؤْمِنُونَ",
            "page_number": 130,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100938,
                    "resource_id": 20,
                    "text": "Those to whom We have given the Scripture recognize it<sup foot_note=196223>1</sup> as they recognize their [own] sons. Those who will lose themselves [in the Hereafter] do not believe."
                },
                {
                    "id": 218790,
                    "resource_id": 39,
                    "text": "Orang-orang (Yahudi dan Nasrani) yang telah Kami berikan kitab kepada mereka, mereka mengenalinya (Nabi Muhammad), sebagaimana mereka mengenali anak-anak mereka sendiri. Orang-orang yang merugikan diri sendiri (dengan mensia-siakan pengurniaan Allah), maka mereka (dengan sebab yang tersebut) tidak beriman."
                },
                {
                    "id": 1091786,
                    "resource_id": 161,
                    "text": "আমি যাদেরকে কিতাব দিয়েছি তারা তাকে (অর্থাৎ নাবীকে) তেমনি চিনে যেমন চিনে তাদের নিজেদের সন্তানদেরকে, যারা নিজেদের আত্মার ধ্বংস সাধন করেছে, তারা ঈমান আনতে পারবে না।"
                }
            ]
        },
        {
            "id": 810,
            "verse_number": 21,
            "verse_key": "6:21",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 104,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
            "page_number": 130,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100939,
                    "resource_id": 20,
                    "text": "And who is more unjust than one who invents about Allāh a lie or denies His verses? Indeed, the wrongdoers will not succeed."
                },
                {
                    "id": 218791,
                    "resource_id": 39,
                    "text": "Dan siapakah lagi yang lebih aniaya dari orang yang mengada-adakan perkara-perkara yang dusta terhadap Allah, atau yang mendustakan ayat-ayat keteranganNya? Sesungguhnya orang-orang yang zalim itu tidak akan berjaya."
                },
                {
                    "id": 1091787,
                    "resource_id": 161,
                    "text": "তার থেকে বড় যালিম আর কে আছে যে আল্লাহ সম্পর্কে মিথ্যে রচনা করে অথবা তাঁর নিদর্শনসমূহকে প্রত্যাখ্যান করে? যালিমরা কক্ষনো সফলকাম হবে না।"
                }
            ]
        },
        {
            "id": 811,
            "verse_number": 22,
            "verse_key": "6:22",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 104,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوٓا۟ أَيْنَ شُرَكَآؤُكُمُ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
            "page_number": 130,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100943,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], the Day We will gather them all together; then We will say to those who associated others with Allāh, \"Where are your 'partners' that you used to claim [with Him]?\""
                },
                {
                    "id": 218795,
                    "resource_id": 39,
                    "text": "Dan (ingatlah), hari (kiamat yang padanya) Kami himpunkan mereka semua, kemudian Kami berfirman kepada orang-orang musyrik: \"Manakah orang-orang dan benda-benda yang dahulu kamu sifatkan (menjadi sekutu Allah):?\""
                },
                {
                    "id": 1091788,
                    "resource_id": 161,
                    "text": "স্মরণ করে সে দিনকে, যে দিন আমি তাদের সবাইকে একত্রিত করব আর যারা শিরক করেছিল তাদেরকে বলব- যাদেরকে তোমরা আমার শরীক মনে করতে তারা কোথায়?"
                }
            ]
        },
        {
            "id": 812,
            "verse_number": 23,
            "verse_key": "6:23",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 104,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ إِلَّآ أَن قَالُوا۟ وَٱللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ",
            "page_number": 130,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100945,
                    "resource_id": 20,
                    "text": "Then there will be no [excuse upon] examination except they will say, \"By Allāh, our Lord, we were not those who associated.\""
                },
                {
                    "id": 218797,
                    "resource_id": 39,
                    "text": "Kemudian tidaklah ada akidah kufur mereka selain dari mereka menjawab dengan dusta: \"Demi Allah Tuhan kami, kami tidak pernah menjadi orang-orang yang mempersekutukan Allah (dengan sesuatu yang lain)\"."
                },
                {
                    "id": 1091789,
                    "resource_id": 161,
                    "text": "তখন তারা এ কথা বলা ছাড়া আর কোন ফিতনা সৃষ্টি করতে পারবে না যে, আমাদের প্রতিপালক আল্লাহর কসম! আমরা মুশরিক ছিলাম না।"
                }
            ]
        },
        {
            "id": 813,
            "verse_number": 24,
            "verse_key": "6:24",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 104,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱنظُرْ كَيْفَ كَذَبُوا۟ عَلَىٰٓ أَنفُسِهِمْ ۚ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
            "page_number": 130,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100947,
                    "resource_id": 20,
                    "text": "See how they will lie about themselves. And lost from them will be what they used to invent."
                },
                {
                    "id": 218588,
                    "resource_id": 39,
                    "text": "Lihatlah bagaimana mereka berdusta terhadap diri mereka sendiri, dan bagaimana hilang lenyapnya dari mereka apa yang telah mereka ada-adakan (sebagai sekutu Allah) itu."
                },
                {
                    "id": 1091790,
                    "resource_id": 161,
                    "text": "লক্ষ্য কর তারা নিজেদের সম্পর্কে কেমন মিথ্যে কথা বলবে, আর তারা মিছেমিছি যা উদ্ভাবন করেছিল তা নিস্ফল হয়ে যাবে।"
                }
            ]
        },
        {
            "id": 814,
            "verse_number": 25,
            "verse_key": "6:25",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 104,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ ۖ وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا ۚ حَتَّىٰٓ إِذَا جَآءُوكَ يُجَـٰدِلُونَكَ يَقُولُ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
            "page_number": 130,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100949,
                    "resource_id": 20,
                    "text": "And among them are those who listen to you,<sup foot_note=196224>1</sup> but We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if they should see every sign, they will not believe in it. Even when they come to you arguing with you, those who disbelieve say, \"This is not but legends of the former peoples.\""
                },
                {
                    "id": 218799,
                    "resource_id": 39,
                    "text": "Dan di antara mereka ada yang mendengarkanmu (membaca Al-Quran), pada hal Kami telah jadikan tutupan berlapis-lapis atas hati mereka, yang menghalang mereka daripada memahaminya, dan Kami jadikan pada telinga mereka penyumbat (yang menjadikan mereka pekak); dan kalaupun mereka melihat tiap-tiap keterangan (dan mukjizat yang membuktikan kebenaran Rasul), mereka tidak juga akan beriman kepada keterangan itu; sehingga apabila mereka datang kepadamu, sambil membantahmu, berkatalah orang-orang yang kafir itu: \"Ini tidak lain hanyalah cerita-cerita dongeng orang-orang dahulu\"."
                },
                {
                    "id": 1091791,
                    "resource_id": 161,
                    "text": "তাদের মধ্যে কতক লোক আছে যারা তোমার দিকে কান পাতে। তাদের অন্তরের উপর আমি পর্দা ঢেলে দিয়েছি যাতে তারা উপলব্ধি করতে না পারে, তাদের কানে আছে বধিরতা, সমস্ত নিদর্শন দেখলেও তারা তাতে ঈমান আনবে না, এমনকি যখন তারা তোমার কাছে আসে তোমার সাথে বিতর্ক করে। কাফিরগণ বলে এটা তো পূর্বেকার লোকেদের গল্প-কাহিনী ছাড়া আর কিছুই নয়।"
                }
            ]
        },
        {
            "id": 815,
            "verse_number": 26,
            "verse_key": "6:26",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 104,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۖ وَإِن يُهْلِكُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
            "page_number": 130,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100951,
                    "resource_id": 20,
                    "text": "And they prevent [others] from him and are [themselves] remote from him. And they do not destroy except themselves, but they perceive [it] not."
                },
                {
                    "id": 218801,
                    "resource_id": 39,
                    "text": "Dan mereka pula melarang orang ramai dari mendengar Al-Quran dan mereka juga menjauhkan diri daripadanya, padahal mereka (dengan perbuatan yang demikian) hanyalah membinasakan diri sendiri (dengan bala bencana dan azab yang disediakan untuk mereka di dunia dan di akhirat kelak), sedang mereka tidak menyedarinya."
                },
                {
                    "id": 1091792,
                    "resource_id": 161,
                    "text": "তারা তা (শোনা) থেকে অন্যদের বিরত করে, আর নিজেরাও তাত্থেকে দূরে সরে থাকে, তারা নিজেরাই নিজেদের ধ্বংস সাধন করে কিন্তু সে বোধ তাদের নেই।"
                }
            ]
        },
        {
            "id": 816,
            "verse_number": 27,
            "verse_key": "6:27",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 104,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَى ٱلنَّارِ فَقَالُوا۟ يَـٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِـَٔايَـٰتِ رَبِّنَا وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
            "page_number": 130,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100953,
                    "resource_id": 20,
                    "text": "If you could but see when they are made to stand before the Fire and will say, \"Oh, would that we could be returned [to life on earth] and not deny the signs of our Lord and be among the believers.\""
                },
                {
                    "id": 218803,
                    "resource_id": 39,
                    "text": "Dan sungguh ngeri jika engkau melihat ketika mereka didirikan di tepi neraka (untuk menyaksikan azabnya yang tidak terperi), lalu mereka berkata: \"Wahai kiranya kami dikembalikan ke dunia, dan kami tidak akan mendustakan lagi ayat-ayat keterangan Tuhan kami, dan menjadilah kami dari golongan yang beriman\"."
                },
                {
                    "id": 1091793,
                    "resource_id": 161,
                    "text": "যদি তুমি দেখতে যখন তাদেরকে জাহান্নামের কিনারায় দাঁড় করানো হবে তখন তারা বলবে হায়! আমাদেরকে যদি আবার (পৃথিবীতে) পাঠানো হত, তাহলে আমরা আমাদের প্রতিপালকের নিদর্শনাবলীকে মিথ্যে মনে করতাম না, আর আমরা মু’মিনদের অন্তর্ভুক্ত হতাম।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}