{
    "verses": [
        {
            "id": 817,
            "verse_number": 28,
            "verse_key": "6:28",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 104,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "بَلْ بَدَا لَهُم مَّا كَانُوا۟ يُخْفُونَ مِن قَبْلُ ۖ وَلَوْ رُدُّوا۟ لَعَادُوا۟ لِمَا نُهُوا۟ عَنْهُ وَإِنَّهُمْ لَكَـٰذِبُونَ",
            "page_number": 131,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100955,
                    "resource_id": 20,
                    "text": "But what they concealed before has [now] appeared to them. And even if they were returned, they would return to that which they were forbidden; and indeed, they are liars."
                },
                {
                    "id": 218805,
                    "resource_id": 39,
                    "text": "(Mereka mengatakan yang demikian bukanlah kerana hendak beriman) bahkan setelah nyata kepada mereka apa yang mereka selalu sembunyikan dahulu; dan kalau mereka dikembalikan ke dunia sekalipun, tentulah mereka akan mengulangi lagi apa yang mereka dilarang dari melakukannya; dan sesungguhnya mereka adalah tetap pendusta."
                },
                {
                    "id": 1091794,
                    "resource_id": 161,
                    "text": "বরং(আসল ব্যাপার হল) আগে (দুনিয়াতে) তারা (মিথ্যের আবরণে) যা গোপন করে রাখত এখন তা তাদের কাছে প্রকাশ করা হয়েছে আর তাদেরকে (পৃথিবীতে) ফিরিয়ে দেয়া হলে তারা আবার তা-ই করবে যা করতে তাদেরকে নিষেধ করা হয়েছে, নিশ্চয় তারা হল মিথ্যুক।"
                }
            ]
        },
        {
            "id": 818,
            "verse_number": 29,
            "verse_key": "6:29",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 104,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوٓا۟ إِنْ هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
            "page_number": 131,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100957,
                    "resource_id": 20,
                    "text": "And they say, \"There is none but our worldly life, and we will not be resurrected.\""
                },
                {
                    "id": 218807,
                    "resource_id": 39,
                    "text": "Dan tentulah mereka akan berkata pula: \"Tiadalah hidup yang lain selain dari hidup kita di dunia ini, dan tiadalah kita akan dibangkitkan semula sesudah kita mati\"."
                },
                {
                    "id": 1091795,
                    "resource_id": 161,
                    "text": "তারা বলে, আমাদের দুনিয়ার জীবন ছাড়া আর কোন জীবন নেই, আমাদেরকে আবার (জীবিত করে) উঠানো হবে না।"
                }
            ]
        },
        {
            "id": 819,
            "verse_number": 30,
            "verse_key": "6:30",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 104,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ وُقِفُوا۟ عَلَىٰ رَبِّهِمْ ۚ قَالَ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۚ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
            "page_number": 131,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100960,
                    "resource_id": 20,
                    "text": "If you could but see when they will be made to stand before their Lord. He will say, \"Is this not the truth?\" They will say, \"Yes, by our Lord.\" He will [then] say, \"So taste the punishment for what you used to deny.\""
                },
                {
                    "id": 218810,
                    "resource_id": 39,
                    "text": "Dan sungguh ngeri jika engkau melihat ketika mereka dihadapkan kepada Tuhan mereka, lalu Allah berfirman: \"Bukankah hari kiamat ini suatu perkara yang benar? Mereka menjawab: \"Benar, demi Tuhan kami!\" Allah berfirman lagi: \"Oleh itu, rasalah azab seksa neraka dengan sebab kamu telah kufur ingkar\"."
                },
                {
                    "id": 1091796,
                    "resource_id": 161,
                    "text": "তুমি যদি দেখতে যখন তাদেরকে তাদের প্রতিপালকের সামনে দাঁড় করানো হবে, তখন তিনি বলবেন, (তোমরা এখন যে পরিস্থিতির সম্মুখীন হয়েছ) তা কি সত্য নয়? তারা বলবে, আমাদের রবের কসম তা সত্য। তিনি বলবেন, তোমরা কুফরী করেছিলে তার জন্য এখন শাস্তি ভোগ কর।"
                }
            ]
        },
        {
            "id": 820,
            "verse_number": 31,
            "verse_key": "6:31",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمُ ٱلسَّاعَةُ بَغْتَةً قَالُوا۟ يَـٰحَسْرَتَنَا عَلَىٰ مَا فَرَّطْنَا فِيهَا وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَىٰ ظُهُورِهِمْ ۚ أَلَا سَآءَ مَا يَزِرُونَ",
            "page_number": 131,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100961,
                    "resource_id": 20,
                    "text": "Those will have lost who deny the meeting with Allāh, until when the Hour [of resurrection] comes upon them unexpectedly, they will say, \"Oh, [how great is] our regret over what we neglected concerning it [i.e., the Hour],\" while they bear their burdens [i.e., sins] on their backs. Unquestionably, evil is that which they bear."
                },
                {
                    "id": 218811,
                    "resource_id": 39,
                    "text": "Sesungguhnya telah rugilah orang-orang yang mendustakan pertemuan mengadap Allah; sehingga apabila hari kiamat datang secara mengejut kepada mereka, mereka berkata; \"Aduhai kesalnya kami atas apa yang telah kami cuaikan dalam dunia!\" Sambil mereka memikul dosa-dosa mereka di atas belakang mereka. Ingatlah, amatlah buruk apa yang mereka pikul itu."
                },
                {
                    "id": 1091797,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর সাক্ষাতকে মিথ্যে জেনেছিল তারা ক্ষতিগ্রস্ত হয়ে গেছে। এমনকি যখন কিয়ামাত হঠাৎ তাদের কাছে হাজির হবে তখন তারা বলবে, হায় আক্ষেপ! আমরা এ ব্যাপারে অবহেলা করেছিলাম। তারা তাদের পিঠে তাদের পাপের বোঝা বহন করবে। দেখ, তারা যা বহন করবে তা কতই না নিকৃষ্ট!"
                }
            ]
        },
        {
            "id": 821,
            "verse_number": 32,
            "verse_key": "6:32",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَعِبٌ وَلَهْوٌ ۖ وَلَلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
            "page_number": 131,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100928,
                    "resource_id": 20,
                    "text": "And the worldly life is not but amusement and diversion; but the home of the Hereafter is best for those who fear Allāh, so will you not reason?"
                },
                {
                    "id": 218815,
                    "resource_id": 39,
                    "text": "Dan tidak (dinamakan) kehidupan dunia melainkan permainan yang sia-sia dan hiburan yang melalaikan: dan demi sesungguhnya negeri akhirat itu lebih baik bagi orang-orang yang bertaqwa. Oleh itu, tidakkah kamu mahu berfikir?"
                },
                {
                    "id": 1091798,
                    "resource_id": 161,
                    "text": "দুনিয়ার জীবন খেল-তামাশা ছাড়া আর কিছুই না। যারা তাকওয়া অবলম্বন করে তাদের জন্য পরকালের জীবনই অতি কল্যাণময়, তবুও কি তোমাদের বোধদয় হবে না?"
                }
            ]
        },
        {
            "id": 822,
            "verse_number": 33,
            "verse_key": "6:33",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَدْ نَعْلَمُ إِنَّهُۥ لَيَحْزُنُكَ ٱلَّذِى يَقُولُونَ ۖ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَـٰكِنَّ ٱلظَّـٰلِمِينَ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
            "page_number": 131,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100868,
                    "resource_id": 20,
                    "text": "We know that you, [O Muḥammad], are saddened by what they say. And indeed, they do not call you untruthful, but it is the verses of Allāh that the wrongdoers reject."
                },
                {
                    "id": 218817,
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami mengetahui bahawa apa yang mereka katakan itu akan menyebabkan engkau (wahai Muhammad) berdukacita; (maka janganlah engkau berdukacita) kerana sebenarnya mereka bukan mendustakanmu, tetapi orang-orang yang zalim itu mengingkari ayat-ayat keterangan Allah (disebabkan kedegilan mereka semata-mata)."
                },
                {
                    "id": 1091799,
                    "resource_id": 161,
                    "text": "তারা যা বলে তা তোমাকে কষ্ট দেয় এটা আমি অবশ্যই ভালভাবে অবগত, কেননা তারা তো তোমাকে মিথ্যে মনে করে না, প্রকৃতপক্ষে যালিমরা আল্লাহর আয়াতকেই প্রত্যাখ্যান করে।"
                }
            ]
        },
        {
            "id": 823,
            "verse_number": 34,
            "verse_key": "6:34",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُوا۟ عَلَىٰ مَا كُذِّبُوا۟ وَأُوذُوا۟ حَتَّىٰٓ أَتَىٰهُمْ نَصْرُنَا ۚ وَلَا مُبَدِّلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ وَلَقَدْ جَآءَكَ مِن نَّبَإِى۟ ٱلْمُرْسَلِينَ",
            "page_number": 131,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100967,
                    "resource_id": 20,
                    "text": "And certainly were messengers denied before you, but they were patient over the denial, and they were harmed until Our victory came to them. And none can alter the words [i.e., decrees] of Allāh. And there has certainly come to you some information about the [previous] messengers."
                },
                {
                    "id": 218819,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya, Rasul-rasul sebelummu pernah juga didustakan, maka mereka sabar terhadap perbuatan orang-orang yang mendustakan mereka dan menyakiti mereka, sehingga datanglah pertolongan Kami kepada mereka; dan sememangnyalah tiada sesiapa pun yang dapat mengubah Kalimah-kalimah Allah (janji-janjiNya); dan demi sesungguhnya, telah datang kepadamu sebahagian dari khabar berita Rasul-rasul itu."
                },
                {
                    "id": 1091800,
                    "resource_id": 161,
                    "text": "তোমার পূর্বেও রসূলগণকে মিথ্যে মনে করা হয়েছে কিন্তু তাদেরকে মিথ্যে মনে করা এবং কষ্ট দেয়া সত্ত্বেও তারা ধৈর্যধারণ করেছে, যতক্ষণ না তাদের কাছে আমার সাহায্য এসেছে। আল্লাহর ওয়াদার পরিবর্তন হয় না, নাবীগণের কিছু সংবাদ তো তোমার নিকট পৌঁছেছেই।"
                }
            ]
        },
        {
            "id": 824,
            "verse_number": 35,
            "verse_key": "6:35",
            "hizb_number": 13,
            "rub_el_hizb_number": 52,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ ٱسْتَطَعْتَ أَن تَبْتَغِىَ نَفَقًا فِى ٱلْأَرْضِ أَوْ سُلَّمًا فِى ٱلسَّمَآءِ فَتَأْتِيَهُم بِـَٔايَةٍ ۚ وَلَوْ شَآءَ ٱللَّهُ لَجَمَعَهُمْ عَلَى ٱلْهُدَىٰ ۚ فَلَا تَكُونَنَّ مِنَ ٱلْجَـٰهِلِينَ",
            "page_number": 131,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100969,
                    "resource_id": 20,
                    "text": "And if their evasion is difficult for you, then if you are able to seek a tunnel into the earth or a stairway into the sky to bring them a sign, [then do so]. But if Allāh had willed, He would have united them upon guidance. So never be of the ignorant."
                },
                {
                    "id": 218824,
                    "resource_id": 39,
                    "text": "Dan jika perbuatan mereka berpaling (daripada menerima apa yang engkau bawa wahai Muhammad) terasa amat berat kepadamu; maka sekiranya engkau sanggup mencari satu lubang di bumi (untuk menembusi ke bawahnya) atau satu tangga untuk naik ke langit, supaya engkau dapat bawakan mukjizat kepada mereka, (cubalah lakukan jika engkau sanggup). Dan sekiranya Allah menghendaki, tentulah ia himpunkan mereka atas hidayah petunjuk. (Tetapi Allah tidak menghendakinya), oleh itu janganlah engkau menjadi dari orang-orang yang jahil."
                },
                {
                    "id": 1091801,
                    "resource_id": 161,
                    "text": "তাদের উপেক্ষা যদি তোমার কাছে কঠিন বলে মনে হয় তাহলে পারলে ভূগর্ভে সুড়ঙ্গের কিংবা আকাশে আরোহণের জন্য সিঁড়ির সন্ধান কর অত:পর তাদের কাছে (নতুন) নিদর্শন হাজির কর। আল্লাহ ইচ্ছে করলে তাদের সকলকে সৎপথে একত্র করতেন। কাজেই তুমি মূর্খদের মত হয়ো না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}