{
    "verses": [
        {
            "id": 825,
            "verse_number": 36,
            "verse_key": "6:36",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّمَا يَسْتَجِيبُ ٱلَّذِينَ يَسْمَعُونَ ۘ وَٱلْمَوْتَىٰ يَبْعَثُهُمُ ٱللَّهُ ثُمَّ إِلَيْهِ يُرْجَعُونَ",
            "page_number": 132,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100971,
                    "resource_id": 20,
                    "text": "Only those who hear will respond. But the dead<sup foot_note=196225>1</sup> - Allāh will resurrect them; then to Him they will be returned."
                },
                {
                    "id": 218826,
                    "resource_id": 39,
                    "text": "Hanyasanya orang-orang yang menyahut seruanmu itu ialah mereka yang mendengar (yang mahu menurut kebenaran); sedang orang-orang yang mati Allah bangkitkan mereka semula (pada hari kiamat kelak), kemudian mereka dikembalikan kepadaNya untuk menerima balasan."
                },
                {
                    "id": 1091802,
                    "resource_id": 161,
                    "text": "যারা শোনে শুধু তারাই ডাকে সাড়া দেয়। আর মৃতকে আল্লাহ আবার জীবিত করবেন; অতঃপর তাঁর দিকেই তাদেরকে ফিরিয়ে নেয়া হবে।"
                }
            ]
        },
        {
            "id": 826,
            "verse_number": 37,
            "verse_key": "6:37",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۚ قُلْ إِنَّ ٱللَّهَ قَادِرٌ عَلَىٰٓ أَن يُنَزِّلَ ءَايَةً وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
            "page_number": 132,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100973,
                    "resource_id": 20,
                    "text": "And they say, \"Why has a sign not been sent down to him from his Lord?\" Say, \"Indeed, Allāh is Able to send down a sign, but most of them do not know.\""
                },
                {
                    "id": 218828,
                    "resource_id": 39,
                    "text": "Dan mereka (golongan kafir musyrik) berkata: \"Alangkah eloknya kalau diturunkan kepada Muhammad satu mukjizat dari Tuhannya?\" Katakanlah (wahai Muhammad): \"Sesungguhnya Allah berkuasa menurunkan mukjizat\", akan tetapi kebanyakan mereka tidak mengetahui (balasan yang akan menimpa mereka kalau mereka enggan beriman)."
                },
                {
                    "id": 1091803,
                    "resource_id": 161,
                    "text": "তারা বলে, তার কাছে তার রবের নিকট হতে কোন নিদর্শন নাযিল হয় না কেন? বল, অবশ্যই আল্লাহ নিদর্শন অবতীর্ণ করতে সক্ষম। কিন্তু তাদের অধিকাংশ লোকই অবগত নয়।"
                }
            ]
        },
        {
            "id": 827,
            "verse_number": 38,
            "verse_key": "6:38",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ وَلَا طَـٰٓئِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلَّآ أُمَمٌ أَمْثَالُكُم ۚ مَّا فَرَّطْنَا فِى ٱلْكِتَـٰبِ مِن شَىْءٍ ۚ ثُمَّ إِلَىٰ رَبِّهِمْ يُحْشَرُونَ",
            "page_number": 132,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100975,
                    "resource_id": 20,
                    "text": "And there is no creature on [or within] the earth or bird that flies with its wings except [that they are] communities like you. We have not neglected in the Register<sup foot_note=196226>1</sup> a thing. Then unto their Lord they will be gathered."
                },
                {
                    "id": 218830,
                    "resource_id": 39,
                    "text": "Dan tidak seekor pun binatang yang melata di bumi, dan tidak seekor pun burung yang terbang dengan kedua sayapnya, melainkan mereka umat-umat seperti kamu. Tiada Kami tinggalkan sesuatu pun di dalam kitab Al-Quran ini; kemudian mereka semuanya akan dihimpunkan kepada Tuhan mereka (untuk dihisab dan menerima balasan)."
                },
                {
                    "id": 1091804,
                    "resource_id": 161,
                    "text": "ভূপৃষ্টে বিচরণশীল এমন কোন জীব নেই, আর দু’ডানা সহযোগে উড্ডয়নশীল এমন কোন পাখি নেই যারা তোমাদের মত একটি উম্মাত নয়। (লাওহে মাহ্ফুয অথবা আল-কুরআন) কিতাবে আমি কোন কিছুই বাদ দেইনি। অতঃপর তাদের প্রতিপালকের কাছে তাদেরকে একত্রিত করা হবে।"
                }
            ]
        },
        {
            "id": 828,
            "verse_number": 39,
            "verse_key": "6:39",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا صُمٌّ وَبُكْمٌ فِى ٱلظُّلُمَـٰتِ ۗ مَن يَشَإِ ٱللَّهُ يُضْلِلْهُ وَمَن يَشَأْ يَجْعَلْهُ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
            "page_number": 132,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100977,
                    "resource_id": 20,
                    "text": "But those who deny Our verses are deaf and dumb within darknesses. Whomever Allāh wills - He sends astray; and whomever He wills - He puts him on a straight path."
                },
                {
                    "id": 218832,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang mendustakan ayat-ayat keterangan Kami, mereka adalah bisu dan tuli, di dalam gelap-gelita. Sesiapa yang Allah kehendaki: akan disesatkannya (menurut peraturan tetapNya), dan sesiapa yang Ia kehendaki: akan dijadikannya atas jalan yang betul lurus."
                },
                {
                    "id": 1091805,
                    "resource_id": 161,
                    "text": "যারা আমার আয়াতকে মিথ্যে জানে তারা বধির ও মুক। তারা আছে গভীর অন্ধকারে, আল্লাহ যাকে চান পথভ্রষ্ট করে দেন, আর যাকে চান সঠিক পথে স্থাপন করেন।"
                }
            ]
        },
        {
            "id": 829,
            "verse_number": 40,
            "verse_key": "6:40",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ أَوْ أَتَتْكُمُ ٱلسَّاعَةُ أَغَيْرَ ٱللَّهِ تَدْعُونَ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 132,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100980,
                    "resource_id": 20,
                    "text": "Say, \"Have you considered:<sup foot_note=196227>1</sup> if there came to you the punishment of Allāh or there came to you the Hour - is it other than Allāh you would invoke, if you should be truthful?\""
                },
                {
                    "id": 218835,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Khabarkanlah kepadaku, jika datang kepada kamu azab Allah, atau datang kepada kamu hari kiamat, adakah kamu akan menyeru yang lain dari Allah (untuk menolong kamu), jika betul kamu orang-orang yang benar?\""
                },
                {
                    "id": 1091806,
                    "resource_id": 161,
                    "text": "বল, তোমরা কি ভেবে দেখেছ, তোমাদের উপর যদি আল্লাহর শাস্তি এসে পড়ে কিংবা তোমাদের উপর ক্বিয়ামাত এসে যায় তাহলে কি তোমরা আল্লাহ ছাড়া অন্য কাউকে ডাকবে? (বল না) তোমরা যদি সত্যবাদী হও।"
                }
            ]
        },
        {
            "id": 830,
            "verse_number": 41,
            "verse_key": "6:41",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 105,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِن شَآءَ وَتَنسَوْنَ مَا تُشْرِكُونَ",
            "page_number": 132,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100981,
                    "resource_id": 20,
                    "text": "No, it is Him [alone] you would invoke, and He would remove that for which you invoked Him if He willed, and you would forget what you associate [with Him]."
                },
                {
                    "id": 218836,
                    "resource_id": 39,
                    "text": "Bahkan Dia lah (Allah) yang kamu seru lalu Ia hapuskan bahaya yang kamu pohonkan kepadaNya jika Ia kehendaki; dan kamu lupakan apa yang kamu sekutukan (dengan Allah dalam masa kamu ditimpa bahaya itu)."
                },
                {
                    "id": 1091807,
                    "resource_id": 161,
                    "text": "বরং (এমন অবস্থায়) তোমরা একমাত্র তাঁকেই ডেকে থাক, অতঃপর ইচ্ছে করলে তিনি তা দূর করে দেন যার জন্য তোমরা তাঁকে ডাক আর তোমরা যাদেরকে তাঁর অংশীদার বানাও তাদের কথা ভুলে যাও।"
                }
            ]
        },
        {
            "id": 831,
            "verse_number": 42,
            "verse_key": "6:42",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 106,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَأَخَذْنَـٰهُم بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَتَضَرَّعُونَ",
            "page_number": 132,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100992,
                    "resource_id": 20,
                    "text": "And We have already sent [messengers] to nations before you, [O Muḥammad]; then We seized them with poverty and hardship that perhaps they might humble themselves [to Us]."
                },
                {
                    "id": 218821,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya Kami telah utuskan Rasul-rasul kepada umat-umat yang dahulu daripadamu (lalu mereka mendustakannya), maka Kami seksakan mereka dengan kebuluran dan penyakit, supaya mereka berdoa (kepada Kami) dangan merendah diri (serta insaf dan bertaubat)."
                },
                {
                    "id": 1091808,
                    "resource_id": 161,
                    "text": "তোমার পূর্বে আমি অনেক জাতির কাছে রসূল পাঠিয়েছি, কিন্তু তাদের অবাধ্যতার কারণে) অভাব অনটন আর দুঃখ-ক্লেশ দিয়ে তাদেরকে পাকড়াও করেছিলাম যাতে তারা বিনীত হয়।"
                }
            ]
        },
        {
            "id": 832,
            "verse_number": 43,
            "verse_key": "6:43",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 106,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَوْلَآ إِذْ جَآءَهُم بَأْسُنَا تَضَرَّعُوا۟ وَلَـٰكِن قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ مَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 132,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100994,
                    "resource_id": 20,
                    "text": "Then why, when Our punishment came to them, did they not humble themselves? But their hearts became hardened, and Satan made attractive to them that which they were doing."
                },
                {
                    "id": 218848,
                    "resource_id": 39,
                    "text": "Maka alangkah eloknya kalau mereka berdoa kepada Kami dengan merendah diri (serta insaf dan bertaubat) ketika mereka ditimpa azab Kami? Tetapi yang sebenarnya hati mereka keras (tidak mahu menerima kebenaran), dan Syaitan pula memperelokkan pada (pandangan) mereka apa yang mereka telah lakukan."
                },
                {
                    "id": 1091809,
                    "resource_id": 161,
                    "text": "আমার শাস্তি যখন তাদের উপর পড়ল তখন তারা বিনয় নম্রতা অবলম্বন করল না কেন? বরং তাদের অন্তর আরো শক্ত হয়ে গেল, আর তারা যা করছিল শয়তান সেগুলোকে তাদের জন্য (খুব ভাল কাজ হিসেবে) সুশোভিত করে দিয়েছিল।"
                }
            ]
        },
        {
            "id": 833,
            "verse_number": 44,
            "verse_key": "6:44",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 106,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦ فَتَحْنَا عَلَيْهِمْ أَبْوَٰبَ كُلِّ شَىْءٍ حَتَّىٰٓ إِذَا فَرِحُوا۟ بِمَآ أُوتُوٓا۟ أَخَذْنَـٰهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَ",
            "page_number": 132,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100996,
                    "resource_id": 20,
                    "text": "So when they forgot that by which they had been reminded,<sup foot_note=196228>1</sup> We opened to them the doors of every [good] thing until, when they rejoiced in that which they were given, We seized them suddenly, and they were [then] in despair."
                },
                {
                    "id": 218850,
                    "resource_id": 39,
                    "text": "Kemudian apabila mereka melupakan apa yang telah diperingatkan mereka dengannya, Kami bukakan kepada mereka pintu-pintu segala kemewahan dan kesenangan, sehingga apabila mereka bergembira dan bersukaria dengan segala nikmat yang diberikan kepada mereka, Kami timpakan mereka secara mengejut (dengan bala bencana yang membinasakan), maka mereka pun berputus asa (dari mendapat sebarang pertolongan)."
                },
                {
                    "id": 1091810,
                    "resource_id": 161,
                    "text": "তাদেরকে যে নাসীহাত করা হয়েছিল তারা যখন তা ভুলে গেল, তখন আমি তাদের জন্য যাবতীয় নি‘আমাতের দরজা খুলে দিলাম; পরিশেষে, তাদেরকে যা দেয়া হল তাতে তারা যখন আনন্দে মেতে উঠল, হঠাৎ করে তাদেরকে ধরে বসলাম। তখন (যাবতীয় কল্যাণ থেকে) তারা নিরাশ হয়ে গেল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}