{
    "verses": [
        {
            "id": 834,
            "verse_number": 45,
            "verse_key": "6:45",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 106,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَقُطِعَ دَابِرُ ٱلْقَوْمِ ٱلَّذِينَ ظَلَمُوا۟ ۚ وَٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
            "page_number": 133,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100998,
                    "resource_id": 20,
                    "text": "So the people that committed wrong were eliminated. And praise to Allāh, Lord of the worlds."
                },
                {
                    "id": 218852,
                    "resource_id": 39,
                    "text": "Lalu kaum yang zalim itu dibinasakan sehingga terputus keturunannya. Dan (dengan itu bersyukurlah kerana musnahnya kezaliman, dengan menyebut): \"Segala puji tertentu bagi Allah Tuhan yang memelihara dan mentadbirkan sekalian Alam\"."
                },
                {
                    "id": 1091811,
                    "resource_id": 161,
                    "text": "অতঃপর যারা যুলম করেছিল তাদের শিকড় কেটে দেয়া হল, আর সমস্ত প্রশংসা বিশ্বজগতের প্রতিপালকের জন্য।"
                }
            ]
        },
        {
            "id": 835,
            "verse_number": 46,
            "verse_key": "6:46",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 106,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَرَءَيْتُمْ إِنْ أَخَذَ ٱللَّهُ سَمْعَكُمْ وَأَبْصَـٰرَكُمْ وَخَتَمَ عَلَىٰ قُلُوبِكُم مَّنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِهِ ۗ ٱنظُرْ كَيْفَ نُصَرِّفُ ٱلْـَٔايَـٰتِ ثُمَّ هُمْ يَصْدِفُونَ",
            "page_number": 133,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101000,
                    "resource_id": 20,
                    "text": "Say, \"Have you considered:<sup foot_note=196230>1</sup> if Allāh should take away your hearing and your sight and set a seal upon your hearts, which deity other than Allāh could bring them [back] to you?\" Look how We diversify<sup foot_note=196229>2</sup> the verses; then they [still] turn away."
                },
                {
                    "id": 218854,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Bagaimana fikiran kamu, jika Allah melenyapkan pendengaran serta penglihatan kamu, dan Ia pula memeteraikan atas hati kamu? Siapakah Tuhan selain Allah yang berkuasa mengembalikannya kepada kamu?\" Lihatlah bagaimana Kami berulang-ulang menerangkan tanda-tanda kebesaran Kami (dengan berbagai cara), dalam pada itu, mereka tetap juga berpaling - ingkar."
                },
                {
                    "id": 1091812,
                    "resource_id": 161,
                    "text": "(হে রাসূল) বল, তোমরা কি ভেবে দেখেছ আল্লাহ যদি তোমাদের শ্রবণশক্তি আর দর্শন শক্তি কেড়ে নেন, আর তোমাদের অন্তরে মোহর লাগিয়ে দেন, তাহলে আল্লাহ ছাড়া আর কে ইলাহ আছে সেগুলো তোমাদেরকে ফিরিয়ে দেবে? লক্ষ্য কর আমি আমার (শক্তি-ক্ষমতার) নিদর্শনগুলোকে কেমন বিশদভাবে বর্ণনা করি কিন্তু তা সত্ত্বেও তারা মুখ ফিরিয়ে নেয়।"
                }
            ]
        },
        {
            "id": 836,
            "verse_number": 47,
            "verse_key": "6:47",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 106,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَرَءَيْتَكُمْ إِنْ أَتَىٰكُمْ عَذَابُ ٱللَّهِ بَغْتَةً أَوْ جَهْرَةً هَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلظَّـٰلِمُونَ",
            "page_number": 133,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101003,
                    "resource_id": 20,
                    "text": "Say, \"Have you considered: if the punishment of Allāh should come to you unexpectedly or manifestly,<sup foot_note=196231>1</sup> will any be destroyed but the wrongdoing people?\""
                },
                {
                    "id": 218856,
                    "resource_id": 39,
                    "text": "Katakanlah:\" Bagaimana fikiran kamu, jika datang kepada kamu azab Allah dengan tiba-tiba, atau dengan terang-terang (setelah diperlihatkan tanda-tanda yang menunjukkan kedatangannya), siapakah yang akan binasa, selain dari kaum yang zalim?\"."
                },
                {
                    "id": 1091813,
                    "resource_id": 161,
                    "text": "বল, তোমরা কি চিন্তা করে দেখেছ, যদি তোমাদের কাছে আকস্মিক বা প্রকাশ্যে আল্লাহর শাস্তি নেমে আসে তাহলে যালিম সম্প্রদায় ছাড়া আর কে ধ্বংস হবে?"
                }
            ]
        },
        {
            "id": 837,
            "verse_number": 48,
            "verse_key": "6:48",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 106,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۖ فَمَنْ ءَامَنَ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 133,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101006,
                    "resource_id": 20,
                    "text": "And We send not the messengers except as bringers of good tidings and warners. So whoever believes and reforms - there will be no fear concerning them, nor will they grieve."
                },
                {
                    "id": 218858,
                    "resource_id": 39,
                    "text": "Dan tiadalah Kami utuskan Rasul-rasul itu melainkan sebagai pembawa berita gembira dan pembawa amaran; kemudian sesiapa yang beramal soleh, maka tidak ada kebimbangan (dari berlakunya kejadian yang tidak baik) terhadap mereka, dan mereka tidak akan berdukacita."
                },
                {
                    "id": 1091814,
                    "resource_id": 161,
                    "text": "আমি তো রসূলদেরকে কেবল সুসংবাদদাতা ও সতর্ককারী করে পাঠিয়েছি, অতঃপর (রসূলের আনুগত্য করে) যারা ঈমান আনে ও নিজেকে সংশোধন করে তাদের নেই কোন ভয়, নেই তাদের কোন দুঃখ।"
                }
            ]
        },
        {
            "id": 838,
            "verse_number": 49,
            "verse_key": "6:49",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 106,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا يَمَسُّهُمُ ٱلْعَذَابُ بِمَا كَانُوا۟ يَفْسُقُونَ",
            "page_number": 133,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101008,
                    "resource_id": 20,
                    "text": "But those who deny Our verses - the punishment will touch<sup foot_note=196232>1</sup> them for their defiant disobedience."
                },
                {
                    "id": 218860,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang mendustakan ayat-ayat keterangan Kami, mereka akan dikenakan azab seksa dengan sebab mereka berlaku fasik."
                },
                {
                    "id": 1091815,
                    "resource_id": 161,
                    "text": "আর যারা আমার আয়াতসমূহকে মিথ্যে মনে করে, শাস্তি তাদেরকে স্পর্শ করবে, কেননা তারা নাফরমানীতে লিপ্ত ছিল।"
                }
            ]
        },
        {
            "id": 839,
            "verse_number": 50,
            "verse_key": "6:50",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 106,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُل لَّآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ لَكُمْ إِنِّى مَلَكٌ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ ۚ أَفَلَا تَتَفَكَّرُونَ",
            "page_number": 133,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101011,
                    "resource_id": 20,
                    "text": "Say, [O Muḥammad], \"I do not tell you that I have the depositories [containing the provision] of Allāh or that I know the unseen, nor do I tell you that I am an angel. I only follow what is revealed to me.\" Say, \"Is the blind equivalent to the seeing? Then will you not give thought?\""
                },
                {
                    "id": 218863,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad); \"Aku tidak mengatakan kepada kamu (bahawa) perbendaharaan Allah ada di sisiku, dan aku pula tidak mengetahui perkara-perkara yang ghaib; aku juga tidak mengatakan kepada kamu bahawasanya aku ini malaikat, aku tidak menurut melainkan apa yang diwahyukan kepadaku\". Bertanyalah (kepada mereka): \"Adakah sama orang yang buta dengan orang yang celik? Tidakkah kamu mahu berfikir?\""
                },
                {
                    "id": 1091816,
                    "resource_id": 161,
                    "text": "বল, আমি তোমাদেরকে বলি না যে, আমার কাছে আল্লাহর ধন-ভান্ডার আছে, আর আমি অদৃশ্যের খবরও জানি না। আর আমি তোমাদেরকে এ কথাও বলি না যে, আমি ফেরেশতা, আমার প্রতি যা অবতীর্ণ করা হয় তাছাড়া (অন্য কিছুর) আমি অনুসরণ করি না। বল, অন্ধ আর চোখওয়ালা কি সমান, তোমরা কি চিন্তা করে দেখ না?"
                }
            ]
        },
        {
            "id": 840,
            "verse_number": 51,
            "verse_key": "6:51",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 107,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأَنذِرْ بِهِ ٱلَّذِينَ يَخَافُونَ أَن يُحْشَرُوٓا۟ إِلَىٰ رَبِّهِمْ ۙ لَيْسَ لَهُم مِّن دُونِهِۦ وَلِىٌّ وَلَا شَفِيعٌ لَّعَلَّهُمْ يَتَّقُونَ",
            "page_number": 133,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101012,
                    "resource_id": 20,
                    "text": "And warn by it [i.e., the Qur’ān] those who fear that they will be gathered before their Lord - for them besides Him will be no protector and no intercessor - that they might become righteous."
                },
                {
                    "id": 218864,
                    "resource_id": 39,
                    "text": "Dan berilah amaran dengan Al-Quran itu kepada orang-orang yang merasa takut bahawa mereka akan dihimpunkan kepada Tuhan mereka (pada hari kiamat), (padahal) tiadalah bagi mereka pelindung dan tidak juga pemberi syafaat yang lain dari Allah, supaya mereka bertaqwa."
                },
                {
                    "id": 1091817,
                    "resource_id": 161,
                    "text": "তুমি তা দিয়ে (অর্থাৎ কুরআন দিয়ে) তাদেরকে সতর্ক কর যারা ভয় করে যে, তাদেরকে তাদের প্রতিপালকের দিকে একত্রিত করা হবে, যিনি ছাড়া তাদের জন্য কোন অভিভাবক নেই এবং সুপারিশকারী নেই- যাতে তারা সংযত হয়ে চলে।"
                }
            ]
        },
        {
            "id": 841,
            "verse_number": 52,
            "verse_key": "6:52",
            "hizb_number": 14,
            "rub_el_hizb_number": 53,
            "ruku_number": 107,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَطْرُدِ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَىْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ ٱلظَّـٰلِمِينَ",
            "page_number": 133,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101017,
                    "resource_id": 20,
                    "text": "And do not send away those who call upon their Lord morning and afternoon, seeking His face [i.e., favor]. Not upon you is anything of their account and not upon them is anything of your account.<sup foot_note=196233>1</sup> So were you to send them away, you would [then] be of the wrongdoers."
                },
                {
                    "id": 218870,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau usir orang-orang yang beribadat dan berdoa kepada Tuhan mereka pagi dan petang, sedang mereka menghendaki keredaanNya semata-mata. Tiadalah engkau bertanggungjawab sesuatu pun mengenai hitungan amal mereka, dan mereka juga tidak bertanggungjawab sesuatu pun mengenai hitungan amalmu. Maka (sekiranya) engkau usir mereka, nescaya menjadilah engkau dari orang-orang yang zalim."
                },
                {
                    "id": 1091818,
                    "resource_id": 161,
                    "text": "যারা তাদের প্রতিপালকের সন্তুষ্টি লাভের উদ্দেশ্যে সকাল-সন্ধ্যায় তাঁকে ডাকে তাদেরকে (অর্থাৎ তোমার নিকট সমাগত গরীব মু’মিনদেরকে) তুমি দূরে সরিয়ে দিও না। তাদের কোন ‘আমালের জন্য তোমাকে কোন জবাবদিহি করতে হবে না, আর তোমার কোন ‘আমালের জন্যও তাদেরকে কোন জবাবদিহি করতে হবে না, কাজেই তুমি যদি তাদেরকে অর্থাৎ (গরীব মু’মিনদেরকে) দূরে সরিয়ে দাও তবে তুমি যালিমদের মধ্যে গণ্য হবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}