{
    "verses": [
        {
            "id": 858,
            "verse_number": 69,
            "verse_key": "6:69",
            "hizb_number": 14,
            "rub_el_hizb_number": 54,
            "ruku_number": 109,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا عَلَى ٱلَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَىْءٍ وَلَـٰكِن ذِكْرَىٰ لَعَلَّهُمْ يَتَّقُونَ",
            "page_number": 136,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101055,
                    "resource_id": 20,
                    "text": "And those who fear Allāh are not held accountable for them [i.e., the disbelievers] at all, but [only for] a reminder - that perhaps they will fear Him."
                },
                {
                    "id": 218908,
                    "resource_id": 39,
                    "text": "Dan tidaklah ada tanggungjawab sedikitpun atas orang-orang yang bertaqwa mengenai dosa orang-orang (kafir yang mengejek-ejek) itu, akan tetapi (kewajipan orang-orang Islam) ialah mengingati (larangan Allah itu) supaya mereka bertaqwa."
                },
                {
                    "id": 1091835,
                    "resource_id": 161,
                    "text": "তাদের কোন কাজের হিসেব দেয়ার দায়-দায়িত্ব মুত্তাকীদের উপর নেই। কিন্তু উপদেশ দেয়া কর্তব্য যাতে ওরাও তাকওয়া অবলম্বন করে।"
                }
            ]
        },
        {
            "id": 859,
            "verse_number": 70,
            "verse_key": "6:70",
            "hizb_number": 14,
            "rub_el_hizb_number": 54,
            "ruku_number": 109,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَذَرِ ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَعِبًا وَلَهْوًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ وَذَكِّرْ بِهِۦٓ أَن تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْ لَيْسَ لَهَا مِن دُونِ ٱللَّهِ وَلِىٌّ وَلَا شَفِيعٌ وَإِن تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَآ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ أُبْسِلُوا۟ بِمَا كَسَبُوا۟ ۖ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ",
            "page_number": 136,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101058,
                    "resource_id": 20,
                    "text": "And leave those who take their religion as amusement and diversion and whom the worldly life has deluded. But remind with it [i.e., the Qur’ān], lest a soul be given up to destruction for what it earned; it will have other than Allāh no protector and no intercessor. And if it should offer every compensation, it would not be taken from it [i.e., that soul]. Those are the ones who are given to destruction for what they have earned. For them will be a drink of scalding water and a painful punishment because they used to disbelieve."
                },
                {
                    "id": 218911,
                    "resource_id": 39,
                    "text": "Dan jauhkanlah diri dari orang-orang yang menjadikan ugama mereka sebagai permainan dan hiburan, dan mereka pula telah diperdayakan oleh kehidupan dunia dan peringatkanlah (mereka) dengan Al-Quran itu supaya tiap-tiap diri (di akhirat kelak) tidak terjerumus (ke dalam azab neraka) dengan sebab apa yang ia telah usahakan (dari perbuatan yang buruk dan keji). Tidak ada baginya pelindung dan tidak juga pemberi syafaat yang lain dari Allah. Dan jika ia hendak menebus (dirinya) dengan segala jenis tebusan, (nescaya tebusan itu) tidak akan diterima daripadanya. Mereka itulah orang-orang yang dijerumuskan (ke dalam azab neraka) dengan sebab apa yang telah mereka usahakan. Bagi mereka disediakan minuman dari air panas yang menggelegak, dan azab seksa yang tidak terperi sakitnya, disebabkan mereka kufur ingkar (semasa hidupnya)."
                },
                {
                    "id": 1091836,
                    "resource_id": 161,
                    "text": "যারা তাদের দ্বীনকে খেলা তামাশা বানিয়ে নিয়েছে আর পার্থিব জীবন যাদেরকে প্রতারিত করেছে তুমি তাদেরকে বর্জন কর। আর তা (অর্থাৎ কুরআন) দিয়ে তাদেরকে উপদেশ দাও যাতে কেউ স্বীয় কৃতকর্মের কারণে ধ্বংস না হয়, আল্লাহ ছাড়া তার কোন অভিভাবক নেই এবং কোন সুপারিশকারী নেই, (মুক্তির) বিনিময়ে সব কিছু দিতে চাইলেও তা তার থেকে গ্রহণ করা হবে না, ওরাই তারা যারা তাদের কৃতকর্মের জন্য ধ্বংস হবে, তাদের জন্য আছে ফুটন্ত গরম পানীয় আর মহা শাস্তি, যেহেতু তারা কুফরীতে লিপ্ত ছিল।"
                }
            ]
        },
        {
            "id": 860,
            "verse_number": 71,
            "verse_key": "6:71",
            "hizb_number": 14,
            "rub_el_hizb_number": 54,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَنَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلَىٰٓ أَعْقَابِنَا بَعْدَ إِذْ هَدَىٰنَا ٱللَّهُ كَٱلَّذِى ٱسْتَهْوَتْهُ ٱلشَّيَـٰطِينُ فِى ٱلْأَرْضِ حَيْرَانَ لَهُۥٓ أَصْحَـٰبٌ يَدْعُونَهُۥٓ إِلَى ٱلْهُدَى ٱئْتِنَا ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۖ وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
            "page_number": 136,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101059,
                    "resource_id": 20,
                    "text": "Say, \"Shall we invoke<sup foot_note=196242>1</sup> instead of Allāh that which neither benefits us nor harms us and be turned back on our heels after Allāh has guided us? [We would then be] like one whom the devils enticed [to wander] upon the earth confused, [while] he has companions inviting him to guidance, [calling], 'Come to us.'\"<sup foot_note=196241>2</sup> Say, \"Indeed, the guidance of Allāh is the [only] guidance; and we have been commanded to submit to the Lord of the worlds."
                },
                {
                    "id": 218912,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Patutkah kita menyeru serta menyembah yang lain dari Allah, sesuatu yang tidak dapat memberi manfaat kepada kita dan tidak dapat mendatangkan mudarat kepada kita; dan (patutkah) kita dikembalikan undur ke belakang (menjadi kafir musyrik) setelah kita diberi hidayah petunjuk oleh Allah (dengan ugama Islam), seperti orang yang telah disesatkan oleh Syaitan-syaitan di bumi (di tempat yang lengang) dalam keadaan bingung, sedang ia pula mempunyai sahabat-sahabat yang mengajaknya ke jalan yang lurus (dengan berkata kepadanya): \"Marilah bersama-sama kami. \"Katakanlah: \"Sesungguhnya petunjuk Allah itulah sebenar-benar petunjuk, dan kita diperintahkan supaya berserah diri kepada Tuhan yang memelihara dan mentadbirkan sekalian alam\"."
                },
                {
                    "id": 1091837,
                    "resource_id": 161,
                    "text": "বল, আল্লাহকে বাদ দিয়ে আমরা কি এমন কিছুকে ডাকব যা আমাদের উপকারও করে না, অপকারও করে না? আল্লাহ আমাদেরকে হিদায়াত দানের পর আমরা কি পিছনে ফিরে যাব তার মত শয়ত্বান যাকে বিভ্রান্ত করে দিয়েছে আর দুনিয়ায় সে ঘুরে মরছে। অথচ তার সঙ্গী সাথীরা তাকে সঠিক পথের দিকে ডাক দিয়ে বলছে, এদিকে এসো। বল, আল্লাহর হিদায়াতই হচ্ছে সত্যিকারের হিদায়াত, বিশ্বজগতের প্রতিপালকের কাছে আত্মসমর্পণ করার জন্যই আমাদেরকে আদেশ দেয়া হয়েছে।"
                }
            ]
        },
        {
            "id": 861,
            "verse_number": 72,
            "verse_key": "6:72",
            "hizb_number": 14,
            "rub_el_hizb_number": 54,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأَنْ أَقِيمُوا۟ ٱلصَّلَوٰةَ وَٱتَّقُوهُ ۚ وَهُوَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
            "page_number": 136,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101071,
                    "resource_id": 20,
                    "text": "And to establish prayer and fear Him.\" And it is He to whom you will be gathered."
                },
                {
                    "id": 218924,
                    "resource_id": 39,
                    "text": "Dan (diperintahkan): Hendaklah kamu mengerjakan sembahyang dan bertaqwa kepadaNya, dan Dia lah Tuhan yang kepadaNya kamu akan dihimpunkan (pada hari akhirat kelak)."
                },
                {
                    "id": 1091838,
                    "resource_id": 161,
                    "text": "আরও (আদিষ্ট হয়েছি) নামায কায়িম করতে আর তাঁকে ভয় করতে আর তিনি হলেন (সেই সত্ত্বা) যাঁর কাছে তোমাদেরকে সমবেত করা হবে।"
                }
            ]
        },
        {
            "id": 862,
            "verse_number": 73,
            "verse_key": "6:73",
            "hizb_number": 14,
            "rub_el_hizb_number": 54,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ وَيَوْمَ يَقُولُ كُن فَيَكُونُ ۚ قَوْلُهُ ٱلْحَقُّ ۚ وَلَهُ ٱلْمُلْكُ يَوْمَ يُنفَخُ فِى ٱلصُّورِ ۚ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
            "page_number": 136,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101081,
                    "resource_id": 20,
                    "text": "And it is He who created the heavens and earth in truth. And the day [i.e., whenever] He says, \"Be,\" and it is, His word is the truth.<sup foot_note=196245>1</sup> And His is the dominion [on] the Day the Horn is blown. [He is] Knower of the unseen<sup foot_note=196244>2</sup> and the witnessed;<sup foot_note=196243>3</sup> and He is the Wise, the Aware."
                },
                {
                    "id": 218936,
                    "resource_id": 39,
                    "text": "Dan Dia lah yang menciptakan langit dan bumi dengan (tujuan) yang benar, dan (Dia lah juga) pada masa (hendak menjadikan sesuatu) berfirman: \"Jadilah\", lalu terjadilah ia. FirmanNya itu adalah benar. Dan bagiNyalah kuasa pemerintahan pada hari ditiupkan sangkakala. Ia yang mengetahui segala yang ghaib dan yang nyata, dan Dia lah Yang Maha Bijaksana, lagi Maha mendalam pengetahuanNya."
                },
                {
                    "id": 1091839,
                    "resource_id": 161,
                    "text": "তিনি আসমান আর যমীনকে সত্যিকারভাবে সৃষ্টি করেছেন (খেলা-তামাশার জন্য নয়)। আর যখনই তিনি বলবেন, (কিয়ামাত) ‘হও’, তখনই তা হয়ে যাবে, তাঁর কথাই প্রকৃত সত্য। যেদিন সিঙ্গায় ফুৎকার দেয়া হবে সেদিন কর্তৃত্ব থাকবে তাঁরই হাতে। অদৃশ্য ও দৃশ্য সম্বন্ধে ওয়াকেফহাল, তিনি হিকমাতওয়ালা, সবকিছুর ব্যাপারে তিনি সবিশেষ জ্ঞাত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}