{
    "verses": [
        {
            "id": 863,
            "verse_number": 74,
            "verse_key": "6:74",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ ءَازَرَ أَتَتَّخِذُ أَصْنَامًا ءَالِهَةً ۖ إِنِّىٓ أَرَىٰكَ وَقَوْمَكَ فِى ضَلَـٰلٍ مُّبِينٍ",
            "page_number": 137,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101084,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], when Abraham said to his father Āzar, \"Do you take idols as deities? Indeed, I see you and your people to be in manifest error.\""
                },
                {
                    "id": 218939,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika Nabi Ibrahim berkata kepada bapanya Aazar: \"Patutkah ayah menjadikan berhala-berhala sebagai tuhan-tuhan? Sesungguhnya aku melihatmu dan kaummu dalam kesesatan yang nyata\"."
                },
                {
                    "id": 1091840,
                    "resource_id": 161,
                    "text": "আর (স্মরণ কর) যখন ইবরাহীম তার পিতা আজরকে বলেছিল, আপনি কি মূর্তিগুলোকে ‘ইলাহ’রূপে গ্রহণ করেছেন, আমি তো আপনাকে আর আপনার জাতিকে স্পষ্টভাবে পথভ্রষ্টতায় নিমজ্জিত দেখছি।"
                }
            ]
        },
        {
            "id": 864,
            "verse_number": 75,
            "verse_key": "6:75",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ نُرِىٓ إِبْرَٰهِيمَ مَلَكُوتَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلِيَكُونَ مِنَ ٱلْمُوقِنِينَ",
            "page_number": 137,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101086,
                    "resource_id": 20,
                    "text": "And thus did We show Abraham the realm of the heavens and the earth that he would be among the certain [in faith]."
                },
                {
                    "id": 218941,
                    "resource_id": 39,
                    "text": "Dan demikianlah Kami perlihatkan kepada Nabi Ibrahim kebesaran dan kekuasaan (Kami) di langit dan di bumi, dan supaya menjadilah ia dari orang-orang yang percaya dengan sepenuh-penuh yakin."
                },
                {
                    "id": 1091841,
                    "resource_id": 161,
                    "text": "এভাবে আমি ইবরাহীমকে আকাশ ও পৃথিবী রাজ্যের ব্যবস্থাপনা দেখিয়েছি যাতে সে নিশ্চিত বিশ্বাসীদের অন্তর্ভুক্ত হতে পারে।"
                }
            ]
        },
        {
            "id": 865,
            "verse_number": 76,
            "verse_key": "6:76",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا جَنَّ عَلَيْهِ ٱلَّيْلُ رَءَا كَوْكَبًا ۖ قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَآ أُحِبُّ ٱلْـَٔافِلِينَ",
            "page_number": 137,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101088,
                    "resource_id": 20,
                    "text": "So when the night covered him [with darkness], he saw a star. He said, \"This is my lord.\"<sup foot_note=196246>1</sup> But when it set, he said, \"I like not those that set [i.e., disappear].\""
                },
                {
                    "id": 218943,
                    "resource_id": 39,
                    "text": "Maka ketika ia berada pada waktu malam yang gelap, ia melihat sebuah bintang (bersinar-sinar), lalu ia berkata: \"Inikah Tuhanku?\" Kemudian apabila bintang itu terbenam, ia berkata pula: \"Aku tidak suka kepada yang terbenam hilang\"."
                },
                {
                    "id": 1091842,
                    "resource_id": 161,
                    "text": "রাতের আঁধার যখন তাকে আচ্ছন্ন করল তখন সে নক্ষত্র দেখতে পেল, (তখন) বলল, এটাই হচ্ছে আমার প্রতিপালক। কিন্তু যখন তা অস্তমিত হল, সে বলল, যা অস্তমিত হয়ে যায় তার প্রতি আমার কোন অনুরাগ নেই।"
                }
            ]
        },
        {
            "id": 866,
            "verse_number": 77,
            "verse_key": "6:77",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا رَءَا ٱلْقَمَرَ بَازِغًا قَالَ هَـٰذَا رَبِّى ۖ فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِى رَبِّى لَأَكُونَنَّ مِنَ ٱلْقَوْمِ ٱلضَّآلِّينَ",
            "page_number": 137,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101090,
                    "resource_id": 20,
                    "text": "And when he saw the moon rising, he said, \"This is my lord.\" But when it set, he said, \"Unless my Lord guides me, I will surely be among the people gone astray.\""
                },
                {
                    "id": 218945,
                    "resource_id": 39,
                    "text": "Kemudian apabila dilihatnya bulan terbit (menyinarkan cahayanya), dia berkata: \"Inikah Tuhanku?\" Maka setelah bulan itu terbenam, berkatalah dia: \"Demi sesungguhnya, jika aku tidak diberikan petunjuk oleh Tuhanku, nescaya menjadilah aku dari kaum yang sesat\"."
                },
                {
                    "id": 1091843,
                    "resource_id": 161,
                    "text": "অতঃপর সে যখন চন্দ্রকে উজ্জ্বল হয়ে উঠতে দেখল তখন বলল, এটা হচ্ছে আমার প্রতিপালক। কিন্তু যখন তা অস্তমিত হল তখন সে বলল, আমার প্রতিপালক যদি আমাকে সঠিক পথের দিশা না দেন তাহলে আমি অবশ্যই পথভ্রষ্ট সম্প্রদায়ের অন্তর্ভুক্ত হয়ে যাব।"
                }
            ]
        },
        {
            "id": 867,
            "verse_number": 78,
            "verse_key": "6:78",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا رَءَا ٱلشَّمْسَ بَازِغَةً قَالَ هَـٰذَا رَبِّى هَـٰذَآ أَكْبَرُ ۖ فَلَمَّآ أَفَلَتْ قَالَ يَـٰقَوْمِ إِنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
            "page_number": 137,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101092,
                    "resource_id": 20,
                    "text": "And when he saw the sun rising, he said, \"This is my lord; this is greater.\" But when it set, he said, \"O my people, indeed I am free from what you associate with Allāh."
                },
                {
                    "id": 218947,
                    "resource_id": 39,
                    "text": "Kemudian apabila dia melihat matahari sedang terbit (menyinarkan cahayanya), berkatalah dia: \"Inikah Tuhanku? Ini lebih besar\". Setelah matahari terbenam, dia berkata pula: ` Wahai kaumku, sesungguhnya aku berlepas diri (bersih) dari apa yang kamu sekutukan (Allah dengannya)."
                },
                {
                    "id": 1091844,
                    "resource_id": 161,
                    "text": "অতঃপর যখন সে সূর্যকে অতি উজ্জ্বল হয়ে উদিত হতে দেখল তখন বলল, এটাই হচ্ছে আমার প্রতিপালক, এটাই হচ্ছে সব থেকে বড়। অতঃপর যখন তা অস্তমিত হল তখন সে বলল, হে আমার জাতির লোকেরা! তোমরা যেগুলোকে (আল্লাহর) অংশীদার স্থির কর সেগুলোর সাথে আমার কোন সম্পর্ক নেই।"
                }
            ]
        },
        {
            "id": 868,
            "verse_number": 79,
            "verse_key": "6:79",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنِّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ حَنِيفًا ۖ وَمَآ أَنَا۠ مِنَ ٱلْمُشْرِكِينَ",
            "page_number": 137,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101094,
                    "resource_id": 20,
                    "text": "Indeed, I have turned my face [i.e., self] toward He who created the heavens and the earth, inclining toward truth, and I am not of those who associate others with Allāh.\""
                },
                {
                    "id": 218949,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya aku hadapkan muka dan diriku kepada Allah yang menciptakan langit dan bumi, sedang aku tetap di atas dasar tauhid dan bukanlah aku dari orang-orang yang menyekutukan Allah (dengan sesuatu yang lain)\"."
                },
                {
                    "id": 1091845,
                    "resource_id": 161,
                    "text": "আমি একনিষ্ঠ হয়ে তাঁর দিকে আমার মুখ ফিরিয়ে নিচ্ছি যিনি আকাশমন্ডলী আর পৃথিবীকে সৃষ্টি করেছেন। আর আমি মুশরিকদের অন্তর্ভুক্ত নই।"
                }
            ]
        },
        {
            "id": 869,
            "verse_number": 80,
            "verse_key": "6:80",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَحَآجَّهُۥ قَوْمُهُۥ ۚ قَالَ أَتُحَـٰٓجُّوٓنِّى فِى ٱللَّهِ وَقَدْ هَدَىٰنِ ۚ وَلَآ أَخَافُ مَا تُشْرِكُونَ بِهِۦٓ إِلَّآ أَن يَشَآءَ رَبِّى شَيْـًٔا ۗ وَسِعَ رَبِّى كُلَّ شَىْءٍ عِلْمًا ۗ أَفَلَا تَتَذَكَّرُونَ",
            "page_number": 137,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101097,
                    "resource_id": 20,
                    "text": "And his people argued with him. He said, \"Do you argue with me concerning Allāh while He has guided me? And I fear not what you associate with Him [and will not be harmed] unless my Lord should will something. My Lord encompasses all things in knowledge; then will you not remember?"
                },
                {
                    "id": 218952,
                    "resource_id": 39,
                    "text": "Dan ia dibantah oleh kaumnya, ia pun berkata: \"Patutkah kamu membantahku mengenai Allah, padahal sesungguhnya Ia telah memberi hidayah petunjuk kepadaku? Dan aku pula tidak takut (akan sebarang bahaya dari) apa yang kamu sekutukan dengan Allah, kecuali Tuhanku menghendaki sesuatu dari bahaya itu. (Sesungguhnya) pengetahuan Tuhanku meliputi tiap-tiap sesuatu, tidakkah kamu mahu (insaf) mengambil pelajaran?"
                },
                {
                    "id": 1091846,
                    "resource_id": 161,
                    "text": "তার জাতি তার সাথে বাদানুবাদ করল। সে বলল, তোমরা আল্লাহর ব্যাপারে আমার সাথে বাদানুবাদ করছ অথচ তিনি আমাকে সৎপথ দেখিয়েছেন। তোমরা যাদেরকে তার অংশীদার স্থির কর আমি তাদেরকে ভয় করি না। অবশ্য আল্লাহ যদি কিছু ইচ্ছে করেন (তবে সে কথা আলাদা)। প্রতিটি বস্তু সম্পর্কে আমার প্রতিপালকের জ্ঞান পরিব্যাপ্ত, তোমরা কি তা বুঝবে না?"
                }
            ]
        },
        {
            "id": 870,
            "verse_number": 81,
            "verse_key": "6:81",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 110,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ عَلَيْكُمْ سُلْطَـٰنًا ۚ فَأَىُّ ٱلْفَرِيقَيْنِ أَحَقُّ بِٱلْأَمْنِ ۖ إِن كُنتُمْ تَعْلَمُونَ",
            "page_number": 137,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101098,
                    "resource_id": 20,
                    "text": "And how should I fear what you associate while you do not fear that you have associated with Allāh that for which He has not sent down to you any authority? So which of the two parties has more right to security, if you should know?\""
                },
                {
                    "id": 218953,
                    "resource_id": 39,
                    "text": "\"Dan bagaimanakah aku hendak takutkan apa yang kamu sekutukan dengan Allah itu (yang tidak dapat mendatangkan sesuatu bahaya), padahal kamu tidak takut bahawa kamu telah sekutukan Allah dengan sesuatu yang Allah tidak menurunkan sebarang keterangan kepada kamu mengenainya? Maka yang manakah di antara dua puak itu yang lebih berhak mendapat keamanan (dari bahaya), jika betul kamu mengetahui?\""
                },
                {
                    "id": 1091847,
                    "resource_id": 161,
                    "text": "তোমরা যাদেরকে (আল্লাহর) অংশীদার স্থির করেছ আমি তাদেরকে কীভাবে ভয় করতে পারি, যেখানে তোমরা আল্লাহর অংশীদার বানিয়ে নিতে ভয় কর না যে সম্পর্কে আল্লাহ কোন প্রমাণই নাযিল করেননি। নিরাপত্তা লাভের ব্যাপারে (এ) দু’টি দলের মধ্যে কোনটি বেশি হকদার? বল, যদি তোমাদের জানা থাকে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}