{
    "verses": [
        {
            "id": 880,
            "verse_number": 91,
            "verse_key": "6:91",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 112,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ إِذْ قَالُوا۟ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ بَشَرٍ مِّن شَىْءٍ ۗ قُلْ مَنْ أَنزَلَ ٱلْكِتَـٰبَ ٱلَّذِى جَآءَ بِهِۦ مُوسَىٰ نُورًا وَهُدًى لِّلنَّاسِ ۖ تَجْعَلُونَهُۥ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا ۖ وَعُلِّمْتُم مَّا لَمْ تَعْلَمُوٓا۟ أَنتُمْ وَلَآ ءَابَآؤُكُمْ ۖ قُلِ ٱللَّهُ ۖ ثُمَّ ذَرْهُمْ فِى خَوْضِهِمْ يَلْعَبُونَ",
            "page_number": 139,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101161,
                    "resource_id": 20,
                    "text": "And they did not appraise Allāh with true appraisal<sup foot_note=196249>1</sup> when they said, \"Allāh did not reveal to a human being anything.\" Say, \"Who revealed the Scripture that Moses brought as light and guidance to the people? You [Jews] make it into pages, disclosing [some of] it and concealing much. And you<sup foot_note=196248>2</sup> were taught that which you knew not - neither you nor your fathers.\" Say, \"Allāh [revealed it].\" Then leave them in their [empty] discourse, amusing themselves."
                },
                {
                    "id": 219007,
                    "resource_id": 39,
                    "text": "Dan tiadalah mereka (kaum Yahudi) menghormati Allah sesuai dengan penghormatan yang sebenarnya ketika mereka berkata: \"Allah tidak menurunkan sesuatu pun kepada manusia\". Bertanyalah (kepada kaum Yahudi yang ingkar itu): \"Siapakah yang menurunkan Kitab (Taurat) yang dibawa oleh Nabi Musa sebagai cahaya dan petunjuk bagi manusia, yang kamu jadikan dia lembaran-lembaran kertas, sambil kamu perlihatkan (kepada orang ramai sebahagian kecil daripadanya) dan kamu sembunyikan kebanyakannya; sedang kamu pula diajarkan (dengan pengajaran-pengajaran yang terkandung di dalamnya), yang tidak diketahui oleh kamu (sebelum itu) dan tidak juga oleh datuk nenek kamu?\" Katakanlah (kepada mereka): \"Allah jualah (yang menurunkannya)\", kemudian, biarkanlah mereka leka bermain-main dalam kesesatannya."
                },
                {
                    "id": 1091857,
                    "resource_id": 161,
                    "text": "তারা আল্লাহকে যথাযথ মর্যাদা দিতে পারেনি যখন তারা এ কথা বলেছে যে, আল্লাহ কোন মানুষের কাছে কোন কিছুই অবতীর্ণ করেননি। বল, তাহলে ঐ কিতাব কে অবতীর্ণ করেছিলেন যা নিয়ে এসেছিলেন মূসা, যা ছিল মানুষের জন্য আলোকবর্তিকা ও সঠিক পথের দিকদিশারী, কাগজের পৃষ্ঠায় যা তোমরা প্রকাশ কর আর বেশির ভাগই গোপন কর, যার সাহায্যে তোমাদেরকে জানিয়ে দেয়া হয়েছে যা তোমরাও জানতে না, তোমাদের বাপ-দাদারাও জানত না? বল, (মূসার প্রতি ঐ কিতাব) আল্লাহ্ই (নাযিল করেছিলেন), অতঃপর তাদেরকে তাদের নিরর্থক আলোচনায় মত্ত হয়ে থাকতে দাও।"
                }
            ]
        },
        {
            "id": 881,
            "verse_number": 92,
            "verse_key": "6:92",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 112,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ مُّصَدِّقُ ٱلَّذِى بَيْنَ يَدَيْهِ وَلِتُنذِرَ أُمَّ ٱلْقُرَىٰ وَمَنْ حَوْلَهَا ۚ وَٱلَّذِينَ يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ يُؤْمِنُونَ بِهِۦ ۖ وَهُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
            "page_number": 139,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101173,
                    "resource_id": 20,
                    "text": "And this is a Book which We have sent down, blessed and confirming what was before it, that you may warn the Mother of Cities [i.e., Makkah] and those around it.<sup foot_note=196250>1</sup> Those who believe in the Hereafter believe in it, and they are maintaining their prayers."
                },
                {
                    "id": 219017,
                    "resource_id": 39,
                    "text": "Dan ini ialah Kitab (Al-Quran) yang Kami turunkan, yang mengandungi berkat (banyak faedah-faedah dan manfaatnya), lagi mengesahkan kebenaran (Kitab-kitab Suci) yang diturunkan sebelumnya, dan supaya engkau memberi peringatan kepada penduduk \"Ummul-Qura\" (Makkah) serta orang-orang yang tinggal di kelilingnya; dan orang-orang yang beriman kepada hari akhirat, mereka beriman kepada Al-Quran, dan mereka tetap mengerjakan dan memelihara sembahyangnya."
                },
                {
                    "id": 1091858,
                    "resource_id": 161,
                    "text": "আর [এখন যা মুহাম্মাদ (সা.)-এর প্রতি নাযিল করা হয়েছে] এ কিতাব বরকতে ভরপুর, তাদের কাছে যে কিতাব আছে তার সত্যতা প্রতিপাদনকারী, আর তা মক্কা ও তার চতুষ্পার্শবস্থ এলাকার লোকেদেরকে সতর্ক করার জন্য প্রেরিত। যারা আখেরাতে বিশ্বাস করে তারা এতে বিশ্বাস করে, আর তারা তাদের সলাতের হিফাযাত করে।"
                }
            ]
        },
        {
            "id": 882,
            "verse_number": 93,
            "verse_key": "6:93",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 112,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ قَالَ أُوحِىَ إِلَىَّ وَلَمْ يُوحَ إِلَيْهِ شَىْءٌ وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنزَلَ ٱللَّهُ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ فِى غَمَرَٰتِ ٱلْمَوْتِ وَٱلْمَلَـٰٓئِكَةُ بَاسِطُوٓا۟ أَيْدِيهِمْ أَخْرِجُوٓا۟ أَنفُسَكُمُ ۖ ٱلْيَوْمَ تُجْزَوْنَ عَذَابَ ٱلْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى ٱللَّهِ غَيْرَ ٱلْحَقِّ وَكُنتُمْ عَنْ ءَايَـٰتِهِۦ تَسْتَكْبِرُونَ",
            "page_number": 139,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101182,
                    "resource_id": 20,
                    "text": "And who is more unjust than one who invents a lie about Allāh or says, \"It has been inspired to me,\" while nothing has been inspired to him, and one who says, \"I will reveal [something] like what Allāh revealed.\" And if you could but see when the wrongdoers are in the overwhelming pangs of death while the angels extend their hands,<sup foot_note=196251>1</sup> [saying], \"Discharge your souls! Today you will be awarded the punishment of [extreme] humiliation for what you used to say against Allāh other than the truth and [that] you were, toward His verses, being arrogant.\""
                },
                {
                    "id": 219030,
                    "resource_id": 39,
                    "text": "Dan siapakah yang lebih zalim daripada orang yang mereka-reka perkara yang dusta terhadap Allah, atau orang yang berkata: \"Telah diberi wahyu kepadaku\", padahal tidak diberikan sesuatu wahyupunr kepadanya; dan orang yang berkata: \"Aku akan menurunkan seperti apa yang diturunkan Allah\". Dan (sungguh ngeri) sekiranya engkau melihat ketika orang-orang yang zalim itu dalam penderitaan \"sakratul-maut\" (ketika hendak putus nyawa), sedang malaikat-malaikat pula menghulurkan tangan mereka (memukul dan menyeksa orang-orang itu) sambil berkata (dengan menengking dan mengejek): \"Keluarkanlah nyawa kamu (dari tubuh kamu sendiri); pada hari ini kamu dibalas dengan azab seksa yang menghina (kamu) sehina-hinanya, disebabkan apa yang telah kamu katakan terhadap Allah dengan tidak benar, dan kamu pula (menolak dengan) sombong takbur akan ayat-ayat keteranganNya\"."
                },
                {
                    "id": 1091859,
                    "resource_id": 161,
                    "text": "তার থেকে বড় যালিম আর কে যে আল্লাহ সম্পর্কে মিথ্যে কথা রচনা করে অথবা বলে, আমার প্রতি ওয়াহী নাযিল হয়; যদিও তার কাছে কিছুই অবতীর্ণ হয় না। আর যে বলে : আল্লাহ যা নাযিল করেন আমি শীঘ্রই তার অনুরূপ নাযিল করব। হায়! যদি তুমি ঐ যালিমদেরকে দেখতে পেতে যখন তারা মৃত্যু যন্ত্রণায় ছটফট করতে থাকবে, আর ফেরেশতারা হাত বাড়িয়ে দিয়ে বলবে, তোমাদের জানগুলোকে বের করে দাও, আজ তোমাদেরকে অবমাননাকর আযাব দেয়া হবে যেহেতু তোমরা আল্লাহ সম্পর্কে এমন কথা বলতে যা প্রকৃত সত্য নয় আর তাঁর নিদর্শনগুলোর ব্যাপারে ঔদ্ধত্য প্রদর্শন করতে।"
                }
            ]
        },
        {
            "id": 883,
            "verse_number": 94,
            "verse_key": "6:94",
            "hizb_number": 14,
            "rub_el_hizb_number": 55,
            "ruku_number": 112,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ جِئْتُمُونَا فُرَٰدَىٰ كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍ وَتَرَكْتُم مَّا خَوَّلْنَـٰكُمْ وَرَآءَ ظُهُورِكُمْ ۖ وَمَا نَرَىٰ مَعَكُمْ شُفَعَآءَكُمُ ٱلَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَـٰٓؤُا۟ ۚ لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ",
            "page_number": 139,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101193,
                    "resource_id": 20,
                    "text": "[It will be said to them], \"And you have certainly come to Us alone [i.e., individually] as We created you the first time, and you have left whatever We bestowed upon you behind you. And We do not see with you your 'intercessors' which you claimed that they were among you associates [of Allāh]. It has [all] been severed between you,<sup foot_note=196252>1</sup> and lost from you is what you used to claim.\""
                },
                {
                    "id": 219041,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya, kamu tetap datang kepada Kami (pada hari kiamat) dengan bersendirian, sebagaimana Kami jadikan kamu pada mulanya; dan kamu tinggalkan di belakang kamu apa yang telah kami kurniakan kepada kamu; dan Kami tidak melihat beserta kamu penolong-penolong yang kamu anggap dan sifatkan bahawa mereka ialah sekutu-sekutu Allah dalam kalangan kamu. Demi sesungguhnya, telah putuslah perhubungan antara kamu (dengan mereka), dan hilang lenyaplah daripada kamu apa yang dahulu kamu anggap dan sifatkan (memberi faedah dan manfaat)."
                },
                {
                    "id": 1091860,
                    "resource_id": 161,
                    "text": "(ক্বিয়ামাতের দিন আল্লাহ বলবেন) তোমরা আমার নিকট তেমনই নিঃসঙ্গ অবস্থায় হাজির হয়েছ যেমনভাবে আমি তোমাদেরকে প্রথমবার সৃষ্টি করেছিলাম, তোমাদেরকে যা (নি‘মাতরাজি) দান করেছিলাম তা তোমরা তোমাদের পেছনে ফেলে রেখে এসেছ, আর তোমাদের সাথে সেই সুপারিশকারীগণকেও দেখছি না যাদের সম্পর্কে তোমরা ধারণা করতে যে তোমাদের কার্য উদ্ধারের ব্যাপারে তাদের অংশ আছে। তোমাদের মধ্যেকার সম্পর্ক একেবারেই ছিন্ন হয়ে গেছে, আর তোমরা যে সব ধারণা করতে সে সব অকার্যকর প্রমাণিত হয়েছে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}