{
    "verses": [
        {
            "id": 96,
            "verse_number": 89,
            "verse_key": "2:89",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 12,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا جَآءَهُمْ كِتَـٰبٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُوا۟ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى ٱلَّذِينَ كَفَرُوا۟ فَلَمَّا جَآءَهُم مَّا عَرَفُوا۟ كَفَرُوا۟ بِهِۦ ۚ فَلَعْنَةُ ٱللَّهِ عَلَى ٱلْكَـٰفِرِينَ",
            "page_number": 14,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98519,
                    "resource_id": 20,
                    "text": "And when there came to them a Book [i.e., the Qur’ān] from Allāh confirming that which was with them - although before they used to pray for victory against those who disbelieved - but [then] when there came to them that which they recognized, they disbelieved in it; so the curse of Allāh will be upon the disbelievers."
                },
                {
                    "id": 216385,
                    "resource_id": 39,
                    "text": "Dan ketika datang kepada mereka sebuah Kitab dari Allah (Al Quran), yang mengesahkan apa yang ada pada mereka (Kitab Taurat), sedang mereka sebelum itu sentiasa memohon (kepada Allah) kemenangan atas kaum kafir musyrik (dengan kedatangan seorang Nabi pembawa Kitab itu). Setelah datang kepada mereka apa yang mereka sedia mengetahui kebenarannya (Nabi Muhammad dan Al Quran), mereka mengingkarinya; maka (dengan yang demikian), laknat Allah menimpa orang-orang yang kafir ingkar itu."
                },
                {
                    "id": 1091073,
                    "resource_id": 161,
                    "text": "তাদের কাছে যা আছে, তার সমর্থক কিতাব যখন আল্লাহর নিকট থেকে আসল, যদিও পূর্বে কাফিরদের বিরুদ্ধে তারা এর সাহায্যে বিজয় প্রার্থনা করত, আর সেটাকে তারা চিনতেও পারল, তবুও যখন তা তাদের নিকট আসল, তখন তারা তা অবিশ্বাস করল; সুতরাং অবিশ্বাসকারীদের প্রতি আল্লাহর অভিসম্পাত।"
                }
            ]
        },
        {
            "id": 97,
            "verse_number": 90,
            "verse_key": "2:90",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 12,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "بِئْسَمَا ٱشْتَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ أَن يَكْفُرُوا۟ بِمَآ أَنزَلَ ٱللَّهُ بَغْيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضْلِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
            "page_number": 14,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98522,
                    "resource_id": 20,
                    "text": "How wretched is that for which they sold themselves - that they would disbelieve in what Allāh has revealed through [their] outrage that Allāh would send down His favor upon whom He wills from among His servants. So they returned having [earned] wrath upon wrath. And for the disbelievers is a humiliating punishment."
                },
                {
                    "id": 216388,
                    "resource_id": 39,
                    "text": "Sejahat-jahat perkara (yang mereka lakukan) ialah perbuatan mereka membeli kesenangan dirinya sendiri dengan mengingkari Al-Quran yang telah diturunkan oleh Allah, kerana dengki bahawa Allah menurunkan dari limpah kurniaNya (wahyu) kepada sesiapa yang dikehendakiNya di antara hamba-hambaNya (iaitu Nabi Muhammad s.a.w). Dengan sebab itu sudah sepatutnya mereka mendapat kemurkaan Allah bertalu-talu, dan orang-orang yang kafir itu akan beroleh azab sengsara yang menghinakan."
                },
                {
                    "id": 1091074,
                    "resource_id": 161,
                    "text": "তা কতই না নিকৃষ্ট যার বিনিময়ে তারা নিজেদের আত্মাকে বিক্রি করেছে, তা এই যে, আল্লাহ যা অবতীর্ণ করেছেন, জিদের বশে তারা তা প্রত্যাখ্যান করত শুধু এজন্য যে, আল্লাহ তাঁর বান্দাহদের মধ্য হতে যাকে ইচ্ছে অনুগ্রহ করেন, অতএব তারা ক্রোধের উপর ক্রোধের পাত্র হল এবং কাফিরদের জন্যই লাঞ্ছনাদায়ক শাস্তি রয়েছে।"
                }
            ]
        },
        {
            "id": 98,
            "verse_number": 91,
            "verse_key": "2:91",
            "hizb_number": 2,
            "rub_el_hizb_number": 5,
            "ruku_number": 12,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ بِمَآ أَنزَلَ ٱللَّهُ قَالُوا۟ نُؤْمِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 14,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98523,
                    "resource_id": 20,
                    "text": "And when it is said to them, \"Believe in what Allāh has revealed,\" they say, \"We believe [only] in what was revealed to us.\" And they disbelieve in what came after it, while it is the truth confirming that which is with them. Say, \"Then why did you kill the prophets of Allāh before, if you are [indeed] believers?\""
                },
                {
                    "id": 216389,
                    "resource_id": 39,
                    "text": "Dan apabila dikatakan kepada mereka: \"Berimanlah kamu kepada apa yang telah diturunkan oleh Allah (kepada Nabi Muhammad)\", mereka menjawab: \"Kami hanya beriman kepada apa yang telah diturunkan kepada kami (Taurat)\". Dan mereka ingkarkan (Kitab) yang lain yang diturunkan kemudian daripadanya, padahal Al-Quran itu benar lagi mengesahkan Kitab Taurat yang ada pada mereka. Katakanlah (wahai Muhammad): \"Jika demikian mengapa kamu membunuh Nabi-nabi Allah pada masa yang lalu kalaulah kamu benar-benar orang-orang yang beriman?\"."
                },
                {
                    "id": 1091075,
                    "resource_id": 161,
                    "text": "আর যখন তাদেরকে বলা হয়, ‘আল্লাহ যা অবতীর্ণ করেছেন তাতে ঈমান আন’; তারা বলে, ‘আমাদের প্রতি যা অবতীর্ণ হয়েছে তাতে আমরা বিশ্বাস করি’। অথচ পরবর্তী কিতাবকে (কুরআনকে) তারা প্রত্যাখ্যান করে, যদিও তা সত্য এবং যা তাদের নিকট আছে তার সমর্থক। বল, ‘যদি তোমরা বিশ্বাসী ছিলে তবে কেন তোমরা পূর্বে নাবীদেরকে হত্যা করেছিলে’?"
                }
            ]
        },
        {
            "id": 99,
            "verse_number": 92,
            "verse_key": "2:92",
            "hizb_number": 2,
            "rub_el_hizb_number": 6,
            "ruku_number": 12,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ وَلَقَدْ جَآءَكُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
            "page_number": 14,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98535,
                    "resource_id": 20,
                    "text": "And Moses had certainly brought you clear proofs. Then you took the calf [in worship] after that, while you were wrongdoers."
                },
                {
                    "id": 216400,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya telah datang kepada kamu Nabi Musa membawa keterangan-keterangan (mukjizat) kemudian kamu menyembah (patung) anak lembu sepeninggalannya, dan kamu (dengan perbuatan itu) adalah orang-orang yang zalim."
                },
                {
                    "id": 1091076,
                    "resource_id": 161,
                    "text": "এবং নিশ্চয়ই মূসা তোমাদের নিকট স্পষ্ট প্রমাণসহ এসেছে, তারপরেও তোমরা যালিম সেজে গো-বৎসকে উপাস্যরূপে গ্রহণ করেছিলে।"
                }
            ]
        },
        {
            "id": 100,
            "verse_number": 93,
            "verse_key": "2:93",
            "hizb_number": 2,
            "rub_el_hizb_number": 6,
            "ruku_number": 12,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱسْمَعُوا۟ ۖ قَالُوا۟ سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا۟ فِى قُلُوبِهِمُ ٱلْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُم بِهِۦٓ إِيمَـٰنُكُمْ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 14,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98548,
                    "resource_id": 20,
                    "text": "And [recall] when We took your covenant and raised over you the mount, [saying], \"Take what We have given you with determination and listen.\" They said [instead], \"We hear and disobey.\" And their hearts absorbed [the worship of] the calf because of their disbelief. Say, \"How wretched is that which your faith enjoins upon you, if you should be believers.\""
                },
                {
                    "id": 216412,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika Kami mengikat perjanjian setia dengan kamu semasa Kami angkatkan bukit Tursina itu ke atas kamu (sambil kami berfirman): \"Ambilah (dan amalkanlah ajaran Kitab Taurat) yang Kami berikan kepada kamu itu dengan bersungguh-sungguh, dan dengarlah (apa yang diperintahkan kepada kamu dengan mematuhinya)\". Mereka menjawab: \"Kami dengar, dan kami menderhaka\". Sedang kegemaran menyembah (patung) anak lembu itu telah mesra dan sebati di dalam hati mereka, dengan sebab kekufuran mereka. Katakanlah (wahai Muhammad):\" Amatlah jahatnya apa yang disuruh oleh iman kamu itu kalaulah kamu orang-orang yang beriman\"."
                },
                {
                    "id": 1091077,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন তোমাদের শপথ নিয়েছিলাম এবং তূর পর্বতকে তোমাদের ঊর্ধ্বে তুলেছিলাম এবং বলেছিলাম, ‘যা দিলাম তা দৃঢ়রূপে ধারণ কর এবং শ্রবণ কর’। তারা বলেছিল, আমরা শুনলাম ও অমান্য করলাম। কুফুরীর কারণে তাদের অন্তরে গো-বৎস-প্রীতি শিকড় গেড়ে বসেছিল। বল, ‘যদি তোমরা বিশ্বাসী হও, তবে তোমাদের বিশ্বাস যার নির্দেশ দেয়, তা কতই না নিকৃষ্ট’!"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}