{
    "verses": [
        {
            "id": 884,
            "verse_number": 95,
            "verse_key": "6:95",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 113,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّ ٱللَّهَ فَالِقُ ٱلْحَبِّ وَٱلنَّوَىٰ ۖ يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَمُخْرِجُ ٱلْمَيِّتِ مِنَ ٱلْحَىِّ ۚ ذَٰلِكُمُ ٱللَّهُ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
            "page_number": 140,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101205,
                    "resource_id": 20,
                    "text": "Indeed, Allāh is the cleaver of grain and date seeds.<sup foot_note=196253>1</sup> He brings the living out of the dead and brings the dead out of the living. That is Allāh; so how are you deluded?"
                },
                {
                    "id": 219046,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah jualah yang membelah (menumbuhkan) butir (tumbuh-tumbuhan) dan biji (buah-buahan). Ia mengeluarkan yang hidup dari yang mati, dan mengeluarkan yang mati dari yang hidup. Yang sedemikian itu kekuasaannya ialah Allah. Maka bagaimanakah kamu dipalingkan dari menyembahNya (oleh benda-benda yang kamu jadikan sekutuNya)?"
                },
                {
                    "id": 1091861,
                    "resource_id": 161,
                    "text": "আল্লাহই হচ্ছেন শস্য দানা ও বীজ বিদীর্ণকারী, তিনি মৃত থেকে জীবন্তকে বের করেন এবং জীবন্ত থেকে মৃতকে। এই হচ্ছেন আল্লাহ; সৎপথ থেকে তোমরা কোথায় চলে যাচ্ছ?"
                }
            ]
        },
        {
            "id": 885,
            "verse_number": 96,
            "verse_key": "6:96",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 113,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَالِقُ ٱلْإِصْبَاحِ وَجَعَلَ ٱلَّيْلَ سَكَنًا وَٱلشَّمْسَ وَٱلْقَمَرَ حُسْبَانًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
            "page_number": 140,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101210,
                    "resource_id": 20,
                    "text": "[He is] the cleaver of daybreak and has made the night for rest and the sun and moon for calculation.<sup foot_note=196254>1</sup> That is the determination of the Exalted in Might, the Knowing."
                },
                {
                    "id": 219049,
                    "resource_id": 39,
                    "text": "Allah jualah Yang membelah cahaya subuh (yang menyingsingkan fajar), dan yang menjadikan malam untuk tinggal berehat, dan menjadikan matahari dan bulan untuk mengira waktu (menurut peredarannya). Yang demikian itu adalah kuasa penentuan Allah Yang Maha Kuasa, lagi Maha Mengetahui."
                },
                {
                    "id": 1091862,
                    "resource_id": 161,
                    "text": "তিনি ঊষার উন্মেষ ঘটান, তিনি রাত সৃষ্টি করেছেন শান্তি ও আরামের জন্য, সূর্য ও চন্দ্র বানিয়েছেন গণনার জন্য। এসব মহাপরাক্রমশালী সর্বজ্ঞাতা কর্তৃক নির্ধারিত।"
                }
            ]
        },
        {
            "id": 886,
            "verse_number": 97,
            "verse_key": "6:97",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 113,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلنُّجُومَ لِتَهْتَدُوا۟ بِهَا فِى ظُلُمَـٰتِ ٱلْبَرِّ وَٱلْبَحْرِ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
            "page_number": 140,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101212,
                    "resource_id": 20,
                    "text": "And it is He who placed for you the stars that you may be guided by them through the darknesses of the land and sea. We have detailed the signs for a people who know."
                },
                {
                    "id": 219052,
                    "resource_id": 39,
                    "text": "Dan Dia lah yang menjadikan bintang-bintang bagi kamu supaya kamu berpedoman kepadanya dalam kegelapan (malam) di darat dan di laut. Sesungguhnya kami telah jelaskan tanda-tanda kebesaran (Kami) satu persatu bagi orang-orang yang mengetahui."
                },
                {
                    "id": 1091863,
                    "resource_id": 161,
                    "text": "তিনি তোমাদের জন্য নক্ষত্ররাজি সৃষ্টি করেছেন যাতে তোমরা সেগুলোর সাহায্যে জলে স্থলে অন্ধকারে পথের দিশা লাভ করতে পার। আমি আমার নিদর্শনগুলোকে জ্ঞানীদের জন্য বিশদভাবে বর্ণনা করে দিয়েছি।"
                }
            ]
        },
        {
            "id": 887,
            "verse_number": 98,
            "verse_key": "6:98",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 113,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنشَأَكُم مِّن نَّفْسٍ وَٰحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَفْقَهُونَ",
            "page_number": 140,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101214,
                    "resource_id": 20,
                    "text": "And it is He who produced you from one soul and [gave you] a place of dwelling and of storage.<sup foot_note=196255>1</sup> We have detailed the signs for a people who understand."
                },
                {
                    "id": 219062,
                    "resource_id": 39,
                    "text": "Dan Dia lah yang mencipta kamu dari diri yang satu (Adam), maka (bagi kamu) disediakan tempat tetap (dalam tulang sulbi bapa kamu atau di bumi), dan tempat simpanan (dalam rahim ibu atau dalam kubur). Sesungguhnya Kami telah jelaskan tanda-tanda kebesaran (Kami) satu persatu bagi orang-orang yang mengerti (secara mendalam)."
                },
                {
                    "id": 1091864,
                    "resource_id": 161,
                    "text": "তিনি তোমাদেরকে একটি প্রাণ হতে সৃষ্টি করেছেন, তারপর প্রত্যেকের জন্য একটা অবস্থান স্থল আছে আর একটি আছে তাকে গচ্ছিত রাখার জায়গা। জ্ঞান-বুদ্ধি সম্পন্ন লোকেদের জন্য আমি আমার আয়াতগুলোকে বিশদভাবে বর্ণনা করে দিয়েছি।"
                }
            ]
        },
        {
            "id": 888,
            "verse_number": 99,
            "verse_key": "6:99",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 113,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ نَبَاتَ كُلِّ شَىْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا وَمِنَ ٱلنَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّـٰتٍ مِّنْ أَعْنَابٍ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۗ ٱنظُرُوٓا۟ إِلَىٰ ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَيَنْعِهِۦٓ ۚ إِنَّ فِى ذَٰلِكُمْ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
            "page_number": 140,
            "juz_number": 7,
            "translations": [
                {
                    "id": 101216,
                    "resource_id": 20,
                    "text": "And it is He who sends down rain from the sky, and We produce thereby the growth of all things. We produce from it greenery from which We produce grains arranged in layers. And from the palm trees - of its emerging fruit are clusters hanging low. And [We produce] gardens of grapevines and olives and pomegranates, similar yet varied. Look at [each of] its fruit when it yields and [at] its ripening. Indeed in that are signs for a people who believe."
                },
                {
                    "id": 219066,
                    "resource_id": 39,
                    "text": "Dan Dia lah yang menurunkan hujan dari langit lalu Kami tumbuhkan dengan air hujan itu segala jenis tumbuh-tumbuhan, kemudian Kami keluarkan daripadanya tanaman yang menghijau, Kami keluarkan pula dari tanaman itu butir-butir (buah) yang bergugus-gugus; dan dari pohon-pohon tamar (kurma), dari mayang-mayangnya (Kami keluarkan) tandan-tandan buah yang mudah dicapai dan dipetik; dan (Kami jadikan) kebun-kebun dari anggur dan zaiton serta buah delima, yang bersamaan (bentuk, rupa dan rasanya) dan yang tidak bersamaan. Perhatikanlah kamu kepada buahnya apabila ia berbuah, dan ketika masaknya. Sesungguhnya yang demikian itu mengandungi tanda-tanda (yang menunjukkan kekuasaan Kami) bagi orang-orang yang beriman."
                },
                {
                    "id": 1091865,
                    "resource_id": 161,
                    "text": "তিনিই আকাশ থেকে বৃষ্টি বর্ষণ করেন অতঃপর তা দ্বারা আমি সকল প্রকার উদ্ভিদ উদগত করি, অতঃপর তা থেকে সবুজ পাতা উদ্গত করি, অতঃপর তা থেকে ঘন সন্নিবিষ্ট শস্যদানা উৎপন্ন করি, খেজুর গাছের মোচা থেকে ঝুলন্ত কাঁদি নির্গত করি, আঙ্গুরের বাগান সৃষ্টি করি, আর সৃষ্টি করি জায়তুন ও ডালিম, সেগুলো একই রকম এবং বিভিন্ন রকমও। লক্ষ্য কর তার ফলের প্রতি যখন গাছে ফল আসে আর ফল পাকে। এসবের ভিতরে মু’মিন সম্প্রদায়ের জন্য অবশ্যই নিদর্শন আছে।"
                }
            ]
        },
        {
            "id": 889,
            "verse_number": 100,
            "verse_key": "6:100",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 113,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ ٱلْجِنَّ وَخَلَقَهُمْ ۖ وَخَرَقُوا۟ لَهُۥ بَنِينَ وَبَنَـٰتٍۭ بِغَيْرِ عِلْمٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَصِفُونَ",
            "page_number": 140,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100847,
                    "resource_id": 20,
                    "text": "But they have attributed to Allāh partners - the jinn, while He has created them - and have fabricated for Him sons and daughters without knowledge. Exalted is He and high above what they describe."
                },
                {
                    "id": 218701,
                    "resource_id": 39,
                    "text": "Dan mereka menjadikan jin sekutu bagi Allah, padahal Allah jualah yang mencipta jin-jin itu; dan mereka berdusta terhadap Allah dengan mengada-adakan bagiNya anak-anak lelaki dan anak-anak perempuan, dengan tidak berdasarkan sebarang pengetahuan. Maha Suci Allah dan Maha Tinggilah Ia dari apa yang mereka sifatkan!"
                },
                {
                    "id": 1091866,
                    "resource_id": 161,
                    "text": "তারা জ্বীনকে আল্লাহর অংশীদার স্থির করে অথচ তাদেরকে তিনিই সৃষ্টি করেছেন, তারা না জেনে না বুঝে আল্লাহর জন্য পুত্র-কন্যা স্থির করে, তাদের এসব কথা হতে তিনি পবিত্র ও মহান।"
                }
            ]
        },
        {
            "id": 890,
            "verse_number": 101,
            "verse_key": "6:101",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 114,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَنَّىٰ يَكُونُ لَهُۥ وَلَدٌ وَلَمْ تَكُن لَّهُۥ صَـٰحِبَةٌ ۖ وَخَلَقَ كُلَّ شَىْءٍ ۖ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
            "page_number": 140,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100848,
                    "resource_id": 20,
                    "text": "[He is] Originator of the heavens and the earth. How could He have a son when He does not have a companion [i.e., wife] and He created all things? And He is, of all things, Knowing."
                },
                {
                    "id": 218702,
                    "resource_id": 39,
                    "text": "(Dia lah) yang menciptakan langit dan bumi. Bagaimanakah Ia mempunyai anak sedang Ia tidak mempunyai isteri? Ia pula yang menciptakan tiap-tiap sesuatu, dan Dia lah Yang Maha Mengetahui akan segala-galanya."
                },
                {
                    "id": 1091867,
                    "resource_id": 161,
                    "text": "তিনি আকাশমন্ডলী ও যমীনের উদ্ভাবক, কীভাবে তাঁর সন্তান হতে পারে যেহেতু তাঁর কোন সঙ্গীণীই নেই, সব কিছু তো তিনিই সৃষ্টি করেছেন, আর প্রতিটি জিনিস সম্পর্কে তিনি পূর্ণ জ্ঞান রাখেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}