{
    "verses": [
        {
            "id": 891,
            "verse_number": 102,
            "verse_key": "6:102",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 114,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ خَـٰلِقُ كُلِّ شَىْءٍ فَٱعْبُدُوهُ ۚ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
            "page_number": 141,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100849,
                    "resource_id": 20,
                    "text": "That is Allāh, your Lord; there is no deity except Him, the Creator of all things, so worship Him. And He is Disposer of all things."
                },
                {
                    "id": 218703,
                    "resource_id": 39,
                    "text": "Yang demikian (sifat-sifatNya dan kekuasaanNya) ialah Allah Tuhan kamu, tiada Tuhan (yang berhak disembah) melainkan Dia, yang menciptakan tiap-tiap sesuatu, maka beribadatlah kamu kepadaNya. Dan (ingatlah) Dia lah yang mentadbirkan segala-galanya."
                },
                {
                    "id": 1091868,
                    "resource_id": 161,
                    "text": "এই হলেন তোমাদের প্রতিপালক, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, সব কিছুর স্রষ্টা; কাজেই তোমরা তাঁরই ‘ইবাদাত কর, তিনি সমস্ত বিষয়ের র্কমবিধায়ক।"
                }
            ]
        },
        {
            "id": 892,
            "verse_number": 103,
            "verse_key": "6:103",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 114,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَّا تُدْرِكُهُ ٱلْأَبْصَـٰرُ وَهُوَ يُدْرِكُ ٱلْأَبْصَـٰرَ ۖ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
            "page_number": 141,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100850,
                    "resource_id": 20,
                    "text": "Vision perceives Him not,<sup foot_note=196258>1</sup> but He perceives [all] vision; and He is the Subtle,<sup foot_note=196257>2</sup> the Aware.<sup foot_note=196256>3</sup>"
                },
                {
                    "id": 218704,
                    "resource_id": 39,
                    "text": "Ia tidak dapat dilihat dan diliputi oleh penglihatan mata, sedang Ia dapat melihat (dan mengetahui hakikat) segala penglihatan (mata), dan Dia lah Yang Maha Halus (melayan hamba-hambaNya dengan belas kasihan), lagi Maha Mendalam pengetahuanNya."
                },
                {
                    "id": 1091869,
                    "resource_id": 161,
                    "text": "দৃষ্টি তার নাগাল পায় না বরং তিনিই সকল দৃষ্টি নাগালে রাখেন, তিনি অতিশয় সূক্ষ্ণদর্শী, সব বিষয়ে ওয়াকিফহাল।"
                }
            ]
        },
        {
            "id": 893,
            "verse_number": 104,
            "verse_key": "6:104",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 114,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَدْ جَآءَكُم بَصَآئِرُ مِن رَّبِّكُمْ ۖ فَمَنْ أَبْصَرَ فَلِنَفْسِهِۦ ۖ وَمَنْ عَمِىَ فَعَلَيْهَا ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
            "page_number": 141,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100851,
                    "resource_id": 20,
                    "text": "There has come to you enlightenment from your Lord. So whoever will see does so for [the benefit of] his soul, and whoever is blind [does harm] against it. And [say], \"I am not a guardian over you.\"<sup foot_note=196259>1</sup>"
                },
                {
                    "id": 218705,
                    "resource_id": 39,
                    "text": "(Katakanlah wahai Muhammad): \"Sesungguhnya telah datang kepada kamu keterangan-keterangan (dalil-dalil dan bukti) dari Tuhan kamu; oleh itu sesiapa melihat (kebenaran itu serta menerimanya) maka faedahnya terpulang kepada dirinya sendiri, dan sesiapa buta (dan enggan menerimanya) maka bahayanya tertimpalah ke atas dirinya sendiri. Dan tiadalah aku berkewajipan menjaga dan mengawasi kamu\"."
                },
                {
                    "id": 1091870,
                    "resource_id": 161,
                    "text": "তোমাদের কাছে তোমাদের প্রতিপালকের নিকট থেকে (অন্তরের) আলো এসে পৌঁছেছে, যে লোক (এই আলো দিয়ে) দেখবে তাতে তার নিজেরই কল্যাণ হবে, আর যে অন্ধ থাকবে, তার অকল্যাণ তার ঘাড়েই পড়বে। (বাণী পৌঁছে দেয়ার দায়িত্ব দিয়ে আমাকে পাঠানো হয়েছে) আমি তোমাদেরকে পাহারা দেয়ার জন্য দায়িত্বপাপ্ত হইনি।"
                }
            ]
        },
        {
            "id": 894,
            "verse_number": 105,
            "verse_key": "6:105",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 114,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ وَلِيَقُولُوا۟ دَرَسْتَ وَلِنُبَيِّنَهُۥ لِقَوْمٍ يَعْلَمُونَ",
            "page_number": 141,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100852,
                    "resource_id": 20,
                    "text": "And thus do We diversify the verses so they [i.e., the disbelievers] will say, \"You have studied,\"<sup foot_note=196260>1</sup> and so We may make it [i.e., the Qur’ān] clear for a people who know."
                },
                {
                    "id": 218706,
                    "resource_id": 39,
                    "text": "Dan demikianlah Kami menerangkan ayat-ayat keterangan Kami satu persatu (dengan berbagai cara, untuk menimbulkan keingkaran mereka) dan supaya mereka (yang ingkar itu menuduhmu dengan) berkata: \"Engkau telah mempelajarinya (dari orang-orang lain) \", dan supaya kami menerangkan (Al-Quran) itu kepada orang-orang yang (mahu) mengetahui."
                },
                {
                    "id": 1091871,
                    "resource_id": 161,
                    "text": "এভাবেই আমি নিদর্শনগুলোকে বার বার নানাভাবে বর্ননা করি। যার ফলে তারা (অর্থাৎ অবিশ্বাসীরা) বলে, তুমি (এসব কথা অন্যের কাছ থেকে) শিখে নিয়েছ, বস্তুত আমি জ্ঞানী লোকদের জন্য তা সুস্পষ্টভাবে বিবৃত করি।"
                }
            ]
        },
        {
            "id": 895,
            "verse_number": 106,
            "verse_key": "6:106",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 114,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱتَّبِعْ مَآ أُوحِىَ إِلَيْكَ مِن رَّبِّكَ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
            "page_number": 141,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100853,
                    "resource_id": 20,
                    "text": "Follow, [O Muḥammad], what has been revealed to you from your Lord - there is no deity except Him - and turn away from those who associate others with Allāh."
                },
                {
                    "id": 218707,
                    "resource_id": 39,
                    "text": "Ikutlah apa yang telah diwahyukan kepadamu dari Tuhanmu, tiada Tuhan (yang berhak disembah) melainkan Dia, dan berpalinglah dari orang-orang musyrik."
                },
                {
                    "id": 1091872,
                    "resource_id": 161,
                    "text": "তুমি তোমার প্রতিপালকের নিকট থেকে যে ওয়াহী পাও তার অনুসরণ কর, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, তুমি মুশরিকদের দিক থেকে মুখ ফিরিয়ে নাও।"
                }
            ]
        },
        {
            "id": 896,
            "verse_number": 107,
            "verse_key": "6:107",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 114,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكُوا۟ ۗ وَمَا جَعَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
            "page_number": 141,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100854,
                    "resource_id": 20,
                    "text": "But if Allāh had willed, they would not have associated. And We have not appointed you over them as a guardian, nor are you a manager over them.<sup foot_note=196261>1</sup>"
                },
                {
                    "id": 218708,
                    "resource_id": 39,
                    "text": "Dan kalau Allah menghendaki, nescaya mereka tidak mempersekutukanNya; dan Kami tidak menjadikan engkau (wahai Muhammad) penjaga dan pengawal mereka, dan engkau pula bukanlah wakil yang menguruskan hal-hal mereka (kerana semuanya itu terserah kepada Allah semata-mata)."
                },
                {
                    "id": 1091873,
                    "resource_id": 161,
                    "text": "আল্লাহ ইচ্ছে করলে তারা আল্লাহর অংশী স্থির করত না, (আসল শিক্ষা তাদেরকে জানিয়ে দেয়া হয়েছে, এখন তারা মানুক বা না মানুক) আমি তোমাকে তাদের উপর পাহারাদার পাঠায়নি (জোর করে আল্লাহর ‘ইবাদাত করিয়ে নেয়ার জন্য), আর তুমি তাদের পক্ষ থেকে কর্মসম্পাদনকারীও নও।"
                }
            ]
        },
        {
            "id": 897,
            "verse_number": 108,
            "verse_key": "6:108",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 114,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَسُبُّوا۟ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ فَيَسُبُّوا۟ ٱللَّهَ عَدْوًۢا بِغَيْرِ عِلْمٍ ۗ كَذَٰلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ ثُمَّ إِلَىٰ رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 141,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100855,
                    "resource_id": 20,
                    "text": "And do not insult those they invoke other than Allāh, lest they insult Allāh in enmity without knowledge. Thus We have made pleasing to every community their deeds. Then to their Lord is their return, and He will inform them about what they used to do."
                },
                {
                    "id": 218709,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu cerca benda-benda yang mereka sembah yang lain dari Allah, kerana mereka kelak, akan mencerca Allah secara melampaui batas dengan ketiadaan pengetahuan. Demikianlah Kami memperelokkan pada pandangan tiap-tiap umat akan amal perbuatan mereka, kemudian kepada Tuhan merekalah tempat kembali mereka, lalu Ia menerangkan kepada mereka apa yang mereka telah lakukan."
                },
                {
                    "id": 1091874,
                    "resource_id": 161,
                    "text": "(ওহে মুমিনগণ!) আল্লাহকে বাদ দিয়ে যাদেরকে তারা ডাকে তোমরা তাদেরকে গালি দিও না, কেননা তারা তাদের অজ্ঞতাপ্রসূত শত্রুতার বশবর্তী হয়ে আল্লাহকে গালি দেবে। আর এভাবেই আমি প্রত্যেক জাতির জন্য তাদের কার্যকলাপকে তাদের দৃষ্টিতে চাকচিক্যময় করে দিয়েছি, অতঃপর তাদের প্রত্যাবর্তন (ঘটবে) তাদের প্রতিপালকের নিকট, তখন তিনি তাদেরকে জানিয়ে দিবেন যা কিছু তারা করতো।"
                }
            ]
        },
        {
            "id": 898,
            "verse_number": 109,
            "verse_key": "6:109",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 114,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَتْهُمْ ءَايَةٌ لَّيُؤْمِنُنَّ بِهَا ۚ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ ۖ وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لَا يُؤْمِنُونَ",
            "page_number": 141,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100856,
                    "resource_id": 20,
                    "text": "And they swear by Allāh their strongest oaths that if a sign came to them, they would surely believe in it. Say, \"The signs are only with [i.e., from] Allāh.\" And what will make you perceive that even if it [i.e., a sign] came, they would not believe."
                },
                {
                    "id": 214887,
                    "resource_id": 39,
                    "text": "Dan mereka pula bersumpah dengan nama Allah, dengan menegaskan sumpah mereka bersungguh-sungguh, bahawa sesungguhnya jika datang kepada mereka sesuatu mukjizat (sebagaimana yang mereka minta itu), tentulah mereka akan beriman kepadanya. Katakanlah (wahai Muhammad): \"Bahawa soal mendatangkan mukjizat-mukjizat itu hanyalah Allah yang menentukannya, dan kamu tidak menyedari (wahai orang-orang Islam), bahawa apabila mukjizat-mukjizat (yang mereka minta) itu datang, mereka juga tidak akan beriman."
                },
                {
                    "id": 1091875,
                    "resource_id": 161,
                    "text": "তারা আল্লাহর নামে কঠিন শপথ করে বলে- তাদের নিকট যদি কোন নিদর্শন আসত তবে তারা অবশ্যই তাঁর প্রতি ঈমান আনত। বল, নিদর্শন (আনার ব্যাপারটি) হল আল্লাহর ইখতিয়ারভুক্ত। নিদর্শন আসলেও তারা যে ঈমান আনবে না, এ কথা কীভাবে তোমাদেরকে বুঝানো যাবে?"
                }
            ]
        },
        {
            "id": 899,
            "verse_number": 110,
            "verse_key": "6:110",
            "hizb_number": 14,
            "rub_el_hizb_number": 56,
            "ruku_number": 114,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَنُقَلِّبُ أَفْـِٔدَتَهُمْ وَأَبْصَـٰرَهُمْ كَمَا لَمْ يُؤْمِنُوا۟ بِهِۦٓ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
            "page_number": 141,
            "juz_number": 7,
            "translations": [
                {
                    "id": 100859,
                    "resource_id": 20,
                    "text": "And We will turn away their hearts and their eyes just as they refused to believe in it [i.e., the revelation] the first time. And We will leave them in their transgression, wandering blindly."
                },
                {
                    "id": 218714,
                    "resource_id": 39,
                    "text": "Dan kami palingkan hati mereka dan pemandangan mereka sebagaimana mereka telah tidak (mahu) beriman kepada (ayat-ayat Kami ketika datang kepada mereka) pada awal mulanya, dan Kami biarkan mereka meraba-raba di dalam kesesatannya dengan bingung."
                },
                {
                    "id": 1091876,
                    "resource_id": 161,
                    "text": "আর আমিও এদের অন্তর ও দৃষ্টিসমূহকে (অন্য দিকে) ফিরিয়ে দেব, আর তাদেরকে তাদের অবাধ্যতার ঘূর্ণিপাকে অন্ধের মত ঘুরে মরার সুযোগ দেব।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}