{
    "verses": [
        {
            "id": 914,
            "verse_number": 125,
            "verse_key": "6:125",
            "hizb_number": 15,
            "rub_el_hizb_number": 57,
            "ruku_number": 116,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَمَن يُرِدِ ٱللَّهُ أَن يَهْدِيَهُۥ يَشْرَحْ صَدْرَهُۥ لِلْإِسْلَـٰمِ ۖ وَمَن يُرِدْ أَن يُضِلَّهُۥ يَجْعَلْ صَدْرَهُۥ ضَيِّقًا حَرَجًا كَأَنَّمَا يَصَّعَّدُ فِى ٱلسَّمَآءِ ۚ كَذَٰلِكَ يَجْعَلُ ٱللَّهُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يُؤْمِنُونَ",
            "page_number": 144,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100883,
                    "resource_id": 20,
                    "text": "So whoever Allāh wants to guide - He expands his breast to [contain] Islām; and whoever He wants to send astray<sup foot_note=196266>1</sup> - He makes his breast tight and constricted as though he were climbing into the sky. Thus does Allāh place defilement upon those who do not believe."
                },
                {
                    "id": 218734,
                    "resource_id": 39,
                    "text": "Maka sesiapa yang Allah kehendaki untuk memberi hidayah petunjuk kepadanya nescaya Ia melapangkan dadanya (membuka hatinya) untuk menerima Islam; dan sesiapa yang Allah kehendaki untuk menyesatkannya, nescaya Ia menjadikan dadanya sesak sempit sesempit-sempitnya, seolah-olah ia sedang mendaki naik ke langit (dengan susah payahnya). Demikianlah Allah menimpakan azab kepada orang-orang yang tidak beriman."
                },
                {
                    "id": 1091891,
                    "resource_id": 161,
                    "text": "আল্লাহ যাকে সৎপথ দেখাতে চান, তার অন্তরকে ইসলামের জন্য খুলে দেন, আর যাকে পথভ্রষ্ট করতে চান তার অন্তরকে সংকীর্ণ সংকুচিত করে দেন, (তার জন্য ইসলাম মান্য করা এমনি কঠিন) যেন সে আকাশে আরোহণ করছে। যারা ঈমান আনে না তাদের উপর আল্লাহ এভাবে লাঞ্ছনা চাপিয়ে দেন।"
                }
            ]
        },
        {
            "id": 915,
            "verse_number": 126,
            "verse_key": "6:126",
            "hizb_number": 15,
            "rub_el_hizb_number": 57,
            "ruku_number": 116,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَهَـٰذَا صِرَٰطُ رَبِّكَ مُسْتَقِيمًا ۗ قَدْ فَصَّلْنَا ٱلْـَٔايَـٰتِ لِقَوْمٍ يَذَّكَّرُونَ",
            "page_number": 144,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100884,
                    "resource_id": 20,
                    "text": "And this is the path of your Lord, [leading] straight. We have detailed the verses for a people who remember."
                },
                {
                    "id": 218735,
                    "resource_id": 39,
                    "text": "Dan inilah jalan Tuhanmu (ugama Islam) yang betul lurus. Sesungguhnya Kami telah menjelaskan ayat-ayat keterangan (Kami) satu persatu, bagi kaum yang mahu beringat - insaf."
                },
                {
                    "id": 1091892,
                    "resource_id": 161,
                    "text": "অথচ (ইসলামের) এ পথই তোমার প্রতিপালকের সরল-সঠিক পথ, যারা নাসীহাত গ্রহণ করে আমি তাদের জন্য নিদর্শনাবলী বিশদভাবে বিবৃত করে দিয়েছি।"
                }
            ]
        },
        {
            "id": 916,
            "verse_number": 127,
            "verse_key": "6:127",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 116,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ لَهُمْ دَارُ ٱلسَّلَـٰمِ عِندَ رَبِّهِمْ ۖ وَهُوَ وَلِيُّهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 144,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100885,
                    "resource_id": 20,
                    "text": "For them will be the Home of Peace [i.e., Paradise] with their Lord. And He will be their protecting friend because of what they used to do."
                },
                {
                    "id": 218736,
                    "resource_id": 39,
                    "text": "Bagi merekalah Syurga Darus-Salaam (tempat tinggal yang aman sejahtera) di sisi Tuhan mereka, dan Dia lah Penolong mereka, disebabkan amal-amal (yang baik) yang mereka telah kerjakan."
                },
                {
                    "id": 1091893,
                    "resource_id": 161,
                    "text": "তাদের জন্য তাদের প্রতিপালকের কাছে আছে শান্তিধাম, তিনিই তাদের পৃষ্ঠপোষক এজন্য যে তারা (সঠিক) ‘আমাল করেছিল।"
                }
            ]
        },
        {
            "id": 917,
            "verse_number": 128,
            "verse_key": "6:128",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 116,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا يَـٰمَعْشَرَ ٱلْجِنِّ قَدِ ٱسْتَكْثَرْتُم مِّنَ ٱلْإِنسِ ۖ وَقَالَ أَوْلِيَآؤُهُم مِّنَ ٱلْإِنسِ رَبَّنَا ٱسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَآ أَجَلَنَا ٱلَّذِىٓ أَجَّلْتَ لَنَا ۚ قَالَ ٱلنَّارُ مَثْوَىٰكُمْ خَـٰلِدِينَ فِيهَآ إِلَّا مَا شَآءَ ٱللَّهُ ۗ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ",
            "page_number": 144,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100886,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], the Day when He will gather them together [and say], \"O company of jinn, you have [misled] many of mankind.\" And their allies among mankind will say, \"Our Lord, some of us made use of others, and we have [now] reached our term which You appointed for us.\" He will say, \"The Fire is your residence, wherein you will abide eternally, except for what Allāh wills. Indeed, your Lord is Wise and Knowing.\""
                },
                {
                    "id": 218737,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) hari (kiamat yang padanya) Allah akan himpunkan mereka semua, (lalu berfirman): \"Wahai sekalian jin (Syaitan-syaitan)! Sesungguhnya kamu telah banyak pengikut-pengikut dari manusia\". Dan berkatalah pula pengikut-pengikut mereka dari golongan manusia: \"Wahai Tuhan kami, sebahagian kami (manusia) telah bersenang-senang (mendapat kemudahan) dengan sebahagian yang lain (Syaitan-syaitan), dan kami telah sampailah kepada masa kami (hari kiamat) yang Engkau telah tentukan bagi kami\". (Allah berfirman): \"Nerakalah tempat kediaman kamu, kekal kamu di dalamnya, kecuali apa yang dikehendaki Allah\". Sesungguhnya Tuhanmu (wahai Muhammad) Maha Bijaksana, lagi Maha Mengetahui."
                },
                {
                    "id": 1091894,
                    "resource_id": 161,
                    "text": "যেদিন তাদের সবাইকে একত্রিত করা হবে, (সেদিন আল্লাহ বলবেন) হে জ্বিন সমাজ! তোমরা মানব সমাজের উপর খুব বাড়াবাড়ি করেছ। মানব সমাজের মধ্য থেকে তাদের বন্ধুরা বলবে, হে আমাদের প্রতিপালক! আমরা পরস্পরে পরস্পরের নিকট হতে লাভবান হয়েছি আর আমরা আমাদের নির্ধারিত সময়ে পৌঁছে গেছি যা তুমি আমাদের জন্য নির্ধারিত করেছিলে। আল্লাহ বলবেন, জাহান্নামই হল তোমাদের বাসস্থান, তার মধ্যেই হবে তোমাদের চিরবাস, তবে আল্লাহ যদি অন্যরূপ ইচ্ছে করেন (তবে তাই হবে)। তোমার প্রতিপালক কুশলী এবং সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 918,
            "verse_number": 129,
            "verse_key": "6:129",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 116,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ نُوَلِّى بَعْضَ ٱلظَّـٰلِمِينَ بَعْضًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
            "page_number": 144,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100887,
                    "resource_id": 20,
                    "text": "And thus will We make some of the wrongdoers allies of others for what they used to earn.<sup foot_note=196267>1</sup>"
                },
                {
                    "id": 218738,
                    "resource_id": 39,
                    "text": "Dan demikianlah Kami jadikan sebahagian dari orang-orang yang zalim itu kawan rapat dengan sebahagian yang lain, disebabkan apa yang mereka telah usahakan (dari perbuatan-perbuatan kufur dan maksiat itu)."
                },
                {
                    "id": 1091895,
                    "resource_id": 161,
                    "text": "এভাবেই আমি (পরকালে) যালিমদেরকে পরস্পরের সঙ্গী বানিয়ে দেব সেই উপার্জনের বিনিময়ে যা তারা (দুনিয়াতে পরস্পরে এক সঙ্গে মিলে) করছিল।"
                }
            ]
        },
        {
            "id": 919,
            "verse_number": 130,
            "verse_key": "6:130",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰمَعْشَرَ ٱلْجِنِّ وَٱلْإِنسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ شَهِدْنَا عَلَىٰٓ أَنفُسِنَا ۖ وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
            "page_number": 144,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100890,
                    "resource_id": 20,
                    "text": "\"O company of jinn and mankind,<sup foot_note=196268>1</sup> did there not come to you messengers from among you, relating to you My verses and warning you of the meeting of this Day of yours?\" They will say, \"We bear witness against ourselves\"; and the worldly life had deluded them, and they will bear witness against themselves that they were disbelievers."
                },
                {
                    "id": 218741,
                    "resource_id": 39,
                    "text": "Wahai sekalian jin dan manusia! Bukankah telah datang kepada kamu Rasul-rasul dari kalangan kamu sendiri, yang menyampaikan kepada kamu ayat-ayatKu (perintah-perintahKu), dan yang memberikan amaran kepada kamu tentang pertemuan kamu dengan hari (kiamat) ini? Mereka menjawab: \"Kami menjadi saksi mengakui akan (kesalahan) diri kami sendiri (mendustakan Rasul-rasul itu)\". Dan (sebabnya ialah) mereka telah diperdayakan oleh (kemewahan) hidup di dunia dan (kerana itulah) mereka menjadi saksi (pada hari akhirat) terhadap diri mereka sendiri: (bahawa) sesungguhnya mereka adalah orang-orang yang mengingkari (apa yang telah disampaikan oleh Rasul-rasul itu)."
                },
                {
                    "id": 1091896,
                    "resource_id": 161,
                    "text": "(আল্লাহ জিজ্ঞেস করবেন) হে জ্বিন ও মানব সমাজ! তোমাদের কাছে তোমাদের মধ্য হতে কি রসূলগণ আসেননি যারা তোমাদের কাছে আমার আয়াত বর্ণনা করত আর এ দিনের সাথে যে সাক্ষাৎ ঘটবে সে ব্যাপারে তোমাদেরকে ভয় প্রদর্শন করত? তারা বলবে, আমরা আমাদের বিরুদ্ধে সাক্ষ্য দিচ্ছি; মূলতঃ এ দুনিয়ার জীবন তাদেরকে প্রতারিত করেছে, তারা নিজেদের বিরুদ্ধে সাক্ষ্য দেবে যে তারা কাফির ছিল।"
                }
            ]
        },
        {
            "id": 920,
            "verse_number": 131,
            "verse_key": "6:131",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا غَـٰفِلُونَ",
            "page_number": 144,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100891,
                    "resource_id": 20,
                    "text": "That is because your Lord would not destroy the cities for wrongdoing<sup foot_note=196269>1</sup> while their people were unaware."
                },
                {
                    "id": 218742,
                    "resource_id": 39,
                    "text": "Yang demikian (kedatangan Rasul-rasul itu ialah), kerana Tuhanmu tidak membinasakan negeri-negeri secara zalim sedang penduduknya leka lalai."
                },
                {
                    "id": 1091897,
                    "resource_id": 161,
                    "text": "এটা এজন্য যে আল্লাহ কোন জনপদকে ধ্বংস করেন না অন্যায়ভাবে এবং (সত্যপথ কোনটি আর ভুলপথ কোনটি সে সম্পর্কে) যখন তারা থাকে অনবহিত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}