{
    "verses": [
        {
            "id": 921,
            "verse_number": 132,
            "verse_key": "6:132",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلِكُلٍّ دَرَجَـٰتٌ مِّمَّا عَمِلُوا۟ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا يَعْمَلُونَ",
            "page_number": 145,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100892,
                    "resource_id": 20,
                    "text": "And for all are degrees [i.e., positions resulting] from what they have done. And your Lord is not unaware of what they do."
                },
                {
                    "id": 218743,
                    "resource_id": 39,
                    "text": "Dan bagi tiap-tiap seorang (dari manusia atau jin), beberapa darjat (tingkatan balasan) disebabkan (amal baik atau jahat) yang mereka telah kerjakan; dan (ingatlah) Tuhanmu tiadalah lalai dari apa yang mereka lakukan."
                },
                {
                    "id": 1091898,
                    "resource_id": 161,
                    "text": "প্রত্যেককে তার ‘আমাল অনুযায়ী মর্যাদা দেয়া হবে আর তারা যা করে সে ব্যাপারে তোমার প্রতিপালক বে-খবর নন।"
                }
            ]
        },
        {
            "id": 922,
            "verse_number": 133,
            "verse_key": "6:133",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَرَبُّكَ ٱلْغَنِىُّ ذُو ٱلرَّحْمَةِ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنۢ بَعْدِكُم مَّا يَشَآءُ كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ ءَاخَرِينَ",
            "page_number": 145,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100893,
                    "resource_id": 20,
                    "text": "And your Lord is the Free of need, the possessor of mercy. If He wills, He can do away with you and give succession after you to whomever He wills, just as He produced you from the descendants of another people."
                },
                {
                    "id": 218744,
                    "resource_id": 39,
                    "text": "Dan Tuhanmu Maha Kaya, lagi Melimpah-limpah rahmatNya. Jika Ia kehendaki, nescaya Ia binasakan kamu dan menggantikan sesudah (binasanya) kamu dengan sesiapa yang dikehendakiNya, sebagaimana Ia telah menjadikan kamu dari keturunan kaum yang lain."
                },
                {
                    "id": 1091899,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালক অমুখাপেক্ষী, অত্যন্ত দয়াশীল। তিনি ইচ্ছে করলে তোমাদেরকে অপসারিত করবেন এবং যাকে ইচ্ছে তোমাদের স্থলাভিষিক্ত করবেন যেমন তিনি তোমাদেরকে অন্য সম্প্রদায়ের বংশ হতে সৃষ্টি করেছেন।"
                }
            ]
        },
        {
            "id": 923,
            "verse_number": 134,
            "verse_key": "6:134",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ مَا تُوعَدُونَ لَـَٔاتٍ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ",
            "page_number": 145,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100894,
                    "resource_id": 20,
                    "text": "Indeed, what you are promised is coming, and you will not cause failure [to Allāh].<sup foot_note=196270>1</sup>"
                },
                {
                    "id": 218745,
                    "resource_id": 39,
                    "text": "Sesungguhnya apa yang dijanjikan kepada kamu (hari kiamat dan balasannya) tetap akan datang, dan kamu tidak akan dapat melepaskan diri (dari balasan itu)."
                },
                {
                    "id": 1091900,
                    "resource_id": 161,
                    "text": "যা ঘটবে বলে তোমাদেরকে ওয়াদা দেয়া হয়েছে তা ঘটবেই, তা ব্যর্থ করে দেয়ার ক্ষমতা তোমাদের নেই।"
                }
            ]
        },
        {
            "id": 924,
            "verse_number": 135,
            "verse_key": "6:135",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُۥ عَـٰقِبَةُ ٱلدَّارِ ۗ إِنَّهُۥ لَا يُفْلِحُ ٱلظَّـٰلِمُونَ",
            "page_number": 145,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100895,
                    "resource_id": 20,
                    "text": "Say, \"O my people, work according to your position; [for] indeed, I am working. And you are going to know who will have succession in the home.<sup foot_note=196271>1</sup> Indeed, the wrongdoers will not succeed.\""
                },
                {
                    "id": 218746,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Wahai kaumku (yang masih kafir), buatlah sedaya upaya kamu (untuk menentang Islam), sesungguhnya aku juga tetap beramal (berusaha dengan bersungguh-sungguh untuk mempertahankan Islam); kemudian kamu akan ketahui siapakah yang akan beroleh kebaikan dan kejayaan di dunia ini. Sesungguhnya orang-orang yang zalim itu tidak akan berjaya."
                },
                {
                    "id": 1091901,
                    "resource_id": 161,
                    "text": "বল, ‘হে আমার সম্প্রদায়! তোমরা তোমাদের (ধর্মীয়) অবস্থানে থেকে যা করছ করে যাও, আমিও আমার কাজ করছি, তোমরা শীঘ্রই জানতে পারবে কল্যাণময় পরিণতি কার হবে। যালিমগণ কখনও সফলকাম হয় না।"
                }
            ]
        },
        {
            "id": 925,
            "verse_number": 136,
            "verse_key": "6:136",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ مِمَّا ذَرَأَ مِنَ ٱلْحَرْثِ وَٱلْأَنْعَـٰمِ نَصِيبًا فَقَالُوا۟ هَـٰذَا لِلَّهِ بِزَعْمِهِمْ وَهَـٰذَا لِشُرَكَآئِنَا ۖ فَمَا كَانَ لِشُرَكَآئِهِمْ فَلَا يَصِلُ إِلَى ٱللَّهِ ۖ وَمَا كَانَ لِلَّهِ فَهُوَ يَصِلُ إِلَىٰ شُرَكَآئِهِمْ ۗ سَآءَ مَا يَحْكُمُونَ",
            "page_number": 145,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100896,
                    "resource_id": 20,
                    "text": "And they [i.e., the polytheists] assign to Allāh from that which He created of crops and livestock a share and say, \"This is for Allāh,\" by their claim, \"and this is for our 'partners' [associated with Him].\" But what is for their \"partners\" does not reach Allāh, while what is for Allāh - this reaches their \"partners.\" Evil is that which they rule."
                },
                {
                    "id": 218747,
                    "resource_id": 39,
                    "text": "Dan mereka (orang-orang musyrik) memperuntukkan dari hasil tanaman dan binatang-binatang ternak yang diciptakan oleh Allah itu, sebahagian bagi Allah (dan sebahagian lagi untuk berhala-berhala mereka), lalu mereka berkata: Ini untuk Allah - menurut anggapan mereka - dan ini untuk berhala-berhala kami.\" Kemudian apa yang telah ditentukan untuk berhala-berhala mereka, maka ia tidak sampai kepada Allah (kerana mereka tidak membelanjakannya pada jalan Allah), dan apa yang telah ditentukan untuk Allah, sampai pula kepada berhala-berhala mereka (kerana mereka membelanjakannya pada jalan itu). Amatlah jahatnya apa yang mereka hukumkan itu."
                },
                {
                    "id": 1091902,
                    "resource_id": 161,
                    "text": "আল্লাহ যে শস্য ও গবাদি পশু সৃষ্টি করেছেন তাত্থেকে তারা আল্লাহর জন্য একটা অংশ নির্দিষ্ট করে আর তারা তাদের ধারণামত বলে এ অংশ আল্লাহর জন্য, আর এ অংশ আমাদের দেবদেবীদের জন্য। যে অংশ তাদের দেবদেবীদের জন্য তা আল্লাহর নিকট পৌঁছে না, কিন্তু যে অংশ আল্লাহর তা তাদের দেবদেবীদের নিকট পৌঁছে। কতই না নিকৃষ্ট এই লোকদের ফায়সালা!"
                }
            ]
        },
        {
            "id": 926,
            "verse_number": 137,
            "verse_key": "6:137",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ ٱلْمُشْرِكِينَ قَتْلَ أَوْلَـٰدِهِمْ شُرَكَآؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا۟ عَلَيْهِمْ دِينَهُمْ ۖ وَلَوْ شَآءَ ٱللَّهُ مَا فَعَلُوهُ ۖ فَذَرْهُمْ وَمَا يَفْتَرُونَ",
            "page_number": 145,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100897,
                    "resource_id": 20,
                    "text": "And likewise, to many of the polytheists their partners<sup foot_note=196272>1</sup> have made [to seem] pleasing the killing of their children in order to bring about their destruction and to cover them with confusion in their religion. And if Allāh had willed, they would not have done so. So leave them and that which they invent."
                },
                {
                    "id": 218748,
                    "resource_id": 39,
                    "text": "Dan demikianlah juga (jahatnya) ketua-ketua yang orang-orang musyrik itu jadikan sekutu bagi Allah, menghasut kebanyakan dari mereka dengan kata-kata indah yang memperlihatkan eloknya perbuatan membunuh anak-anak mereka, untuk membinasakan mereka, dan untuk mengelirukan mereka nengenai ugama mereka. Dan kalau Allah kehendaki, nescaya mereka tidak melakukannya. Oleh itu biarkanlah mereka dan apa yang mereka ada-adakan itu."
                },
                {
                    "id": 1091903,
                    "resource_id": 161,
                    "text": "আর এভাবে তাদের দেবদেবীরা বহু মুশরিকদের চোখে নিজেদের সন্তান হত্যাকে আকর্ষণীয় করে দিয়েছে তাদেরকে ধ্বংস করার জন্য এবং তাদের দ্বীনকে সন্দেহপূর্ণ করার জন্য। আল্লাহ যদি ইচ্ছে করতেন তবে তারা তা করতে পারত না, কাজেই তাদেরকে ছেড়ে দাও, তারা তাদের মিথ্যে নিয়ে মগ্ন থাকুক।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}