{
    "verses": [
        {
            "id": 927,
            "verse_number": 138,
            "verse_key": "6:138",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ هَـٰذِهِۦٓ أَنْعَـٰمٌ وَحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ إِلَّا مَن نَّشَآءُ بِزَعْمِهِمْ وَأَنْعَـٰمٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَـٰمٌ لَّا يَذْكُرُونَ ٱسْمَ ٱللَّهِ عَلَيْهَا ٱفْتِرَآءً عَلَيْهِ ۚ سَيَجْزِيهِم بِمَا كَانُوا۟ يَفْتَرُونَ",
            "page_number": 146,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100898,
                    "resource_id": 20,
                    "text": "And they say, \"These animals<sup foot_note=196276>1</sup> and crops are forbidden; no one may eat from them except whom we will,\" by their claim. And there are those [camels] whose backs are forbidden [by them]<sup foot_note=196275>2</sup> and those upon which the name of Allāh is not mentioned<sup foot_note=196274>3</sup> - [all of this] an invention of untruth about Him.<sup foot_note=196273>4</sup> He will punish them for what they were inventing."
                },
                {
                    "id": 218749,
                    "resource_id": 39,
                    "text": "Dan mereka berkata lagi: \"Ini adalah binatang-binatang ternak dan tanaman-tanaman yang dilarang, yang tidak boleh seorang pun memakannya kecuali sesiapa yang kami kehendaki\", - menurut anggapan mereka; dan (sejenis lagi) binatang-binatang ternak yang dilarang menunggangnya; dan (sejenis lagi) bintang-bintang ternak yang tidak mereka sebutkan nama Allah ketika menyembelihnya; (semuanya itu mereka lakukan dengan) berdusta terhadap Allah. Allah akan membalas mereka disebabkan apa yang mereka telah ada-adakan itu."
                },
                {
                    "id": 1091904,
                    "resource_id": 161,
                    "text": "তারা তাদের ধারণা অনুসারে বলে, এই এই গবাদি পশু ও ফসল সুরক্ষিত। আমরা যার জন্য ইচ্ছে করব সে ছাড়া কেউ এগুলো খেতে পারবে না। এ সব তাদের কল্পিত। কতক গবাদি পশুর পিঠে চড়া নিষিদ্ধ করা হয়েছে, কতক গবাদি পশু যবহ করার সময় তারা আল্লাহর নাম নেয় না, (এসব বাধা-নিষেধ) আল্লাহর প্রতি মিথ্যে রচনা স্বরূপ করে থাকে। এসব মিথ্যে রচনার প্রতিফল তিনি শীঘ্রই তাদেরকে প্রদান করবেন।"
                }
            ]
        },
        {
            "id": 928,
            "verse_number": 139,
            "verse_key": "6:139",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ مَا فِى بُطُونِ هَـٰذِهِ ٱلْأَنْعَـٰمِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَىٰٓ أَزْوَٰجِنَا ۖ وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ ۚ سَيَجْزِيهِمْ وَصْفَهُمْ ۚ إِنَّهُۥ حَكِيمٌ عَلِيمٌ",
            "page_number": 146,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100899,
                    "resource_id": 20,
                    "text": "And they say, \"What is in the bellies of these animals<sup foot_note=196278>1</sup> is exclusively for our males and forbidden to our females. But if it is [born] dead, then all of them have shares therein.\" He will punish them for their description.<sup foot_note=196277>2</sup> Indeed, He is Wise and Knowing."
                },
                {
                    "id": 218750,
                    "resource_id": 39,
                    "text": "Dan mereka berkata lagi: \"Apa yang ada dalam perut binatang-binatang ternak itu (jika ia lahirkan hidup) adalah halal bagi lelaki-lelaki kami dan haram bagi perempuan-perempuan kami\". Dan jika ia (dilahirkan) mati, maka mereka (lelaki perempuan) bersekutu padanya (bersama-sama memakannya). Allah akan membalas mereka tentang apa yang mereka tetapkan (mengenai halal dan haram) itu. Sesungguhnya Allah Maha Bijaksana, lagi Maha Mengetahui."
                },
                {
                    "id": 1091905,
                    "resource_id": 161,
                    "text": "তারা আরো বলে, এসব গবাদি পশুর গর্ভে যা আছে তা আমাদের পুরুষদের জন্য নির্দিষ্ট, আর আমাদের স্ত্রীলোকদের জন্য নিষিদ্ধ, কিন্তু তা (অর্থাৎ গর্ভস্থিত বাচ্চা) যদি মৃত হয় তবে সকলের তাতে অংশ আছে। তাদের এই মিথ্যে রচনার প্রতিফল অচিরেই তিনি তাদেরকে দেবেন, তিনি বড়ই হিকমাতওয়ালা, সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 929,
            "verse_number": 140,
            "verse_key": "6:140",
            "hizb_number": 15,
            "rub_el_hizb_number": 58,
            "ruku_number": 117,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَدْ خَسِرَ ٱلَّذِينَ قَتَلُوٓا۟ أَوْلَـٰدَهُمْ سَفَهًۢا بِغَيْرِ عِلْمٍ وَحَرَّمُوا۟ مَا رَزَقَهُمُ ٱللَّهُ ٱفْتِرَآءً عَلَى ٱللَّهِ ۚ قَدْ ضَلُّوا۟ وَمَا كَانُوا۟ مُهْتَدِينَ",
            "page_number": 146,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100867,
                    "resource_id": 20,
                    "text": "They will have lost who killed their children in foolishness without knowledge and prohibited what Allāh had provided for them, inventing untruth about Allāh. They have gone astray and were not [rightly] guided."
                },
                {
                    "id": 218752,
                    "resource_id": 39,
                    "text": "Sesungguhnya rugilah orang-orang yang membunuh anak-anak mereka kerana kebodohan, lagi tidak berpengetahuan (sedang Allah yang memberi rezeki kepada sekalian makhluknya), dan juga (rugilah orang-orang yang) mengharamkan apa yang telah dikurniakan oleh Allah kepada mereka, dengan berdusta terhadap Allah. Sesungguhnya sesatlah mereka, dan tiadalah mereka mendapat petunjuk."
                },
                {
                    "id": 1091906,
                    "resource_id": 161,
                    "text": "যারা মূর্খের মত না জেনে তাদের সন্তানদের হত্যা করেছে আর আল্লাহর নামে মিথ্যে কথা বানিয়ে নেয়ার মাধ্যমে আল্লাহর দেয়া জীবিকাকে হারাম করে নিয়েছে, তারা নিশ্চিতরূপে ক্ষতিগ্রস্ত হয়েছে। তারা পথভ্রষ্ট হয়ে গেছে আর তারা কস্মিনকালেও হিদায়াতপ্রাপ্ত ছিল না।"
                }
            ]
        },
        {
            "id": 930,
            "verse_number": 141,
            "verse_key": "6:141",
            "hizb_number": 15,
            "rub_el_hizb_number": 59,
            "ruku_number": 118,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ وَهُوَ ٱلَّذِىٓ أَنشَأَ جَنَّـٰتٍ مَّعْرُوشَـٰتٍ وَغَيْرَ مَعْرُوشَـٰتٍ وَٱلنَّخْلَ وَٱلزَّرْعَ مُخْتَلِفًا أُكُلُهُۥ وَٱلزَّيْتُونَ وَٱلرُّمَّانَ مُتَشَـٰبِهًا وَغَيْرَ مُتَشَـٰبِهٍ ۚ كُلُوا۟ مِن ثَمَرِهِۦٓ إِذَآ أَثْمَرَ وَءَاتُوا۟ حَقَّهُۥ يَوْمَ حَصَادِهِۦ ۖ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
            "page_number": 146,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100901,
                    "resource_id": 20,
                    "text": "And He it is who causes gardens to grow, [both] trellised and untrellised, and palm trees and crops of different [kinds of] food and olives and pomegranates, similar and dissimilar. Eat of [each of] its fruit when it yields and give its due [zakāh] on the day of its harvest. And be not excessive.<sup foot_note=196279>1</sup> Indeed, He does not like those who commit excess."
                },
                {
                    "id": 218753,
                    "resource_id": 39,
                    "text": "Dan Dia lah (Allah) yang menjadikan (untuk kamu) kebun-kebun yang menjalar tanamannya dan yang tidak menjalar; dan pohon-pohon tamar (kurma) dan tanaman-tanaman yang berlainan (bentuk, rupa dan) rasanya; dan buah zaiton dan delima, yang bersamaan (warnanya atau daunnya) dan tidak bersamaan (rasanya). Makanlah dari buahnya ketika ia berbuah, dan keluarkanlah haknya (zakatnya) pada hari memetik atau menuainya; dan janganlah kamu melampau (pada apa-apa jua yang kamu makan atau belanjakan); sesungguhnya Allah tidak suka kepada orang-orang yang melampau."
                },
                {
                    "id": 1091907,
                    "resource_id": 161,
                    "text": "আর তিনি (আল্লাহ) যিনি লতাগুল্ম বিশিষ্ট আর লতা-বিশিষ্ট নয় এমন উদ্যানরাজি, খেজুর গাছ ও বিভিন্ন স্বাদের খাদ্যশস্য, একই ধরনের ও আলাদা ধরনের যায়তুন ও ডালিম সৃষ্টি করেছেন। যখন ফল ধরে তখন ফল খাও, আর ফসল তোলার দিন (নির্ধারিত ওশর ও অনির্ধারিত দানের মাধ্যমে) হক আদায় কর, অপচয় করো না, নিশ্চয় তিনি অপচয়কারীদের পছন্দ করেন না।"
                }
            ]
        },
        {
            "id": 931,
            "verse_number": 142,
            "verse_key": "6:142",
            "hizb_number": 15,
            "rub_el_hizb_number": 59,
            "ruku_number": 118,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمِنَ ٱلْأَنْعَـٰمِ حَمُولَةً وَفَرْشًا ۚ كُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
            "page_number": 146,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100902,
                    "resource_id": 20,
                    "text": "And of the grazing livestock are carriers [of burdens] and those [too] small. Eat of what Allāh has provided for you and do not follow the footsteps of Satan.<sup foot_note=196280>1</sup> Indeed, he is to you a clear enemy."
                },
                {
                    "id": 218754,
                    "resource_id": 39,
                    "text": "Dan di antara binatang-binatang ternak itu, ada yang dijadikan untuk pengangkutan, dan ada yang untuk disembelih. Makanlah dari apa yang telah dikurniakan oleh Allah kepada kamu, dan janganlah kamu menurut jejak langkah Syaitan; kerana sesungguhnya Syaitan itu musuh bagi kamu yang terang nyata."
                },
                {
                    "id": 1091908,
                    "resource_id": 161,
                    "text": "গবাদি পশুর মধ্যে কতক আছে ভারবাহী আর কতক আছে গোশত ও আচ্ছাদনের সামগ্রী দানকারী, আল্লাহ তোমাদেরকে যে রিয্ক্ব দিয়েছেন তাত্থেকে ভক্ষণ কর আর শায়ত্বনের পদাঙ্ক অনুসরণ করো না, সে তোমাদের খোলাখুলি দুশমন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}