{
    "verses": [
        {
            "id": 936,
            "verse_number": 147,
            "verse_key": "6:147",
            "hizb_number": 15,
            "rub_el_hizb_number": 59,
            "ruku_number": 119,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَٰسِعَةٍ وَلَا يُرَدُّ بَأْسُهُۥ عَنِ ٱلْقَوْمِ ٱلْمُجْرِمِينَ",
            "page_number": 148,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100907,
                    "resource_id": 20,
                    "text": "So if they deny you, [O Muḥammad], say, \"Your Lord is the possessor of vast mercy; but His punishment cannot be repelled from the people who are criminals.\""
                },
                {
                    "id": 218760,
                    "resource_id": 39,
                    "text": "Kemudian jika mereka mendustakanmu (wahai Muhammad) maka katakanlah: \"Tuhan kamu mempunyai rahmat yang luas melimpah-ruah, dan azab seksaNya tidak dapat ditolak dari kaum yang berdosa\"."
                },
                {
                    "id": 1091913,
                    "resource_id": 161,
                    "text": "অতঃপর যদি তারা তোমাকে মিথ্যে মনে করে তবে তাদেরকে বল, তোমাদের প্রতিপালক প্রশস্ত দয়ার মালিক, (কিন্তু তাওবা না করে অপরাধীই থেকে গেলে) তবে অপরাধী সম্প্রদায়ের উপর হতে তাঁর শাস্তি রদ হয় না।"
                }
            ]
        },
        {
            "id": 937,
            "verse_number": 148,
            "verse_key": "6:148",
            "hizb_number": 15,
            "rub_el_hizb_number": 59,
            "ruku_number": 119,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "سَيَقُولُ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَآ أَشْرَكْنَا وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن شَىْءٍ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ حَتَّىٰ ذَاقُوا۟ بَأْسَنَا ۗ قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ ۖ إِن تَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ أَنتُمْ إِلَّا تَخْرُصُونَ",
            "page_number": 148,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100908,
                    "resource_id": 20,
                    "text": "Those who associated [others] with Allāh will say, \"If Allāh had willed, we would not have associated [anything] and neither would our fathers, nor would we have prohibited anything.\" Likewise did those before deny until they tasted Our punishment. Say, \"Do you have any knowledge that you can produce for us? You follow not except assumption, and you are not but misjudging.\""
                },
                {
                    "id": 218761,
                    "resource_id": 39,
                    "text": "Orang-orang musyrik akan mengatakan: \"Kalau Allah menghendaki tentulah kami dan datuk nenek kami tidak mempersekutukanNya (dengan sesuatu yang lain), dan tidak pula kami haramkan sesuatu apa pun\". Demikianlah juga orang-orang yang dahulu sebelum mereka telah mendustakan (Rasul-rasul) sehingga mereka merasai azab seksa Kami. Katakanlah: Adakah kamu mempunyai (sesuatu keterangan yang berdasarkan) ilmu supaya dapat kamu tunjukkan kepada kami? Tiadalah kamu menurut melainkan sangkaan semata-mata, dan kamu pula tidak lain hanyalah berdusta\"."
                },
                {
                    "id": 1091914,
                    "resource_id": 161,
                    "text": "যারা শিরক করেছে তারা বলবে, আল্লাহ ইচ্ছে করলে আমরা শিরক করতাম না, আর আমাদের পিতৃপুরুষরাও করত না, আর কোন কিছুই (আমাদের উপর) হারাম করে নিতাম না, এভাবে তাদের আগের লোকেরাও সত্যকে মিথ্যে গণ্য করেছিল, অবশেষে তারা আমার শাস্তি আস্বাদন করেছিল। বল, তোমাদের কাছে কি প্রকৃত জ্ঞান আছে, থাকলে তা আমাদের কাছে পেশ কর, তোমরা তো কেবল ধারণা-অনুমানের অনুসরণ করে চলেছ, তোমরা তো মিথ্যাচারই করে যাচ্ছ।"
                }
            ]
        },
        {
            "id": 938,
            "verse_number": 149,
            "verse_key": "6:149",
            "hizb_number": 15,
            "rub_el_hizb_number": 59,
            "ruku_number": 119,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ فَلِلَّهِ ٱلْحُجَّةُ ٱلْبَـٰلِغَةُ ۖ فَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
            "page_number": 148,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100909,
                    "resource_id": 20,
                    "text": "Say, \"With Allāh is the far-reaching [i.e., conclusive] argument. If He had willed, He would have guided you all.\""
                },
                {
                    "id": 218762,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad: \"Kalau kamu sudah tidak ada sesuatu bukti) maka Allah mempunyai bukti yang tegas nyata. Oleh itu, jika Ia menghendaki tentulah Ia akan memberi hidayah petunjuk kepada kamu semuanya\"."
                },
                {
                    "id": 1091915,
                    "resource_id": 161,
                    "text": "চূড়ান্ত সত্য-নির্ভর প্রমাণ তো আল্লাহর কাছে আছে, আল্লাহ যদি চাইতেন তাহলে তিনি অবশ্যই তোমাদের সকলকে সত্যপথে পরিচালিত করতেন।"
                }
            ]
        },
        {
            "id": 939,
            "verse_number": 150,
            "verse_key": "6:150",
            "hizb_number": 15,
            "rub_el_hizb_number": 59,
            "ruku_number": 119,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ هَلُمَّ شُهَدَآءَكُمُ ٱلَّذِينَ يَشْهَدُونَ أَنَّ ٱللَّهَ حَرَّمَ هَـٰذَا ۖ فَإِن شَهِدُوا۟ فَلَا تَشْهَدْ مَعَهُمْ ۚ وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ وَهُم بِرَبِّهِمْ يَعْدِلُونَ",
            "page_number": 148,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100912,
                    "resource_id": 20,
                    "text": "Say, [O Muḥammad], \"Bring forward your witnesses who will testify that Allāh has prohibited this.\" And if they testify, do not testify with them. And do not follow the desires of those who deny Our verses and those who do not believe in the Hereafter, while they equate [others] with their Lord."
                },
                {
                    "id": 218764,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Bawalah saksi-saksi kamu memberi keterangan bahawa Allah mengharamkan (benda-benda yang kamu haramkan) ini\". Kemudian jika mereka (tergamak) menjadi saksi (secara dusta), maka janganlah engkau turut sama membenarkan mereka mereka; dan janganlah engkau turut hawa nafsu orang-orang yang mendustakan ayat-ayat keterangan Kami, dan orang-orang yang tidak beriman kepada hari akhirat, sedang mereka pula menyamakan (sesuatu yang lain) dengan Tuhan mereka."
                },
                {
                    "id": 1091916,
                    "resource_id": 161,
                    "text": "বল, আল্লাহ যে এটা হারাম করেছেন সে ব্যাপারে যারা সাক্ষ্য দেবে তাদেরকে হাজির কর। তারা সাক্ষ্য দিলেও তুমি তাদের সাথে সাক্ষ্য দিও না। যারা আমার আয়াতগুলোকে অমান্য করে, আর যারা আখেরাতে বিশ্বাস করে না আর তাদের প্রতিপালকের সমকক্ষ দাঁড় করায় তুমি কক্ষনো তাদের খেয়ালখুশির অনুসরণ করো না।"
                }
            ]
        },
        {
            "id": 940,
            "verse_number": 151,
            "verse_key": "6:151",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 120,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ قُلْ تَعَالَوْا۟ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ ۖ أَلَّا تُشْرِكُوا۟ بِهِۦ شَيْـًٔا ۖ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۖ وَلَا تَقْتُلُوٓا۟ أَوْلَـٰدَكُم مِّنْ إِمْلَـٰقٍ ۖ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ۖ وَلَا تَقْرَبُوا۟ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ ۖ وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
            "page_number": 148,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100913,
                    "resource_id": 20,
                    "text": "Say, \"Come, I will recite what your Lord has prohibited to you. [He commands] that you not associate anything with Him, and to parents, good treatment, and do not kill your children out of poverty; We will provide for you and them. And do not approach immoralities - what is apparent of them and what is concealed. And do not kill the soul which Allāh has forbidden [to be killed] except by [legal] right. This has He instructed you that you may use reason.\""
                },
                {
                    "id": 218765,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Marilah, supaya aku bacakan apa yang telah diharamkan oleh Tuhan kamu kepada kamu, iaitu janganlah kamu sekutukan dengan Allah sesuatupun; dan hendaklah (kamu) membuat baik kepada ibu bapa; dan janganlah kamu membunuh anak-anak kamu kerana kepapaan, (sebenarnya) Kamilah yang memberi rezeki kepada kamu dan kepada mereka; dan janganlah kamu hampiri kejahatan-kejahatan (zina) - yang terang daripadanya dan yang tersembunyi; dan janganlah kamu membunuh jiwa yang telah diharamkan Allah (membunuhnya) melainkan dengan jalan yang hak (yang dibenarkan oleh Syarak). Dengan yang demikian itulah Allah perintahkan kamu, supaya kamu memahaminya."
                },
                {
                    "id": 1091917,
                    "resource_id": 161,
                    "text": "বল, ‘এসো, তোমাদের প্রতিপালক তোমাদের জন্য যা নিষিদ্ধ করেছেন তা পড়ে শোনাই, তা এই যে, তাঁর সাথে কোন কিছুকে শরীক করো না, পিতা-মাতার সঙ্গে সদ্ব্যবহার কর, দরিদ্রতার ভয়ে তোমাদের সন্তানদের হত্যা করো না, আমিই তোমাদেরকে আর তাদেরকে জীবিকা দিয়ে থাকি, প্রকাশ্য বা গোপন কোন অশ্লীলতার কাছেও যেয়ো না, আল্লাহ যে প্রাণ হরণ করা হারাম করেছেন তা ন্যায় সঙ্গত কারণ ছাড়া হত্যা করো না। এ সম্পর্কে তিনি তোমাদেরকে নির্দেশ দিচ্ছেন যাতে তোমরা চিন্তা- ভাবনা করে কাজ কর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}