{
    "verses": [
        {
            "id": 941,
            "verse_number": 152,
            "verse_key": "6:152",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 120,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۖ وَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَإِذَا قُلْتُمْ فَٱعْدِلُوا۟ وَلَوْ كَانَ ذَا قُرْبَىٰ ۖ وَبِعَهْدِ ٱللَّهِ أَوْفُوا۟ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَذَكَّرُونَ",
            "page_number": 149,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100914,
                    "resource_id": 20,
                    "text": "And do not approach the orphan's property except in a way that is best [i.e., intending improvement] until he reaches maturity. And give full measure and weight in justice. We do not charge any soul except [with that within] its capacity. And when you speak [i.e., testify], be just, even if [it concerns] a near relative. And the covenant of Allāh fulfill. This has He instructed you that you may remember."
                },
                {
                    "id": 218766,
                    "resource_id": 39,
                    "text": "\"Dan janganlah kamu hampiri harta anak yatim melainkan dengan cara yang baik (untuk mengawal dan mengembangkannya), sehingga ia baligh (dewasa, serta layak mengurus hartanya dengan sendiri); dan sempurnakanlah segala sukatan dan timbangan dengan adil\". - Kami tidak memberatkan seseorang dengan kewajipan melainkan sekadar kesanggupannya - \"dan apabila kamu mengatakan sesuatu (semasa membuat apa-apa keterangan) maka hendaklah kamu berlaku adil, sekalipun orang itu ada hubungan kerabat (dengan kamu); dan perjanjian (perintah-perintah) Allah hendaklah kamu sempurnakan. Dengan yang demikian itulah Allah perintahkan kamu, supaya kamu beringat (mematuhiNya)\"."
                },
                {
                    "id": 1091918,
                    "resource_id": 161,
                    "text": "(ইয়াতীমরা) বয়ঃপ্রাপ্ত না হওয়া পর্যন্ত কল্যাণ সাধনের উদ্দেশ্য ছাড়া ইয়াতীমদের সম্পত্তির নিকটবর্তী হয়ো না। পরিমাপ ও ওজন ন্যায়সঙ্গতভাবে পূর্ণ কর, আমি কোন ব্যক্তির উপর সাধ্যের অতিরিক্ত দায়িত্ব চাপিয়ে দেই না, যখন কথা বলবে তখন ইনসাফপূর্ণ কথা বলবে- নিকটাত্মীয়দের সম্পর্কে হলেও, আর আল্লাহর সঙ্গে কৃত ওয়াদা পূর্ণ কর। এসব ব্যাপারে তিনি নির্দেশ দিচ্ছেন যাতে তোমরা উপদেশ গ্রহণ কর।"
                }
            ]
        },
        {
            "id": 942,
            "verse_number": 153,
            "verse_key": "6:153",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 120,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأَنَّ هَـٰذَا صِرَٰطِى مُسْتَقِيمًا فَٱتَّبِعُوهُ ۖ وَلَا تَتَّبِعُوا۟ ٱلسُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِۦ ۚ ذَٰلِكُمْ وَصَّىٰكُم بِهِۦ لَعَلَّكُمْ تَتَّقُونَ",
            "page_number": 149,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100915,
                    "resource_id": 20,
                    "text": "And, [moreover], this is My path, which is straight, so follow it; and do not follow [other] ways, for you will be separated from His way. This has He instructed you that you may become righteous."
                },
                {
                    "id": 218767,
                    "resource_id": 39,
                    "text": "Dan bahawa sesungguhnya inilah jalanKu (ugama Islam) yang betul lurus, maka hendaklah kamu menurutnya; dan janganlah kamu menurut menurut jalan-jalan (yang lain dari Islam), kerana jalan-jalan (yang lain itu) mencerai-beraikan kamu dari jalan Allah, Dengan yang demikian itulah Allah perintahkan kamu, supaya kamu bertaqwa."
                },
                {
                    "id": 1091919,
                    "resource_id": 161,
                    "text": "আর এটাই আমার সঠিক সরল পথ, কাজেই তোমরা তার অনুসরণ কর, আর নানান পথের অনুসরণ করো না, করলে তা তোমাদেরকে তাঁর পথ থেকে বিচ্ছিন্ন করে ফেলবে। এভাবে তিনি তোমাদেরকে নির্দেশ দিচ্ছেন যাতে তোমরা তাঁকে ভয় করে যাবতীয় পাপ থেকে বেঁচে চলতে পার।"
                }
            ]
        },
        {
            "id": 943,
            "verse_number": 154,
            "verse_key": "6:154",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 120,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ تَمَامًا عَلَى ٱلَّذِىٓ أَحْسَنَ وَتَفْصِيلًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً لَّعَلَّهُم بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ",
            "page_number": 149,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100916,
                    "resource_id": 20,
                    "text": "Then<sup foot_note=196282>1</sup> We gave Moses the Scripture, making complete [Our favor] upon the one who did good [i.e., Moses] and as a detailed explanation of all things and as guidance and mercy that perhaps in the meeting with their Lord they would believe."
                },
                {
                    "id": 218768,
                    "resource_id": 39,
                    "text": "Kemudian (ketahuilah pula bahawa) Kami telah memberikan kepada Nabi Musa Kitab Taurat untuk menyempurnakan (kemuliaan dan nikmat Kami) kepada orang yang telah berbuat baik (menjalankan ajaran Kitab itu iaitu Nabi Musa), dan untuk menerangkan tiap-tiap sesuatu, serta menjadi petunjuk dan rahmat, supaya mereka beriman kepada pertemuan dengan Tuhan mereka (pada hari akhirat kelak)."
                },
                {
                    "id": 1091920,
                    "resource_id": 161,
                    "text": "অতঃপর (তোমরা অবগত হও যে) আমি মূসাকে কিতাব দিয়েছিলাম যার মাধ্যমে আমি আমার নি‘য়ামাত পূর্ণ করে দিয়েছিলাম তাদের জন্য যারা উত্তম কাজ করে, তাতে ছিল যাবতীয় বিষয়ের বিশদ বিবরণ, (তা ছিল) সঠিক পথের দিশারী ও দয়া স্বরূপ যাতে তারা তাদের প্রতিপালকের সঙ্গে সাক্ষাতের ব্যাপারে বিশ্বাস স্থাপন করে।"
                }
            ]
        },
        {
            "id": 944,
            "verse_number": 155,
            "verse_key": "6:155",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَهَـٰذَا كِتَـٰبٌ أَنزَلْنَـٰهُ مُبَارَكٌ فَٱتَّبِعُوهُ وَٱتَّقُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
            "page_number": 149,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100917,
                    "resource_id": 20,
                    "text": "And this [Qur’ān] is a Book We have revealed [which is] blessed, so follow it and fear Allāh that you may receive mercy."
                },
                {
                    "id": 218769,
                    "resource_id": 39,
                    "text": "Dan ini sebuah Kitab (Al-Quran) yang Kami turunkan, yang ada berkatnya (banyak manfaatnya). Oleh itu, hendaklah kamu menurutnya; dan bertaqwalah (kepada Allah), mudah-mudahan kamu beroleh rahmat."
                },
                {
                    "id": 1091921,
                    "resource_id": 161,
                    "text": "আর এ কিতাব যা আমি অবতীর্ণ করলাম তা বরকতময়, কাজেই তা মান্য কর, আর আল্লাহকে ভয় করে চল, যাতে তোমাদের উপর দয়া বর্ষিত হয়।"
                }
            ]
        },
        {
            "id": 945,
            "verse_number": 156,
            "verse_key": "6:156",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَن تَقُولُوٓا۟ إِنَّمَآ أُنزِلَ ٱلْكِتَـٰبُ عَلَىٰ طَآئِفَتَيْنِ مِن قَبْلِنَا وَإِن كُنَّا عَن دِرَاسَتِهِمْ لَغَـٰفِلِينَ",
            "page_number": 149,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100918,
                    "resource_id": 20,
                    "text": "[We revealed it] lest you say, \"The Scripture was only sent down to two groups before us, but we were of their study unaware,\""
                },
                {
                    "id": 218770,
                    "resource_id": 39,
                    "text": "Supaya kamu tidak mengatakan: \"Bahawa Kitab (ugama) itu hanya diturunkan kepada dua golongan (Yahudi dan Nasrani) dahulu sebelum kami, dan sesungguhnya kami lalai (tidak faham) akan apa yang dibaca dan dipelajari oleh mereka\"."
                },
                {
                    "id": 1091922,
                    "resource_id": 161,
                    "text": "যাতে তারা না বলতে পারে যে কিতাব তো শুধু আমাদের পূর্বের দু’দল (ইয়াহূদী ও খ্রীস্টান) এর উপর অবতীর্ণ হয়েছিল আর আমরা জানতাম না ওরা কী পড়ত আর পড়াত।"
                }
            ]
        },
        {
            "id": 946,
            "verse_number": 157,
            "verse_key": "6:157",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَوْ تَقُولُوا۟ لَوْ أَنَّآ أُنزِلَ عَلَيْنَا ٱلْكِتَـٰبُ لَكُنَّآ أَهْدَىٰ مِنْهُمْ ۚ فَقَدْ جَآءَكُم بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ ۚ فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِـَٔايَـٰتِ ٱللَّهِ وَصَدَفَ عَنْهَا ۗ سَنَجْزِى ٱلَّذِينَ يَصْدِفُونَ عَنْ ءَايَـٰتِنَا سُوٓءَ ٱلْعَذَابِ بِمَا كَانُوا۟ يَصْدِفُونَ",
            "page_number": 149,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100919,
                    "resource_id": 20,
                    "text": "Or lest you say, \"If only the Scripture had been revealed to us, we would have been better guided than they.\" So there has [now] come to you a clear evidence from your Lord and a guidance and mercy. Then who is more unjust than one who denies the verses of Allāh and turns away from them? We will recompense those who turn away from Our verses with the worst of punishment for their having turned away."
                },
                {
                    "id": 218771,
                    "resource_id": 39,
                    "text": "Atau supaya kamu (tidak) mengatakan: \"Sesungguhnya kalau diturunkan Kitab kepada kami tentulah kami mendapat petunjuk hidayah lebih daripada mereka\". (Kamu tidak akan dapat berdalih lagi) kerana sesungguhnya telah datang kepada kamu keterangan (yang cukup) dari Tuhan kamu, dan petunjuk hidayah serta rahmatNya (yang melimpah-limpah). Oleh itu, siapakah yang lebih zalim lagi daripada orang yang mendustakan ayat-ayat keterangan Allah dan berpaling daripadanya? Kami akan membalas orang-orang yang berpaling dari ayat-ayat keterangan Kami (dengan) azab seksa yang seburuk-buruknya, disebabkan mereka sentiasa berpaling (mengingkarinya)."
                },
                {
                    "id": 1091923,
                    "resource_id": 161,
                    "text": "অথবা তোমরা না বলতে পার যে আমাদের উপর যদি কিতাব অবতীর্ণ হত তাহলে আমরা তাদের চেয়ে বেশি হিদায়াতপ্রাপ্ত হতাম। তাই এখন তোমাদের কাছে তোমাদের প্রতিপালকের পক্ষ থেকে সুস্পষ্ট প্রমাণ, হিদায়াত ও রহমত এসেছে। অতঃপর যে ব্যক্তি আল্লাহর (এ সব) আয়াতসমূহকে মিথ্যে মনে ক’রে তাত্থেকে মুখ ফিরিয়ে নেবে তার চেয়ে বড় যালিম আর কে আছে? আমার আয়াতসমূহ থেকে যারা মুখ ফিরিয়ে নেয়, তাদেরকে অচিরেই আমি তাদের মুখ ফিরিয়ে নেয়ার কারণে নিকৃষ্টতম শাস্তি প্রদান করব।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}