{
    "verses": [
        {
            "id": 101,
            "verse_number": 94,
            "verse_key": "2:94",
            "hizb_number": 2,
            "rub_el_hizb_number": 6,
            "ruku_number": 12,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْـَٔاخِرَةُ عِندَ ٱللَّهِ خَالِصَةً مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 15,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98560,
                    "resource_id": 20,
                    "text": "Say, [O Muḥammad], \"If the home of the Hereafter with Allāh is for you alone and not the [other] people, then wish for death, if you should be truthful.\""
                },
                {
                    "id": 216424,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad kepada kaum Yahudi): \"Kalau syurga negeri akhirat itu telah menjadi hak istimewa untuk kamu pada sisi hukum Allah, tidak boleh dicampuri oleh orang-orang lain (seperti yang kamu dakwakan itu), maka cita-citakanlah mati (supaya kamu dimatikan sekarang juga), jika betul kamu orang-orang yang benar\"."
                },
                {
                    "id": 1091078,
                    "resource_id": 161,
                    "text": "বল, ‘যদি আল্লাহর নিকট পরকালের বাসস্থান অন্যলোক ছাড়া কেবলমাত্র তোমাদের জন্যই হয়, তাহলে তোমরা মৃত্যু কামনা কর, যদি সত্যবাদী হয়ে থাক’।"
                }
            ]
        },
        {
            "id": 102,
            "verse_number": 95,
            "verse_key": "2:95",
            "hizb_number": 2,
            "rub_el_hizb_number": 6,
            "ruku_number": 12,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
            "page_number": 15,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98572,
                    "resource_id": 20,
                    "text": "But never will they wish for it, ever, because of what their hands have put forth. And Allāh is Knowing of the wrongdoers."
                },
                {
                    "id": 214767,
                    "resource_id": 39,
                    "text": "Dan sudah tentu mereka tidak akan mencita-citakan mati itu selama-lamanya, dengan sebab dosa-dosa yang telah mereka lakukan; dan Allah sentiasa mengetahui akan orang-orang yang zalim itu."
                },
                {
                    "id": 1091079,
                    "resource_id": 161,
                    "text": "কিন্তু তাদের কৃতকর্মের জন্য তারা কক্ষনো তা কামনা করবে না এবং আল্লাহ যালিমদের সম্পর্কে খুবই অবহিত।"
                }
            ]
        },
        {
            "id": 103,
            "verse_number": 96,
            "verse_key": "2:96",
            "hizb_number": 2,
            "rub_el_hizb_number": 6,
            "ruku_number": 12,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍ وَمِنَ ٱلَّذِينَ أَشْرَكُوا۟ ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
            "page_number": 15,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98583,
                    "resource_id": 20,
                    "text": "And you will surely find them the most greedy of people for life - [even] more than those who associate others with Allāh. One of them wishes that he could be granted life a thousand years, but it would not remove him in the least from the [coming] punishment that he should be granted life. And Allāh is Seeing of what they do."
                },
                {
                    "id": 216533,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya engkau (wahai Muhammad) akan dapati mereka itu setamak-tamak manusia kepada hidup (yang lanjut masanya), dan (lobanya mereka kepada hidup itu) melebihi loba orang-orang kafir musyrik. Tiap-tiap seorang dari mereka suka kiranya ia boleh hidup seribu tahun, padahal umur panjang yang demikian, tidak akan dapat melepaskannya dari azab (yang disediakan oleh Allah). Dan (ingatlah), Allah sentiasa melihat akan apa yang mereka lakukan."
                },
                {
                    "id": 1091080,
                    "resource_id": 161,
                    "text": "অবশ্যই তুমি তাদেরকে বেঁচে থাকার ব্যাপারে সকল মানুষ এমনকি মুশরিক অপেক্ষাও অধিক লোভী দেখতে পাবে, তাদের প্রত্যেকেই আকাঙ্ক্ষা করে যদি হাজার বছর আয়ু দেয়া হত, কিন্তু দীর্ঘায়ু তাদেরকে শাস্তি হতে রেহাই দিতে পারবে না, তারা যা করে, আল্লাহ তার দ্রষ্টা।"
                }
            ]
        },
        {
            "id": 104,
            "verse_number": 97,
            "verse_key": "2:97",
            "hizb_number": 2,
            "rub_el_hizb_number": 6,
            "ruku_number": 13,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
            "page_number": 15,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98595,
                    "resource_id": 20,
                    "text": "Say, \"Whoever is an enemy to Gabriel - it is [none but] he who has brought it [i.e., the Qur’ān] down upon your heart, [O Muḥammad], by permission of Allāh, confirming that which was before it and as guidance and good tidings for the believers.\""
                },
                {
                    "id": 216449,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Sesiapa memusuhi Jibril maka sebabnya ialah kerana Jibril itu menurunkan Al-Quran ke dalam hatimu dengan izin Allah, yang mengesahkan kebenaran Kitab-kitab yang ada di hadapannya (yang diturunkan sebelumnya), serta menjadi petunjuk dan memberi khabar gembira kepada orang-orang yang beriman\"."
                },
                {
                    "id": 1091081,
                    "resource_id": 161,
                    "text": "বল, ‘যে ব্যক্তি জিবরাঈলের শত্রু হয়েছে, (সে রাগে মরে যাক) কেননা সে তো আল্লাহর হুকুমে তোমার অন্তরে কুরআন পৌঁছিয়ে দিয়েছে, যা এর পূর্ববর্তী কিতাবের সমর্থক এবং যাতে ঈমানদারদের জন্য পথনির্দেশ ও সুসংবাদ রয়েছে’।"
                }
            ]
        },
        {
            "id": 105,
            "verse_number": 98,
            "verse_key": "2:98",
            "hizb_number": 2,
            "rub_el_hizb_number": 6,
            "ruku_number": 13,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَـٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّ لِّلْكَـٰفِرِينَ",
            "page_number": 15,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98597,
                    "resource_id": 20,
                    "text": "Whoever is an enemy to Allāh and His angels and His messengers and Gabriel and Michael - then indeed, Allāh is an enemy to the disbelievers."
                },
                {
                    "id": 216451,
                    "resource_id": 39,
                    "text": "Sesiapa memusuhi Allah (dengan mengingkari segala petunjuk dan perintahNya) dan memusuhi Malaikat-malaikatNya dan Rasul-rasulNya, khasnya malaikat Jibril dan Mikail, (maka ia akan diseksa oleh Allah) kerana sesungguhnya Allah adalah musuh bagi orang-orang kafir."
                },
                {
                    "id": 1091082,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি আল্লাহর, তাঁর ফেরেশতাদের ও তাঁর রসূলগণের এবং জিবরাঈলের ও মীকাইলের শত্রু সাজবে, নিশ্চয়ই আল্লাহও (এসব) কাফিরদের শত্রু।"
                }
            ]
        },
        {
            "id": 106,
            "verse_number": 99,
            "verse_key": "2:99",
            "hizb_number": 2,
            "rub_el_hizb_number": 6,
            "ruku_number": 13,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَـٰسِقُونَ",
            "page_number": 15,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98599,
                    "resource_id": 20,
                    "text": "And We have certainly revealed to you verses [which are] clear proofs, and no one would deny them except the defiantly disobedient."
                },
                {
                    "id": 216453,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami telah menurunkan kepadamu (wahai Muhammad) ayat-ayat keterangan yang jelas nyata (Al-Quran), dan tidak ada yang akan mengingkarinya melainkan orang-orang yang fasik."
                },
                {
                    "id": 1091083,
                    "resource_id": 161,
                    "text": "এবং আমি তোমার নিকট সুস্পষ্ট আয়াত নাযিল করেছি, ফাসিকরা ছাড়া অন্য কেউ তা অস্বীকার করে না।"
                }
            ]
        },
        {
            "id": 107,
            "verse_number": 100,
            "verse_key": "2:100",
            "hizb_number": 2,
            "rub_el_hizb_number": 6,
            "ruku_number": 13,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَوَكُلَّمَا عَـٰهَدُوا۟ عَهْدًا نَّبَذَهُۥ فَرِيقٌ مِّنْهُم ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
            "page_number": 15,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97389,
                    "resource_id": 20,
                    "text": "Is it not [true] that every time they took a covenant a party of them threw it away? But, [in fact], most of them do not believe."
                },
                {
                    "id": 215263,
                    "resource_id": 39,
                    "text": "Patutkah (mereka ingkarkan ayat-ayat keterangan itu) dan patutkah tiap-tiap kali mereka mengikat perjanjian setia, dibuang dan dicabuli oleh segolongan dari mereka? Bahkan kebanyakan mereka tidak beriman."
                },
                {
                    "id": 1091084,
                    "resource_id": 161,
                    "text": "এটা কি নয় যে তারা যখনই কোন অঙ্গীকার করে, তখনই তাদের কোন না কোন দল সেই অঙ্গীকারকে বর্জন করে? বরং তাদের অধিকাংশই ঈমান রাখে না।"
                }
            ]
        },
        {
            "id": 108,
            "verse_number": 101,
            "verse_key": "2:101",
            "hizb_number": 2,
            "rub_el_hizb_number": 6,
            "ruku_number": 13,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا جَآءَهُمْ رَسُولٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ كِتَـٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
            "page_number": 15,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97390,
                    "resource_id": 20,
                    "text": "And when a messenger from Allāh came to them confirming that which was with them, a party of those who had been given the Scripture threw the Scripture of Allāh [i.e., the Torah] behind their backs as if they did not know [what it contained]."
                },
                {
                    "id": 215262,
                    "resource_id": 39,
                    "text": "Dan apabila datang kepada mereka seorang Rasul dari sisi Allah (Nabi Muhammad s.a.w), yang mengesahkan apa yang ada pada mereka, sebahagian dari orang-orang yang telah diberikan Kitab itu melemparkan Kitab Allah ke belakang mereka, seolah-olah mereka tidak mengetahui (kebenarannya)."
                },
                {
                    "id": 1091085,
                    "resource_id": 161,
                    "text": "এবং যখন তাদের কাছে আল্লাহর পক্ষ হতে রসূল আসল যে এদের নিকট যে কিতাব রয়েছে, সেই কিতাবের সমর্থক, তখন যাদেরকে কিতাব দেয়া হয়েছিল তাদের একদল আল্লাহর কিতাবকে পিঠের পিছনে ফেলে দিল, যেন তারা কিছুই জানে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}