{
    "verses": [
        {
            "id": 947,
            "verse_number": 158,
            "verse_key": "6:158",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ رَبُّكَ أَوْ يَأْتِىَ بَعْضُ ءَايَـٰتِ رَبِّكَ ۗ يَوْمَ يَأْتِى بَعْضُ ءَايَـٰتِ رَبِّكَ لَا يَنفَعُ نَفْسًا إِيمَـٰنُهَا لَمْ تَكُنْ ءَامَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِىٓ إِيمَـٰنِهَا خَيْرًا ۗ قُلِ ٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
            "page_number": 150,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100920,
                    "resource_id": 20,
                    "text": "Do they [then] wait for anything except that the angels should come to them or your Lord should come or that there come some of the signs<sup foot_note=196283>1</sup> of your Lord? The Day that some of the signs of your Lord will come no soul will benefit from its faith as long as it had not believed before or had earned through its faith some good. Say, \"Wait. Indeed, we [also] are waiting.\""
                },
                {
                    "id": 218772,
                    "resource_id": 39,
                    "text": "Apakah (yang ditunggu-tunggu oleh mereka yang tidak beriman itu?) mereka tidak menunggu melainkan kedatangan malaikat (yang mencabut nyawa mereka), atau kedatangan (azab) Tuhanmu, atau kedatangan sebahagian dari tanda-tanda Tuhanmu (yang menjadi alamat hari kiamat). Pada hari datangnya sebahagian dari tanda-tanda Tuhanmu itu, tidak berfaedah lagi iman seseorang yang tidak beriman sebelum itu, atau yang tidak berusaha mengerjakan kebaikan mengenai imannya. Katakanlah: \"Tunggulah kamu (akan apa yang kamu berhak mendapatnya), dan kami pun sebenarnya menunggu (akan apa yang telah dijanjikan oleh Tuhan kepada kami)\"."
                },
                {
                    "id": 1091924,
                    "resource_id": 161,
                    "text": "তারা কি এই অপেক্ষায় আছে যে, তাদের কাছে ফেরেশতারা আসবে অথবা তোমার প্রতিপালক (স্বয়ং) আসবেন কিংবা তোমার রবের কিছু নিদর্শন আসবে (তখন তারা ঈমান আনবে)? যে দিন তোমার রবের কতক নিদর্শন এসে যাবে সে দিন ঐ ব্যক্তির ঈমান কোন সুফল দিবে না যে পূর্বে ঈমান আনেনি বা ঈমানের মাধ্যমে কল্যাণ অর্জন করেনি। বল, তোমরা অপেক্ষা কর (তাহলে দেখতে পাবে তোমাদের কুফরীর পরিণাম কী দাঁড়ায়), আমরাও অপেক্ষায় থাকলাম (আমাদের পুরস্কার প্রাপ্তি ও তোমাদের পরিণতি দেখার জন্য)।"
                }
            ]
        },
        {
            "id": 948,
            "verse_number": 159,
            "verse_key": "6:159",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًا لَّسْتَ مِنْهُمْ فِى شَىْءٍ ۚ إِنَّمَآ أَمْرُهُمْ إِلَى ٱللَّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُوا۟ يَفْعَلُونَ",
            "page_number": 150,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100921,
                    "resource_id": 20,
                    "text": "Indeed, those who have divided their religion and become sects - you, [O Muḥammad], are not [associated] with them in anything. Their affair is only [left] to Allāh; then He will inform them about what they used to do."
                },
                {
                    "id": 218775,
                    "resource_id": 39,
                    "text": "Bahawasanya orang-orang yang mencerai-beraikan ugama mereka (dengan perselisihan-perselisihan yang berdasarkan hawa nafsu), dan mereka menjadi berpuak-puak, tiadalah engkau terkait sedikitpun dalam (perbuatan) mereka. Sesungguhnya perkara mereka hanya terserah kepada Allah. Kemudian Ia akan menerangkan kepada mereka (pada hari kiamat kelak), apa yang telah mereka lakukan (dan membalasnya)."
                },
                {
                    "id": 1091925,
                    "resource_id": 161,
                    "text": "যারা নিজেদের (পূর্ণ পরিণত) দ্বীনকে খন্ডে খন্ডে বিভক্ত করে নিয়েছে আর (আপন আপন অংশ নিয়ে) দলে দলে ভাগ হয়ে গেছে তাদের কোন কাজের সাথে তোমার কোন সম্পর্ক নেই। তাদের ব্যাপারটি পুরোপুরি আল্লাহর ইখতিয়ারভুক্ত। (সময় হলেই) তিনি তাদেরকে জানিয়ে দেবেন তাদের কৃতকর্ম সম্পর্কে।"
                }
            ]
        },
        {
            "id": 949,
            "verse_number": 160,
            "verse_key": "6:160",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ عَشْرُ أَمْثَالِهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُونَ",
            "page_number": 150,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100924,
                    "resource_id": 20,
                    "text": "Whoever comes [on the Day of Judgement] with a good deed will have ten times the like thereof [to his credit], and whoever comes with an evil deed will not be recompensed except the like thereof; and they will not be wronged.<sup foot_note=196284>1</sup>"
                },
                {
                    "id": 218777,
                    "resource_id": 39,
                    "text": "Sesiapa yang membawa amal kebaikan (pada hari kiamat), maka baginya (balasan) sepuluh kali ganda (dari kebaikan) yang sama dengannya; dan sesiapa yang membawa amal kejahatan, maka ia tidak dibalas melainkan (kejahatan) yang sama dengannya; sedang mereka tidak dianiaya (sedikitpun)."
                },
                {
                    "id": 1091926,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি সৎকর্ম করবে তার জন্য আছে দশ গুণ পুরস্কার, আর যে ব্যক্তি অসৎকাজ করবে তাকে শুধু কৃতকর্মের তুল্য প্রতিফল দেয়া হবে, তাদের উপর অত্যাচার করা হবে না।"
                }
            ]
        },
        {
            "id": 950,
            "verse_number": 161,
            "verse_key": "6:161",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ إِنَّنِى هَدَىٰنِى رَبِّىٓ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۚ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
            "page_number": 150,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100925,
                    "resource_id": 20,
                    "text": "Say, \"Indeed, my Lord has guided me to a straight path - a correct religion - the way of Abraham, inclining toward truth. And he was not among those who associated others with Allāh.\""
                },
                {
                    "id": 218778,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Sesungguhnya aku telah diberikan petunjuk hidayah oleh Tuhanku ke jalan yang betul lurus, (kepada) ugama yang tetap teguh, iaitu ugama Nabi Ibrahim yang ikhlas, dan tiadalah ia dari orang-orang musyrik\"."
                },
                {
                    "id": 1091927,
                    "resource_id": 161,
                    "text": "বল, আমাকে আমার রব্ব সরল সঠিক পথে পরিচালিত করেছেন (যা) সুপ্রতিষ্ঠিত দ্বীন, একনিষ্ঠ ইবরাহীমের পথ। সে মুশরিকদের অন্তর্ভুক্ত ছিল না।"
                }
            ]
        },
        {
            "id": 951,
            "verse_number": 162,
            "verse_key": "6:162",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ إِنَّ صَلَاتِى وَنُسُكِى وَمَحْيَاىَ وَمَمَاتِى لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
            "page_number": 150,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100926,
                    "resource_id": 20,
                    "text": "Say, \"Indeed, my prayer, my rites of sacrifice, my living and my dying are for Allāh, Lord of the worlds."
                },
                {
                    "id": 218779,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Sesungguhnya sembahyangku dan ibadatku, hidupku dan matiku, hanyalah untuk Allah Tuhan yang memelihara dan mentadbirkan sekalian alam."
                },
                {
                    "id": 1091928,
                    "resource_id": 161,
                    "text": "বল, আমার নামায, আমার যাবতীয় ‘ইবাদাত, আমার জীবন, আমার মরণ (সব কিছুই) বিশ্বজগতের প্রতিপালক আল্লাহর জন্যই (নিবেদিত)।"
                }
            ]
        },
        {
            "id": 952,
            "verse_number": 163,
            "verse_key": "6:163",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَا شَرِيكَ لَهُۥ ۖ وَبِذَٰلِكَ أُمِرْتُ وَأَنَا۠ أَوَّلُ ٱلْمُسْلِمِينَ",
            "page_number": 150,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100927,
                    "resource_id": 20,
                    "text": "No partner has He. And this I have been commanded, and I am the first [among you] of the Muslims.\"<sup foot_note=196285>1</sup>"
                },
                {
                    "id": 218780,
                    "resource_id": 39,
                    "text": "Tiada sekutu bagiNya, dan dengan yang demikian sahaja aku diperintahkan, dan aku (di antara seluruh umatku) adalah orang Islam yang awal pertama - (yang berserah diri kepada Allah dan mematuhi perintahNya)\"."
                },
                {
                    "id": 1091929,
                    "resource_id": 161,
                    "text": "তাঁর কোন শরীক নেই, আমাকে এরই নির্দেশ দেয়া হয়েছে আর আমিই সর্বপ্রথম আত্মসমর্পণকারী।"
                }
            ]
        },
        {
            "id": 953,
            "verse_number": 164,
            "verse_key": "6:164",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَغَيْرَ ٱللَّهِ أَبْغِى رَبًّا وَهُوَ رَبُّ كُلِّ شَىْءٍ ۚ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
            "page_number": 150,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100929,
                    "resource_id": 20,
                    "text": "Say, \"Is it other than Allāh I should desire as a lord while He is the Lord of all things? And every soul earns not [blame] except against itself, and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you concerning that over which you used to differ.\""
                },
                {
                    "id": 218781,
                    "resource_id": 39,
                    "text": "Katakanlah: \"(Sesudah aku mentauhidkan Allah dan berserah diri kepadaNya) patutkah aku mencari Tuhan selain Allah, padahal Dia lah Tuhan bagi tiap-tiap sesuatu? Dan tiadalah (kejahatan) yang diusahakan oleh tiap-tiap seorang melainkan orang itulah sahaja yang menanggung dosanya; dan seseorang yang boleh memikul tidak akan memikul dosa perbuatan orang lain (bahkan dosa usahanya sahaja); kemudian kepada Tuhan kamulah tempat kamu kembali, lalu Ia menerangkan kepada kamu akan apa yang kamu berselisihan padanya."
                },
                {
                    "id": 1091930,
                    "resource_id": 161,
                    "text": "আমি কি আল্লাহকে ছেড়ে অন্য প্রতিপালক তালাশ করব? (অথচ প্রকৃতপক্ষে) তিনিই সব কিছুর প্রতিপালক। প্রত্যেক ব্যক্তি যা অর্জন করে তার জন্য সে নিজেই দায়ী হবে। কোন ভারবহনকারীই অন্যের গুনাহের ভার বহন করবে না। অবশেষে তোমাদের প্রত্যাবর্তন স্থল তোমাদের প্রতিপালকের নিকটেই, তখন তিনি তোমাদেরকে জানিয়ে দেবেন যে সকল বিষয়ে তোমরা মতভেদে লিপ্ত ছিলে (সে সব বিষয়ে প্রকৃত সত্য কোনটি)।"
                }
            ]
        },
        {
            "id": 954,
            "verse_number": 165,
            "verse_key": "6:165",
            "hizb_number": 15,
            "rub_el_hizb_number": 60,
            "ruku_number": 121,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ ٱلْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَـٰتٍ لِّيَبْلُوَكُمْ فِى مَآ ءَاتَىٰكُمْ ۗ إِنَّ رَبَّكَ سَرِيعُ ٱلْعِقَابِ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌۢ",
            "page_number": 150,
            "juz_number": 8,
            "translations": [
                {
                    "id": 100930,
                    "resource_id": 20,
                    "text": "And it is He who has made you successors upon the earth and has raised some of you above others in degrees [of rank] that He may try you through what He has given you. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful."
                },
                {
                    "id": 218782,
                    "resource_id": 39,
                    "text": "Dan Dia lah yang menjadikan kamu khalifah di bumi dan meninggikan setengah kamu atas setengahnya yang lain beberapa darjat, kerana Ia hendak menguji kamu pada apa yang telah dikurniakanNya kepada kamu. Sesungguhnya Tuhanmu amatlah cepat azab seksaNya, dan sesungguhnya Ia Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091931,
                    "resource_id": 161,
                    "text": "তিনিই তোমাদেরকে পৃথিবীতে পরস্পরের স্থলাভিষিক্ত বানিয়েছেন, মর্যাদায় তোমাদের কতককে কতকের উপরে স্থান দিয়েছেন, আমি তোমাদেরকে যা দিয়েছি ওগুলোর মাধ্যমে তোমাদেরকে পরীক্ষা করার জন্য, তোমার রব তো শাস্তি দানে দ্রুত (ব্যবস্থা গ্রহণ করেন) আর তিনি অবশ্যই বড়ই ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}