{
    "verses": [
        {
            "id": 985,
            "verse_number": 31,
            "verse_key": "7:31",
            "hizb_number": 16,
            "rub_el_hizb_number": 62,
            "ruku_number": 124,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ يَـٰبَنِىٓ ءَادَمَ خُذُوا۟ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا۟ وَٱشْرَبُوا۟ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
            "page_number": 154,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101452,
                    "resource_id": 20,
                    "text": "O children of Adam, take your adornment [i.e., wear your clothing] at every masjid,<sup foot_note=196289>1</sup> and eat and drink, but be not excessive. Indeed, He likes not those who commit excess."
                },
                {
                    "id": 219308,
                    "resource_id": 39,
                    "text": "Wahai anak-anak Adam! Pakailah pakaian kamu yang indah berhias pada tiap-tiap kali kamu ke tempat ibadat (atau mengerjakan sembahyang), dan makanlah serta minumlah, dan jangan pula kamu melampau; sesungguhnya Allah tidak suka akan orang-orang yang melampaui batas."
                },
                {
                    "id": 1091962,
                    "resource_id": 161,
                    "text": "হে আদাম সন্তান! প্রত্যেক সলাতের সময় তোমরা সাজসজ্জা গ্রহণ কর, আর খাও, পান কর কিন্তু অপচয় করো না, অবশ্যই তিনি অপচয়কারীদেরকে পছন্দ করেন না।"
                }
            ]
        },
        {
            "id": 986,
            "verse_number": 32,
            "verse_key": "7:32",
            "hizb_number": 16,
            "rub_el_hizb_number": 62,
            "ruku_number": 125,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَـٰتِ مِنَ ٱلرِّزْقِ ۚ قُلْ هِىَ لِلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَـٰمَةِ ۗ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
            "page_number": 154,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101464,
                    "resource_id": 20,
                    "text": "Say, \"Who has forbidden the adornment of [i.e., from] Allāh which He has produced for His servants and the good [lawful] things of provision?\" Say, \"They are for those who believed during the life of this world, exclusively [for them] on the Day of Resurrection.\" Thus do We detail the verses for a people who know."
                },
                {
                    "id": 219319,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Siapakah yang (berani) mengharamkan perhiasan Allah yang telah dikeluarkanNya untuk hamba-hambaNya, dan demikian juga benda-benda yang baik lagi halal dari rezeki yang dikurniakanNya?\" Katakanlah: \"Semuanya itu ialah (nikmat-nikmat) untuk orang-orang yang beriman (dan juga yang tidak beriman) dalam kehidupan dunia; (nikmat-nikmat itu pula) hanya tertentu (bagi orang-orang yang beriman sahaja) pada hari kiamat\". Demikianlah Kami jelaskan ayat-ayat keterangan Kami satu persatu bagi orang-orang yang (mahu) mengetahui."
                },
                {
                    "id": 1091963,
                    "resource_id": 161,
                    "text": "বল, ‘যে সব সৌন্দর্য-শোভামন্ডিত বস্তু ও পবিত্র জীবিকা তিনি তাঁর বান্দাদের জন্য সৃষ্টি করেছেন কে তা হারাম করল’? বল, ‘সে সব হচ্ছে ঈমানদারদের জন্য দুনিয়ার জীবনে বিশেষতঃ ক্বিয়ামাতের দিনে। এভাবে আমি জ্ঞানী সম্প্রদায়ের জন্য নিদর্শনসমূহ বিশদভাবে বিবৃত করি।’"
                }
            ]
        },
        {
            "id": 987,
            "verse_number": 33,
            "verse_key": "7:33",
            "hizb_number": 16,
            "rub_el_hizb_number": 62,
            "ruku_number": 125,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
            "page_number": 154,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101475,
                    "resource_id": 20,
                    "text": "Say, \"My Lord has only forbidden immoralities - what is apparent of them and what is concealed - and sin,<sup foot_note=196290>1</sup> and oppression without right, and that you associate with Allāh that for which He has not sent down authority, and that you say about Allāh that which you do not know.\""
                },
                {
                    "id": 219324,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Sesungguhnya Tuhanku hanya mengharamkan perbuatan-perbuatan yang keji, sama ada yang nyata atau yang tersembunyi; dan perbuatan dosa; dan perbuatan menceroboh dengan tidak ada alasan yang benar; dan (diharamkanNya) kamu mempersekutukan sesuatu dengan Allah sedang Allah tidak menurunkan sebarang bukti (yang membenarkannya); dan (diharamkanNya) kamu memperkatakan terhadap Allah sesuatu yang kamu tidak mengetahuinya."
                },
                {
                    "id": 1091964,
                    "resource_id": 161,
                    "text": "বল, ‘আমার প্রতিপালক অবশ্যই প্রকাশ্য ও গোপন অশ্লীলতা, পাপ, অন্যায়, বিরোধিতা, আল্লাহর অংশীদার স্থির করা যে ব্যাপারে তিনি কোন প্রমাণ নাযিল করেননি, আর আল্লাহ সম্পর্কে তোমাদের অজ্ঞতাপ্রসূত কথাবার্তা নিষিদ্ধ করে দিয়েছেন।"
                }
            ]
        },
        {
            "id": 988,
            "verse_number": 34,
            "verse_key": "7:34",
            "hizb_number": 16,
            "rub_el_hizb_number": 62,
            "ruku_number": 125,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
            "page_number": 154,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101477,
                    "resource_id": 20,
                    "text": "And for every nation is a [specified] term. So when their time has come, they will not remain behind an hour, nor will they precede [it]."
                },
                {
                    "id": 219327,
                    "resource_id": 39,
                    "text": "Dan bagi tiap-tiap umat ada tempoh (yang telah ditetapkan); maka apabila datang tempohnya, tidak dapat mereka dikemudiankan walau sesaatpun, dan tidak dapat pula mereka didahulukan."
                },
                {
                    "id": 1091965,
                    "resource_id": 161,
                    "text": "প্রতিটি জাতির জন্য সময় নির্ধারিত আছে। তাদের নির্ধারিত সময় যখন এসে যাবে তখন এক মুহূর্তকাল পশ্চাৎ-অগ্র হবে না।"
                }
            ]
        },
        {
            "id": 989,
            "verse_number": 35,
            "verse_key": "7:35",
            "hizb_number": 16,
            "rub_el_hizb_number": 62,
            "ruku_number": 125,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى ۙ فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 154,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101479,
                    "resource_id": 20,
                    "text": "O children of Adam, if there come to you messengers from among you relating to you My verses [i.e., scriptures and laws], then whoever fears Allāh and reforms - there will be no fear concerning them, nor will they grieve."
                },
                {
                    "id": 219329,
                    "resource_id": 39,
                    "text": "Wahai anak-anak Adam! Jika datang kepada kamu Rasul-rasul dari kalangan kamu yang menceritakan kepada kamu ayat-ayat (perintah) Ku, maka sesiapa yang bertaqwa dan memperbaiki amalnya, tidak ada kebimbangan (dari berlakunya kejadian yang tidak baik) terhadap mereka, dan mereka pula tidak akan berdukacita."
                },
                {
                    "id": 1091966,
                    "resource_id": 161,
                    "text": "হে আদাম সন্তান! তোমাদের কাছে তোমাদেরই মধ্যে থেকে যখন রসূলগণ আসে যারা তোমাদের কাছে আমার আয়াতগুলোকে বিশদভাবে ব্যাখ্যা করে, তখন যারা তাকওয়া অবলম্বন করে আর নিজেদেরকে সংশোধন করে নেয়, তাদের কোন ভয় নেই, তারা চিন্তিত হবে না।"
                }
            ]
        },
        {
            "id": 990,
            "verse_number": 36,
            "verse_key": "7:36",
            "hizb_number": 16,
            "rub_el_hizb_number": 62,
            "ruku_number": 125,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
            "page_number": 154,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101481,
                    "resource_id": 20,
                    "text": "But the ones who deny Our verses and are arrogant toward them - those are the companions of the Fire; they will abide therein eternally."
                },
                {
                    "id": 219331,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang mendustakan ayat-ayat (perintah) Kami dan yang angkuh (merasa dirinya lebih) daripada mematuhinya, merekalah ahli neraka, mereka kekal di dalamnya."
                },
                {
                    "id": 1091967,
                    "resource_id": 161,
                    "text": "আর যারা আমার আয়াতগুলোকে অস্বীকার করবে আর সেগুলোর ব্যাপারে ঔদ্ধত্য দেখাবে, তারাই হল জাহান্নামের বাসিন্দা, তাতে তারা চিরকাল থাকবে।"
                }
            ]
        },
        {
            "id": 991,
            "verse_number": 37,
            "verse_key": "7:37",
            "hizb_number": 16,
            "rub_el_hizb_number": 62,
            "ruku_number": 125,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ أُو۟لَـٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَـٰبِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا۟ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
            "page_number": 154,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101483,
                    "resource_id": 20,
                    "text": "And who is more unjust than one who invents about Allāh a lie or denies His verses? Those will attain their portion of the decree<sup foot_note=196291>1</sup> until, when Our messengers [i.e., angels] come to them to take them in death, they will say, \"Where are those you used to invoke besides Allāh?\" They will say, \"They have departed from us,\" and will bear witness against themselves that they were disbelievers."
                },
                {
                    "id": 219333,
                    "resource_id": 39,
                    "text": "Maka tidak ada yang lebih zalim daripada orang yang berdusta terhadap Allah atau yang mendustakan ayat-ayatNya. Orang-orang itu akan mendapat bahagian mereka (di dunia) dari apa yang telah tersurat (bagi mereka), hingga apabila datang kepada mereka utusan-utusan Kami (malaikat) yang mengambil nyawa mereka, bertanyalah malaikat itu (kepada mereka): \"Manakah (makhluk-makhluk dan benda-benda) yang kamu sembah selain Allah?\" Mereka menjawab: \"Semuanya itu telah hilang lenyap daripada kami\", dan mereKa pula menjadi saksi terhadap diri mereka sendiri, bahawa mereka adalah orang-orang yang ingkar."
                },
                {
                    "id": 1091968,
                    "resource_id": 161,
                    "text": "তাত্থেকে বড় যালিম আর কে আছে যে আল্লাহ সম্পর্কে মিথ্যে রচনা করে অথবা তাঁর আয়াতগুলোকে অস্বীকার করে? কিতাবে লিখিত (দুনিয়াতে তাদের জন্য) নির্দিষ্ট অংশ তাদের কাছে পৌঁছবে, যে পর্যন্ত না আমার প্রেরিত ফেরেশতা তাদের জান কবজ করার জন্য তাদের কাছে আসবে। তারা (অর্থাৎ ফেরেশতারা) জিজ্ঞেস করবে, ‘আল্লাহ ছাড়া যাদেরকে তোমরা আহবান করতে তারা কোথায়’? তারা বলবে, ‘তারা আমাদের থেকে উধাও হয়ে গেছে’ আর তারা নিজেদের বিরুদ্ধে সাক্ষ্য দিবে যে তারা কাফির ছিল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}