{
    "verses": [
        {
            "id": 998,
            "verse_number": 44,
            "verse_key": "7:44",
            "hizb_number": 16,
            "rub_el_hizb_number": 62,
            "ruku_number": 126,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْجَنَّةِ أَصْحَـٰبَ ٱلنَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا۟ نَعَمْ ۚ فَأَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ أَن لَّعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
            "page_number": 156,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101466,
                    "resource_id": 20,
                    "text": "And the companions of Paradise will call out to the companions of the Fire, \"We have already found what our Lord promised us to be true. Have you found what your Lord promised to be true?\" They will say, \"Yes.\" Then an announcer will announce among them, \"The curse of Allāh shall be upon the wrongdoers"
                },
                {
                    "id": 219577,
                    "resource_id": 39,
                    "text": "Dan (apabila ahli-ahli Syurga itu berada di tempat masing-masing), berserulah mereka kepada ahli neraka dengan berkata: \"Sesungguhnya kami telah dapati apa yang telah dijanjikan kepada kami oleh Tuhan kami, semuanya betul. Maka adakah kamu juga telah dapati apa yang telah dijanjikan oleh Tuhan kamu itu semuanya betul?\". Mereka menjawab: \"Benar ada\". Kemudian berserulah penyeru (malaikat) di antara mereka (kedua-dua puak itu) menyatakan: \"Bahawa laknat Allah tertimpa ke atas orang-orang yang zalim\"."
                },
                {
                    "id": 1091975,
                    "resource_id": 161,
                    "text": "জান্নাতবাসীরা জাহান্নামবাসীদেরকে সম্বোধন করে বলবে যে, ‘আমাদেরকে আমাদের প্রতিপালক যে ওয়া‘দা দিয়েছিলেন তা আমরা ঠিক ঠিক পেয়েছি। আর তোমরাও কি তোমাদের প্রতিপালকের ওয়া‘দা ঠিক মত পেয়েছ?’ তারা বলবে, ‘হাঁ’। তখন একজন ঘোষণাকারী তাদের মাঝে ঘোষণা করবে যে, যালিমদের উপর আল্লাহর অভিশাপ"
                }
            ]
        },
        {
            "id": 999,
            "verse_number": 45,
            "verse_key": "7:45",
            "hizb_number": 16,
            "rub_el_hizb_number": 62,
            "ruku_number": 126,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ كَـٰفِرُونَ",
            "page_number": 156,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101527,
                    "resource_id": 20,
                    "text": "Who averted [people] from the way of Allāh and sought to make it [seem] deviant while they were, concerning the Hereafter, disbelievers.\""
                },
                {
                    "id": 219365,
                    "resource_id": 39,
                    "text": "Iaitu mereka yang menghalang (dirinya sendiri dan juga orang lain) dari menurut jalan Allah, dan mencari helah menjadikan jalan itu bengkok terpesong, sedang mereka pula tidak percayakan hari akhirat."
                },
                {
                    "id": 1091976,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর পথে বাধা সৃষ্টি করে আর তাকে বাঁকা করতে চায়, আর তারা পরকাল অস্বীকারকারী।"
                }
            ]
        },
        {
            "id": 1000,
            "verse_number": 46,
            "verse_key": "7:46",
            "hizb_number": 16,
            "rub_el_hizb_number": 62,
            "ruku_number": 126,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَى ٱلْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّۢا بِسِيمَىٰهُمْ ۚ وَنَادَوْا۟ أَصْحَـٰبَ ٱلْجَنَّةِ أَن سَلَـٰمٌ عَلَيْكُمْ ۚ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
            "page_number": 156,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101536,
                    "resource_id": 20,
                    "text": "And between them will be a partition [i.e., wall], and on [its] elevations are men<sup foot_note=196297>1</sup> who recognize all<sup foot_note=196296>2</sup> by their mark. And they call out to the companions of Paradise, \"Peace be upon you.\" They have not [yet] entered it, but they long intensely."
                },
                {
                    "id": 219374,
                    "resource_id": 39,
                    "text": "Dan di antara keduanya (Syurga dan neraka) ada tembok \"Al-A'raaf \"(yang menjadi) pendinding, dan di atas tembok Al-A'raaf itu ada sebilangan orang-orang lelaki yang mengenal tiap-tiap seorang (dari ahli-ahli Syurga dan neraka) itu, dengan tanda masing-masing. Dan mereka pun menyeru ahli Syurga (dengan memberi salam, katanya): \"Salaamun Alaikum\" (salam sejahtera kepada kamu). Sedang mereka, sendiri belum lagi masuk Syurga, padahal mereka ingin sangat memasukinya."
                },
                {
                    "id": 1091977,
                    "resource_id": 161,
                    "text": "উভয় দলের মাঝে আছে পর্দা আর আ‘রাফে (জান্নাত ও জাহান্নামের মধ্যবর্তী অংশ) কিছু লোক থাকবে যারা প্রত্যেক লোককে তার চিহ্ন দ্বারা চিনতে পারবে (যে সে জান্নাতের বাসিন্দা না জাহান্নামের)। জান্নাতবাসীদেরকে ডেকে তারা বলবে, ‘তোমাদের প্রতি সালাম’। তারা (আ‘রাফবাসীরা) তখনও জান্নাতে প্রবেশ করেনি কিন্তু তারা আশা করছে।"
                }
            ]
        },
        {
            "id": 1001,
            "verse_number": 47,
            "verse_key": "7:47",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 126,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ وَإِذَا صُرِفَتْ أَبْصَـٰرُهُمْ تِلْقَآءَ أَصْحَـٰبِ ٱلنَّارِ قَالُوا۟ رَبَّنَا لَا تَجْعَلْنَا مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
            "page_number": 156,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101538,
                    "resource_id": 20,
                    "text": "And when their eyes are turned toward the companions of the Fire, they say, \"Our Lord, do not place us with the wrongdoing people.\""
                },
                {
                    "id": 219376,
                    "resource_id": 39,
                    "text": "Dan apabila dialihkan pandangan mereka ke arah ahli neraka, mereka (berdoa dengan) berkata: \"Wahai Tuhan kami! Janganlah Engkau jadikan kami bersama orang-orang yang zalim\"."
                },
                {
                    "id": 1091978,
                    "resource_id": 161,
                    "text": "যখন তাদের দৃষ্টি অগ্নিবাসীদের দিকে ঘুরিয়ে দেয়া হবে তখন তারা বলবে, ‘হে আমাদের প্রতিপালক! আমাদেরকে যালিমদের সঙ্গী করো না।’"
                }
            ]
        },
        {
            "id": 1002,
            "verse_number": 48,
            "verse_key": "7:48",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 127,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْأَعْرَافِ رِجَالًا يَعْرِفُونَهُم بِسِيمَىٰهُمْ قَالُوا۟ مَآ أَغْنَىٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ",
            "page_number": 156,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101540,
                    "resource_id": 20,
                    "text": "And the companions of the Elevations will call to men [within Hell] whom they recognize by their mark, saying, \"Of no avail to you was your gathering<sup foot_note=196298>1</sup> and [the fact] that you were arrogant.\""
                },
                {
                    "id": 219378,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang berada di atas tembok Al-A'raaf menyeru beberapa orang (Ketua kaum kafir) yang mereka kenal dengan tandanya, dengan berkata: \"Nampaknya kumpulan kamu yang ramai (atau kekayaan kamu yang besar) dan juga segala apa yang kamu sombongkan dahulu - tidak dapat menolong kamu\"."
                },
                {
                    "id": 1091979,
                    "resource_id": 161,
                    "text": "আ‘রাফবাসীরা যাদেরকে চিহ্ন দেখে চিনতে পারবে তাদেরকে ডেকে বলবে, ‘তোমাদের দলবল আর গর্ব-অহঙ্কার কোন কাজে আসল না।’"
                }
            ]
        },
        {
            "id": 1003,
            "verse_number": 49,
            "verse_key": "7:49",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 127,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ ٱللَّهُ بِرَحْمَةٍ ۚ ٱدْخُلُوا۟ ٱلْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنتُمْ تَحْزَنُونَ",
            "page_number": 156,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101542,
                    "resource_id": 20,
                    "text": "[Allāh will say], \"Are these<sup foot_note=196299>1</sup> the ones whom you [inhabitants of Hell] swore that Allāh would never offer them mercy? Enter Paradise, [O people of the Elevations]. No fear will there be concerning you, nor will you grieve.\""
                },
                {
                    "id": 219380,
                    "resource_id": 39,
                    "text": "(Mereka bertanya pula kepada Ketua-ketua kaum kafir itu dengan berkata): \"Itukah orang-orang yang kamu ejek-ejek dahulu dan kamu bersumpah bahawa mereka tidak akan beroleh rahmat dari Allah? (Sekarang dikatakan kepada mereka): ` Masuklah kamu ke dalam Syurga, tidak ada kebimbangan (dari berlakunya sesuatu yang tidak baik) terhadap kamu, dan kamu pula tidak akan berdukacita. ' \""
                },
                {
                    "id": 1091980,
                    "resource_id": 161,
                    "text": "এরাই (অর্থাৎ জান্নাতবাসীরা) কি ঐ সব লোক যাদের ব্যাপারে তোমরা শপথ করে বলতে যে আল্লাহ তাদের প্রতি কোন দয়া দেখাবেন না। (আজ এদেরকেই বলা হল) তোমরা জান্নাতে প্রবেশ কর, তোমাদের কোন ভয় নেই, তোমরা দুঃখিতও হবে না।"
                }
            ]
        },
        {
            "id": 1004,
            "verse_number": 50,
            "verse_key": "7:50",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 127,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلنَّارِ أَصْحَـٰبَ ٱلْجَنَّةِ أَنْ أَفِيضُوا۟ عَلَيْنَا مِنَ ٱلْمَآءِ أَوْ مِمَّا رَزَقَكُمُ ٱللَّهُ ۚ قَالُوٓا۟ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلْكَـٰفِرِينَ",
            "page_number": 156,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101545,
                    "resource_id": 20,
                    "text": "And the companions of the Fire will call to the companions of Paradise, \"Pour upon us some water or from whatever Allāh has provided you.\" They will say, \"Indeed, Allāh has forbidden them both to the disbelievers"
                },
                {
                    "id": 219383,
                    "resource_id": 39,
                    "text": "Dan (Tuhan menerangkan pula kehinaan ahli neraka dengan firmannya): ahli neraka menyeru ahli Syurga (dengan berkata): \"Limpahkanlah kepada kami sedikit dari air atau dari rezeki (makanan) yang telah dikurniakan Allah kepada kamu\". Mereka (ahli Syurga) menjawab: \"Sesungguhnya Allah telah haramkan kedua-duanya atas orang-orang kafir\"."
                },
                {
                    "id": 1091981,
                    "resource_id": 161,
                    "text": "জাহান্নামীরা জান্নাতীদের ডেকে বলবে, ‘আমাদেরকে কিছু পানি ঢেলে দাও কিংবা আল্লাহ তোমাদেরকে যে রিযক্ দিয়েছেন তাত্থেকে কিছু দাও।’ তারা বলবে, ‘আল্লাহ এ দু’টো কাফিরদের জন্য নিষিদ্ধ করে দিয়েছেন।’"
                }
            ]
        },
        {
            "id": 1005,
            "verse_number": 51,
            "verse_key": "7:51",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 127,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ نَنسَىٰهُمْ كَمَا نَسُوا۟ لِقَآءَ يَوْمِهِمْ هَـٰذَا وَمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
            "page_number": 156,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101546,
                    "resource_id": 20,
                    "text": "Who took their religion as distraction and amusement and whom the worldly life deluded.\" So today We will forget them just as they forgot the meeting of this Day of theirs and for having rejected Our verses."
                },
                {
                    "id": 219394,
                    "resource_id": 39,
                    "text": "(Tuhan berfirman: Orang-orang kafir itu ialah) orang-orang yang menjadikan perkara-perkara ugama mereka sebagai hiburan yang melalaikan dan permainan, dan orang-orang yang telah terpedaya dengan kehidupan dunia (segala kemewahannya dan kelazatannya). Oleh itu, pada hari ini (hari kiamat), Kami lupakan (tidak hiraukan) mereka sebagaimana mereka telah lupa (tidak hiraukan persiapan-persipan untuk) menemui hari mereka ini, dan juga kerana mereka selalu mengingkari ayat-ayat keterangan Kami."
                },
                {
                    "id": 1091982,
                    "resource_id": 161,
                    "text": "‘যারা তাদের দ্বীনকে খেলা-তামাশা বানিয়ে নিয়েছিল আর দুনিয়ার জীবন যাদেরকে প্রতারিত করেছিল।’ কাজেই আজকের দিনে তাদেরকে আমি ভুলে যাব যেভাবে তারা এ দিনের সাক্ষাৎকে ভুলে গিয়েছিল এবং আমার আয়াতসমূহকে অস্বীকার করে চলেছিল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}