{
    "verses": [
        {
            "id": 1006,
            "verse_number": 52,
            "verse_key": "7:52",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 127,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ جِئْنَـٰهُم بِكِتَـٰبٍ فَصَّلْنَـٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
            "page_number": 157,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101558,
                    "resource_id": 20,
                    "text": "And We had certainly brought them a Book which We detailed by knowledge - as guidance and mercy to a people who believe."
                },
                {
                    "id": 219428,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami telah datangkan kepada mereka, sebuah Kitab (Al-Quran) yang Kami telah menjelaskannya satu persatu berdasarkan pengetahuan (Kami yang meliputi segala-galanya), untuk menjadi hidayah petunjuk dan rahmat, bagi orang-orang yang (mahu) beriman."
                },
                {
                    "id": 1091983,
                    "resource_id": 161,
                    "text": "আমি অবশ্যই তাদের কাছে এক কিতাব এনে দিয়েছিলাম যা ছিল পূর্ণ জ্ঞানের ভিত্তিতে বিশদভাবে বিবৃত যা ছিল বিশ্বাসী সম্প্রদায়ের জন্য সঠিক পথের দিশারী ও রহমত স্বরূপ।"
                }
            ]
        },
        {
            "id": 1007,
            "verse_number": 53,
            "verse_key": "7:53",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 127,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ ۚ يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
            "page_number": 157,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101570,
                    "resource_id": 20,
                    "text": "Do they await except its result?<sup foot_note=196300>1</sup> The Day its result comes, those who had ignored it before will say, \"The messengers of our Lord had come with the truth, so are there [now] any intercessors to intercede for us or could we be sent back to do other than what we used to do?\" They will have lost themselves, and lost from them is what they used to invent."
                },
                {
                    "id": 219406,
                    "resource_id": 39,
                    "text": "Tidak ada perkara yang mereka tunggu-tunggukan melainkan akibat atau kesudahan (apa yang telah dijanjikan oleh Allah di dalam Al-Quran), pada hari datangnya apa yang telah dijanjikan dalam Al-Quran itu (pada hari kiamat kelak), berkatalah orang-orang yang telah melupakannya (yang tidak menghiraukannya dalam dunia) dahulu: \"Sesungguhnya telah datang Rasul-rasul Tuhan kami dengan membawa kebenaran, maka adakah untuk kami pemberi syafaat supaya mereka memberi syafaat bagi kami atau (bolehkah) kami dikembalikan (ke dunia) supaya kami dapat beramal, lain daripada apa yang kami telah kerjakan?\" Sesungguhnya mereka telah merugikan diri mereka sendiri, dan telah lenyaplah dari mereka perkara-perkara yang mereka ada-adakan dahulu."
                },
                {
                    "id": 1091984,
                    "resource_id": 161,
                    "text": "তারা কি তার পরিণামের অপেক্ষা করছে (কাফিরদেরকে যে পরিণামের ব্যাপারে এ কিতাব খবর দিয়েছে) যখন তার (খবর দেয়া) পরিণাম এসে যাবে তখন পূর্বে যারা এর কথা ভুলে গিয়েছিল তারা বলবে, আমাদের প্রতিপালকের রসূলগণ তো প্রকৃত সত্য নিয়েই এসেছিল, এখন কোন সুপারিশকারী আছে কি যারা আমাদের জন্য সুপারিশ করবে অথবা আমাদেরকে (পৃথিবীতে) ফিরে যেতে দেয়া হবে কি যাতে আমরা যে ‘আমাল করছিলাম তত্থেকে ভিন্নতর ‘আমাল করি? তারা নিজেদেরকে ক্ষতিগ্রস্ত করে ফেলেছে, আর তারা যে মিথ্যে রচনা করত তাও তাদের কাছ থেকে উধাও হয়ে গেছে।"
                }
            ]
        },
        {
            "id": 1008,
            "verse_number": 54,
            "verse_key": "7:54",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 128,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ ۗ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
            "page_number": 157,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101582,
                    "resource_id": 20,
                    "text": "Indeed, your Lord is Allāh, who created the heavens and earth in six days and then established Himself above the Throne.<sup foot_note=196301>1</sup> He covers the night with the day, [another night] chasing it rapidly; and [He created] the sun, the moon, and the stars, subjected by His command. Unquestionably, His is the creation and the command; blessed is Allāh, Lord of the worlds."
                },
                {
                    "id": 219417,
                    "resource_id": 39,
                    "text": "Sesungguhnya Tuhan kamu ialah Allah yang menciptakan langit dan bumi dalam enam masa lalu Ia bersemayam di atas Arasy; Ia melindungi malam dengan siang yang mengiringinya dengan deras (silih berganti) dan (Ia pula yang menciptakan) matahari dan bulan serta bintang-bintang, (semuanya) tunduk kepada perintahNya. Ingatlah, kepada Allah jualah tertentu urusan menciptakan (sekalian makhluk) dan urusan pemerintahan. Maha Suci Allah yang mencipta dan mentadbirkan sekalian alam."
                },
                {
                    "id": 1091985,
                    "resource_id": 161,
                    "text": "তোমাদের প্রতিপালক আল্লাহ যিনি ছয় দিনে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, অতঃপর আরশে সমুন্নত হয়েছেন। দিনকে তিনি রাতের পর্দা দিয়ে ঢেকে দেন, তারা একে অন্যকে দ্রুতগতিতে অনুসরণ করে এবং সূর্য, চন্দ্র, তারকারাজি তাঁরই আজ্ঞাবহ। জেনে রেখ, সৃষ্টি তাঁর, হুকুমও (চলবে) তাঁর, বরকতময় আল্লাহ বিশ্বজগতের প্রতিপালক।"
                }
            ]
        },
        {
            "id": 1009,
            "verse_number": 55,
            "verse_key": "7:55",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 128,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
            "page_number": 157,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101585,
                    "resource_id": 20,
                    "text": "Call upon your Lord in humility and privately; indeed, He does not like transgressors.<sup foot_note=196302>1</sup>"
                },
                {
                    "id": 219421,
                    "resource_id": 39,
                    "text": "Berdoalah kepada Tuhan kamu dengan merendah diri dan (dengan suara) perlahan-lahan. Sesungguhnya Allah tidak suka kepada orang-orang yang melampaui batas."
                },
                {
                    "id": 1091986,
                    "resource_id": 161,
                    "text": "তোমরা তোমাদের প্রতিপালককে বিনয়ের সঙ্গে এবং গোপনে আহবান কর, তিনি সীমালঙ্ঘনকারীদেরকে পছন্দ করেন না।"
                }
            ]
        },
        {
            "id": 1010,
            "verse_number": 56,
            "verse_key": "7:56",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 128,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا ۚ إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ",
            "page_number": 157,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101587,
                    "resource_id": 20,
                    "text": "And cause not corruption upon the earth after its reformation. And invoke Him in fear and aspiration. Indeed, the mercy of Allāh is near to the doers of good."
                },
                {
                    "id": 219423,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu berbuat kerosakan di bumi sesudah Allah menyediakan segala yang membawa kebaikan padanya, dan berdoalah kepadaNya dengan perasaan bimbang (kalau-kalau tidak diterima) dan juga dengan perasaan terlalu mengharapkan (supaya makbul). Sesungguhnya rahmat Allah itu dekat kepada orang-orang yang memperbaiki amalannya."
                },
                {
                    "id": 1091987,
                    "resource_id": 161,
                    "text": "শান্তি-শৃঙ্খলা স্থাপিত হওয়ার পর পৃথিবীতে বিপর্যয় সৃষ্টি করো না, আর তাঁকে ভয়-ভীতি ও আশা-ভরসা নিয়ে ডাকতে থাক, আল্লাহর দয়া তো (সব সময়) তাদের নিকটে আছে যারা সৎ কাজ করে।"
                }
            ]
        },
        {
            "id": 1011,
            "verse_number": 57,
            "verse_key": "7:57",
            "hizb_number": 16,
            "rub_el_hizb_number": 63,
            "ruku_number": 128,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۖ حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَـٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ ۚ كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
            "page_number": 157,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101590,
                    "resource_id": 20,
                    "text": "And it is He who sends the winds as good tidings before His mercy [i.e., rainfall] until, when they have carried heavy rainclouds, We drive them to a dead land and We send down rain therein and bring forth thereby [some] of all the fruits. Thus will We bring forth the dead; perhaps you may be reminded."
                },
                {
                    "id": 219425,
                    "resource_id": 39,
                    "text": "Dan Dia lah (Allah) yang menghantarkan angin sebagai pembawa berita yang mengembirakan sebelum kedatangan rahmatnya (iaitu hujan), hingga apabila angin itu membawa awan mendung, Kami halakan dia ke negeri yang mati (ke daerah yang kering kontang), lalu Kami turunkan hujan dengan awan itu, kemudian Kami keluarkan dengan air hujan itu berbagai-bagai jenis buah-buahan. Demikianlah pula Kami mengeluarkan (menghidupkan semula) orang-orang yang telah mati, supaya kamu beringat (mengambil pelajaran daripadanya)."
                },
                {
                    "id": 1091988,
                    "resource_id": 161,
                    "text": "তিনি তাঁর রহমতের পূর্বে সুসংবাদের ঘোষক হিসেবে বায়ু প্রেরণ করেন, অতঃপর যখন তা মেঘের ভারী বোঝা বহন করে, তখন আমি তাকে মৃত ভূখন্ডের দিকে তাড়িয়ে নিয়ে যাই, যাত্থেকে আমি পানি বর্ষণ করি, অতঃপর তাত্থেকে আমি সর্বপ্রকার ফল উৎপন্ন করি। এভাবেই আমি মৃতকে জীবিত করি যাতে তোমরা শিক্ষা গ্রহণ কর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}