{
    "verses": [
        {
            "id": 1022,
            "verse_number": 68,
            "verse_key": "7:68",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 130,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِينٌ",
            "page_number": 159,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101636,
                    "resource_id": 20,
                    "text": "I convey to you the messages of my Lord, and I am to you a trustworthy adviser."
                },
                {
                    "id": 219465,
                    "resource_id": 39,
                    "text": "\"(Tugasku) menyampaikan kepada kamu akan perintah-perintah (yang diutuskan oleh) Tuhanku, dan aku adalah pemberi nasihat yang amanah, bagi kamu."
                },
                {
                    "id": 1091999,
                    "resource_id": 161,
                    "text": "‘আমি তোমাদের কাছে আমার প্রতিপালকের বাণী পৌঁছে দিচ্ছি, আর আমি তোমাদের বিশ্বস্ত কল্যাণকামী।"
                }
            ]
        },
        {
            "id": 1023,
            "verse_number": 69,
            "verse_key": "7:69",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 130,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ ۚ وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
            "page_number": 159,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101638,
                    "resource_id": 20,
                    "text": "Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you? And remember when He made you successors after the people of Noah and increased you in stature extensively. So remember the favors of Allāh that you might succeed.\""
                },
                {
                    "id": 219467,
                    "resource_id": 39,
                    "text": "\"Adakah kamu merasa ragu-ragu dan hairan tentang datangnya kepada kamu nasihat pengajaran dari Tuhan kamu, melalui seorang lelaki dari golongan kamu, untuk memberi peringatan kepada kamu? Dan kenanglah ketika Allah menjadikan kamu khalifah-khalifah sesudah kaum Nabi Nuh, dan Allah telah menambahkan kamu kelebihan (dan kekuatan) pada bentuk kejadian tubuh kamu. Maka kenanglah akan nikmat-nikmat Allah supaya kamu berjaya\"."
                },
                {
                    "id": 1092000,
                    "resource_id": 161,
                    "text": "তোমরা কি আশ্চর্য হচ্ছ যে, তোমাদেরই মধ্যে একজন লোকের উপর তোমাদের প্রতিপালকের নিকট হতে উপদেশ এসেছে তোমাদেরকে সাবধান করার উদ্দেশে। আরো স্মরণ কর তিনি তোমাদেরকে নূহের কওমের পর তাদের স্থলাভিষিক্ত করেছেন আর দৈহিক গঠনে অধিকতর বলিষ্ঠ করেছেন, কাজেই আল্লাহর অনুগ্রহের কথা স্মরণ কর যাতে তোমরা সাফল্যমন্ডিত হতে পার।’"
                }
            ]
        },
        {
            "id": 1024,
            "verse_number": 70,
            "verse_key": "7:70",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 130,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا ۖ فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
            "page_number": 159,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101641,
                    "resource_id": 20,
                    "text": "They said, \"Have you come to us that we should worship Allāh alone and leave what our fathers have worshipped? Then bring us what you promise us,<sup foot_note=196304>1</sup> if you should be of the truthful.\""
                },
                {
                    "id": 219472,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Adakah engkau datang kepada kami supaya kami hanya menyembah Allah semata-mata, dan meninggalkan apa yang pernah disembah oleh datuk nenek kami? (Kami tidak akan menurut) maka datangkanlah azab yang engkau janjikan kepada kami, jika betul engkau dari orang-orang yang benar\"."
                },
                {
                    "id": 1092001,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘তুমি কি আমাদের কাছে এজন্য এসেছ যাতে আমরা এক আল্লাহর ‘ইবাদাত করি আর আমাদের পিতৃপুরুষগণ যার ‘ইবাদাত করত তা ত্যাগ করি? কাজেই তুমি যদি সত্যবাদী হও তাহলে আমাদেরকে যে জিনিসের ওয়াদা করছ (ভয় দেখাচ্ছ) তা নিয়ে এসো।’"
                }
            ]
        },
        {
            "id": 1025,
            "verse_number": 71,
            "verse_key": "7:71",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 130,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ أَتُجَـٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
            "page_number": 159,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101642,
                    "resource_id": 20,
                    "text": "[Hūd] said, \"Already have defilement and anger fallen upon you from your Lord. Do you dispute with me concerning [mere] names you have named them,<sup foot_note=196305>1</sup> you and your fathers, for which Allāh has not sent down any authority? Then wait; indeed, I am with you among those who wait.\""
                },
                {
                    "id": 219473,
                    "resource_id": 39,
                    "text": "Nabi Hud menjawab: \"Sesungguhnya telah tetaplah kamu akan ditimpa azab dan kemurkaan dari Tuhan kamu. Adakah kamu hendak berbahas denganku mengenai nama-nama yang hanya kamu dan nenek moyang kamu menamakannya, sedang Allah tidak sekali-kali menurunkan sebarang bukti yang membenarkannya? Maka tunggulah (kedatangan azab itu), sesungguhnya aku juga dari orang-orang yang turut menunggu bersama-sama kamu\"."
                },
                {
                    "id": 1092002,
                    "resource_id": 161,
                    "text": "সে বলল, ‘তোমাদের উপর তোমাদের প্রতিপালকের অসন্তোষ ও ক্রোধ নেমে এসেছে। তাহলে তোমরা কি আমার সঙ্গে এমন কতকগুলো নাম সম্পর্কে বিতর্ক করছ যেগুলোর নামকরণ তোমরা আর তোমাদের বাপ-দাদারাই করেছে যে সম্পর্কে আল্লাহ কোন প্রমাণ নাযিল করেননি? তাহলে তোমরা অপেক্ষা কর, আমিও তোমাদের সঙ্গে অপেক্ষমান থাকলাম।’"
                }
            ]
        },
        {
            "id": 1026,
            "verse_number": 72,
            "verse_key": "7:72",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 130,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ وَمَا كَانُوا۟ مُؤْمِنِينَ",
            "page_number": 159,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101651,
                    "resource_id": 20,
                    "text": "So We saved him and those with him by mercy from Us. And We eliminated those who denied Our signs, and they were not [at all] believers."
                },
                {
                    "id": 219481,
                    "resource_id": 39,
                    "text": "Maka Kami selamatkan dia dan orang-orang yang bersamanya, dengan rahmat dari Kami, dan Kami (binasakan serta) putuskan keturunan orang-orang yang mendustakan ayat-ayat Kami, dan mereka bukanlah orang-orang yang beriman."
                },
                {
                    "id": 1092003,
                    "resource_id": 161,
                    "text": "আমার করুণায় আমি তাকে ও তার সঙ্গী-সাথীদেরকে রক্ষা করলাম আর আমার নিদর্শনাবলীকে যারা অস্বীকার করেছিল এবং ঈমান আনেনি তাদের মূল উৎপাটন করলাম।"
                }
            ]
        },
        {
            "id": 1027,
            "verse_number": 73,
            "verse_key": "7:73",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً ۖ فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 159,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101663,
                    "resource_id": 20,
                    "text": "And to the Thamūd [We sent] their brother Ṣāliḥ. He said, \"O my people, worship Allāh; you have no deity other than Him. There has come to you clear evidence from your Lord. This is the she-camel of Allāh [sent] to you as a sign. So leave her to eat within Allāh's land and do not touch her with harm, lest there seize you a painful punishment."
                },
                {
                    "id": 219492,
                    "resource_id": 39,
                    "text": "Dan kepada kaum Thamud (Kami utuskan) saudara mereka: Nabi Soleh. Ia berkata: \"Wahai kaumku! Sembahlah kamu akan Allah, (sebenarnya) tiada Tuhan bagi kamu selain daripadaNya. Sesungguhnya telah datang kepada kamu keterangan yang nyata (mukjizat) dari Tuhan kamu; ini adalah seekor unta betina (dari) Allah sebagai keterangan bagi kamu (membuktikan kebenaranku). Oleh itu, biarkanlah unta itu mencari makan di bumi Allah, dan janganlah kamu menyentuhnya dengan sesuatu yang menyakitinya; (kalau kamu menyentuhnya) maka kamu akan ditimpa azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1092004,
                    "resource_id": 161,
                    "text": "আমি সামুদ জাতির কাছে তাদের ভাই সালিহকে পাঠিয়েছিলাম। সে বলেছিল, হে আমার সম্প্রদায়! তোমরা আল্লাহর ‘ইবাদাত কর, তিনি ছাড়া তোমাদের কোন ইলাহ নেই। তোমাদের নিকট তোমাদের প্রতিপালকের পক্ষ হতে সুস্পষ্ট প্রমাণ এসেছে। এটি হল আল্লাহর উটনী, তোমাদের জন্য নিদর্শন, তাকে আল্লাহর যমীনে চরে খেতে দাও, মন্দ উদ্দেশ্যে একে স্পর্শ করবে না, করলে পীড়াদায়ক শাস্তি তোমাদেরকে গ্রাস করবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}