{
    "verses": [
        {
            "id": 1028,
            "verse_number": 74,
            "verse_key": "7:74",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
            "page_number": 160,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101675,
                    "resource_id": 20,
                    "text": "And remember when He made you successors after the ʿAad and settled you in the land, [and] you take for yourselves palaces from its plains and carve from the mountains, homes. Then remember the favors of Allāh and do not commit abuse on the earth, spreading corruption.\""
                },
                {
                    "id": 219503,
                    "resource_id": 39,
                    "text": "\"Dan kenanglah ketika Allah menjadikan kamu khalifah-khalifah sesudah kaum Aad, dan di tempatkannya kamu di bumi, (dengan diberi kemudahan) untuk kamu mendirikan istana-istana di tanahnya yang rata, dan kamu memahat gunung-ganangnya untuk dijadikan rumah. Maka kenangkanlah nikmat-nikmat Allah itu dan janganlah kamu bermaharajalela melakukan kerosakan di muka bumi\"."
                },
                {
                    "id": 1092005,
                    "resource_id": 161,
                    "text": "স্মরণ কর, ‘আদ জাতির পরে তিনি তোমাদেরকে তাদের স্থলাভিষিক্ত করেছেন আর তোমাদেরকে যমীনে বসতি দান করেছেন, তোমরা তার সমতলে প্রাসাদ নির্মাণ করছ আর পাহাড় কেটে ঘর তৈরি করছ, কাজেই আল্লাহর অনুগ্রহের কথা স্মরণ কর, পৃথিবীতে ফাসাদ সৃষ্টি কর না।"
                }
            ]
        },
        {
            "id": 1029,
            "verse_number": 75,
            "verse_key": "7:75",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا۟ لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَـٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ ۚ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ",
            "page_number": 160,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101687,
                    "resource_id": 20,
                    "text": "Said the eminent ones who were arrogant among his people to those who were oppressed - to those who believed among them, \"Do you [actually] know that Ṣāliḥ is sent from his Lord?\" They said, \"Indeed we, in that with which he was sent, are believers.\""
                },
                {
                    "id": 219516,
                    "resource_id": 39,
                    "text": "Ketua-ketua yang sombong takbur dari kaumnya berkata kepada orang-orang yang dipandang lemah iaitu orang-orang yang telah beriman di antara mereka: \"Tahukah kamu bahawa Soleh itu diutus dari Tuhannya?\" Mereka menjawab: \"Sesungguhnya kami beriman kepada apa yang ia diutus untuk menyampaikannya\"."
                },
                {
                    "id": 1092006,
                    "resource_id": 161,
                    "text": "তার জাতির গর্বিত প্রধানগণ ঐসব লোকদেরকে বলেছিল যাদেরকে দুর্বল করে রাখা হয়েছিল, যারা তাদের মধ্যে ঈমান এনেছিল- ‘‘তোমরা কি জান যে সালিহ তার প্রতিপালক কর্তৃক প্রেরিত? তারা বলেছিল, ‘তিনি যে বাণী নিয়ে প্রেরিত হয়েছেন তাতে আমরা বিশ্বাসী’।"
                }
            ]
        },
        {
            "id": 1030,
            "verse_number": 76,
            "verse_key": "7:76",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا بِٱلَّذِىٓ ءَامَنتُم بِهِۦ كَـٰفِرُونَ",
            "page_number": 160,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101690,
                    "resource_id": 20,
                    "text": "Said those who were arrogant, \"Indeed we, in that which you have believed, are disbelievers.\""
                },
                {
                    "id": 219519,
                    "resource_id": 39,
                    "text": "Orang-orang yang sombong takbur itu berkata: \"Sesungguhnya kami tetap ingkar akan orang yang kamu beriman kepadanya\"."
                },
                {
                    "id": 1092007,
                    "resource_id": 161,
                    "text": "যারা অহঙ্কার করেছিল তারা বলেছিল, ‘তোমরা যাতে বিশ্বাস করেছ আমরা তা অস্বীকার করছি।’"
                }
            ]
        },
        {
            "id": 1031,
            "verse_number": 77,
            "verse_key": "7:77",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا۟ يَـٰصَـٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ",
            "page_number": 160,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101692,
                    "resource_id": 20,
                    "text": "So they hamstrung the she-camel and were insolent toward the command of their Lord and said, \"O Ṣāliḥ, bring us what you promise us, if you should be of the messengers.\""
                },
                {
                    "id": 219521,
                    "resource_id": 39,
                    "text": "Maka mereka pun menyembelih unta itu, dan mereka menderhaka terhadap perintah Tuhan mereka, sambil berkata: \"Hai Soleh! Datangkanlah azab yang engkau telah janjikan kepada kami, jika betul engkau dari Rasul-rasul yang diutus (oleh Allah)\"."
                },
                {
                    "id": 1092008,
                    "resource_id": 161,
                    "text": "অতঃপর তারা উষ্ট্রীটিকে মেরে ফেলল এবং তাদের প্রতিপালকের স্পষ্ট বিরোধিতা করে চলল আর বলল, ‘হে সালিহ! তুমি যদি রসূল হয়েই থাক তাহলে তা নিয়ে এসো আমাদেরকে যার ওয়াদা করছ (ভয় দেখাচ্ছ)।’"
                }
            ]
        },
        {
            "id": 1032,
            "verse_number": 78,
            "verse_key": "7:78",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
            "page_number": 160,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101694,
                    "resource_id": 20,
                    "text": "So the earthquake seized them, and they became within their home [corpses] fallen prone."
                },
                {
                    "id": 219523,
                    "resource_id": 39,
                    "text": "Oleh itu, mereka pun dibinasakan oleh gempa bumi, lalu menjadilah mereka mayat-mayat yang tersungkur di tempat tinggal masing-masing."
                },
                {
                    "id": 1092009,
                    "resource_id": 161,
                    "text": "অতঃপর ভূমিকম্প তাদেরকে হঠাৎ পাকড়াও করল আর তারা তাদের ঘরগুলোতে মুখ থুবড়ে পড়ে রইল।"
                }
            ]
        },
        {
            "id": 1033,
            "verse_number": 79,
            "verse_key": "7:79",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَـٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ",
            "page_number": 160,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101696,
                    "resource_id": 20,
                    "text": "And he [i.e., Ṣāliḥ] turned away from them and said, \"O my people, I had certainly conveyed to you the message of my Lord and advised you, but you do not like advisors.\""
                },
                {
                    "id": 219525,
                    "resource_id": 39,
                    "text": "Maka Nabi Soleh pun meninggalkan mereka sambil berkata: \"Wahai kaumku! Aku telah menyampaikan kepada kamu perutusan Tuhanku, dan aku telah memberi nasihat kepada kamu, tetapi kamu tidak suka kepada orang-orang yang memberi nasihat\"."
                },
                {
                    "id": 1092010,
                    "resource_id": 161,
                    "text": "আর সালিহ এ কথা বলে তাদেরকে পরিত্যাগ করল যে, হে আমার সম্প্রদায়! ‘আমি তোমাদের কাছে আমার প্রতিপালকের বাণী পৌঁছে দিয়েছি, আর তোমাদেরকে সদুপদেশ দিয়েছি কিন্তু সদুপদেশ দানকারীদেরকে তোমরা পছন্দ কর না।’"
                }
            ]
        },
        {
            "id": 1034,
            "verse_number": 80,
            "verse_key": "7:80",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
            "page_number": 160,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101699,
                    "resource_id": 20,
                    "text": "And [We had sent] Lot when he said to his people, \"Do you commit such immorality as no one has preceded you with from among the worlds [i.e., peoples]?"
                },
                {
                    "id": 219528,
                    "resource_id": 39,
                    "text": "Dan Nabi Lut juga (Kami utuskan). Ingatlah ketika ia berkata kepada kaumnya: \"Patutkah kamu melakukan perbuatan yang keji, yang tidak pernah dilakukan oleh seorang pun dari penduduk alam ini sebelum kamu?"
                },
                {
                    "id": 1092011,
                    "resource_id": 161,
                    "text": "আর আমি লূতকে পাঠিয়েছিলাম। যখন সে তার জাতিকে বলেছিল, ‘তোমরা এমন নির্লজ্জতার কাজ করছ যা বিশ্বজগতে তোমাদের পূর্বে কোন একজনও করেনি।’"
                }
            ]
        },
        {
            "id": 1035,
            "verse_number": 81,
            "verse_key": "7:81",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
            "page_number": 160,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101700,
                    "resource_id": 20,
                    "text": "Indeed, you approach men with desire, instead of women. Rather, you are a transgressing people.\""
                },
                {
                    "id": 219529,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya kamu mendatangi lelaki untuk memuaskan nafsu syahwat kamu dengan meninggalkan perempuan, bahkan kamu ini adalah kaum yang melampaui batas\"."
                },
                {
                    "id": 1092012,
                    "resource_id": 161,
                    "text": "তোমরা যৌন তাড়নায় স্ত্রীদের বাদ দিয়ে পুরুষদের নিকট গমন করছ, তোমরা হচ্ছ এক সীমালঙ্ঘনকারী সম্প্রদায়।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}