{
    "verses": [
        {
            "id": 1036,
            "verse_number": 82,
            "verse_key": "7:82",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوهُم مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
            "page_number": 161,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101712,
                    "resource_id": 20,
                    "text": "But the answer of his people was only that they said, \"Evict them from your city! Indeed, they are men who keep themselves pure.\""
                },
                {
                    "id": 219537,
                    "resource_id": 39,
                    "text": "Dan tidak ada jawab dari kaumnya selain daripada berkata: \"Usirlah mereka (Nabi Lut dan pengikut-pengikutnya yang taat) dari bandar kamu ini, sesungguhnya mereka adalah orang-orang yang (mendakwa) mensucikan diri\"."
                },
                {
                    "id": 1092013,
                    "resource_id": 161,
                    "text": "তার জাতির এ ছাড়া আর কোন জবাব ছিল না যে, ‘তোমাদের জনপদ থেকে এদেরকে বের করে দাও, এরা এমন লোক যারা খুব পবিত্র হতে চায়।’"
                }
            ]
        },
        {
            "id": 1037,
            "verse_number": 83,
            "verse_key": "7:83",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
            "page_number": 161,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101724,
                    "resource_id": 20,
                    "text": "So We saved him and his family, except for his wife; she was of those who remained [with the evildoers]."
                },
                {
                    "id": 219548,
                    "resource_id": 39,
                    "text": "Maka Kami selamatkan dia dan keluarganya (serta pengikut-pengikutnya) melainkan isterinya, adalah ia dari orang-orang yang dibinasakan."
                },
                {
                    "id": 1092014,
                    "resource_id": 161,
                    "text": "অতঃপর আমি তাকে আর তার পরিবার-পরিজনকে রক্ষা করলাম কিন্তু তার স্ত্রী ছাড়া, কেননা সে ছিল পেছনে অবস্থানকারীদের অন্তর্ভুক্ত।"
                }
            ]
        },
        {
            "id": 1038,
            "verse_number": 84,
            "verse_key": "7:84",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 131,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
            "page_number": 161,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101732,
                    "resource_id": 20,
                    "text": "And We rained upon them a rain [of stones]. Then see how was the end of the criminals."
                },
                {
                    "id": 219562,
                    "resource_id": 39,
                    "text": "Dan Kami telah menghujani mereka dengan hujan (batu yang membinasakan). Oleh itu, lihatlah, bagaimana akibat orang-orang yang melakukan kesalahan."
                },
                {
                    "id": 1092015,
                    "resource_id": 161,
                    "text": "তাদের উপর এক পাথরের বৃষ্টি বর্ষিয়ে দিলাম। তারপর দেখ, অপরাধীদের পরিণতি কী হয়েছিল!"
                }
            ]
        },
        {
            "id": 1039,
            "verse_number": 85,
            "verse_key": "7:85",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 132,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ فَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 161,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101735,
                    "resource_id": 20,
                    "text": "And to [the people of] Madyan [We sent] their brother Shuʿayb. He said, \"O my people, worship Allāh; you have no deity other than Him. There has come to you clear evidence from your Lord. So fulfill the measure and weight and do not deprive people of their due and cause not corruption upon the earth after its reformation. That is better for you, if you should be believers."
                },
                {
                    "id": 219566,
                    "resource_id": 39,
                    "text": "Dan kepada penduduk Madyan (Kami utuskan) saudara mereka Nabi Syuaib. Ia berkata: \"Wahai kaum sembahlah kamu akan Allah, (sebenarnya) tiada Tuhan bagi kamu selain daripadaNya. Sesungguhnya telah datang kepada kamu keterangan yang nyata dari Tuhan kamu. Oleh itu, sempurnakanlah sukatan dan timbangan, dan janganlah kamu kurangkan bagi manusia akan benda-benda dan perkara-perkara yang menjadi haknya; dan janganlah kamu berbuat kerosakan di muka bumi sesudah Allah menjadikannya (makmur teratur) dengan sebaik-baiknya. Yang demikian itu lebih baik bagi kamu jika betul kamu orang-orang yang beriman."
                },
                {
                    "id": 1092016,
                    "resource_id": 161,
                    "text": "আমি মাদইয়ানবাসীদের কাছে তাদের ভাই শু‘আয়বকে পাঠিয়েছিলাম। (সে বলেছিল) ‘হে আমার সম্প্রদায়! তোমরা আল্লাহর ‘ইবাদাত কর, তিনি ছাড়া তোমাদের কোন ইলাহ নেই, তোমাদের প্রতিপালকের নিকট থেকে তোমাদের কাছে তো স্পষ্ট নিদর্শন এসে গেছে, কাজেই মাপ ও ওজন সঠিকভাবে কর, লোকেদেরকে তাদের প্রাপ্য বিষয়ে ক্ষতিগ্রস্ত করো না, পৃথিবীর সংশোধনের পর তাতে বিপর্যয় সৃষ্টি কর না, এটাই তোমাদের জন্য কল্যাণকর যদি তোমরা সত্যিই মু’মিন হয়ে থাক।’"
                }
            ]
        },
        {
            "id": 1040,
            "verse_number": 86,
            "verse_key": "7:86",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 132,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَقْعُدُوا۟ بِكُلِّ صِرَٰطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ بِهِۦ وَتَبْغُونَهَا عِوَجًا ۚ وَٱذْكُرُوٓا۟ إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ ۖ وَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
            "page_number": 161,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101737,
                    "resource_id": 20,
                    "text": "And do not sit on every path, threatening and averting from the way of Allāh those who believe in Him, seeking to make it [seem] deviant. And remember when you were few and He increased you. And see how was the end of the corrupters."
                },
                {
                    "id": 219568,
                    "resource_id": 39,
                    "text": "\"Dan janganlah kamu duduk pada tiap-tiap jalan lalu-lalang, dengan menakut-nakutkan dan menghalangi orang-orang yang beriman dari melalui jalan Allah, dan kamu pula menghendaki supaya jalan Allah itu bengkok terpesong. Dan ingatlah semasa kamu dahulu sedikit bilangannya lalu Allah menjadikan kamu kembang ramai, serta perhatikanlah bagaimana akibat orang-orang yang berbuat kerosakan."
                },
                {
                    "id": 1092017,
                    "resource_id": 161,
                    "text": "‘যারা ঈমান এনেছে তাদেরকে ভয় দেখানোর জন্য আর আল্লাহর পথ থেকে বাধা দেয়ার জন্য প্রতিটি পথে পাহারা বসিও না, আর তাতে (অর্থাৎ আল্লাহর সহজ-সরল পথে) বক্রতা অনুসন্ধান কর না।’ স্মরণ কর, ‘তোমরা সংখ্যায় অল্প ছিলে, অতঃপর আল্লাহ তোমাদেরকে সংখ্যাধিক্য করে দিয়েছেন। লক্ষ্য কর, বিপর্যয় সৃষ্টিকারীদের পরিণতি কী হয়েছিল।’"
                }
            ]
        },
        {
            "id": 1041,
            "verse_number": 87,
            "verse_key": "7:87",
            "hizb_number": 16,
            "rub_el_hizb_number": 64,
            "ruku_number": 132,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ ءَامَنُوا۟ بِٱلَّذِىٓ أُرْسِلْتُ بِهِۦ وَطَآئِفَةٌ لَّمْ يُؤْمِنُوا۟ فَٱصْبِرُوا۟ حَتَّىٰ يَحْكُمَ ٱللَّهُ بَيْنَنَا ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
            "page_number": 161,
            "juz_number": 8,
            "translations": [
                {
                    "id": 101739,
                    "resource_id": 20,
                    "text": "And if there should be a group among you who has believed in that with which I have been sent and a group that has not believed, then be patient until Allāh judges between us. And He is the best of judges.\""
                },
                {
                    "id": 219570,
                    "resource_id": 39,
                    "text": "\"Dan jika ada segolongan dari kamu beriman kepada wahyu (perintah-perintah Allah) yang aku telah diutuskan untuk menyampaikannya, dan segolongan lagi tidak beriman, maka sabarlah sehingga Allah menjalankan hukumNya di antara kita semua, dan Dia lah jua sebaik-baik hakim\"."
                },
                {
                    "id": 1092018,
                    "resource_id": 161,
                    "text": "‘আমি যা নিয়ে প্রেরিত হয়েছি তাতে যদি তোমাদের একদল ঈমান আনে আর একদল ঈমান না আনে, তাহলে ধৈর্য ধারণ কর যে পর্যন্ত না আল্লাহ আমাদের আর তোমাদের মাঝে মীমাংসা করে দেন, তিনি হলেন সর্বোত্তম মীমাংসাকারী।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}