{
    "verses": [
        {
            "id": 1042,
            "verse_number": 88,
            "verse_key": "7:88",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 132,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَـٰشُعَيْبُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۚ قَالَ أَوَلَوْ كُنَّا كَـٰرِهِينَ",
            "page_number": 162,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101741,
                    "resource_id": 20,
                    "text": "Said the eminent ones who were arrogant among his people, \"We will surely evict you, O Shuʿayb, and those who have believed with you from our city, or you must return to our religion.\" He said, \"Even if we were unwilling?"
                },
                {
                    "id": 219572,
                    "resource_id": 39,
                    "text": "Ketua-ketua yang sombong takbur dari kaum Nabi Syuaib berkata: \"Sesungguhnya kami akan mengusirmu wahai Syuaib dan orang-orang yang beriman yang menjadi pengikut-pengikutmu dari negeri kami ini, atau kamu berpindah kepada ugama kami\". Nabi Syuaib menjawab: \"Adakah (kamu hendak melakukan yang demikian) sekalipun kami tidak menyukainya?"
                },
                {
                    "id": 1092019,
                    "resource_id": 161,
                    "text": "তার জাতির উদ্ধত সর্দারগণ বলল, ‘ওহে শু‘আয়ব! আমরা তোমাকে আর তোমার সঙ্গে যারা ঈমান এনেছে তাদেরকে আমাদের জনপদ থেকে বের করে দেবই, অথবা তুমি আমাদের ধর্মবিশ্বাসে অবশ্যই ফিরে আসবে।’ সে বলল, ‘আমরা যদি তাতে রাজী না হই তবুও?’"
                }
            ]
        },
        {
            "id": 1043,
            "verse_number": 89,
            "verse_key": "7:89",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 132,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا ۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا ۚ عَلَى ٱللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَـٰتِحِينَ",
            "page_number": 162,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101743,
                    "resource_id": 20,
                    "text": "We would have invented against Allāh a lie if we returned to your religion after Allāh had saved us from it. And it is not for us to return to it except that Allāh, our Lord, should will. Our Lord has encompassed all things in knowledge. Upon Allāh we have relied. Our Lord, decide between us and our people in truth, and You are the best of those who give decision.\""
                },
                {
                    "id": 219574,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya (bermakna) kami berdusta terhadap Allah, jika kami berpindah kepada ugama kamu sesudah Allah menyelamatkan kami daripadanya. Dan tidaklah harus kami berpindah kepadanya sama sekali, kecuali jika Allah Tuhan kami, menghendakinya. Pengetahuan Tuhan kami meliputi akan tiap-tiap sesuatu. Kepada Allah jualah kami bertawakal. Wahai Tuhan kami, hukumkanlah antara kami dan kaum kami dengan kebenaran (keadilan), kerana Engkau jualah sebaik-baik Hakim\"."
                },
                {
                    "id": 1092020,
                    "resource_id": 161,
                    "text": "আল্লাহ যখন আমাদেরকে তোমাদের ধর্মবিশ্বাস থেকে রক্ষা করেছেন, তখন যদি আমরা তাতে ফিরে যাই, তাহলে তো আমরা আল্লাহর প্রতি মিথ্যারোপ করে ফেলব। আমরা তাতে ফিরে যেতে পারি না আমাদের প্রতিপালক আল্লাহর ইচ্ছে ব্যতীত। প্রতিটি বিষয় সম্পর্কে আমাদের প্রতিপালকের জ্ঞান পরিব্যাপ্ত, আমরা আল্লাহরই প্রতি নির্ভর করি। হে আমাদের প্রতিপালক! ‘তুমি আমাদের আর আমাদের জাতির মধ্যে সঠিকভাবে ফায়সালা করে দাও আর তুমি হলে সর্বোত্তম মীমাংসাকারী।’"
                }
            ]
        },
        {
            "id": 1044,
            "verse_number": 90,
            "verse_key": "7:90",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 132,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ لَئِنِ ٱتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
            "page_number": 162,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101746,
                    "resource_id": 20,
                    "text": "Said the eminent ones who disbelieved among his people, \"If you should follow Shuʿayb, indeed, you would then be losers.\""
                },
                {
                    "id": 219576,
                    "resource_id": 39,
                    "text": "Dan berkatalah pula Ketua-ketua yang kafir dari kaum Nabi Syuaib (kepada orang ramai): \"Sesungguhnya jika kamu mengikut Syuaib nescaya kamu dengan perbuatan yang demikian menjadilah orang-orang yang rugi\"."
                },
                {
                    "id": 1092021,
                    "resource_id": 161,
                    "text": "তার জাতির যারা কুফরী করেছিল সেই প্রধানগণ বলল, ‘তোমরা যদি শু‘আয়বের কথা মেনে নাও তাহলে তোমরা ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাবে।’"
                }
            ]
        },
        {
            "id": 1045,
            "verse_number": 91,
            "verse_key": "7:91",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 132,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
            "page_number": 162,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101747,
                    "resource_id": 20,
                    "text": "So the earthquake seized them, and they became within their home [corpses] fallen prone."
                },
                {
                    "id": 219748,
                    "resource_id": 39,
                    "text": "Maka mereka dibinasakan oleh gempa, lalu menjadilah mereka mayat-mayat yang tersungkur di tempat masing-masing."
                },
                {
                    "id": 1092022,
                    "resource_id": 161,
                    "text": "অতঃপর ভূমিকম্প তাদেরকে হঠাৎ আঘাত হানল আর তারা তাদের ঘরবাড়িতে উপুড় হয়ে পড়ে রইল।"
                }
            ]
        },
        {
            "id": 1046,
            "verse_number": 92,
            "verse_key": "7:92",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 132,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَأَن لَّمْ يَغْنَوْا۟ فِيهَا ۚ ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَانُوا۟ هُمُ ٱلْخَـٰسِرِينَ",
            "page_number": 162,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101759,
                    "resource_id": 20,
                    "text": "Those who denied Shuʿayb - it was as though they had never resided there. Those who denied Shuʿayb - it was they who were the losers."
                },
                {
                    "id": 219586,
                    "resource_id": 39,
                    "text": "Orang-orang yang mendustakan Nabi Syuaib (punah-ranah) seolah-olah mereka tidak pernah mendiami negeri itu. Orang-orang yang mendustakan Nabi Syuaib, merekalah orang-orang yang rugi."
                },
                {
                    "id": 1092023,
                    "resource_id": 161,
                    "text": "যেন শু‘আয়বকে অস্বীকারকারীরা সেখানে কোনদিন বসবাস করেনি। যারা শু‘আয়বকে মিথ্যা প্রতিপন্ন করেছিল তারা ক্ষতিগ্রস্ত হয়ে গেল।"
                }
            ]
        },
        {
            "id": 1047,
            "verse_number": 93,
            "verse_key": "7:93",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 132,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَـٰلَـٰتِ رَبِّى وَنَصَحْتُ لَكُمْ ۖ فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَـٰفِرِينَ",
            "page_number": 162,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101771,
                    "resource_id": 20,
                    "text": "And he [i.e., Shuʿayb] turned away from them and said, \"O my people, I had certainly conveyed to you the messages of my Lord and advised you, so how could I grieve for a disbelieving people?\""
                },
                {
                    "id": 219597,
                    "resource_id": 39,
                    "text": "Kemudian Nabi Syuaib meninggalkan mereka sambil berkata: \"Wahai kaumku! Sesungguhnya aku telah menyampaikan kepada kamu perintah-perintah Tuhanku, dan aku telah memberi nasihat kepada kamu. Oleh itu, tidaklah aku merasa sedih terhadap orang-orang kafir (yang telah binasa itu)\"."
                },
                {
                    "id": 1092024,
                    "resource_id": 161,
                    "text": "সে তাদেরকে ত্যাগ করল আর বলল, ‘হে আমার জাতির লোকেরা! আমি তোমাদের কাছে আমার প্রতিপালকের প্রেরিত বাণী পৌঁছে দিয়েছি, আর তোমাদেরকে সদুপদেশ দিয়েছি, কাজেই আমি কাফির জাতির জন্য কী করে আক্ষেপ করতে পারি।’"
                }
            ]
        },
        {
            "id": 1048,
            "verse_number": 94,
            "verse_key": "7:94",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 133,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
            "page_number": 162,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101783,
                    "resource_id": 20,
                    "text": "And We sent to no city a prophet [who was denied] except that We seized its people with poverty and hardship that they might humble themselves [to Allāh]."
                },
                {
                    "id": 219607,
                    "resource_id": 39,
                    "text": "Dan (Tuhan berfirman): Kami tidak mengutus dalam sesebuah negeri seorang Nabi (yang didustakan oleh penduduknya), melainkan Kami timpakan mereka dengan kesusahan (kesempitan hidup) dan penderitaan (penyakit), supaya mereka tunduk merendah diri (insaf dan tidak berlaku sombong takbur)."
                },
                {
                    "id": 1092025,
                    "resource_id": 161,
                    "text": "আমি কোন জনপদে এমন কোন নাবীই পাঠাইনি যেখানকার অধিবাসীদেরকে অভাব-অনটন আর দুঃখ-কষ্ট কশাঘাত করেনি যাতে তারা নম্রতা ও কাতরতা প্রকাশ করে।"
                }
            ]
        },
        {
            "id": 1049,
            "verse_number": 95,
            "verse_key": "7:95",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 133,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذْنَـٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
            "page_number": 162,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101793,
                    "resource_id": 20,
                    "text": "Then We exchanged in place of the bad [condition], good, until they increased [and prospered] and said, \"Our fathers [also] were touched with hardship and ease.\"<sup foot_note=196307>1</sup> So We seized them suddenly while they did not perceive.<sup foot_note=196306>2</sup>"
                },
                {
                    "id": 219617,
                    "resource_id": 39,
                    "text": "Setelah (mereka tidak juga insaf) Kami gantikan kesusahan itu dengan kesenangan hingga mereka kembang biak (serta senang-lenang) dan berkata (dengan angkuhnya): \"Sesungguhnya nenek moyang kita juga pernah merasai kesusahan dan kesenangan (sebagaimana yang kita rasakan)\". Lalu Kami timpakan mereka (dengan azab seksa) secara mengejut, dan mereka tidak menyedarinya."
                },
                {
                    "id": 1092026,
                    "resource_id": 161,
                    "text": "অতঃপর আমি দূরাবস্থাকে সচ্ছলতা দিয়ে বদলে দিলাম আর শেষ পর্যন্ত তারা প্রাচুর্যে বেড়ে গেল আর বলল, ‘আমাদের পিতৃপুরুষের উপরও এ রকম সুখ-দুঃখের দিন আসত।’ অতঃপর আমি তাদেরকে হঠাৎ পাকড়াও করলাম অথচ তারা টের করতেও পারল না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}