{
    "verses": [
        {
            "id": 1050,
            "verse_number": 96,
            "verse_key": "7:96",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 133,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَـٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَـٰكِن كَذَّبُوا۟ فَأَخَذْنَـٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
            "page_number": 163,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101795,
                    "resource_id": 20,
                    "text": "And if only the people of the cities had believed and feared Allāh, We would have opened [i.e., bestowed] upon them blessings from the heaven and the earth; but they denied [the messengers], so We seized them for what they were earning.<sup foot_note=196308>1</sup>"
                },
                {
                    "id": 219619,
                    "resource_id": 39,
                    "text": "Dan (Tuhan berfirman lagi): Sekiranya penduduk negeri itu, beriman serta bertaqwa, tentulah Kami akan membuka kepada mereka (pintu pengurniaan) yang melimpah-limpah berkatnya, dari langit dan bumi. Tetapi mereka mendustakan (Rasul Kami), lalu Kami timpakan mereka dengan azab seksa disebabkan apa yang mereka telah usahakan."
                },
                {
                    "id": 1092027,
                    "resource_id": 161,
                    "text": "জনপদগুলোর লোকেরা যদি ঈমান আনত আর তাক্বওয়া অবলম্বন করত তাহলে আমি তাদের জন্য আসমান আর যমীনের কল্যাণ উন্মুক্ত করে দিতাম কিন্তু তারা (সত্যকে) প্রত্যাখ্যান করল। কাজেই তাদের কৃতকর্মের কারণে তাদেরকে পাকড়াও করলাম।"
                }
            ]
        },
        {
            "id": 1051,
            "verse_number": 97,
            "verse_key": "7:97",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 133,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَـٰتًا وَهُمْ نَآئِمُونَ",
            "page_number": 163,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101797,
                    "resource_id": 20,
                    "text": "Then, did the people of the cities feel secure from Our punishment coming to them at night while they were asleep?"
                },
                {
                    "id": 219621,
                    "resource_id": 39,
                    "text": "Patutkah penduduk negeri negeri itu (bersedap hati) serta merasa aman daripada kedatangan azab Kami kepada mereka pada malam hari, semasa mereka sedang tidur?"
                },
                {
                    "id": 1092028,
                    "resource_id": 161,
                    "text": "জনপদের লোকেরা কি নিজেদেরকে নিরাপদ মনে করছে যে আমার শাস্তি তাদের উপর পতিত হবে না রাতের বেলা যখন তারা ঘুমিয়ে থাকবে?"
                }
            ]
        },
        {
            "id": 1052,
            "verse_number": 98,
            "verse_key": "7:98",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 133,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
            "page_number": 163,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101799,
                    "resource_id": 20,
                    "text": "Or did the people of the cities feel secure from Our punishment coming to them in the morning while they were at play?<sup foot_note=196309>1</sup>"
                },
                {
                    "id": 219623,
                    "resource_id": 39,
                    "text": "Atau patutkah penduduk negeri negeri itu (bersedap hati) serta merasa aman daripada kedatangan azab Kami kepada mereka pada siang hari, semasa mereka sedang leka bermain-main?"
                },
                {
                    "id": 1092029,
                    "resource_id": 161,
                    "text": "অথবা জনপদের লোকেরা কি নিজেদেরকে নিরাপদ মনে করছে যে আমার শাস্তি তাদের উপর প্রকাশ্য দিবালোকে আসবে না যখন তারা খেলাধূলায় মত্ত থাকবে?"
                }
            ]
        },
        {
            "id": 1053,
            "verse_number": 99,
            "verse_key": "7:99",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 133,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَفَأَمِنُوا۟ مَكْرَ ٱللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَـٰسِرُونَ",
            "page_number": 163,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101801,
                    "resource_id": 20,
                    "text": "Then, did they feel secure from the plan of Allāh? But no one feels secure from the plan of Allāh except the losing people."
                },
                {
                    "id": 219625,
                    "resource_id": 39,
                    "text": "Patutkah mereka (bersukaria) sehingga mereka merasa aman akan rancangan buruk (balasan azab) yang diatur oleh Allah? Kerana sebenarnya tidak ada yang merasa aman dari rancangan buruk (balasan azab) yang diatur oleh Allah itu melainkan orang-orang yang rugi."
                },
                {
                    "id": 1092030,
                    "resource_id": 161,
                    "text": "তারা কি আল্লাহর কৌশল থেকে নির্ভয় হয়ে গেছে? নিশ্চিত ক্ষতিগ্রস্ত সম্প্রদায় ছাড়া আল্লাহর কৌশল হতে কেউ নির্ভয় হতে পারে না।"
                }
            ]
        },
        {
            "id": 1054,
            "verse_number": 100,
            "verse_key": "7:100",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 134,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَـٰهُم بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
            "page_number": 163,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101265,
                    "resource_id": 20,
                    "text": "Has it not become clear to those who inherited the earth after its [previous] people that if We willed, We could afflict them for their sins? But We seal over their hearts so they do not hear.<sup foot_note=196310>1</sup>"
                },
                {
                    "id": 219100,
                    "resource_id": 39,
                    "text": "Adakah (yang demikian itu tersembunyi dan) tidak jelas kepada orang-orang yang mewarisi negeri itu sesudah penduduknya (hilang lenyap kerana ditimpa bencana), bahawa kalau Kami kehendaki tentulah Kami akan menimpakan mereka pula dengan azab disebabkan dosa-dosa mereka, dan Kami meteraikan di atas hati mereka sehingga mereka tidak dapat mendengar (nasihat-nasihat pengajaran)?"
                },
                {
                    "id": 1092031,
                    "resource_id": 161,
                    "text": "যারা কোন দেশের উত্তরাধিকার লাভ করেছে সেখানকার (আগের) অধিবাসীদের পর, তারা কি এ শিক্ষা লাভ করে না যে, আমি তাদেরকে তাদের পাপের কারণে পাকড়াও করতে পারি আর তদের অন্তরে সীল লাগিয়ে দিতে পারি যাতে তারা কিছুই শুনবে না?"
                }
            ]
        },
        {
            "id": 1055,
            "verse_number": 101,
            "verse_key": "7:101",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 134,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبْلُ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَـٰفِرِينَ",
            "page_number": 163,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101266,
                    "resource_id": 20,
                    "text": "Those cities - We relate to you, [O Muḥammad], some of their news. And certainly did their messengers come to them with clear proofs, but they were not to believe in that which they had denied before.<sup foot_note=196311>1</sup> Thus does Allāh seal over the hearts of the disbelievers."
                },
                {
                    "id": 219102,
                    "resource_id": 39,
                    "text": "Negeri-negeri (yang telah Kami binasakan) itu, Kami ceritakan sebahagian dari khabar beritanya kepadamu (wahai Muhammad); dan sesungguhnya telah datang kepada mereka Rasul-rasul mereka dengan keterangan-keterangan yang nyata (mukjizat), sesudah itu mereka tidak juga beriman kepada apa yang mereka telah mendustakannya dahulu. Demikianlah Allah meteraikan di atas hati orang-orang yang kafir."
                },
                {
                    "id": 1092032,
                    "resource_id": 161,
                    "text": "এসব জনপদের কিছু বিবরণ তোমাকে জানালাম। তাদের কাছে তো তাদের রসূলগণ স্পষ্ট প্রমাণ নিয়ে এসেছিল, কিন্তু যেহেতু তারা আগেভাগেই প্রত্যাখ্যান করে দিয়েছিল এজন্য আর ঈমান আনতে প্রস্তুত ছিল না। এভাবে আল্লাহ কাফিরদের অন্তরে সীল লাগিয়ে দেন।"
                }
            ]
        },
        {
            "id": 1056,
            "verse_number": 102,
            "verse_key": "7:102",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 134,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ ۖ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَـٰسِقِينَ",
            "page_number": 163,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101267,
                    "resource_id": 20,
                    "text": "And We did not find for most of them any covenant;<sup foot_note=196312>1</sup> but indeed, We found most of them defiantly disobedient."
                },
                {
                    "id": 219105,
                    "resource_id": 39,
                    "text": "Dan Kami tidak mendapati bagi kebanyakan mereka sebarang janji (yang ditepati), dan Kami tidak mendapati kebanyakan mereka melainkan orang-orang yang fasik."
                },
                {
                    "id": 1092033,
                    "resource_id": 161,
                    "text": "তাদের অধিকাংশকেই আমি প্রতিশ্রুতি পালনকারী পাইনি, বরং অধিকাংশকে ফাসিকই পেয়েছি।"
                }
            ]
        },
        {
            "id": 1057,
            "verse_number": 103,
            "verse_key": "7:103",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 134,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَظَلَمُوا۟ بِهَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
            "page_number": 163,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101268,
                    "resource_id": 20,
                    "text": "Then We sent after them Moses with Our signs to Pharaoh and his establishment, but they were unjust toward them.<sup foot_note=196313>1</sup> So see how was the end of the corrupters."
                },
                {
                    "id": 219104,
                    "resource_id": 39,
                    "text": "Kemudian Kami mengutuskan Nabi Musa selepas Rasul-rasul itu, dengan membawa ayat-ayat Kami kepada Firaun dan Ketua-ketua kaumnya, lalu mereka berlaku zalim (ingkar) akan ayat-ayat itu. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerosakan."
                },
                {
                    "id": 1092034,
                    "resource_id": 161,
                    "text": "তাদের পরে আমি মূসাকে আমার নিদর্শনাবলী সহকারে ফির‘আওন ও তার প্রধানদের কাছে পাঠিয়েছিলাম। কিন্তু সে সবের প্রতি তারা অন্যায় আচরণ প্রদর্শন করে। লক্ষ্য কর, তারপর বিপর্যয় সৃষ্টিকারীদের পরিণতি কেমন হয়েছিল!"
                }
            ]
        },
        {
            "id": 1058,
            "verse_number": 104,
            "verse_key": "7:104",
            "hizb_number": 17,
            "rub_el_hizb_number": 65,
            "ruku_number": 134,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ مُوسَىٰ يَـٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
            "page_number": 163,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101269,
                    "resource_id": 20,
                    "text": "And Moses said, \"O Pharaoh, I am a messenger from the Lord of the worlds"
                },
                {
                    "id": 219108,
                    "resource_id": 39,
                    "text": "Dan berkatalah Nabi Musa: \"Hai Firaun! Sesungguhnya aku ini adalah seorang Rasul dari Tuhan sekalian alam."
                },
                {
                    "id": 1092035,
                    "resource_id": 161,
                    "text": "মূসা বলেছিল, হে ফির‘আওন! আমি বিশ্বজগতের প্রতিপালকের পক্ষ থেকে প্রেরিত রসূল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}