{
    "verses": [
        {
            "id": 1085,
            "verse_number": 131,
            "verse_key": "7:131",
            "hizb_number": 17,
            "rub_el_hizb_number": 66,
            "ruku_number": 137,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا۟ لَنَا هَـٰذِهِۦ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥٓ ۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
            "page_number": 166,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101323,
                    "resource_id": 20,
                    "text": "But when good [i.e., provision] came to them, they said, \"This is ours [by right].\" And if a bad [condition] struck them, they saw an evil omen in Moses and those with him. Unquestionably, their fortune is with Allāh, but most of them do not know."
                },
                {
                    "id": 219170,
                    "resource_id": 39,
                    "text": "Kemudian apabila datang kepada mereka kesenangan mereka berkata: \"Ini ialah hasil usaha kami\", dan jika mereka ditimpa kesusahan, mereka mengatakan nahas dan malang itu disebabkan oleh Nabi Musa dan pengikut-pengikutnya. (Tuhan berfirman): Ketahuilah, sesungguhnya nahas dan malang mereka itu hanya di tetapkan di sisi Allah, akan tetapi kebanyakan mereka tidak mengetahui."
                },
                {
                    "id": 1092062,
                    "resource_id": 161,
                    "text": "তারা সুদিনের মুখ দেখলে বলত, ‘এটাই তো আমাদের প্রাপ্য।’ আর যখন তারা দুর্দিনে পতিত হত তখন মূসা আর তার সঙ্গী-সাথীদেরকে অলক্ষুণে বলে দোষারোপ করত। প্রকৃতপক্ষে তাদের মন্দভাগ্য তো আল্লাহর হাতে নিবদ্ধ, কিন্তু তাদের অধিকাংশই তা জানে না।"
                }
            ]
        },
        {
            "id": 1086,
            "verse_number": 132,
            "verse_key": "7:132",
            "hizb_number": 17,
            "rub_el_hizb_number": 66,
            "ruku_number": 137,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
            "page_number": 166,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101324,
                    "resource_id": 20,
                    "text": "And they said, \"No matter what sign you bring us with which to bewitch us, we will not be believers in you.\""
                },
                {
                    "id": 219171,
                    "resource_id": 39,
                    "text": "Dan mereka berkata: \"Walau apa sahaja (jenis-jenis) keterangan (mukjizat) yang engkau bawa kepada kami; (wahai Musa), untuk menjalankan sihirmu kepada kami, maka kami tidak sekali-kali akan beriman kepadamu\"."
                },
                {
                    "id": 1092063,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘আমাদেরকে যাদুগ্রস্ত করার জন্য তুমি যে কোন নিদর্শনই নিয়ে আস না কেন, আমরা কিছুতেই তোমাতে বিশ্বাস করব না।’"
                }
            ]
        },
        {
            "id": 1087,
            "verse_number": 133,
            "verse_key": "7:133",
            "hizb_number": 17,
            "rub_el_hizb_number": 66,
            "ruku_number": 137,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَـٰتٍ مُّفَصَّلَـٰتٍ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
            "page_number": 166,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101325,
                    "resource_id": 20,
                    "text": "So We sent upon them the flood and locusts and lice and frogs and blood as distinct signs, but they were arrogant and were a criminal people."
                },
                {
                    "id": 219173,
                    "resource_id": 39,
                    "text": "(Allah berfirman): Kami pun menghantarkan kepada mereka taufan, dan belalang, dan kutu, dan katak, dan darah, sebagai tanda-tanda dan bukti yang jelas nyata, maka mereka juga tetap berlaku sombong takbur dan menjadi kaum yang menderhaka."
                },
                {
                    "id": 1092064,
                    "resource_id": 161,
                    "text": "অতঃপর আমি তাদের উপর প্লাবন, পঙ্গপাল, উকুন, ব্যাঙ ও রক্তের বিপদ পাঠিয়েছিলাম সুস্পষ্ট নিদর্শন হিসেবে, কিন্তু তারা ঔদ্ধত্য প্রকাশ করল। তারা ছিল এক অপরাধী জাতি।"
                }
            ]
        },
        {
            "id": 1088,
            "verse_number": 134,
            "verse_key": "7:134",
            "hizb_number": 17,
            "rub_el_hizb_number": 66,
            "ruku_number": 137,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا۟ يَـٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ ۖ لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ",
            "page_number": 166,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101326,
                    "resource_id": 20,
                    "text": "And when the punishment descended upon them, they said, \"O Moses, invoke for us your Lord by what He has promised you. If you [can] remove the punishment from us, we will surely believe you, and we will send with you the Children of Israel.\""
                },
                {
                    "id": 219174,
                    "resource_id": 39,
                    "text": "Dan apabila azab yang tersebut itu menimpa mereka, mereka (merayu dengan) berkata: \"Wahai Musa! Pohonkanlah kepada Tuhanmu untuk kami dengan (kehormatan) pangkat Nabi yang diberikanNya kepadamu (yang menjadikan permohonanmu sentiasa makbul). Sesungguhnya jika engkau hapuskan azab itu daripada kami, tentulah kami akan beriman kepadamu, dan sudah tentu kami akan membebaskan kaum Bani Israil (pergi) bersamamu\"."
                },
                {
                    "id": 1092065,
                    "resource_id": 161,
                    "text": "যখন তাদের উপর কোন বালা-মুসিবত আসত তখন তারা বলত, ‘হে মূসা! তোমার প্রতিপালকের নিকট আমাদের জন্য প্রার্থনা জানাও যে মতে তিনি তোমার সাথে অঙ্গীকার করেছেন, যদি আমাদের থেকে বিপদ দূর করে দাও তাহলে আমরা অবশ্যই তোমাতে ঈমান আনব আর বানী ইসরাঈলকে অবশ্যই তোমার সাথে পাঠিয়ে দেব।’"
                }
            ]
        },
        {
            "id": 1089,
            "verse_number": 135,
            "verse_key": "7:135",
            "hizb_number": 17,
            "rub_el_hizb_number": 66,
            "ruku_number": 137,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰٓ أَجَلٍ هُم بَـٰلِغُوهُ إِذَا هُمْ يَنكُثُونَ",
            "page_number": 166,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101327,
                    "resource_id": 20,
                    "text": "But when We removed the punishment from them until a term which they were to reach,<sup foot_note=196321>1</sup> then at once they broke their word."
                },
                {
                    "id": 219175,
                    "resource_id": 39,
                    "text": "(Tuhan berfirman): Setelah Kami hapuskan azab itu daripada mereka, hingga ke suatu masa yang tertentu yang mereka sampai kepadanya, tiba-tiba mereka mencabuli janjinya"
                },
                {
                    "id": 1092066,
                    "resource_id": 161,
                    "text": "অতঃপর যখন তাদের উপর থেকে বিপদ সরিয়ে দিতাম একটা নির্দিষ্ট সময় পর্যন্ত যা তাদেরকে পূর্ণ করতে হত, তখন তারা অঙ্গীকার ভঙ্গ করত।"
                }
            ]
        },
        {
            "id": 1090,
            "verse_number": 136,
            "verse_key": "7:136",
            "hizb_number": 17,
            "rub_el_hizb_number": 66,
            "ruku_number": 137,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
            "page_number": 166,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101328,
                    "resource_id": 20,
                    "text": "So We took retribution from them, and We drowned them in the sea because they denied Our signs and were heedless of them."
                },
                {
                    "id": 219176,
                    "resource_id": 39,
                    "text": "Maka Kami pun membalas mereka, lalu Kami menenggelamkan mereka di laut dengan sebab mereka mendustakan ayat-ayat Kami dan mereka sentiasa lalai daripadanya."
                },
                {
                    "id": 1092067,
                    "resource_id": 161,
                    "text": "তখন আমি তাদের উপর প্রতিশোধ নিলাম আর তাদেরকে সমুদ্রে ডুবিয়ে মারলাম কেননা তারা আমার নিদর্শনসমূহকে অস্বীকার করেছিল আর এ ব্যাপারে তারা ছিল চিন্তা-ভাবনাহীন।"
                }
            ]
        },
        {
            "id": 1091,
            "verse_number": 137,
            "verse_key": "7:137",
            "hizb_number": 17,
            "rub_el_hizb_number": 66,
            "ruku_number": 137,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا۟ يُسْتَضْعَفُونَ مَشَـٰرِقَ ٱلْأَرْضِ وَمَغَـٰرِبَهَا ٱلَّتِى بَـٰرَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا۟ ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا۟ يَعْرِشُونَ",
            "page_number": 166,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101329,
                    "resource_id": 20,
                    "text": "And We caused the people who had been oppressed to inherit the eastern regions of the land and the western ones, which We had blessed. And the good word [i.e., decree] of your Lord was fulfilled for the Children of Israel because of what they had patiently endured. And We destroyed [all] that Pharaoh and his people were producing and what they had been building."
                },
                {
                    "id": 219177,
                    "resource_id": 39,
                    "text": "Dan Kami wariskan kepada kaum (Bani Israil) yang telah tertindas itu akan daerah-daerah timur bumi (Palestin) dan daerah-daerah baratnya, yang Kami telah melimpahkan berkat padanya. Dan telah sempurnalah Kalimah Allah (janjiNya) yang baik kepada kaum Bani Israil kerana kesabaran mereka (semasa mereka ditindas oleh Firaun), dan Kami telah hancurkan apa yang telah dibuat oleh Firaun dan kaumnya dan apa yang mereka telah dirikan (dari bangunan-bangunan yang tinggi)"
                },
                {
                    "id": 1092068,
                    "resource_id": 161,
                    "text": "আর আমি দুর্বল করে রাখা লোকেদেরকে সেই যমীনের পূর্বের আর পশ্চিমের উত্তরাধিকারী বানিয়ে দিলাম যাতে আমি কল্যাণ নিহিত রেখেছি। এভাবে বানী ইসরাঈলের ব্যাপারে তাদের ধৈর্য ধারণের কারণে তোমার প্রতিপালকের কল্যাণময় অঙ্গীকার পূর্ণ হল আর ফির‘আওন ও তার লোকজনের গৌরবময় কাজ ও সুন্দর প্রাসাদগুলোকে ধ্বংস করে দিলাম।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}