{
    "verses": [
        {
            "id": 1104,
            "verse_number": 150,
            "verse_key": "7:150",
            "hizb_number": 17,
            "rub_el_hizb_number": 67,
            "ruku_number": 139,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ ۖ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ ۖ وَأَلْقَى ٱلْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ ۚ قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا۟ يَقْتُلُونَنِى فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
            "page_number": 169,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101346,
                    "resource_id": 20,
                    "text": "And when Moses returned to his people, angry and grieved, he said, \"How wretched is that by which you have replaced me after [my departure]. Were you impatient over the matter of your Lord?\" And he threw down the tablets and seized his brother by [the hair of] his head, pulling him toward him. [Aaron] said, \"O son of my mother, indeed the people overpowered me and were about to kill me, so let not the enemies rejoice over me<sup foot_note=196330>1</sup> and do not place me among the wrongdoing people.\""
                },
                {
                    "id": 219199,
                    "resource_id": 39,
                    "text": "Dan apabila Nabi Musa kembali kepada kaumnya dengan marah dan dukacita, berkatalah ia: \"Amatlah buruknya apa yang telah kamu lakukan sepeninggalanku; mengapa kamu terburu-buru (tidak menunggu) perintah Tuhan kamu?\" Dan ia meletakkan Lauh-lauh (yang mengandungi tulisan Taurat) itu serta ia memegang (rambut) kepala saudaranya (Nabi Harun) sambil menariknya kepadanya. Nabi Harun berkata: \"Wahai anak ibuku! Sesungguhnya kaum (Bani Israil) memandangku lemah dan nyaris-nyaris mereka membunuhku (ketika aku melarang mereka); oleh itu, janganlah engkau menjadikan musuh bergembira melihat (tempelakmu) terhadapku, dan janganlah engkau jadikan daku termasuk dalam golongan orang-orang yang zalim\"."
                },
                {
                    "id": 1092081,
                    "resource_id": 161,
                    "text": "তারপর মূসা যখন ক্ষোভ আর ক্রোধ নিয়ে তার লোকজনের কাছে ফিরে এল তখন বলল, ‘আমার অনুপস্থিতিতে তোমরা কত নিকৃষ্টভাবেই না আমার প্রতিনিধির দায়িত্ব পালন করেছ! তোমাদের প্রতিপালকের নির্দেশ লাভের আগেই তোমরা তাড়াহুড়ো করে বসলে?’ অতঃপর সে ফলকগুলো ছুঁড়ে ফেলে দিল, আর নিজ ভাইয়ের মাথার চুল ধরে নিজের কাছে টেনে নিয়ে আসল। হারূন বলল, ‘হে আমার মায়ের পেটের ভাই! লোকেরা আমাকে দুর্বল করে দিয়েছিল আর আমাকে হত্যা করতে উদ্যত হয়েছিল, কাজেই আমার ব্যাপারে দুশমনদেরকে আনন্দিত হওয়ার সুযোগ দিও না আর আমাকে যালিম সম্প্রদায়ের মধ্যে গণ্য করো না।’"
                }
            ]
        },
        {
            "id": 1105,
            "verse_number": 151,
            "verse_key": "7:151",
            "hizb_number": 17,
            "rub_el_hizb_number": 67,
            "ruku_number": 139,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ ۖ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
            "page_number": 169,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101311,
                    "resource_id": 20,
                    "text": "[Moses] said, \"My Lord, forgive me and my brother and admit us into Your mercy, for You are the most merciful of the merciful.\""
                },
                {
                    "id": 219200,
                    "resource_id": 39,
                    "text": "Nabi Musa berdoa dengan berkata: \"Wahai Tuhanku, ampunkanlah bagiku dan bagi saudaraku, dan masukkanlah kami ke dalam rahmatMu, kerana Engkaulah sahaja Yang Maha Mengasihani dari segala yang lain mengasihani\"."
                },
                {
                    "id": 1092082,
                    "resource_id": 161,
                    "text": "মূসা বলল, ‘হে আমার প্রতিপালক! আমাকে আর আমার ভাইকে ক্ষমা কর, আর আমাদেরকে তোমার রহমতের মধ্যে দাখিল কর, তুমিই সর্বাধিক বড় দয়াবান।’"
                }
            ]
        },
        {
            "id": 1106,
            "verse_number": 152,
            "verse_key": "7:152",
            "hizb_number": 17,
            "rub_el_hizb_number": 67,
            "ruku_number": 140,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا۟ ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ",
            "page_number": 169,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101348,
                    "resource_id": 20,
                    "text": "Indeed, those who took the calf [for worship] will obtain anger from their Lord and humiliation in the life of this world, and thus do We recompense the inventors [of falsehood]."
                },
                {
                    "id": 219201,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang menyembah (patung) anak lembu itu, akan ditimpa kemurkaan dari Tuhan mereka dan kehinaan dalam kehidupan dunia. Dan demikianlah kami membalas orang-orang yang mengada-adakan perkara yang tidak benar."
                },
                {
                    "id": 1092083,
                    "resource_id": 161,
                    "text": "যারা গো-বৎসকে (মা‘বূদ হিসেবে) গ্রহণ করেছে, পার্থিব জীবনে তাদের উপর তাদের প্রতিপালকের পক্ষ থেকে রাগ ও লাঞ্ছনা পতিত হবে। মিথ্যা রচনাকারীদেরকে আমরা এভাবেই শাস্তি দিয়ে থাকি।"
                }
            ]
        },
        {
            "id": 1107,
            "verse_number": 153,
            "verse_key": "7:153",
            "hizb_number": 17,
            "rub_el_hizb_number": 67,
            "ruku_number": 140,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُوا۟ مِنۢ بَعْدِهَا وَءَامَنُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
            "page_number": 169,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101349,
                    "resource_id": 20,
                    "text": "But those who committed misdeeds and then repented after them and believed - indeed your Lord, thereafter, is Forgiving and Merciful."
                },
                {
                    "id": 219202,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang melakukan kejahatan kemudian mereka bertaubat sesudah itu dan beriman, (maka) sesungguhnya Tuhanmu sesudah itu Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1092084,
                    "resource_id": 161,
                    "text": "আর যারা অসৎ কাজ করে, অতঃপর তাওবাহ করে আর ঈমান আনে তাহলে এ সবের পর তোমার প্রতিপালক অবশ্যই বড়ই ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 1108,
            "verse_number": 154,
            "verse_key": "7:154",
            "hizb_number": 17,
            "rub_el_hizb_number": 67,
            "ruku_number": 140,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوَاحَ ۖ وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
            "page_number": 169,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101314,
                    "resource_id": 20,
                    "text": "And when the anger subsided in Moses, he took up the tablets; and in their inscription was guidance and mercy for those who are fearful of their Lord."
                },
                {
                    "id": 219203,
                    "resource_id": 39,
                    "text": "Dan apabila kemarahan Nabi Musa itu reda, dia pun mengambil Lauh-lauh Taurat itu yang dalam naskhahnya terkandung petunjuk dan rahmat, bagi orang-orang yang bersungguh-sungguh takut kepada Tuhan mereka (daripada melanggar perintahNya)."
                },
                {
                    "id": 1092085,
                    "resource_id": 161,
                    "text": "মূসার ক্রোধ যখন ঠান্ডা হল তখন সে ফলকগুলো উঠিয়ে নিল, সেগুলোর লেখায় ছিল ঐসব লোকেদের জন্য পথ নির্দেশ আর রহমত যারা তাদের প্রতিপালককে ভয় করে।"
                }
            ]
        },
        {
            "id": 1109,
            "verse_number": 155,
            "verse_key": "7:155",
            "hizb_number": 17,
            "rub_el_hizb_number": 67,
            "ruku_number": 140,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَـٰتِنَا ۖ فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّـٰىَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ ۖ إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ ۖ أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا ۖ وَأَنتَ خَيْرُ ٱلْغَـٰفِرِينَ",
            "page_number": 169,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101350,
                    "resource_id": 20,
                    "text": "And Moses chose from his people seventy men for Our appointment.<sup foot_note=196332>1</sup> And when the earthquake seized them,<sup foot_note=196331>2</sup> he said, \"My Lord, if You had willed, You could have destroyed them before and me [as well]. Would You destroy us for what the foolish among us have done? This is not but Your trial by which You send astray whom You will and guide whom You will. You are our Protector, so forgive us and have mercy upon us; and You are the best of forgivers."
                },
                {
                    "id": 219204,
                    "resource_id": 39,
                    "text": "Dan Nabi Musa memilih tujuh puluh orang lelaki dari kaumnya (untuk di bawa bersama ke Gunung Tursina) pada waktu yang telah kami tentukan. Maka ketika mereka digegar oleh gempa, Nabi Musa merayu dengan berkata: \"Wahai Tuhanku! Jika Engkau kehendaki, Engkau boleh binasakan mereka bersama-sama denganku sebelum ini. Adakah Engkau hendak membinasakan kami disebabkan apa yang telah dilakukan oleh orang-orang yang bodoh di antara kami? (Apa yang mereka telah lakukan) itu hanyalah cubaanMu. Dengan cubaan itu Engkau sesatkan sesiapa yang Engkau kehendaki dan Engkau beri petunjuk kepada sesiapa yang Engkau kehendaki. Engkau jualah Pelindung kami; oleh itu ampunkanlah kami dan berilah rahmat kepada kami, kerana Engkau jualah sebaik-baik Pemberi ampun."
                },
                {
                    "id": 1092086,
                    "resource_id": 161,
                    "text": "মূসা তার জাতির সত্তর জন লোককে বাছাই করল আমার নির্ধারিত সময়ে উপস্থিত হওয়ার জন্য। যখন ভূমিকম্প তাদের উপর আঘাত হানল তখন সে বলল, ‘হে আমার প্রতিপালক! তুমি ইচ্ছে করলে তো এদেরকে আর আমাকেও আগেই ধ্বংস করে দিতে পারতে! আমাদের মধ্যেকার নির্বোধেরা যা করেছে তার জন্য কি তুমি আমাদেরকে ধ্বংস করে দেবে? ওটা তো কেবল তোমার পরীক্ষা, যাকে চাও তদ্দ্বারা পথভ্রষ্ট কর, আর যাকে চাও সত্য পথে পরিচালিত কর, তুমি আমাদের প্রতি দয়া কর, তুমিই তো সবচেয়ে বেশী ক্ষমাশীল।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}