{
    "verses": [
        {
            "id": 113,
            "verse_number": 106,
            "verse_key": "2:106",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 14,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ أَوْ مِثْلِهَآ ۗ أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 17,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97395,
                    "resource_id": 20,
                    "text": "We do not abrogate a verse or cause it to be forgotten except that We bring forth [one] better than it or similar to it. Do you not know that Allāh is over all things competent?"
                },
                {
                    "id": 215271,
                    "resource_id": 39,
                    "text": "Apa sahaja ayat keterangan yang Kami mansukhkan (batalkan), atau yang Kami tinggalkan (atau tangguhkan), Kami datangkan ganti yang lebih baik daripadanya, atau yang sebanding dengannya. Tidakkah engkau mengetahui bahawasanya Allah Maha Kuasa atas tiap-tiap sesuatu?"
                },
                {
                    "id": 1091090,
                    "resource_id": 161,
                    "text": "আমি কোন আয়াত রহিত করলে কিংবা ভুলিয়ে দিলে, তাত্থেকে উত্তম কিংবা তারই মত আয়াত নিয়ে আসি, তুমি কি জান না যে, আল্লাহ প্রত্যেক বস্তুর উপর ক্ষমতাবান।"
                }
            ]
        },
        {
            "id": 114,
            "verse_number": 107,
            "verse_key": "2:107",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 14,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
            "page_number": 17,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97396,
                    "resource_id": 20,
                    "text": "Do you not know that to Allāh belongs the dominion of the heavens and the earth and [that] you have not besides Allāh any protector or any helper?"
                },
                {
                    "id": 214707,
                    "resource_id": 39,
                    "text": "Tidakkah engkau mengetahui bahawa sesungguhnya Allah Yang Menguasai segala alam langit dan bumi? Dan tiadalah bagi kamu selain Allah sesiapapun yang dapat melindungi dan yang dapat memberi pertolongan."
                },
                {
                    "id": 1091091,
                    "resource_id": 161,
                    "text": "তুমি কি জান না যে, আকাশমন্ডলী ও ভূমন্ডলের রাজত্ব সেই আল্লাহরই এবং আল্লাহ ছাড়া তোমাদের কোনও অভিভাবক নেই এবং সাহায্যকারীও নেই।"
                }
            ]
        },
        {
            "id": 115,
            "verse_number": 108,
            "verse_key": "2:108",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 14,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَمْ تُرِيدُونَ أَن تَسْـَٔلُوا۟ رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ ۗ وَمَن يَتَبَدَّلِ ٱلْكُفْرَ بِٱلْإِيمَـٰنِ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
            "page_number": 17,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97397,
                    "resource_id": 20,
                    "text": "Or do you intend to ask<sup foot_note=195964>1</sup> your Messenger as Moses was asked before? And whoever exchanges faith for disbelief has certainly strayed from the soundness of the way."
                },
                {
                    "id": 215272,
                    "resource_id": 39,
                    "text": "Adakah kamu pula hendak meminta dari Rasul kamu sebagaimana diminta dari Nabi Musa (oleh kaumnya) dahulu? Dan sesiapa yang menukar iman dengan mengambil kekufuran, maka sesungguhnya ia telah sesat dari jalan yang lurus."
                },
                {
                    "id": 1091092,
                    "resource_id": 161,
                    "text": "তোমরা কি তোমাদের রসূলকে তেমন প্রশ্ন করতে চাও যেমন মূসাকে প্রশ্ন করা হয়েছিল? যে ব্যক্তি ঈমানের পরিবর্তে কুফরী করে, সে ব্যক্তি অবশ্যই সরল পথ হতে বিচ্যুত হয়।"
                }
            ]
        },
        {
            "id": 116,
            "verse_number": 109,
            "verse_key": "2:109",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 14,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَدَّ كَثِيرٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَـٰنِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْحَقُّ ۖ فَٱعْفُوا۟ وَٱصْفَحُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦٓ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 17,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97398,
                    "resource_id": 20,
                    "text": "Many of the People of the Scripture wish they could turn you back to disbelief after you have believed, out of envy from themselves [even] after the truth has become clear to them. So pardon and overlook until Allāh delivers His command. Indeed, Allāh is over all things competent."
                },
                {
                    "id": 215273,
                    "resource_id": 39,
                    "text": "Banyak di antara Ahli kitab (Yahudi dan Nasrani) suka kalaulah kiranya mereka dapat mengembalikan kamu menjadi kafir setelah kamu beriman, kerana dengki yang timbul dari diri mereka sendiri, sesudah nyata kepada mereka kebenaran (Nabi Muhammad s.a.w). Oleh itu, maafkanlah dan biarkanlah oleh kamu (akan mereka), sehingga Allah datangkan perintahNya. Sesungguhnya Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091093,
                    "resource_id": 161,
                    "text": "গ্রন্থধারীগণের অনেকেই তাদের কাছে সত্য স্পষ্ট হয়ে যাওয়ার পরও তাদের অন্তরে পোষিত হিংসার দাহনে ইচ্ছে পোষণ করে যে, যদি তোমাদেরকে তোমাদের ঈমান আনার পর কুফরীতে ফিরিয়ে নিতে পারত; সুতরাং তোমরা ক্ষমা কর ও মার্জনা কর যে পর্যন্ত না আল্লাহ স্বীয় হুকুম প্রকাশ করেন, নিশ্চয়ই আল্লাহ সকল বস্তুর উপর ক্ষমতাবান।"
                }
            ]
        },
        {
            "id": 117,
            "verse_number": 110,
            "verse_key": "2:110",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 14,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "page_number": 17,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97401,
                    "resource_id": 20,
                    "text": "And establish prayer and give zakāh, and whatever good you put forward for yourselves - you will find it with Allāh. Indeed Allāh, of what you do, is Seeing."
                },
                {
                    "id": 215275,
                    "resource_id": 39,
                    "text": "Dan dirikanlah oleh kamu akan sembahyang dan tunaikanlah zakat dan apa jua yang kamu dahulukan dari kebaikan untuk diri kamu, tentulah kamu akan mendapat balasan pahalanya di sisi Allah. Sesungguhnya Allah sentiasa Melihat segala yang kamu kerjakan."
                },
                {
                    "id": 1091094,
                    "resource_id": 161,
                    "text": "এবং তোমরা নামায কায়িম কর এবং যাকাত দাও এবং যা কিছু সৎ কার্যাবলী তোমরা স্বীয় আত্মার জন্যে আগে পাঠাবে, তোমরা তা আল্লাহর নিকট পাবে, তোমরা যা কিছু করছো নিশ্চয়ই আল্লাহ তা’ দেখছেন।"
                }
            ]
        },
        {
            "id": 118,
            "verse_number": 111,
            "verse_key": "2:111",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 14,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَـٰرَىٰ ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 17,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97413,
                    "resource_id": 20,
                    "text": "And they say, \"None will enter Paradise except one who is a Jew or a Christian.\" That is [merely] their wishful thinking. Say, \"Produce your proof, if you should be truthful.\""
                },
                {
                    "id": 215288,
                    "resource_id": 39,
                    "text": "Dan mereka (Yahudi dan Nasrani) berkata pula: \"Tidak sekali-kali akan masuk Syurga melainkan orang-orang yang berugama Yahudi atau Nasrani\". Yang demikian itu hanyalah angan-angan mereka sahaja. Katakanlah (wahai Muhammad): \"Bawalah kemari keterangan-keterangan yang (membuktikan kebenaran) apa yang kamu katakan itu, jika betul kamu orang-orang yang benar\"."
                },
                {
                    "id": 1091095,
                    "resource_id": 161,
                    "text": "তারা বলে, ইয়াহূদী এবং নাসারাগণ ছাড়া কেউ জান্নাতে প্রবেশ করতে পারবে না, ওটা তাদের আকাঙ্ক্ষা মাত্র। বল, ‘যদি তোমরা সত্যবাদী হও, তবে নিজেদের দলীল পেশ কর’।"
                }
            ]
        },
        {
            "id": 119,
            "verse_number": 112,
            "verse_key": "2:112",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 14,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 17,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97418,
                    "resource_id": 20,
                    "text": "Yes, [on the contrary], whoever submits his face [i.e., self] in Islām to Allāh while being a doer of good will have his reward with his Lord. And no fear will there be concerning them, nor will they grieve."
                },
                {
                    "id": 215264,
                    "resource_id": 39,
                    "text": "(Apa yang kamu katakan itu tidaklah benar) bahkan sesiapa yang menyerahkan dirinya kepada Allah (mematuhi perintahNya) sedang ia pula berusaha supaya baik amalannya, maka ia akan beroleh pahalanya di sisi Tuhannya dan tidaklah ada kebimbangan (dari berlakunya kejadian yang tidak baik) terhadap mereka, dan mereka pula tidak akan berdukacita."
                },
                {
                    "id": 1091096,
                    "resource_id": 161,
                    "text": "বরং যে ব্যক্তি আল্লাহর কাছে আত্মসমর্পণ করে আর সৎকর্মশীল হয়, তার জন্য তার প্রতিপালকের নিকট পুণ্যফল রয়েছে, তাদের কোন ভয় নেই, তাদের কোন দুঃখ নেই।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}