{
    "verses": [
        {
            "id": 1114,
            "verse_number": 160,
            "verse_key": "7:160",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 141,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَطَّعْنَـٰهُمُ ٱثْنَتَىْ عَشْرَةَ أَسْبَاطًا أُمَمًا ۚ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسْتَسْقَىٰهُ قَوْمُهُۥٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنۢبَجَسَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۚ وَظَلَّلْنَا عَلَيْهِمُ ٱلْغَمَـٰمَ وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۚ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
            "page_number": 171,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101357,
                    "resource_id": 20,
                    "text": "And We divided them into twelve descendant tribes<sup foot_note=196336>1</sup> [as distinct] nations. And We inspired to Moses when his people implored him for water, \"Strike with your staff the stone,\" and there gushed forth from it twelve springs. Every people [i.e., tribe] knew its watering place. And We shaded them with clouds and sent down upon them manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not, but they were [only] wronging themselves."
                },
                {
                    "id": 219212,
                    "resource_id": 39,
                    "text": "Dan kami membahagikan mereka (Bani Israil) menjadi dua belas suku, sebagai golongan-golongan besar, dan Kami wahyukan kepada Nabi Musa, ketika kaumnya meminta air kepadanya: \"Pukulah batu itu dengan tongkatmu.\" Maka terpancarlah daripadanya dua belas mata air. Tiap-tiap golongan (di antara mereka) mengetahui tempat masing-masing. Dan Kami naungi mereka dengan awan, dan Kami turunkan kepada mereka \"Mann\" dan \"Salwa\". (Lalu Kami berfirman): \"Makanlah dari baik-baik yang kami telah kurniakan kepada kamu\". Dan tidaklah mereka menganiaya Kami (dengan kekufuran mereka), tetapi mereka adalah menganiaya diri mereka sendiri."
                },
                {
                    "id": 1092091,
                    "resource_id": 161,
                    "text": "আমি তাদেরকে বারটি গোত্রে বা জাতিতে বিভক্ত করেছিলাম। মূসার জাতির লোকেরা যখন তার কাছে পানি চাইল তখন আমি মূসার প্রতি ওয়াহী অবতীর্ণ করলাম যে, তোমার লাঠি দিয়ে পাথরে আঘাত কর। এর ফলে তাত্থেকে বারটি ঝর্ণা উৎসারিত হল। প্রত্যেক গোত্র তাদের পানি পানের স্থান চিনে নিল, তাদেরকে মেঘের ছায়ায় আশ্রয় দিলাম, তাদের উপর আমি মান্না ও সালওয়া অবতীর্ণ করলাম আর বললাম, ‘তোমাদেরকে আমি যে জীবিকা দিয়েছি তাত্থেকে পবিত্র বস্তুগুলো আহার কর।’ (কিন্তু তারা আমার নির্দেশ অমান্য করে) আমার প্রতি কোন যুলম করেনি, প্রকৃতপক্ষে তারা নিজেদের উপরই যুলম করছিল।"
                }
            ]
        },
        {
            "id": 1115,
            "verse_number": 161,
            "verse_key": "7:161",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 141,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قِيلَ لَهُمُ ٱسْكُنُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ وَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا۟ حِطَّةٌ وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيٓـَٔـٰتِكُمْ ۚ سَنَزِيدُ ٱلْمُحْسِنِينَ",
            "page_number": 171,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101358,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], when it was said to them, \"Dwell in this city [i.e., Jerusalem] and eat from it wherever you will and say, 'Relieve us of our burdens [i.e., sins],' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward].\""
                },
                {
                    "id": 219213,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika dikatakan kepada mereka: \"Tinggalah dalam bandar ini dan makanlah dari makanannya apa sahaja yang kamu sukai, dan berdoalah dengan berkata: ` (Wahai Tuhan kami), gugurkanlah (dosa kami) ', dan masuklah melalui pintu (bandar) itu dengan tunduk merendah diri, supaya Kami mengampunkan dosa-dosa kamu. Kami akan menambah (balasan) bagi orang-orang yang berbuat kebaikan\"."
                },
                {
                    "id": 1092092,
                    "resource_id": 161,
                    "text": "স্মরণ কর, তাদেরকে যখন বলা হয়েছিল- ‘‘এই জনপদে বাস কর, যেখানে ইচ্ছে আহার কর আর বল ‘(আমাদেরকে) ক্ষমা কর’, অবনত মস্তকে দ্বারে প্রবেশ কর, (তাহলে) তোমাদের ত্রুটিগুলো ক্ষমা করে দেব, আর নেককার লোকদেরকে অতিরিক্ত আরো দেব।’’"
                }
            ]
        },
        {
            "id": 1116,
            "verse_number": 162,
            "verse_key": "7:162",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 141,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَظْلِمُونَ",
            "page_number": 171,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101359,
                    "resource_id": 20,
                    "text": "But those who wronged among them changed [the words] to a statement other than that which had been said to them. So We sent upon them a punishment from the sky for the wrong that they were doing."
                },
                {
                    "id": 219214,
                    "resource_id": 39,
                    "text": "Maka orang-orang yang zalim di antara mereka menukarkan perintah itu dengan perkataan yang tidak dikatakan kepada mereka. Oleh itu, Kami turunkan azab dari langit menimpa mereka, dengan sebab kezaliman yang mereka lakukan."
                },
                {
                    "id": 1092093,
                    "resource_id": 161,
                    "text": "কিন্তু তাদের মধ্যেকার যালিম লোকেরা তাদেরকে বলা কথাকে বদলে ফেললো। কাজেই তাদের উপর আকাশ থেকে আযাব পাঠালাম, সীমালঙ্ঘনে তাদের লিপ্ত থাকার কারণে।"
                }
            ]
        },
        {
            "id": 1117,
            "verse_number": 163,
            "verse_key": "7:163",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 142,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَسْـَٔلْهُمْ عَنِ ٱلْقَرْيَةِ ٱلَّتِى كَانَتْ حَاضِرَةَ ٱلْبَحْرِ إِذْ يَعْدُونَ فِى ٱلسَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا۟ يَفْسُقُونَ",
            "page_number": 171,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101360,
                    "resource_id": 20,
                    "text": "And ask them about the town that was by the sea - when they transgressed in [the matter of] the sabbath - when their fish came to them openly on their sabbath day, and the day they had no sabbath they did not come to them. Thus did We give them trial because they were defiantly disobedient."
                },
                {
                    "id": 219215,
                    "resource_id": 39,
                    "text": "Dan bertanyalah kepada mereka (wahai Muhammad) mengenai (penduduk) bandar yang letaknya di tepi laut, semasa mereka melanggar larangan pada hari Sabtu, ketika datang kepada mereka pada hari Sabtu itu ikan-ikan (yang menjadi cubaan kepada) mereka, yang kelihatan timbul di muka air; sedang pada hari-hari lain, ikan-ikan itu tidak pula datang kepada mereka. Demikianlah kami menguji mereka (dengan cubaan itu) kerana mereka sentiasa berlaku fasik."
                },
                {
                    "id": 1092094,
                    "resource_id": 161,
                    "text": "তাদেরকে জিজ্ঞেস কর ঐ জনবসতি সম্পর্কে যা সমুদ্রের উপকূলে বিদ্যমান ছিল। তারা শনিবারের সীমালঙ্ঘন করেছিল। শনিবার পালনের দিন মাছগুলো প্রকাশ্যতঃ তাদের নিকটে আসত। আর যেদিন শনিবারের অনুষ্ঠান থাকত না সেদিন সেগুলো আসত না। এটা হত এজন্য যে, তারা অবাধ্যতায় লিপ্ত থাকার কারণে তাদেরকে পরীক্ষায় ফেলে দিয়েছিলাম।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}