{
    "verses": [
        {
            "id": 1118,
            "verse_number": 164,
            "verse_key": "7:164",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 142,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
            "page_number": 172,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101361,
                    "resource_id": 20,
                    "text": "And when a community among them said, \"Why do you advise [or warn] a people whom Allāh is [about] to destroy or to punish with a severe punishment?\" they [the advisors] said, \"To be absolved before your Lord and perhaps they may fear Him.\""
                },
                {
                    "id": 219216,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika segolongan di antara mereka berkata: \"Mengapa kamu menasihati kaum yang Allah akan membinasakan mereka atau mengazabkan mereka dengan azab yang amat berat?\" Orang-orang (yang memberi nasihat) itu menjawab: \"(Nasihat itu ialah) untuk melepaskan diri dari bersalah kepada Tuhan kamu, dan supaya mereka bertaqwa\"."
                },
                {
                    "id": 1092095,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন তাদের একদল বলেছিল- ‘তোমরা এমন লোকদেরকে কেন নাসীহাত করছ যাদেরকে আল্লাহ ধ্বংস করবেন অথবা কঠিন শাস্তি দিবেন’। নাসীহাতকারীগণ বলেছিল, ‘তোমাদের প্রতিপালকের নিকট (দায়িত্ব পালন না করার) অভিযোগ থেকে মুক্ত হওয়ার জন্য আর তারা যাতে তাক্বওয়া অবলম্বন করে।’"
                }
            ]
        },
        {
            "id": 1119,
            "verse_number": 165,
            "verse_key": "7:165",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 142,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ",
            "page_number": 172,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101362,
                    "resource_id": 20,
                    "text": "And when they [i.e., those advised] forgot that by which they had been reminded, We saved those who had forbidden evil and seized those who wronged, with a wretched punishment, because they were defiantly disobeying."
                },
                {
                    "id": 219218,
                    "resource_id": 39,
                    "text": "Maka ketika mereka melupakan (tidak menghiraukan) apa yang telah diperingatkan kepada mereka, Kami selamatkan orang-orang yang melarang daripada perbuatan jahat itu, dan Kami timpakan orang-orang yang zalim dengan azab seksa yang amat berat, disebabkan mereka berlaku fasik (derhaka)."
                },
                {
                    "id": 1092096,
                    "resource_id": 161,
                    "text": "যে উপদেশ তাদেরকে দেয়া হচ্ছিল তারা যখন তা ভুলে গেল তখন যারা মন্দ কাজ থেকে (অন্যদেরকে) নিষেধ করত তাদেরকে রক্ষা করলাম। আর যালিমদেরকে কঠিন আযাবে পাকড়াও করলাম যেহেতু তারা অবাধ্যতায় লিপ্ত ছিল।"
                }
            ]
        },
        {
            "id": 1120,
            "verse_number": 166,
            "verse_key": "7:166",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 142,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا عَتَوْا۟ عَن مَّا نُهُوا۟ عَنْهُ قُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
            "page_number": 172,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101363,
                    "resource_id": 20,
                    "text": "So when they were insolent about that which they had been forbidden, We said to them, \"Be apes, despised.\""
                },
                {
                    "id": 219219,
                    "resource_id": 39,
                    "text": "Maka setelah mereka berlaku sombong takbur (tidak mengambil indah) kepada apa yang telah dilarang mereka melakukannya, Kami katakan kepada mereka: \"Jadilah kamu kera yang hina\"."
                },
                {
                    "id": 1092097,
                    "resource_id": 161,
                    "text": "যখন তারা চরম ধৃষ্টতা দেখিয়ে ঐ কাজগুলো করতে থাকল যা করতে তাদেরকে নিষেধ করা হয়েছিল, তখন তাদের উদ্দেশ্যে বললাম, ‘ঘৃণিত অপমানিত, বানরে রূপান্তরিত হয়ে যাও’।"
                }
            ]
        },
        {
            "id": 1121,
            "verse_number": 167,
            "verse_key": "7:167",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 142,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ ۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ ۖ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ",
            "page_number": 172,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101364,
                    "resource_id": 20,
                    "text": "And [mention] when your Lord declared that He would surely [continue to] send upon them until the Day of Resurrection those who would afflict them with the worst torment. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful."
                },
                {
                    "id": 219220,
                    "resource_id": 39,
                    "text": "Dan (ingatlah wahai Muhammad) ketika Tuhanmu memberitahu: Bahawa sesungguhnya Ia akan menghantarkan kepada kaum Yahudi itu, (terus menerus) hingga hari kiamat, kaum-kaum yang akan menimpakan mereka dengan azab sengsara yang seburuk-buruknya (disebabkan kejahatan dan kekufuran mereka). Sesungguhnya Tuhanmu amat cepat azab seksaNya, dan sesungguhnya Dia juga Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1092098,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন তোমার প্রতিপালক ঘোষণা করলেন যে, আমি অবশ্যই ক্বিয়ামাত পর্যন্ত বানী ইসরাঈলের উপর এমন লোকদেরকে পাঠাব যারা তাদেরকে কঠিন শাস্তি দিতে থাকবে, তোমার প্রতিপালক তো শাস্তিদানে খুবই তৎপর, আর তিনি (মন্দ পরিত্যাগকারীদের জন্য) অবশ্যই বড়ই ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 1122,
            "verse_number": 168,
            "verse_key": "7:168",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 142,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَطَّعْنَـٰهُمْ فِى ٱلْأَرْضِ أُمَمًا ۖ مِّنْهُمُ ٱلصَّـٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ وَبَلَوْنَـٰهُم بِٱلْحَسَنَـٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ",
            "page_number": 172,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101365,
                    "resource_id": 20,
                    "text": "And We divided them throughout the earth into nations. Of them some were righteous, and of them some were otherwise. And We tested them with good [times] and bad that perhaps they would return [to obedience]."
                },
                {
                    "id": 219221,
                    "resource_id": 39,
                    "text": "Dan Kami pecah-pecahkan mereka (kaum Yahudi itu) berpuak-puak (yang bertaburan di merata-rata) dunia ini. Di antara mereka ada yang soleh dan di antaranya juga yang tidak demikian. Dan kami uji mereka dengan nikmat pemberian yang baik-baik dan bala bencana yang buruk, supaya mereka kembali (bertaubat)."
                },
                {
                    "id": 1092099,
                    "resource_id": 161,
                    "text": "পৃথিবীতে আমি তাদেরকে নানা দলে বিভক্ত করে দিয়েছিলাম, তাদের মধ্যে কিছু দল ছিল সৎ, কতক দল অন্য রকম এবং সুখ আর দুখ দিয়ে তাদেরকে পরীক্ষা করেছিলাম যাতে তারা (আল্লাহর নির্দেশের পথে) ফিরে আসে।"
                }
            ]
        },
        {
            "id": 1123,
            "verse_number": 169,
            "verse_key": "7:169",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 142,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَـٰبَ يَأْخُذُونَ عَرَضَ هَـٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ ۚ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَـٰقُ ٱلْكِتَـٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا۟ مَا فِيهِ ۗ وَٱلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
            "page_number": 172,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101366,
                    "resource_id": 20,
                    "text": "And there followed them successors who inherited the Scripture [while] taking the commodities<sup foot_note=196338>1</sup> of this lower life and saying, \"It will be forgiven for us.\" And if an offer like it<sup foot_note=196337>2</sup> comes to them, they will [again] take it. Was not the covenant of the Scripture [i.e., the Torah] taken from them that they would not say about Allāh except the truth, and they studied what was in it? And the home of the Hereafter is better for those who fear Allāh, so will you not use reason?"
                },
                {
                    "id": 219222,
                    "resource_id": 39,
                    "text": "Maka mereka kemudiannya digantikan oleh keturunan-keturunan yang jahat yang mewarisi Kitab (Taurat). Mereka mengambil kebendaan yang hina di dunia ini sambil berkata: \"Akan diampunkan kelak dosa kami\" Padahal jika datang kepada mereka kebendaan yang hina seperti itu mereka akan mengambilnya lagi. Bukankah telah diambil perjanjian setia daripada mereka di dalam kitab Taurat bahawa mereka tidak memperkatakan terhadap Allah melainkan yang benar? Dan mereka pula telah mempelajari apa yang terkandung di dalamnya? Dan juga (mereka mengetahui bahawa) negeri akhirat itu lebih baik bagi orang-orang yang bertaqwa. Tidakkah kamu mahu mengerti?"
                },
                {
                    "id": 1092100,
                    "resource_id": 161,
                    "text": "তাদের পরে (পাপিষ্ঠ) বংশধরগণ তাদের স্থলাভিষিক্ত হয়ে কিতাবের উত্তরাধিকারী হয় যারা দুনিয়ার নিকৃষ্ট স্বার্থ গ্রহণ করে আর বলে, ‘(আমরা যা কিছুই করি না কেন) আমাদেরকে ক্ষমা করা হবে’। আর দুনিয়ার স্বার্থ তাদের সামনে আসলে আবার তা গ্রহণ করে নেয়। (তাওরাত) কিতাবে কি তাদের নিকট থেকে এ অঙ্গীকার নেয়া হয়নি যে তারা আল্লাহ সম্বন্ধে প্রকৃত সত্য ছাড়া বলবে না? তারা তো ঐ কিতাবে যা আছে তা পাঠ করেও থাকে। যারা তাক্বওয়া অবলম্বন করে তাদের জন্য পরকালের আবাসই উত্তম, তোমরা কি বুঝবে না?"
                }
            ]
        },
        {
            "id": 1124,
            "verse_number": 170,
            "verse_key": "7:170",
            "hizb_number": 17,
            "rub_el_hizb_number": 68,
            "ruku_number": 142,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَـٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ",
            "page_number": 172,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101369,
                    "resource_id": 20,
                    "text": "But those who hold fast to the Book [i.e., the Qur’ān] and establish prayer - indeed, We will not allow to be lost the reward of the reformers."
                },
                {
                    "id": 219224,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang berpegang teguh dengan Kitab Allah serta mendirikan sembahyang, sesungguhnya Kami tidak akan menghilangkan pahala orang-orang yang berusaha memperbaiki (keadaan hidupnya)."
                },
                {
                    "id": 1092101,
                    "resource_id": 161,
                    "text": "যারা কিতাবকে শক্তভাবে আঁকড়ে ধরে, নামায প্রতিষ্ঠা করে, আমি (এসব) সৎকর্মশীলদের কর্মফল কখনো বিনষ্ট করি না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}