{
    "verses": [
        {
            "id": 1125,
            "verse_number": 171,
            "verse_key": "7:171",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 142,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ وَظَنُّوٓا۟ أَنَّهُۥ وَاقِعٌۢ بِهِمْ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
            "page_number": 173,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101370,
                    "resource_id": 20,
                    "text": "And [mention] when We raised the mountain above them as if it was a dark cloud and they were certain that it would fall upon them,<sup foot_note=196339>1</sup> [and Allāh said], \"Take what We have given you with determination and remember what is in it that you might fear Allāh.\""
                },
                {
                    "id": 219225,
                    "resource_id": 39,
                    "text": "Dan (ingatlah wahai Muhammad) ketika Kami mengangkat gunung (Tursina) ke atas mereka (Bani Israil) seolah-olah gunung itu awan (yang menaungi mereka) dan mereka yakin bahawa gunung itu akan jatuh menimpa mereka, (sambil Kami berfirman kepada mereka): \"Terimalah dengan bersungguh-sungguh (Kitab Taurat) yang telah Kami berikan kepada kamu dan ingatlah (amalkanlah) apa yang terkandung di dalamnya, supaya kamu menjadi orang-orang yang bertaqwa\""
                },
                {
                    "id": 1092102,
                    "resource_id": 161,
                    "text": "স্মরণ কর, আমি যখন পাহাড়কে বানী ইসরাঈলদের উপর তুলে ধরলাম তা যেন একটা সামিয়ানা। তারা ভাবল, ওটা তাদের উপর বুঝি পতিত হবে। (এমত অবস্থায় তাদেরকে বললাম) ‘তোমাদেরকে যা দিলাম তা শক্তভাবে ধারণ কর আর তাতে যা আছে তা মনে রেখ, যাতে তোমরা তাক্বওয়া লাভ করতে পার’।"
                }
            ]
        },
        {
            "id": 1126,
            "verse_number": 172,
            "verse_key": "7:172",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 143,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا۟ بَلَىٰ ۛ شَهِدْنَآ ۛ أَن تَقُولُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ إِنَّا كُنَّا عَنْ هَـٰذَا غَـٰفِلِينَ",
            "page_number": 173,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101371,
                    "resource_id": 20,
                    "text": "And [mention] when your Lord took from the children of Adam - from their loins - their descendants and made them testify of themselves, [saying to them], \"Am I not your Lord?\" They said, \"Yes, we have testified.\" [This] - lest you should say on the Day of Resurrection, \"Indeed, we were of this unaware.\""
                },
                {
                    "id": 219226,
                    "resource_id": 39,
                    "text": "Dan (ingatlah wahai Muhammad) ketika Tuhanmu mengeluarkan zuriat anak-anak Adam (turun-temurun) dari (tulang) belakang mereka, dan Ia jadikan mereka saksi terhadap diri mereka sendiri, (sambil Ia bertanya dengan firmanNya): \"Bukankah Aku tuhan kamu?\" Mereka semua menjawab: \"Benar (Engkaulah Tuhan kami), kami menjadi saksi\". Yang demikian supaya kamu tidak berkata pada hari kiamat kelak: \"Sesungguhnya kami adalah lalai (tidak diberi peringatan) tentang (hakikat tauhid) ini\"."
                },
                {
                    "id": 1092103,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন তোমার প্রতিপালক আদম সন্তানদের পৃষ্ঠ হতে তাদের বংশধরদের বের করলেন আর তাদেরকেই সাক্ষী বানিয়ে জিজ্ঞেস করলেন, ‘আমি কি তোমাদের প্রতিপালক নই?’ তারা বলল, ‘হ্যাঁ; এ ব্যাপারে আমরা সাক্ষ্য দিচ্ছি।’ (এটা এজন্য করা হয়েছিল) যাতে তোমরা ক্বিয়ামাতের দিন না বল যে, ‘এ সম্পর্কে আমরা একেবারেই বে-খবর ছিলাম’।"
                }
            ]
        },
        {
            "id": 1127,
            "verse_number": 173,
            "verse_key": "7:173",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 143,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَوْ تَقُولُوٓا۟ إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ ۖ أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ",
            "page_number": 173,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101372,
                    "resource_id": 20,
                    "text": "Or [lest] you say, \"It was only that our fathers associated [others in worship] with Allāh before, and we were but descendants after them. Then would You destroy us for what the falsifiers have done?\""
                },
                {
                    "id": 219227,
                    "resource_id": 39,
                    "text": "Atau supaya kamu tidak mengatakan:\" Sesungguhnya ibu bapa kamilah yang melakukan syirik dahulu sedang kami ialah keturunan (mereka) yang datang kemudian daripada mereka. Oleh itu, patutkah Engkau (wahai Tuhan kami) hendak membinasakan kami disebabkan perbuatan orang-orang yang sesat itu?\""
                },
                {
                    "id": 1092104,
                    "resource_id": 161,
                    "text": "অথবা তোমরা এ কথা না বল যে, ‘পূর্বে আমাদের পিতৃ-পুরুষরাই শিরক করেছে আর তাদের পরে আমরা তাদেরই সন্তানাদি (যা করতে দেখেছি তাই করছি) তাহলে ভ্রান্ত পথের অনুসারীরা যা করেছে তার জন্য কি আপনি আমাদেরকে ধ্বংস করবেন?’"
                }
            ]
        },
        {
            "id": 1128,
            "verse_number": 174,
            "verse_key": "7:174",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 143,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
            "page_number": 173,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101373,
                    "resource_id": 20,
                    "text": "And thus do We [explain in] detail the verses, and perhaps they will return.<sup foot_note=196340>1</sup>"
                },
                {
                    "id": 219228,
                    "resource_id": 39,
                    "text": "Dan demikianlah Kami menjelaskan ayat-ayat keterangan Kami satu persatu (supaya nyata segala kebenaran), dan supaya mereka kembali (kepada kebenaran)."
                },
                {
                    "id": 1092105,
                    "resource_id": 161,
                    "text": "এভাবে আমি নিদর্শনসমূহ বিশদভাবে বিবৃত করছি, আর হয়ত তারা (আমার পথে) ফিরে আসবে।"
                }
            ]
        },
        {
            "id": 1129,
            "verse_number": 175,
            "verse_key": "7:175",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 143,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَـٰهُ ءَايَـٰتِنَا فَٱنسَلَخَ مِنْهَا فَأَتْبَعَهُ ٱلشَّيْطَـٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ",
            "page_number": 173,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101374,
                    "resource_id": 20,
                    "text": "And recite to them, [O Muḥammad], the news of him<sup foot_note=196342>1</sup> to whom We gave [knowledge of] Our signs, but he detached himself from them; so Satan pursued him, and he became of the deviators.<sup foot_note=196341>2</sup>"
                },
                {
                    "id": 219229,
                    "resource_id": 39,
                    "text": "Dan bacakanlah kepada mereka (wahai Muhammad), khabar berita seorang yang kami beri kepadanya (pengetahuan mengenai) ayat-ayat (Kitab) Kami. kemudian ia menjadikan dirinya terkeluar dari mematuhinya, lalu ia diikuti oleh Syaitan (dengan godaannya), maka menjadilah dari orang-orang yang sesat."
                },
                {
                    "id": 1092106,
                    "resource_id": 161,
                    "text": "তাদেরকে ঐ লোকের সংবাদ পড়ে শোনাও যাকে আমি আমার নিদর্শনসমূহ প্রদান করেছিলাম। কিন্তু সে সেগুলোকে এড়িয়ে যায়। অতঃপর শয়ত্বান তাকে অনুসরণ করে, ফলে সে পথভ্রষ্টদের দলে শামিল হয়ে যায়।"
                }
            ]
        },
        {
            "id": 1130,
            "verse_number": 176,
            "verse_key": "7:176",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 143,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ شِئْنَا لَرَفَعْنَـٰهُ بِهَا وَلَـٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ ۚ فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ۚ ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۚ فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
            "page_number": 173,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101377,
                    "resource_id": 20,
                    "text": "And if We had willed, We could have elevated him thereby,<sup foot_note=196345>1</sup> but he adhered [instead] to the earth<sup foot_note=196344>2</sup> and followed his own desire. So his example is like that of the dog: if you chase him, he pants, or if you leave him, he [still] pants. That is the example of the people who denied Our signs.<sup foot_note=196343>3</sup> So relate the stories that perhaps they will give thought."
                },
                {
                    "id": 219230,
                    "resource_id": 39,
                    "text": "Dan kalau Kami kehendaki nescaya Kami tinggikan pangkatnya dengan (sebab mengamalkan) ayat-ayat itu. Tetapi ia bermati-mati cenderung kepada dunia dan menurut hawa nafsunya; maka bandingannya adalah seperti anjing, jika engkau menghalaunya: ia menghulurkan lidahnya termengah-mengah, dan jika engkau membiarkannya: ia juga menghulurkan lidahnya termengah-mengah. Demikianlah bandingan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu supaya mereka berfikir."
                },
                {
                    "id": 1092107,
                    "resource_id": 161,
                    "text": "আমি ইচ্ছে করলে আমার নিদর্শনের মাধ্যমে তাকে অবশ্যই উচ্চতর মর্যাদা দিতাম। কিন্তু সে দুনিয়ার প্রতিই ঝুঁকে পড়ল আর তার প্রবৃত্তির অনুসরণ করল। তাই তার দৃষ্টান্ত হল কুকুরের দৃষ্টান্তের মত। যদি তুমি তার উপর বোঝা চাপাও তাহলে জিভ বের করে হাঁপাতে থাকে এবং তাকে ছেড়ে দিলেও জিভ বের করে হাঁপাতে থাকে। এটাই হল ঐ সম্প্রদায়ের উদাহরণ যারা আমার আয়াতসমূহকে মিথ্যে মনে করে অমান্য করে। তুমি এ কাহিনী শুনিয়ে দাও যাতে তারা চিন্তা-ভাবনা করে।"
                }
            ]
        },
        {
            "id": 1131,
            "verse_number": 177,
            "verse_key": "7:177",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 143,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "سَآءَ مَثَلًا ٱلْقَوْمُ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَأَنفُسَهُمْ كَانُوا۟ يَظْلِمُونَ",
            "page_number": 173,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101378,
                    "resource_id": 20,
                    "text": "How evil an example [is that of] the people who denied Our signs and used to wrong themselves."
                },
                {
                    "id": 219231,
                    "resource_id": 39,
                    "text": "Amatlah buruknya bandingan orang-orang yang mendustakan ayat-ayat Kami, dan mereka pula berlaku zalim kepada diri merela sendiri."
                },
                {
                    "id": 1092108,
                    "resource_id": 161,
                    "text": "যে সম্প্রদায় আমার আয়াতগুলোকে মিথ্যে মনে করে প্রত্যাখ্যান করে আর নিজেদের উপর যুলম করতে থাকে তাদের উদাহরণ কতই না মন্দ!"
                }
            ]
        },
        {
            "id": 1132,
            "verse_number": 178,
            "verse_key": "7:178",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 143,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِى ۖ وَمَن يُضْلِلْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
            "page_number": 173,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101380,
                    "resource_id": 20,
                    "text": "Whoever Allāh guides - he is the [rightly] guided; and whoever He sends astray<sup foot_note=196346>1</sup> - it is those who are the losers."
                },
                {
                    "id": 219232,
                    "resource_id": 39,
                    "text": "Sesiapa yang diberi petunjuk oleh Allah (dengan sebab persediaannya) maka dia lah yang beroleh petunjuk; dan sesiapa yang disesatkan oleh Allah (dengan sebab keingkarannya) maka merekalah orang-orang yang rugi."
                },
                {
                    "id": 1092109,
                    "resource_id": 161,
                    "text": "আল্লাহ যাকে হিদায়াত করেন সেই হিদায়াত লাভ করে, আর যাকে পথভ্রষ্ট করেন তারাই হয় ক্ষতিগ্রস্ত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}