{
    "verses": [
        {
            "id": 1133,
            "verse_number": 179,
            "verse_key": "7:179",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 143,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ ءَاذَانٌ لَّا يَسْمَعُونَ بِهَآ ۚ أُو۟لَـٰٓئِكَ كَٱلْأَنْعَـٰمِ بَلْ هُمْ أَضَلُّ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
            "page_number": 174,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101381,
                    "resource_id": 20,
                    "text": "And We have certainly created for Hell many of the jinn and mankind. They have hearts with which they do not understand, they have eyes with which they do not see, and they have ears with which they do not hear. Those are like livestock; rather, they are more astray.<sup foot_note=196347>1</sup> It is they who are the heedless."
                },
                {
                    "id": 219233,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami jadikan untuk neraka jahanam banyak dari jin dan manusia yang mempunyai hati (tetapi) tidak mahu memahami dengannya (ayat-ayat Allah), dan yang mempunyai mata (tetapi) tidak mahu melihat dengannya (bukti keesaan Allah) dan yang mempunyai telinga (tetapi) tidak mahu mendengar dengannya (ajaran dan nasihat); mereka itu seperti binatang ternak, bahkan mereka lebih sesat lagi; mereka itulah orang-orang yang lalai."
                },
                {
                    "id": 1092110,
                    "resource_id": 161,
                    "text": "আমি বহু সংখ্যক জ্বীন আর মানুষকে জাহান্নামের জন্য সৃষ্টি করেছি, তাদের হৃদয় আছে কিন্তু তা দিয়ে উপলব্ধি করে না, তাদের চোখ আছে কিন্তু তা দিয়ে দেখে না, তাদের কান আছে কিন্তু তা দিয়ে শোনে না, তারা জন্তু-জানোয়ারের মত, বরং তার চেয়েও পথভ্রষ্ট, তারা একেবারে বে-খবর।"
                }
            ]
        },
        {
            "id": 1134,
            "verse_number": 180,
            "verse_key": "7:180",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 143,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلِلَّهِ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ فَٱدْعُوهُ بِهَا ۖ وَذَرُوا۟ ٱلَّذِينَ يُلْحِدُونَ فِىٓ أَسْمَـٰٓئِهِۦ ۚ سَيُجْزَوْنَ مَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 174,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101384,
                    "resource_id": 20,
                    "text": "And to Allāh belong the best names, so invoke Him by them. And leave [the company of] those who practice deviation concerning His names.<sup foot_note=196348>1</sup> They will be recompensed for what they have been doing."
                },
                {
                    "id": 219236,
                    "resource_id": 39,
                    "text": "Dan Allah mempunyai nama-nama yang baik (yang mulia), maka serulah (dan berdoalah) kepadaNya dengan menyebut nama-nama itu, dan pulaukanlah orang-orang yang berpaling dari kebenaran dalam masa menggunakan nama-namaNya. Mereka akan mendapat balasan mengenai apa yang mereka telah kerjakan."
                },
                {
                    "id": 1092111,
                    "resource_id": 161,
                    "text": "সুন্দর যত নাম সবই আল্লাহর জন্য। কাজেই তাঁকে ডাক ঐ সব নামের মাধ্যমে। যারা তার নামের মধ্যে বিকৃতি ঘটায় তাদেরকে পরিত্যাগ কর। তারা যা করছে তার ফল তারা শীঘ্র পাবে।"
                }
            ]
        },
        {
            "id": 1135,
            "verse_number": 181,
            "verse_key": "7:181",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 143,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمِمَّنْ خَلَقْنَآ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
            "page_number": 174,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101385,
                    "resource_id": 20,
                    "text": "And among those We created is a community<sup foot_note=196349>1</sup> which guides by truth and thereby establishes justice."
                },
                {
                    "id": 219237,
                    "resource_id": 39,
                    "text": "Dan di antara orang-orang yang Kami ciptakan itu, ada satu umat yang memberi petunjuk dengan kebenaran, dan dengannya mereka menjalankan keadilan."
                },
                {
                    "id": 1092112,
                    "resource_id": 161,
                    "text": "আমি যাদেরকে সৃষ্টি করেছি তাদের মধ্যে একদল আছে যারা সঠিকভাবে পথ নির্দেশ দেয়, আর তার মাধ্যমেই সুবিচার করে।"
                }
            ]
        },
        {
            "id": 1136,
            "verse_number": 182,
            "verse_key": "7:182",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 144,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
            "page_number": 174,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101386,
                    "resource_id": 20,
                    "text": "But those who deny Our signs - We will progressively lead them [to destruction]<sup foot_note=196350>1</sup> from where they do not know."
                },
                {
                    "id": 219238,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang mendustakan ayat-ayat Kami, Kami akan menarik menarik mereka sedikit demi sedikit (ke jurang kebinasaan), menurut cara yang mereka tidak mengetahuinya."
                },
                {
                    "id": 1092113,
                    "resource_id": 161,
                    "text": "যারা আমার আয়াতগুলোকে প্রত্যাখ্যান করে আমি তাদেরকে ধাপে ধাপে এমনভাবে ধ্বংসের দিকে নিয়ে যাই যে, তারা টেরও করতে পারে না।"
                }
            ]
        },
        {
            "id": 1137,
            "verse_number": 183,
            "verse_key": "7:183",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 144,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ",
            "page_number": 174,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101387,
                    "resource_id": 20,
                    "text": "And I will give them time. Indeed, My plan is firm."
                },
                {
                    "id": 219239,
                    "resource_id": 39,
                    "text": "Dan Aku memberi tempoh kepada mereka; sesungguhnya rancangan balasanKu amatlah teguh."
                },
                {
                    "id": 1092114,
                    "resource_id": 161,
                    "text": "আমি তাদেরকে অবকাশ ও সুযোগ দেই, আমার কুশলী ব্যবস্থাপনা অত্যন্ত মযবুত।"
                }
            ]
        },
        {
            "id": 1138,
            "verse_number": 184,
            "verse_key": "7:184",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 144,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمْ يَتَفَكَّرُوا۟ ۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ",
            "page_number": 174,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101388,
                    "resource_id": 20,
                    "text": "Then do they not give thought? There is in their companion [i.e., Muḥammad (ﷺ)] no madness. He is not but a clear warner."
                },
                {
                    "id": 219240,
                    "resource_id": 39,
                    "text": "Patutkah mereka (ingkar dan) tidak mahu memikirkan (dengan fikiran yang siuman bahawa) sahabat mereka (Muhammad) tidak sekali-kali mengidap penyakit gila (sebagaimana yang mereka tuduh itu), bahkan ia hanyalah seorang (Pesuruh Allah) yang memberi amaran yang jelas."
                },
                {
                    "id": 1092115,
                    "resource_id": 161,
                    "text": "তারা কি চিন্তা-ভাবনা করে না সে তাদের সঙ্গী (আমার রসূল) তো উম্মাদ নয়, সে তো প্রকাশ্য এক সতর্ককারী।"
                }
            ]
        },
        {
            "id": 1139,
            "verse_number": 185,
            "verse_key": "7:185",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 144,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمْ يَنظُرُوا۟ فِى مَلَكُوتِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا خَلَقَ ٱللَّهُ مِن شَىْءٍ وَأَنْ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقْتَرَبَ أَجَلُهُمْ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَهُۥ يُؤْمِنُونَ",
            "page_number": 174,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101389,
                    "resource_id": 20,
                    "text": "Do they not look into the realm of the heavens and the earth and everything that Allāh has created and [think] that perhaps their appointed time has come near? So in what statement [i.e., message] hereafter will they believe?"
                },
                {
                    "id": 219241,
                    "resource_id": 39,
                    "text": "Patutkah mereka (membutakan mata) tidak mahu memperhatikan alam langit dan bumi dan segala yang diciptakan oleh Allah, dan (memikirkan) bahawa harus telah dekat ajal kebinasaan mereka? Maka kepada perkataan yang mana lagi sesudah (datangnya Kalamullah Al-Quran) itu mereka mahu beriman?"
                },
                {
                    "id": 1092116,
                    "resource_id": 161,
                    "text": "তারা কি আসমান-যমীনের রাজত্বে আর আল্লাহ যে সব বস্তু সৃষ্টি করেছেন তাতে কিছুই দেখে না? তারা কি চিন্তা করে না যে হয়ত তাদের জীবনের মেয়াদ নিকটেই এসে গেছে? এরপর তারা কোন বাণীর উপর ঈমান আনবে?"
                }
            ]
        },
        {
            "id": 1140,
            "verse_number": 186,
            "verse_key": "7:186",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 144,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مَن يُضْلِلِ ٱللَّهُ فَلَا هَادِىَ لَهُۥ ۚ وَيَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
            "page_number": 174,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101390,
                    "resource_id": 20,
                    "text": "Whoever Allāh sends astray - there is no guide for him. And He leaves them in their transgression, wandering blindly."
                },
                {
                    "id": 219242,
                    "resource_id": 39,
                    "text": "Sesiapa yang disesatkan oleh Allah (kerana keingkarannya), maka tidak ada sesiapa pun yang akan dapat memberi petunjuk kepadanya; dan Allah membiarkan mereka meraba-raba (dengan bingung) dalam kesesatan mereka."
                },
                {
                    "id": 1092117,
                    "resource_id": 161,
                    "text": "আল্লাহ যাকে পথভ্রষ্ট করেন তার জন্য কোন হিদায়াত নেই। তিনি তাদেরকে তাদের বিদ্রোহী ভূমিকায় বিভ্রান্ত হয়ে ঘুরপাক খেতে ছেড়ে দেন।"
                }
            ]
        },
        {
            "id": 1141,
            "verse_number": 187,
            "verse_key": "7:187",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 144,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّى ۖ لَا يُجَلِّيهَا لِوَقْتِهَآ إِلَّا هُوَ ۚ ثَقُلَتْ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ يَسْـَٔلُونَكَ كَأَنَّكَ حَفِىٌّ عَنْهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
            "page_number": 174,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101391,
                    "resource_id": 20,
                    "text": "They ask you, [O Muḥammad], about the Hour: when is its arrival?<sup foot_note=196352>1</sup> Say, \"Its knowledge is only with my Lord. None will reveal its time except Him. It lays heavily<sup foot_note=196351>2</sup> upon the heavens and the earth. It will not come upon you except unexpectedly.\" They ask you as if you are familiar with it. Say, \"Its knowledge is only with Allāh, but most of the people do not know.\""
                },
                {
                    "id": 219243,
                    "resource_id": 39,
                    "text": "Mereka bertanya kepadamu (wahai Muhammad) tentang hari kiamat: \"Bilakah masa datangnya?\" Katakanlah: \"Sesungguhnya pengetahuan mengenainya hanyalah ada di sisi Tuhanku, tidak ada sesiapa pun yang dapat menerangkan kedatangannya pada waktunya melainkan Dia. (Huru-hara) hari kiamat itu amatlah berat (menggerunkan makhluk-makhluk yang ada) di langit dan di bumi; ia tidak datang kepada kamu melainkan secara mengejut\". Mereka bertanya kepadamu seolah-olah engkau sedia mengetahuinya. Katakanlah: \"Sesungguhnya pengetahuan mengenai hari kiamat itu adalah di sisi Allah, tetapi kebanyakan manusia tidak mengetahui\"."
                },
                {
                    "id": 1092118,
                    "resource_id": 161,
                    "text": "তারা তোমাকে ক্বিয়ামাত সম্পর্কে জিজ্ঞেস করে কখন তা সংঘটিত হবে। বল, ‘এ বিষয়ে জ্ঞান রয়েছে আমার প্রতিপালকের নিকট। তিনি ছাড়া কেউ প্রকাশ করতে পারে না কখন তা ঘটবে। আসমান ও যমীনে তা হবে বড় এক কঠিন দিন। আকস্মিকভাবে তা তোমাদের উপর এসে পড়বে।’ লোকেরা তোমাকে এ সম্পর্কে এমনভাবে জিজ্ঞেস করছে যেন তুমি আগ্রহ সহকারে এটার খোঁজে ব্যস্ত আছ। বল, ‘এ বিষয়ের জ্ঞান তো শুধু আল্লাহরই নিকট আছে। কিন্তু (এ সত্যটা) অধিকাংশ লোকই জানে না।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}