{
    "verses": [
        {
            "id": 1142,
            "verse_number": 188,
            "verse_key": "7:188",
            "hizb_number": 18,
            "rub_el_hizb_number": 69,
            "ruku_number": 144,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُل لَّآ أَمْلِكُ لِنَفْسِى نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُ ۚ وَلَوْ كُنتُ أَعْلَمُ ٱلْغَيْبَ لَٱسْتَكْثَرْتُ مِنَ ٱلْخَيْرِ وَمَا مَسَّنِىَ ٱلسُّوٓءُ ۚ إِنْ أَنَا۠ إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ",
            "page_number": 175,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101392,
                    "resource_id": 20,
                    "text": "Say, \"I hold not for myself [the power of] benefit or harm, except what Allāh has willed. And if I knew the unseen, I could have acquired much wealth, and no harm would have touched me. I am not except a warner and a bringer of good tidings to a people who believe.\""
                },
                {
                    "id": 219244,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Aku tidak berkuasa mendatangkan manfaat bagi diriku dan tidak dapat menolak mudarat kecuali apa yang dikehendaki Allah. Dan kalau aku mengetahui perkara-perkara yang ghaib, tentulah aku akan mengumpulkan dengan banyaknya benda-benda yang mendatangkan faedah dan (tentulah) aku tidak ditimpa kesusahan. Aku ini tidak lain hanyalah (Pesuruh Allah) yang memberi amaran (bagi orang-orang yang ingkar) dan membawa berita gembira bagi orang-orang yang beriman\"."
                },
                {
                    "id": 1092119,
                    "resource_id": 161,
                    "text": "বল, আল্লাহ যা ইচ্ছে করেন তা ছাড়া আমার নিজের ভাল বা মন্দ করার কোন ক্ষমতা আমার নেই। আমি যদি অদৃশ্যের খবর জানতাম তাহলে নিজের জন্য অনেক বেশি ফায়দা হাসিল করে নিতাম, আর কোন প্রকার অকল্যাণই আমাকে স্পর্শ করত না। যারা ঈমান আনবে আমি সেই সম্প্রদায়ের প্রতি সতর্ককারী ও সুসংবাদদাতা ছাড়া অন্য কিছু নই।"
                }
            ]
        },
        {
            "id": 1143,
            "verse_number": 189,
            "verse_key": "7:189",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ هُوَ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِۦ ۖ فَلَمَّآ أَثْقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنْ ءَاتَيْتَنَا صَـٰلِحًا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
            "page_number": 175,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101393,
                    "resource_id": 20,
                    "text": "It is He who created you from one soul and created from it its mate that he<sup foot_note=196355>1</sup> might dwell in security with her. And when he [i.e., man] covers her,<sup foot_note=196354>2</sup> she carries a light burden [i.e., a pregnancy] and continues therein. And when it becomes heavy, they both invoke Allāh, their Lord, \"If You should give us a good<sup foot_note=196353>3</sup> [child], we will surely be among the grateful.\""
                },
                {
                    "id": 219245,
                    "resource_id": 39,
                    "text": "Dia lah (Allah) yang menciptakan kamu semua dari (hakikat) diri yang satu, dan Ia mengadakan daripada hakikat itu pasangannya (diri suami isteri), untuk bersenang hati dan hidup mesra yang satu kepada yang lain. Ketika suami mencampuri isterinya, mengandunglah ia dengan kandungan yang ringan, serta teruslah ia dengan keadaan itu (ke suatu waktu). Kemudian ketika ia merasa berat (dan menaruh bimbang) berdoalah suami isteri itu kepada Tuhan mereka (dengan berkata):\" Sesungguhnya jika Engkau (wahai Tuhan kami) mengurniakan kami nikmat yang baik, tentulah kami menjadi orang-orang yang bersyukur\"."
                },
                {
                    "id": 1092120,
                    "resource_id": 161,
                    "text": "তিনিই তোমাদেরকে এক ব্যক্তি হতে সৃষ্টি করেছেন আর তাত্থেকে তার জোড়া সৃষ্টি করেছেন যাতে সে তার কাছে শান্তি পায়। যখন সে স্ত্রীর সাথে সঙ্গত হয় তখন সে লঘু গর্ভধারণ করে আর তা নিয়ে চলাফেরা করে। গর্ভ যখন ভারী হয়ে যায় তখন উভয়ে তাদের প্রতিপালক আল্লাহকে ডেকে বলে, ‘যদি তুমি আমাদেরকে (গঠন ও স্বভাবে) ভাল সন্তান দান কর তাহলে আমরা কৃতজ্ঞ থাকব।’"
                }
            ]
        },
        {
            "id": 1144,
            "verse_number": 190,
            "verse_key": "7:190",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّآ ءَاتَىٰهُمَا صَـٰلِحًا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَا ۚ فَتَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
            "page_number": 175,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101396,
                    "resource_id": 20,
                    "text": "But when He gives them a good [child], they<sup foot_note=196356>1</sup> ascribe partners to Him concerning that which He has given them. Exalted is Allāh above what they associate with Him."
                },
                {
                    "id": 219247,
                    "resource_id": 39,
                    "text": "Kemudian ketika Allah mengurniakan kepada keduanya nikmat yang baik (sebagaimana yang mereka pohonkan), mereka berdua menjadikan sekutu bagi Allah dalam urusan wujudnya nikmat yang dikurniakan Allah kepada mereka. Maha Suci Allah dari apa yang mereka sekutukan itu."
                },
                {
                    "id": 1092121,
                    "resource_id": 161,
                    "text": "যখন তিনি তাদেরকে সর্বাঙ্গ-সুন্দর সন্তান দান করেন, তখন তারা তাদেরকে যা দেয়া হয় তাতে অন্যকে আল্লাহর শরীক গণ্য করে। তারা যাদেরকে শরীক গণ্য করে আল্লাহ তাদের থেকে অনেক ঊর্ধ্বে।"
                }
            ]
        },
        {
            "id": 1145,
            "verse_number": 191,
            "verse_key": "7:191",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
            "page_number": 175,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101397,
                    "resource_id": 20,
                    "text": "Do they associate with Him those who create nothing and they are [themselves] created?"
                },
                {
                    "id": 219248,
                    "resource_id": 39,
                    "text": "Patutkah mereka sekutukan Allah dengan benda-benda yang tidak dapat menciptakan sesuatupun, sedang benda-benda itu sendiri diciptakan?"
                },
                {
                    "id": 1092122,
                    "resource_id": 161,
                    "text": "তারা কি এমন কিছুকে শরীক করে যারা কিছুই সৃষ্টি করে না? বরং তাদেরকেই সৃষ্টি করা হয়েছে।"
                }
            ]
        },
        {
            "id": 1146,
            "verse_number": 192,
            "verse_key": "7:192",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
            "page_number": 175,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101398,
                    "resource_id": 20,
                    "text": "And they [i.e., the false deities] are unable to [give] them help, nor can they help themselves."
                },
                {
                    "id": 219249,
                    "resource_id": 39,
                    "text": "Dan benda-benda itu tidak dapat menolong mereka, dan tidak juga dapat menolong dirinya sendiri."
                },
                {
                    "id": 1092123,
                    "resource_id": 161,
                    "text": "তারা না পারে তাদেরকে (অর্থাৎ তাদের ‘ইবাদাতকারীদেরকে) সাহায্য করতে, না পারে নিজেদেরকে সাহায্য করতে।"
                }
            ]
        },
        {
            "id": 1147,
            "verse_number": 193,
            "verse_key": "7:193",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَتَّبِعُوكُمْ ۚ سَوَآءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَـٰمِتُونَ",
            "page_number": 175,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101399,
                    "resource_id": 20,
                    "text": "And if you [believers] invite them to guidance, they will not follow you. It is all the same for you whether you invite them or you are silent."
                },
                {
                    "id": 219250,
                    "resource_id": 39,
                    "text": "Dan jika kamu (hai kaum musyrik) menyeru benda-benda itu untuk memperoleh petunjuk (daripadanya), mereka tidak dapat menurut (menyampaikan hajat) kamu; sama sahaja bagi kamu, sama ada kamu menyerunya atau mendiamkan diri."
                },
                {
                    "id": 1092124,
                    "resource_id": 161,
                    "text": "তোমরা তাদেরকে যদি সত্যপথে চলার জন্য ডাক, তারা তোমাদের অনুসরণ করবে না। তাদেরকে ডাক কিংবা চুপচাপ থাক, তোমাদের জন্য উভয়ই সমান।"
                }
            ]
        },
        {
            "id": 1148,
            "verse_number": 194,
            "verse_key": "7:194",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمْثَالُكُمْ ۖ فَٱدْعُوهُمْ فَلْيَسْتَجِيبُوا۟ لَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 175,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101400,
                    "resource_id": 20,
                    "text": "Indeed, those you [polytheists] call upon besides Allāh are servants [i.e., creations] like you. So call upon them and let them respond to you, if you should be truthful."
                },
                {
                    "id": 219251,
                    "resource_id": 39,
                    "text": "Sesungguhnya benda-benda yang kamu seru selain Allah adalah makhluk-makhluk seperti kamu. Oleh itu, (cubalah) menyerunya supaya benda-benda itu dapat memperkenankan permohonan kamu, kalau betul kamu orang-orang yang benar."
                },
                {
                    "id": 1092125,
                    "resource_id": 161,
                    "text": "আল্লাহ ছাড়া যাদেরকে তোমরা ডাক তারা তোমাদের মতই বান্দাহ্। (ঠিক আছে) তাদেরকে ডাকতে থাক, তোমরা যদি সত্যবাদী হয়ে থাক তাহলে তারা তোমাদের ডাকে সাড়া দিক।"
                }
            ]
        },
        {
            "id": 1149,
            "verse_number": 195,
            "verse_key": "7:195",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَآ ۖ أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَآ ۖ أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَآ ۖ أَمْ لَهُمْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۗ قُلِ ٱدْعُوا۟ شُرَكَآءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
            "page_number": 175,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101401,
                    "resource_id": 20,
                    "text": "Do they have feet by which they walk? Or do they have hands by which they strike? Or do they have eyes by which they see? Or do they have ears by which they hear? Say, [O Muḥammad], \"Call your 'partners' and then conspire against me and give me no respite."
                },
                {
                    "id": 219252,
                    "resource_id": 39,
                    "text": "Adakah benda-benda (yang kamu sembah) itu mempunyai kaki yang mereka dapat berjalan dengannya, atau adakah mereka mempunyai tangan yang mereka dapat memegang (menyeksa) dengannya, atau adakah mereka mempunyai mata yang mereka dapat melihat dengannya, atau adakah mereka mempunyai telinga yang mereka dapat mendengar dengannya? Katakanlah (wahai Muhammad): \"Panggilah benda-benda yang kamu jadikan sekutu Allah, kemudian kamu semua jalankan tipu daya terhadapku, serta jangan pula kamu bertangguh lagi."
                },
                {
                    "id": 1092126,
                    "resource_id": 161,
                    "text": "তাদের কি পা আছে যা দিয়ে তারা চলাফেরা করে? তাদের কি হাত আছে যা দিয়ে তারা ধরে? তাদের কি চোখ আছে যা দিয়ে তারা দেখে? তাদের কি কান আছে যা দিয়ে তারা শোনে? বল, তোমরা যাদেরকে আল্লাহর শরীক করছ তাদেরকে আহবান কর, আর আমার বিরুদ্ধে ষড়যন্ত্র কর এবং আমাকে অবকাশ দিও না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}