{
    "verses": [
        {
            "id": 1150,
            "verse_number": 196,
            "verse_key": "7:196",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ وَلِـِّۧىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَـٰبَ ۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101402,
                    "resource_id": 20,
                    "text": "Indeed, my protector is Allāh, who has sent down the Book; and He is an ally to the righteous."
                },
                {
                    "id": 219253,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya pelindungku ialah Allah yang telah menurunkan kitab (Al-Quran), dan Dia lah jua yang menolong dan memelihara orang-orang yang berbuat kebaikan\""
                },
                {
                    "id": 1092127,
                    "resource_id": 161,
                    "text": "আল্লাহই হলেন আমার অভিভাবক যিনি কিতাব অবতীর্ণ করেছেন, আর তিনিই সৎকর্মশীলদের অভিভাবকত্ব করে থাকেন।"
                }
            ]
        },
        {
            "id": 1151,
            "verse_number": 197,
            "verse_key": "7:197",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101403,
                    "resource_id": 20,
                    "text": "And those you call upon besides Him are unable to help you, nor can they help themselves.\""
                },
                {
                    "id": 219254,
                    "resource_id": 39,
                    "text": "Dan benda-benda yang kamu sembah selain Allah, tidak akan dapat menolong kamu, bahkan tidak dapat menolong dirinya sendiri."
                },
                {
                    "id": 1092128,
                    "resource_id": 161,
                    "text": "কে (অর্থাৎ আল্লাহকে) ছাড়া যাদেরকে তোমরা ডাক, তারা তোমাদেরকে সাহায্য করার কোন ক্ষমতা রাখে না, পারে না নিজেদেরকেও সাহায্য করতে।"
                }
            ]
        },
        {
            "id": 1152,
            "verse_number": 198,
            "verse_key": "7:198",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَسْمَعُوا۟ ۖ وَتَرَىٰهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101404,
                    "resource_id": 20,
                    "text": "And if you invite them to guidance, they do not hear; and you see them looking at you while they do not see."
                },
                {
                    "id": 219255,
                    "resource_id": 39,
                    "text": "Dan jika kamu menyeru benda-benda (yang kamu sembah) itu untuk mendapat petunjuk (daripadanya), mereka tidak dapat mendengarnya; dan engkau nampak benda-benda itu memandangmu padahal mereka tidak melihat."
                },
                {
                    "id": 1092129,
                    "resource_id": 161,
                    "text": "তাদেরকে যদি সঠিক পথের দিকে ডাক, তারা শোনে না, তুমি দেখ যে তারা তোমার দিকে তাকিয়ে আছে কিন্তু আসলে তারা কিছুই দেখতে পায় না।"
                }
            ]
        },
        {
            "id": 1153,
            "verse_number": 199,
            "verse_key": "7:199",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "خُذِ ٱلْعَفْوَ وَأْمُرْ بِٱلْعُرْفِ وَأَعْرِضْ عَنِ ٱلْجَـٰهِلِينَ",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101405,
                    "resource_id": 20,
                    "text": "Take what is given freely,<sup foot_note=196357>1</sup> enjoin what is good, and turn away from the ignorant."
                },
                {
                    "id": 219256,
                    "resource_id": 39,
                    "text": "Terimalah apa yang mudah engkau lakukan, dan suruhlah dengan perkara yang baik, serta berpalinglah (jangan dihiraukan) orang-orang yang jahil (yang degil dengan kejahilannya)."
                },
                {
                    "id": 1092130,
                    "resource_id": 161,
                    "text": "ক্ষমাশীলতার নীতি অবলম্বন কর, সত্য-সঠিক কাজের আদেশ দাও আর জাহিলদেরকে এড়িয়ে চল।"
                }
            ]
        },
        {
            "id": 1154,
            "verse_number": 200,
            "verse_key": "7:200",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101408,
                    "resource_id": 20,
                    "text": "And if an evil suggestion comes to you from Satan, then seek refuge in Allāh. Indeed, He is Hearing and Knowing."
                },
                {
                    "id": 219259,
                    "resource_id": 39,
                    "text": "Dan jika engkau dihasut oleh sesuatu hasutan dari Syaitan, maka mintalah perlindungan kepada Allah, sesungguhnya Allah Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1092131,
                    "resource_id": 161,
                    "text": "শয়ত্বান যদি উস্কানি দিয়ে তোমাকে প্ররোচিত করতে চায় তাহলে আল্লাহর আশ্রয় প্রার্থনা কর, তিনি হলেন সর্বশ্রোতা, সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 1155,
            "verse_number": 201,
            "verse_key": "7:201",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ٱتَّقَوْا۟ إِذَا مَسَّهُمْ طَـٰٓئِفٌ مِّنَ ٱلشَّيْطَـٰنِ تَذَكَّرُوا۟ فَإِذَا هُم مُّبْصِرُونَ",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101409,
                    "resource_id": 20,
                    "text": "Indeed, those who fear Allāh - when an impulse touches them from Satan, they remember [Him] and at once they have insight."
                },
                {
                    "id": 219260,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang bertaqwa, apabila mereka disentuh oleh sesuatu imbasan hasutan dari Syaitan, mereka ingat (kepada ajaran Allah) maka dengan itu mereka nampak (jalan yang benar)."
                },
                {
                    "id": 1092132,
                    "resource_id": 161,
                    "text": "যারা তাক্বওয়া অবলম্বন করে শায়ত্বনের স্পর্শে তাদের মনে কুমন্ত্রণা জাগলে তারা আল্লাহকে স্মরণ করে, তখন তাদের ঈমান-চক্ষু খুলে যায়।"
                }
            ]
        },
        {
            "id": 1156,
            "verse_number": 202,
            "verse_key": "7:202",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِخْوَٰنُهُمْ يَمُدُّونَهُمْ فِى ٱلْغَىِّ ثُمَّ لَا يُقْصِرُونَ",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101410,
                    "resource_id": 20,
                    "text": "But their brothers<sup foot_note=196358>1</sup> - they [i.e., the devils] increase them in error; then they do not stop short."
                },
                {
                    "id": 219261,
                    "resource_id": 39,
                    "text": "Sedang saudara (pengikut) Syaitan-syaitan, dibantu oleh Syaitan-syaitan itu dalam melakukan kesesatan, kemudian mereka tidak berhenti-henti (melakukan perbuatan yang sesat lagi menyesatkan itu)."
                },
                {
                    "id": 1092133,
                    "resource_id": 161,
                    "text": "কিন্তু তাদের (অর্থাৎ শায়ত্বনের) সঙ্গী-সাথীরা (কাফির ও মুনাফিক্বরা) তাদেরকে ভ্রান্ত পথে নিয়ে যায় আর এ ব্যাপারে চেষ্টার কোন ত্রুটি করে না।"
                }
            ]
        },
        {
            "id": 1157,
            "verse_number": 203,
            "verse_key": "7:203",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا لَمْ تَأْتِهِم بِـَٔايَةٍ قَالُوا۟ لَوْلَا ٱجْتَبَيْتَهَا ۚ قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَىَّ مِن رَّبِّى ۚ هَـٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101411,
                    "resource_id": 20,
                    "text": "And when you, [O Muḥammad], do not bring them a sign [i.e., miracle], they say, \"Why have you not contrived it?\" Say, \"I only follow what is revealed to me from my Lord. This [Qur’ān] is enlightenment from your Lord and guidance and mercy for a people who believe.\""
                },
                {
                    "id": 219262,
                    "resource_id": 39,
                    "text": "Dan apabila engkau (wahai Muhammad) tidak membawa kepada mereka sesuatu ayat Al-Quran (sebagaimana yang mereka kehendaki), berkatalah mereka (secara mengejek): \"Mengapa engkau tidak bersusah payah membuat sendiri akan ayat itu?\" Katakanlah: \"Sesungguhnya aku hanya menurut apa yang diwahyukan kepadaku dari Tuhanku. Al-Quran ini ialah panduan-panduan - yang membuka hati - dari Tuhan kamu, dan petunjuk serta menjadi rahmat bagi orang-orang yang beriman\"."
                },
                {
                    "id": 1092134,
                    "resource_id": 161,
                    "text": "যখন তুমি তাদের কাছে কোন নিদর্শন হাজির কর না, তখন তারা বলে, তুমি নিজেই একটা নিদর্শন বেছে নাও না কেন? বল, ‘আমার প্রতিপালকের পক্ষ হতে আমার প্রতি যা ওয়াহী করা হয় আমি তো তারই অনুসরণ করি। এটা তোমাদের রবেবর পক্ষ হতে মু’মিন সম্প্রদায়ের জন্য উজ্জ্বল আলো, হিদায়াত ও রহমত।’"
                }
            ]
        },
        {
            "id": 1158,
            "verse_number": 204,
            "verse_key": "7:204",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا قُرِئَ ٱلْقُرْءَانُ فَٱسْتَمِعُوا۟ لَهُۥ وَأَنصِتُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101412,
                    "resource_id": 20,
                    "text": "So when the Qur’ān is recited, then listen to it and pay attention that you may receive mercy."
                },
                {
                    "id": 219263,
                    "resource_id": 39,
                    "text": "Dan apabila Al-Quran itu dibacakan, maka dengarlah akan dia serta diamlah (dengan sebulat-bulat ingatan untuk mendengarnya), supaya kamu beroleh rahmat."
                },
                {
                    "id": 1092135,
                    "resource_id": 161,
                    "text": "যখন কুরআন পাঠ করা হয় তখন তোমরা তা মনোযোগের সঙ্গে শ্রবণ কর আর নীরবতা বজায় রাখ যাতে তোমাদের প্রতি রহম করা হয়।"
                }
            ]
        },
        {
            "id": 1159,
            "verse_number": 205,
            "verse_key": "7:205",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ ٱلْجَهْرِ مِنَ ٱلْقَوْلِ بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ وَلَا تَكُن مِّنَ ٱلْغَـٰفِلِينَ",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101413,
                    "resource_id": 20,
                    "text": "And remember your Lord within yourself in humility and in fear without being apparent in speech - in the mornings and the evenings. And do not be among the heedless."
                },
                {
                    "id": 219264,
                    "resource_id": 39,
                    "text": "Dan sebutlah serta ingatlah akan Tuhanmu dalam hatimu, dengan merendah diri serta dengan perasaan takut (melanggar perintahnya), dan dengan tidak pula menyaringkan suara, pada waktu pagi dan petang dan janganlah engkau menjadi dari orang-orang yang lalai."
                },
                {
                    "id": 1092136,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালককে মনে মনে বিনয়ের সঙ্গে ভয়-ভীতি সহকারে অনুচ্চস্বরে সকাল-সন্ধ্যায় স্মরণ কর আর উদাসীনদের দলভুক্ত হয়ো না।"
                }
            ]
        },
        {
            "id": 1160,
            "verse_number": 206,
            "verse_key": "7:206",
            "hizb_number": 18,
            "rub_el_hizb_number": 70,
            "ruku_number": 145,
            "manzil_number": 2,
            "sajdah_number": 1,
            "text_uthmani": "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسْجُدُونَ ۩",
            "page_number": 176,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101414,
                    "resource_id": 20,
                    "text": "Indeed, those who are near your Lord [i.e., the angels] are not prevented by arrogance from His worship, and they exalt Him, and to Him they prostrate."
                },
                {
                    "id": 219265,
                    "resource_id": 39,
                    "text": "Sesungguhnya mereka (malaikat) yang ada di sisi Tuhanmu tidak bersikap angkuh (ingkar) daripada beribadat kepadaNya, dan mereka pula bertasbih bagiNya, dan kepadaNyalah jua mereka sujud."
                },
                {
                    "id": 1092137,
                    "resource_id": 161,
                    "text": "যারা তোমার প্রতিপালকের নিকট আছে তারা তাঁর ‘ইবাদাত করার ব্যাপারে ঔদ্ধত্য প্রকাশ করে না, তারা তাঁর মহিমা ঘোষণা করে আর তাঁর জন্য সাজদাহয় অবনত হয়। [সাজদাহ]"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}