{
    "verses": [
        {
            "id": 1169,
            "verse_number": 9,
            "verse_key": "8:9",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 146,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُرْدِفِينَ",
            "page_number": 178,
            "juz_number": 9,
            "translations": [
                {
                    "id": 102117,
                    "resource_id": 20,
                    "text": "[Remember] when you were asking help of your Lord, and He answered you, \"Indeed, I will reinforce you with a thousand from the angels, following one another.\""
                },
                {
                    "id": 219929,
                    "resource_id": 39,
                    "text": "(Ingatlah) ketika kamu memohon pertolongan kepada tuhan kamu, lalu Ia perkenankan permohonan kamu (dengan firmanNya): \"Sesungguhnya Aku akan membantu kamu dengan seribu (bala tentera) dari malaikat yang datang berturut-turut."
                },
                {
                    "id": 1092146,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন তোমরা তোমাদের প্রতিপালকের নিকট সাহায্য প্রার্থনা করছিলে তখন তিনি তোমাদেরকে জবাব দিলেন, ‘আমি তোমাদেরকে এক হাজার ফেরেশতা দিয়ে সাহায্য করব যারা পর পর আসবে।’"
                }
            ]
        },
        {
            "id": 1170,
            "verse_number": 10,
            "verse_key": "8:10",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 146,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ ۚ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
            "page_number": 178,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101846,
                    "resource_id": 20,
                    "text": "And Allāh made it not but good tidings and so that your hearts would be assured thereby. And victory is not but from Allāh. Indeed, Allāh is Exalted in Might and Wise."
                },
                {
                    "id": 219669,
                    "resource_id": 39,
                    "text": "Dan Allah tidak menjadikan (bantuan malaikat) itu melainkan sebagai berita gembira dan supaya hati kamu tenang tenteram dengannya. Dan kemenangan itu pula hanyalah dari sisi Allah. Sesungguhnya Allah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1092147,
                    "resource_id": 161,
                    "text": "আর আল্লাহ যে এটা করেছিলেন তার উদ্দেশ্য তোমাদেরকে সুসংবাদ দান ছাড়া অন্য কিছু নয় আর যাতে এর মাধ্যমে তোমাদের অন্তর প্রশান্তি লাভ করে। কেননা, সাহায্য তো একমাত্র আল্লাহর নিকট থেকেই আসে। আল্লাহ তো মহাপরাক্রমশালী, মহাবিজ্ঞানী।"
                }
            ]
        },
        {
            "id": 1171,
            "verse_number": 11,
            "verse_key": "8:11",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 147,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءً لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَـٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ",
            "page_number": 178,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101847,
                    "resource_id": 20,
                    "text": "[Remember] when He overwhelmed you with drowsiness [giving] security from Him and sent down upon you from the sky, rain by which to purify you and remove from you the evil [suggestions] of Satan and to make steadfast your hearts and plant firmly thereby your feet."
                },
                {
                    "id": 219671,
                    "resource_id": 39,
                    "text": "(Ingatlah) ketika kamu diliputi perasaan mengantuk sebagai satu (pemberian) aman dari Allah (untuk menghapuskan kecemasan kamu). Dan (ingatlah ketika) Ia menurunkan kepada kamu hujan dari langit untuk mensucikan kamu dengannya dan menghapuskan dari kamu gangguan Syaitan, dan juga untuk menguatkan hati kamu dan menetapkan dengannya tapak pendirian (kamu di medan perjuangan)."
                },
                {
                    "id": 1092148,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন আল্লাহ তাঁর নিকট হতে প্রশান্তি ধারা হিসেবে তোমাদেরকে তন্দ্রায় আচ্ছন্ন করেছিলেন, আকাশ হতে তোমাদের উপর বৃষ্টিধারা বর্ষণ করেছিলেন তোমাদেরকে তা দিয়ে পবিত্র করার জন্য। তোমাদের থেকে শয়ত্বানী পংকিলতা দূর করার জন্য, তোমাদের দিলকে মজবুত করার জন্য আর তা দিয়ে তোমাদের পায়ের ভিত শক্ত করার জন্য।"
                }
            ]
        },
        {
            "id": 1172,
            "verse_number": 12,
            "verse_key": "8:12",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 147,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَـٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا۟ ٱلَّذِينَ ءَامَنُوا۟ ۚ سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ فَٱضْرِبُوا۟ فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا۟ مِنْهُمْ كُلَّ بَنَانٍ",
            "page_number": 178,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101859,
                    "resource_id": 20,
                    "text": "[Remember] when your Lord inspired to the angels, \"I am with you, so strengthen those who have believed. I will cast terror into the hearts of those who disbelieved, so strike [them] upon the necks and strike from them every fingertip.\"<sup foot_note=196361>1</sup>"
                },
                {
                    "id": 219680,
                    "resource_id": 39,
                    "text": "(Ingatlah) ketika Tuhanmu wahyukan kepada malaikat: \"Sesungguhnya Aku menyertai kamu (memberi pertolongan), maka tetapkanlah (hati) orang-orang yang beriman. Aku akan mengisi hati orang-orang yang kafir dengan perasaan gerun; oleh itu, pancunglah leher mereka (musuh) dan potonglah tiap-tiap anggota mereka\""
                },
                {
                    "id": 1092149,
                    "resource_id": 161,
                    "text": "স্মরণ কর যখন তোমার প্রতিপালক ফেরেশতাদের প্রতি ওয়াহী পাঠিয়েছিলেন, ‘আমি তোমাদের সঙ্গেই আছি; অতএব মু’মিনদেরকে তোমরা দৃঢ়পদ রেখ’। অচিরেই আমি কাফিরদের দিলে ভীতি সঞ্চার করব, কাজেই তাদের স্কন্ধে আঘাত হান, আঘাত হান প্রত্যেকটি আঙ্গুলের গিঁটে গিঁটে।"
                }
            ]
        },
        {
            "id": 1173,
            "verse_number": 13,
            "verse_key": "8:13",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 147,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
            "page_number": 178,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101871,
                    "resource_id": 20,
                    "text": "That is because they opposed Allāh and His Messenger. And whoever opposes Allāh and His Messenger - indeed, Allāh is severe in penalty."
                },
                {
                    "id": 219693,
                    "resource_id": 39,
                    "text": "(Perintah) yang demikian ialah kerana sesungguhnya mereka menentang Allah dan RasulNya; dan sesiapa yang menentang Allah dan RasulNya, maka sesungguhnya Allah Maha berat azab seksaNya."
                },
                {
                    "id": 1092150,
                    "resource_id": 161,
                    "text": "এর কারণ হল, তারা আল্লাহ ও রসূলের বিরোধিতা করে আর যারা আল্লাহ ও তাঁর রসূলের বিরোধিতা করবে (তাদের জেনে রাখা দরকার) আল্লাহ শাস্তিদানে বড়ই কঠোর।"
                }
            ]
        },
        {
            "id": 1174,
            "verse_number": 14,
            "verse_key": "8:14",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 147,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَـٰفِرِينَ عَذَابَ ٱلنَّارِ",
            "page_number": 178,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101792,
                    "resource_id": 20,
                    "text": "\"That [is yours], so taste it.\" And indeed for the disbelievers is the punishment of the Fire."
                },
                {
                    "id": 219695,
                    "resource_id": 39,
                    "text": "Itulah (azab dunia) maka rasalah dia (hai orang-orang kafir). Sesungguhnya orang-orang yang kafir disediakan baginya azab neraka (di akhirat)."
                },
                {
                    "id": 1092151,
                    "resource_id": 161,
                    "text": "এটাই তোমাদের শাস্তি, অতএব তার স্বাদ গ্রহণ কর, কাফিরদের জন্য আছে আগুনের (জাহান্নামের) শাস্তি।"
                }
            ]
        },
        {
            "id": 1175,
            "verse_number": 15,
            "verse_key": "8:15",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 147,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ زَحْفًا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ",
            "page_number": 178,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101874,
                    "resource_id": 20,
                    "text": "O you who have believed, when you meet those who disbelieve advancing [in battle], do not turn to them your backs [in flight]."
                },
                {
                    "id": 219697,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Apabila kamu bertemu dengan orang-orang kafir yang sedang mara menyerang, maka janganlah kamu berpaling undur dari menentang mereka."
                },
                {
                    "id": 1092152,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা যখন যোদ্ধা-বাহিনীরূপে কাফিরদের সম্মুখীন হও, তখন তাদেরকে পৃষ্ঠপ্রদর্শন করবে না।"
                }
            ]
        },
        {
            "id": 1176,
            "verse_number": 16,
            "verse_key": "8:16",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 147,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
            "page_number": 178,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101876,
                    "resource_id": 20,
                    "text": "And whoever turns his back to them on such a day, unless swerving [as a strategy] for war or joining [another] company, has certainly returned with anger [upon him] from Allāh, and his refuge is Hell - and wretched is the destination."
                },
                {
                    "id": 219699,
                    "resource_id": 39,
                    "text": "Dan sesiapa berpaling undur dari menentang mereka pada ketika itu - kecuali ia bergerak ke arah lain (untuk menjalankan tipu muslihat) peperangan, atau hendak menyatukan diri dengan pasukan yang lain - maka sesungguhnya ia tetaplah mendapat kemurkaan dari Allah, dan tempatnya ialah neraka jahanam; sedang neraka jahanam ialah seburuk-buruk tempat kembali."
                },
                {
                    "id": 1092153,
                    "resource_id": 161,
                    "text": "এমন দিনে যুদ্ধে কৌশল অবলম্বন বা নিজ দলের সঙ্গে মিলিত হওয়ার উদ্দেশ্য ছাড়া কেউ তাদেরকে পৃষ্ঠপ্রদর্শন করলে সে তো আল্লাহর গজবে পরিবেষ্টিত হয়ে পড়ল, জাহান্নামই তার ঠিকানা আর তা কতই না নিকৃষ্ট প্রত্যাবর্তনস্থল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}