{
    "verses": [
        {
            "id": 1177,
            "verse_number": 17,
            "verse_key": "8:17",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 147,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَمْ تَقْتُلُوهُمْ وَلَـٰكِنَّ ٱللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَـٰكِنَّ ٱللَّهَ رَمَىٰ ۚ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
            "page_number": 179,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101878,
                    "resource_id": 20,
                    "text": "And you did not kill them, but it was Allāh who killed them.<sup foot_note=196364>1</sup> And you threw not, [O Muḥammad], when you threw, but it was Allāh who threw<sup foot_note=196363>2</sup> that He might test the believers with a good test.<sup foot_note=196362>3</sup> Indeed, Allāh is Hearing and Knowing."
                },
                {
                    "id": 219701,
                    "resource_id": 39,
                    "text": "Maka bukanlah kamu yang membunuh mereka, akan tetapi Allah jualah yang menyebabkan pembunuhan mereka. Dan bukanlah engkau (wahai Muhammad) yang melempar ketika engkau melempar, akan tetapi Allah jualah yang melempar (untuk membinasakan orang-orang kafir), dan untuk mengurniakan orang-orang yang beriman dengan pengurniaan yang baik (kemenangan) daripadaNya. Sesungguhnya Allah Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1092154,
                    "resource_id": 161,
                    "text": "(আসল ব্যাপার হল) তোমরা তাদেরকে হত্যা করনি, বরং আল্লাহই তাদেরকে হত্যা করেছেন, তুমি যখন নিক্ষেপ করছিলে তাতো তুমি নিক্ষেপ করনি, বরং আল্লাহই নিক্ষেপ করেছিলেন যাতে তিনি মু’মিনদেরকে এক সুন্দরতম পরীক্ষায় সফলতার সঙ্গে উত্তীর্ণ করতে পারেন। আল্লাহ হলেন সর্বশ্রোতা, সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 1178,
            "verse_number": 18,
            "verse_key": "8:18",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 147,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَـٰفِرِينَ",
            "page_number": 179,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101880,
                    "resource_id": 20,
                    "text": "That [is so], and [also] that Allāh will weaken the plot of the disbelievers."
                },
                {
                    "id": 219703,
                    "resource_id": 39,
                    "text": "Demikianlah (caranya nikmat yang dikurniakanNya kepada kamu), dan sesungguhnya Allah sentiasa melumpuhkan tipu daya orang-orang yang kafir."
                },
                {
                    "id": 1092155,
                    "resource_id": 161,
                    "text": "আমার এ ব্যবস্থা তোমাদের জন্য, (আর কাফিরদের সম্পর্কে কথা এই যে) আল্লাহ কাফিরদের ষড়যন্ত্রকে অকেজো করে দেন।"
                }
            ]
        },
        {
            "id": 1179,
            "verse_number": 19,
            "verse_key": "8:19",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 147,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ ۖ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ",
            "page_number": 179,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101882,
                    "resource_id": 20,
                    "text": "If you [disbelievers] seek the decision [i.e., victory] - the decision [i.e., defeat] has come to you. And if you desist [from hostilities], it is best for you; but if you return [to war], We will return, and never will you be availed by your [large] company at all, even if it should increase; and [that is] because Allāh is with the believers."
                },
                {
                    "id": 219705,
                    "resource_id": 39,
                    "text": "Jika kamu (hai orang-orang musyrik) memohon supaya diberi kemenangan (bagi pihak yang benar) maka sesungguhnya kemenangan (yang kamu pohonkan) itu telah datang (dan disaksikan oleh) kamu; dan jika kamu berhenti (daripada memusuhi Nabi Muhammad, s.a.w) maka yang demikian amat baik bagi kamu, dan jika kamu kembali (memusuhinya), Kami juga kembali (menolongnya mengalahkan kamu); dan golongan (angkatan perang) kamu tidak sekali-kali akan dapat menyelamatkan kamu sedikitpun, sekalipun ia lebih ramai; dan (yang demikian itu adalah kerana) sesungguhnya Allah beserta orang-orang yang beriman."
                },
                {
                    "id": 1092156,
                    "resource_id": 161,
                    "text": "(ওহে কাফিরগণ!) তোমরা মীমাংসা চাচ্ছিলে, মীমাংসা তো তোমাদের কাছে এসে গেছে; আর যদি তোমরা (অন্যায় থেকে) বিরত হও, তবে তা তোমাদের জন্যই কল্যাণকর, তোমরা যদি আবার (অন্যায়) কর, আমিও আবার শাস্তি দিব, তোমাদের দল-বাহিনী সংখ্যায় অধিক হলেও তোমাদের কোন উপকারে আসবে না এবং আল্লাহ তো মু’মিনদের সঙ্গে আছেন।"
                }
            ]
        },
        {
            "id": 1180,
            "verse_number": 20,
            "verse_key": "8:20",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 148,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
            "page_number": 179,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101885,
                    "resource_id": 20,
                    "text": "O you who have believed, obey Allāh and His Messenger and do not turn from him while you hear [his order]."
                },
                {
                    "id": 219711,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Taatlah kepada Allah dan RasulNya dan janganlah kamu berpaling daripadanya, sedang kamu mendengar (Al-Quran yang mewajibkan taatnya)."
                },
                {
                    "id": 1092157,
                    "resource_id": 161,
                    "text": "ওহে বিশ্বাসীগণ! আল্লাহ ও তাঁর রসূলের আনুগত্য কর এবং আদেশ শোনার পর তা অমান্য কর না।"
                }
            ]
        },
        {
            "id": 1181,
            "verse_number": 21,
            "verse_key": "8:21",
            "hizb_number": 18,
            "rub_el_hizb_number": 71,
            "ruku_number": 148,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
            "page_number": 179,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101886,
                    "resource_id": 20,
                    "text": "And do not be like those who say, \"We have heard,\" while they do not hear."
                },
                {
                    "id": 219709,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu menjadi seperti orang-orang (kafir dan munafik) yang berkata: \"Kami dengar\", padahal mereka tidak mendengar (tidak mahu menerima dan mematuhinya)."
                },
                {
                    "id": 1092158,
                    "resource_id": 161,
                    "text": "তোমরা তাদের মত হয়ো না যারা বলেছিল, ‘আমরা শুনলাম’; প্রকৃতপক্ষে তারা শোনেনি।"
                }
            ]
        },
        {
            "id": 1182,
            "verse_number": 22,
            "verse_key": "8:22",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 148,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ",
            "page_number": 179,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101898,
                    "resource_id": 20,
                    "text": "Indeed, the worst of living creatures in the sight of Allāh are the deaf and dumb who do not use reason [i.e., the disbelievers]."
                },
                {
                    "id": 219722,
                    "resource_id": 39,
                    "text": "Sesungguhnya sejahat-jahat makhluk yang melata, pada sisi (hukum dan ketetapan) Allah, ialah orang-orang yang pekak lagi bisu, yang tidak mahu memahami sesuatupun (dengan akal fikirannya)."
                },
                {
                    "id": 1092159,
                    "resource_id": 161,
                    "text": "আল্লাহর নিকট সবচেয়ে নিকৃষ্ট জীব হচ্ছে যারা (হক্ব কথা শুনার ব্যাপারে) বধির এবং (হক্ব কথা বলার ব্যাপারে) বোবা, যারা কিছুই বোঝে না।"
                }
            ]
        },
        {
            "id": 1183,
            "verse_number": 23,
            "verse_key": "8:23",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 148,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
            "page_number": 179,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101900,
                    "resource_id": 20,
                    "text": "Had Allāh known any good in them, He would have made them hear. And if He had made them hear, they would [still] have turned away, while they were refusing."
                },
                {
                    "id": 219725,
                    "resource_id": 39,
                    "text": "Dan kalaulah Allah mengetahui ada kebaikan pada mereka, tentulah Ia menjadikan mereka dapat mendengar; dan kalau Allah menjadikan mereka dapat mendengar juga (dengan keadaan yang demikian), nescaya mereka tidak menerimanya sambil memalingkan diri."
                },
                {
                    "id": 1092160,
                    "resource_id": 161,
                    "text": "আল্লাহ যদি দেখতেন যে, তাদের মধ্যে কোন ভাল গুণ নিহিত আছে তবে তিনি তাদেরকে শুনবার তাওফীক দিতেন। আর (গুণ না থাকা অবস্থায়) তিনি যদি তাদেরকে শুনতে দিতেন তাহলে তারা উপেক্ষা করে মুখ ফিরিয়ে নিত।"
                }
            ]
        },
        {
            "id": 1184,
            "verse_number": 24,
            "verse_key": "8:24",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 148,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَجِيبُوا۟ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ",
            "page_number": 179,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101902,
                    "resource_id": 20,
                    "text": "O you who have believed, respond to Allāh and to the Messenger when he calls you to that which gives you life. And know that Allāh intervenes between a man and his heart and that to Him you will be gathered."
                },
                {
                    "id": 219727,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, sahut dan sambutlah seruan Allah dan seruan RasulNya apabila Ia menyeru kamu kepada perkara-perkara yang menjadikan kamu hidup sempurna; dan ketahuilah bahawa sesungguhnya Allah berkuasa mengubah atau menyekat di antara seseorang itu dengan (pekerjaan) hatinya, dan sesungguhnya kepadaNyalah kamu akan dihimpunkan."
                },
                {
                    "id": 1092161,
                    "resource_id": 161,
                    "text": "ওহে বিশ্বাসীগণ! তোমরা আল্লাহ ও তাঁর রসূলের ডাকে সাড়া দাও যখন তোমাদেরকে ডাকা হয় (এমন বিষয়ের দিকে) যা তোমাদের মাঝে জীবন সঞ্চার করে, আর জেনে রেখ যে আল্লাহ মানুষ ও তার অন্তরের মাঝে প্রতিবন্ধক হয়ে যান আর তোমাদেরকে তাঁর কাছেই একত্রিত করা হবে।"
                }
            ]
        },
        {
            "id": 1185,
            "verse_number": 25,
            "verse_key": "8:25",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 148,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱتَّقُوا۟ فِتْنَةً لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا۟ مِنكُمْ خَآصَّةً ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
            "page_number": 179,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101904,
                    "resource_id": 20,
                    "text": "And fear a trial<sup foot_note=196365>1</sup> which will not strike those who have wronged among you exclusively, and know that Allāh is severe in penalty."
                },
                {
                    "id": 219729,
                    "resource_id": 39,
                    "text": "Dan jagalah diri kamu daripada (berlakunya) dosa (yang membawa bala bencana) yang bukan sahaja akan menimpa orang-orang yang zalim di antara kamu secara khusus (tetapi akan menimpa kamu secara umum). Dan ketahuilah bahawa Allah Maha berat azab seksaNya."
                },
                {
                    "id": 1092162,
                    "resource_id": 161,
                    "text": "সতর্ক থাক সেই শাস্তি হতে যা বিশেষভাবে তোমাদের যালিম লোকেদেরকেই আক্রমন করবে না। আর জেনে রেখ যে আল্লাহ শাস্তিদানে খুবই কঠোর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}