{
    "verses": [
        {
            "id": 120,
            "verse_number": 113,
            "verse_key": "2:113",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 15,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ لَيْسَتِ ٱلنَّصَـٰرَىٰ عَلَىٰ شَىْءٍ وَقَالَتِ ٱلنَّصَـٰرَىٰ لَيْسَتِ ٱلْيَهُودُ عَلَىٰ شَىْءٍ وَهُمْ يَتْلُونَ ٱلْكِتَـٰبَ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
            "page_number": 18,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97420,
                    "resource_id": 20,
                    "text": "The Jews say, \"The Christians have nothing [true] to stand on,\" and the Christians say, \"The Jews have nothing to stand on,\" although they [both] recite the Scripture. Thus do those who know not [i.e., the polytheists] speak the same as their words. But Allāh will judge between them on the Day of Resurrection concerning that over which they used to differ."
                },
                {
                    "id": 215294,
                    "resource_id": 39,
                    "text": "Dan orang-orang Yahudi berkata: \"Orang-orang Nasrani itu tidak mempunyai sesuatu pegangan (ugama yang benar)\"; dan orang-orang Nasrani pula berkata: \"Orang-orang Yahudi tidak mempunyai sesuatu pegangan (ugama yang benar)\"; padahal mereka membaca Kitab Suci masing-masing (Taurat dan Injil). Demikian juga orang-orang (musyrik dari kaum Jahiliyah) yang tidak berilmu pengetahuan, mengatakan seperti yang dikatakan oleh mereka itu. Maka Allah akan menghukum (mengadili) di antara mereka pada hari kiamat mengenai apa yang mereka berselisihan padanya."
                },
                {
                    "id": 1091097,
                    "resource_id": 161,
                    "text": "আর ইয়াহূদীরা বলে যে, নাসারাদের মাযহাবের কোন ভিত্তি নেই; নাসারারা বলে যে, ইয়াহূদীদের মাযহাবের কোন ভিত্তি নেই, অথচ তারা কিতাব পাঠ করে, এভাবে যারা কিছু জানে না তারাও ওদের মতই বলে, যার সম্বন্ধে তারা মতবিরোধ করছে, আল্লাহ ক্বিয়ামাতের দিন তাদের মধ্যে সেই বিষয়ের সমাধান করবেন।"
                }
            ]
        },
        {
            "id": 121,
            "verse_number": 114,
            "verse_key": "2:114",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 15,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَـٰجِدَ ٱللَّهِ أَن يُذْكَرَ فِيهَا ٱسْمُهُۥ وَسَعَىٰ فِى خَرَابِهَآ ۚ أُو۟لَـٰٓئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلَّا خَآئِفِينَ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
            "page_number": 18,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97422,
                    "resource_id": 20,
                    "text": "And who are more unjust than those who prevent the name of Allāh from being mentioned [i.e., praised] in His mosques and strive toward their destruction. It is not for them to enter them except in fear. For them in this world is disgrace, and they will have in the Hereafter a great punishment."
                },
                {
                    "id": 215296,
                    "resource_id": 39,
                    "text": "Dan siapakah yang lebih zalim daripada orang-orang yang menyekat dan menghalangi dari menggunakan masjid-masjid Allah untuk (sembahyang dan) menyebut nama Allah di dalamnya, dan ia berusaha pula untuk meruntuhkan masjid-masjid itu? Orang-orang yang demikian, tidak sepatunya masuk ke dalam masjid-masjid itu melainkan dengan rasa penuh hormat dan takut kepada Allah (bukan secara yang mereka lakukan itu). Mereka (dengan perbuatan itu) akan beroleh kehinaan di dunia, dan di akhirat kelak mereka mendapat azab seksa yang amat besar."
                },
                {
                    "id": 1091098,
                    "resource_id": 161,
                    "text": "তার চেয়ে বড় যালেম কে, যে ব্যক্তি আল্লাহর মাসজিদগুলোতে আল্লাহর নাম নিতে বাধা দেয় এবং ওগুলোর ধ্বংস সাধনের চেষ্টা করে? অথচ ভয়ে ভীত না হয়ে তাদের জন্য মাসজিদে প্রবেশ সঙ্গত ছিল না, এদের জন্য দুনিয়াতে আছে লাঞ্ছনা এবং পরকালে তাদের জন্য রয়েছে কঠিন শাস্তি।"
                }
            ]
        },
        {
            "id": 122,
            "verse_number": 115,
            "verse_key": "2:115",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 15,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلِلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا۟ فَثَمَّ وَجْهُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٌ",
            "page_number": 18,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97424,
                    "resource_id": 20,
                    "text": "And to Allāh belongs the east and the west. So wherever you [might] turn, there is the Face<sup foot_note=195965>1</sup> of Allāh. Indeed, Allāh is all-Encompassing and Knowing."
                },
                {
                    "id": 215298,
                    "resource_id": 39,
                    "text": "Dan Allah jualah yang memiliki timur dan barat, maka ke mana sahaja kamu arahkan diri (ke kiblat untuk mengadap Allah) maka di situlah arah yang diredhai Allah; sesungguhnya Allah Maha Luas (rahmatNya dan limpah kurniaNya), lagi sentiasa Mengetahui."
                },
                {
                    "id": 1091099,
                    "resource_id": 161,
                    "text": "পূর্ব পশ্চিম আল্লাহরই, সুতরাং তোমরা যে দিকেই মুখ কর না কেন, সেদিকেই আছে আল্লাহর চেহারা, আল্লাহ সুবিস্তৃত, সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 123,
            "verse_number": 116,
            "verse_key": "2:116",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 15,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ بَل لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
            "page_number": 18,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97426,
                    "resource_id": 20,
                    "text": "They say, \"Allāh has taken a son.\" Exalted is He!<sup foot_note=195966>1</sup> Rather, to Him belongs whatever is in the heavens and the earth. All are devoutly obedient to Him,"
                },
                {
                    "id": 215299,
                    "resource_id": 39,
                    "text": "Dan mereka (orang-orang musyrik) berkata: \"Allah mempunyai anak\". Maha Suci Allah (dari apa yang mereka katakan itu), bahkan Dia lah Yang memiliki segala yang di langit dan di bumi, semuanya itu tunduk di bawah kekuasaanNya."
                },
                {
                    "id": 1091100,
                    "resource_id": 161,
                    "text": "তারা বলে যে, আল্লাহ সন্তান গ্রহণ করেছেন, তিনি অতি পবিত্র, বরং যা কিছু আকাশসমূহে এবং ভূ-মন্ডলে আছে সমস্তই তাঁর, সকলই তাঁর অনুগত।"
                }
            ]
        },
        {
            "id": 124,
            "verse_number": 117,
            "verse_key": "2:117",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 15,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
            "page_number": 18,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97428,
                    "resource_id": 20,
                    "text": "Originator of the heavens and the earth. When He decrees a matter, He only says to it, \"Be,\" and it is."
                },
                {
                    "id": 215300,
                    "resource_id": 39,
                    "text": "Allah jualah yang menciptakan langit dan bumi (dengan segala keindahannya); dan apabila Ia berkehendak (untuk menjadikan) suatu, maka Ia hanya berfirman kepadanya: \"Jadilah engkau!\" Lalu menjadilah ia."
                },
                {
                    "id": 1091101,
                    "resource_id": 161,
                    "text": "আল্লাহ আকাশমন্ডলী ও পৃথিবীর সৃজনকারী, যখন কোন কাজ করতে মনস্থ করেন, তখন তার জন্য শুধু বলেন, হয়ে যাও, তক্ষুনি তা হয়ে যায়।"
                }
            ]
        },
        {
            "id": 125,
            "verse_number": 118,
            "verse_key": "2:118",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 15,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا ٱللَّهُ أَوْ تَأْتِينَآ ءَايَةٌ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ ۘ تَشَـٰبَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا ٱلْـَٔايَـٰتِ لِقَوْمٍ يُوقِنُونَ",
            "page_number": 18,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97430,
                    "resource_id": 20,
                    "text": "Those who do not know say, \"Why does Allāh not speak to us or there come to us a sign?\" Thus spoke those before them like their words. Their hearts resemble each other. We have shown clearly the signs to a people who are certain [in faith]."
                },
                {
                    "id": 215302,
                    "resource_id": 39,
                    "text": "Dan (orang-orang musyrik) yang tidak berilmu pengetahuan, berkata: \"Alangkah eloknya kalau Allah berkata-kata dengan kami (mengenai kebenaran Muhammad) atau datang kepada kami sesuatu keterangan (mukjizat)?\" Demikian pula orang-orang (kafir) yang terdahulu dari mereka pernah berkata seperti yang dikatakan oleh mereka; hati mereka (sekaliannya) adalah bersamaan (degil dan kufur). Sesungguhnya Kami telah pun menerangkan ayat-ayat keterangan (yang menjadi dalil dan bukti) kepada kaum yang mahu percaya dengan yakin."
                },
                {
                    "id": 1091102,
                    "resource_id": 161,
                    "text": "যারা কিছু জানে না তারা বলে, কেন আল্লাহ আমাদের সঙ্গে কথা বলেন না? কিংবা আমাদের নিকট কোন নির্দেশ কেন আসে না? এভাবে আগের লোকেরাও তাদের মতই বলত, এদের অন্তরগুলো একই রকম, আমি দৃঢ় বিশ্বাসীদের জন্য নিদর্শনাবলী পরিষ্কারভাবে বিবৃত করেছি।"
                }
            ]
        },
        {
            "id": 126,
            "verse_number": 119,
            "verse_key": "2:119",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 15,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْـَٔلُ عَنْ أَصْحَـٰبِ ٱلْجَحِيمِ",
            "page_number": 18,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97432,
                    "resource_id": 20,
                    "text": "Indeed, We have sent you, [O Muḥammad], with the truth as a bringer of good tidings and a warner, and you will not be asked about the companions of Hellfire."
                },
                {
                    "id": 215305,
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami telah mengutuskan engkau (wahai Muhammad) dengan kebenaran, (serta menjadi) pembawa khabar gembira (kepada orang-orang yang beriman) dan pembawa amaran (kepada orang-orang yang ingkar). Dan (setelah engkau sampaikan semuanya itu), engkau tidak akan diminta (bertanggungjawab) tentang ahli neraka."
                },
                {
                    "id": 1091103,
                    "resource_id": 161,
                    "text": "আমি তোমাকে সত্যদ্বীনসহ সুসংবাদদাতা এবং ভয় প্রদর্শনকারী হিসেবে প্রেরণ করেছি, জাহান্নামীদের সম্বন্ধে তোমাকে কোন প্রশ্ন করা হবে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}