{
    "verses": [
        {
            "id": 1194,
            "verse_number": 34,
            "verse_key": "8:34",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 149,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ ۚ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
            "page_number": 181,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101950,
                    "resource_id": 20,
                    "text": "But why should Allāh not punish them while they obstruct [people] from al-Masjid al-Ḥarām and they were not [fit to be] its guardians? Its [true] guardians are not but the righteous, but most of them do not know."
                },
                {
                    "id": 219774,
                    "resource_id": 39,
                    "text": "Dan mengapa mereka tidak patut diseksa oleh Allah, sedang mereka menyekat (orang-orang Islam) dari masjid Al-Haraam, padahal mereka bukanlah orang-orang yang berhak menguasainya (kerana mereka kafir musyrik)? Sebenarnya orang-orang yang berhak menguasainya hanyalah orang-orang yang bertaqwa, tetapi kebanyakan mereka tidak mengetahui."
                },
                {
                    "id": 1092171,
                    "resource_id": 161,
                    "text": "আল্লাহ যে তাদেরকে শাস্তি দিবেন না এ ব্যাপারে ওজর পেশ করার জন্য তাদের কাছে কী আছে যখন তারা (মানুষদেরকে) মাসজিদুল হারাম-এর পথে বাধা দিচ্ছে? তারা তো ওর (প্রকৃত) মুতাওয়াল্লী নয়, মুত্তাকীরা ছাড়া কেউ তার মুতাওয়াল্লী হতে পারে না, কিন্তু তাদের অধিকাংশ লোক এ সম্পর্কে অবগত নয়।"
                }
            ]
        },
        {
            "id": 1195,
            "verse_number": 35,
            "verse_key": "8:35",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 149,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً ۚ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
            "page_number": 181,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101952,
                    "resource_id": 20,
                    "text": "And their prayer at the House [i.e., the Kaʿbah] was not except whistling and handclapping. So taste the punishment for what you disbelieved [i.e., practiced of deviations]."
                },
                {
                    "id": 219776,
                    "resource_id": 39,
                    "text": "Dan tiadalah sembahyang mereka di sisi Baitullah itu melainkan bersiul-siul dan bertepuk tangan. Oleh itu rasalah kamu (wahai orang kafir) akan azab seksa dengan sebab kekufuran kamu."
                },
                {
                    "id": 1092172,
                    "resource_id": 161,
                    "text": "আল্লাহর ঘরের নিকট তাদের নামায হাত তালি মারা আর শিশ দেয়া ছাড়া আর কিছুই না, (এসব অপরাধে লিপ্ত ব্যক্তিদেরকে বলা হবে) ‘‘আযাব ভোগ কর যেহেতু তোমরা কুফরীতে লিপ্ত ছিলে’’।"
                }
            ]
        },
        {
            "id": 1196,
            "verse_number": 36,
            "verse_key": "8:36",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 149,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
            "page_number": 181,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101954,
                    "resource_id": 20,
                    "text": "Indeed, those who disbelieve spend their wealth to avert [people] from the way of Allāh. So they will spend it; then it will be for them a [source of] regret; then they will be overcome. And those who have disbelieved - unto Hell they will be gathered."
                },
                {
                    "id": 219778,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang kafir yang selalu membelanjakan harta mereka untuk menghalangi (manusia) dari jalan Allah, maka mereka tetap membelanjakannya kemudian (harta yang dibelanjakan) itu menyebabkan penyesalan kepada mereka, tambahan pula mereka dikalahkan. Dan (ingatlah) orang-orang kafir itu (akhirnya) dihimpunkan dalam neraka jahanam."
                },
                {
                    "id": 1092173,
                    "resource_id": 161,
                    "text": "যে সব লোক সত্যকে মেনে নিতে অস্বীকার করেছে তারা আল্লাহর পথ হতে (লোকেদেরকে) বাধা দেয়ার জন্য তাদের ধন-সম্পদ ব্যয় করে থাকে, তারা তা ব্যয় করতেই থাকবে, অতঃপর এটাই তাদের দুঃখ ও অনুশোচনার কারণ হবে। পরে তারা পরাজিতও হবে। যারা কুফরী করে তাদেরকে (অবশেষে) জাহান্নামের পানে একত্রিত করা হবে।"
                }
            ]
        },
        {
            "id": 1197,
            "verse_number": 37,
            "verse_key": "8:37",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 149,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
            "page_number": 181,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101956,
                    "resource_id": 20,
                    "text": "[It is] so that Allāh may distinguish the wicked from the good and place the wicked some of them upon others and heap them all together and put them into Hell. It is those who are the losers."
                },
                {
                    "id": 219780,
                    "resource_id": 39,
                    "text": "Kerana Allah hendak membezakan yang jahat (golongan yang ingkar) dari yang baik (golongan yang beriman), dan menjadikan (golongan) yang jahat itu setengahnya bersatu dengan setengahnya yang lain, lalu ditimbunkannya kesemuanya, serta dimasukkannya ke dalam neraka Jahanam. Mereka itulah orang-orang yang rugi."
                },
                {
                    "id": 1092174,
                    "resource_id": 161,
                    "text": "যাতে আল্লাহ পবিত্র থেকে অপবিত্রকে আলাদা করে দেন, অতঃপর অপবিত্রদের এককে অন্যের উপর রাখবেন, সকলকে স্তুপীকৃত করবেন; অতঃপর এই সমষ্টিকে জাহান্নামে নিক্ষেপ করবেন। এরাই হল সর্বস্বান্ত।"
                }
            ]
        },
        {
            "id": 1198,
            "verse_number": 38,
            "verse_key": "8:38",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 150,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ",
            "page_number": 181,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101958,
                    "resource_id": 20,
                    "text": "Say to those who have disbelieved [that] if they cease, what has previously occurred will be forgiven for them. But if they return [to hostility] - then the precedent of the former [rebellious] peoples has already taken place.<sup foot_note=196367>1</sup>"
                },
                {
                    "id": 219782,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad) kepada orang-orang yang kafir itu, jika mereka berhenti (dari kekufurannya), nescaya akan diampunkan dosa mereka yang telah lalu, dan jika mereka kembali lagi (ingkar maka Kami akan menyeksa mereka), kerana sesungguhnya telah berlakulah kebinasaan orang-orang (yang kufur ingkar) dahulu kala."
                },
                {
                    "id": 1092175,
                    "resource_id": 161,
                    "text": "যারা কুফরী করে তাদেরকে বল, ‘তারা যদি নিবৃত্ত হয় তাহলে তারা পূর্বে যা করেছে তা ক্ষমা করা হবে, আর যদি (কুফরীর) পুনরাবৃত্তি করে, তাহলে আগের লোকেদের (প্রতি অনুসৃত) নীতির দৃষ্টান্ত তো অতীতের পাতাতেই আছে।’"
                }
            ]
        },
        {
            "id": 1199,
            "verse_number": 39,
            "verse_key": "8:39",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 150,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ ۚ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
            "page_number": 181,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101960,
                    "resource_id": 20,
                    "text": "And fight against them until there is no fitnah<sup foot_note=196369>1</sup> and [until] the religion [i.e., worship], all of it, is for Allāh.<sup foot_note=196368>2</sup> And if they cease - then indeed, Allāh is Seeing of what they do."
                },
                {
                    "id": 219784,
                    "resource_id": 39,
                    "text": "Dan perangilah mereka sehingga tidak ada lagi fitnah, dan (sehingga) menjadilah ugama itu seluruhnya (bebas) bagi Allah semata-mata. Kemudian jika mereka berhenti (dari kekufurannya dan gangguannya, nescaya mereka diberikan balasan yang baik) kerana sesungguhnya Allah Maha Melihat akan apa yang mereka kerjakan."
                },
                {
                    "id": 1092176,
                    "resource_id": 161,
                    "text": "তাদের বিরুদ্ধে যুদ্ধ চালিয়ে যাও যে পর্যন্ত না ফিতনা (কুফর ও শিরক) খতম হয়ে যায় আর দ্বীন পুরোপুরিভাবে আল্লাহর জন্য হয়ে যায়। অতঃপর তারা যদি বিরত হয় তাহলে তারা (ন্যায় বা অন্যায়) যা করে আল্লাহ তার সম্যক দ্রষ্টা।"
                }
            ]
        },
        {
            "id": 1200,
            "verse_number": 40,
            "verse_key": "8:40",
            "hizb_number": 18,
            "rub_el_hizb_number": 72,
            "ruku_number": 150,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ ۚ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
            "page_number": 181,
            "juz_number": 9,
            "translations": [
                {
                    "id": 101963,
                    "resource_id": 20,
                    "text": "But if they turn away - then know that Allāh is your protector. Excellent is the protector, and excellent is the helper."
                },
                {
                    "id": 219786,
                    "resource_id": 39,
                    "text": "Dan jika mereka berpaling (enggan beriman dan tidak berhenti daripada menceroboh) maka ketahuilah bahawasanya Allah Pelindung kamu; Dia lah sebaik-baik Pelindung dan sebaik-baik Penolong (yang menyelamatkan dan menjayakan kamu)."
                },
                {
                    "id": 1092177,
                    "resource_id": 161,
                    "text": "আর তারা যদি মুখ ফিরিয়ে নেয় তাহলে জেনে রেখ যে, আল্লাহই তোমাদের অভিভাবক, কতই না উত্তম অভিভাবক! কতই না উত্তম সাহায্যকারী!"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}