{
    "verses": [
        {
            "id": 1206,
            "verse_number": 46,
            "verse_key": "8:46",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 151,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَـٰزَعُوا۟ فَتَفْشَلُوا۟ وَتَذْهَبَ رِيحُكُمْ ۖ وَٱصْبِرُوٓا۟ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
            "page_number": 183,
            "juz_number": 10,
            "translations": [
                {
                    "id": 101989,
                    "resource_id": 20,
                    "text": "And obey Allāh and His Messenger, and do not dispute and [thus] lose courage and [then] your strength would depart; and be patient. Indeed, Allāh is with the patient."
                },
                {
                    "id": 219815,
                    "resource_id": 39,
                    "text": "Dan taatlah kamu kepada Allah dan RasulNya, dan janganlah kamu berbantah-bantahan; kalau tidak nescaya kamu menjadi lemah semangat dan hilang kekuatan kamu, dan sabarlah (menghadapi segala kesukaran dengan cekal hati); sesungguhnya Allah beserta orang-orang yang sabar."
                },
                {
                    "id": 1092183,
                    "resource_id": 161,
                    "text": "আল্লাহ ও তাঁর রসূলের আনুগত্য কর, পরস্পরে ঝগড়া বিবাদ করো না, তা করলে তোমরা সাহস হারিয়ে ফেলবে, তোমাদের শক্তি-ক্ষমতা বিলুপ্ত হবে। আর ধৈর্য ধারণ করবে, আল্লাহ ধৈর্যশীলদের সঙ্গে আছেন।"
                }
            ]
        },
        {
            "id": 1207,
            "verse_number": 47,
            "verse_key": "8:47",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 151,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِم بَطَرًا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۚ وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
            "page_number": 183,
            "juz_number": 10,
            "translations": [
                {
                    "id": 101991,
                    "resource_id": 20,
                    "text": "And do not be like those who came forth from their homes insolently and to be seen by people and avert [them] from the way of Allāh. And Allāh is encompassing<sup foot_note=196374>1</sup> of what they do."
                },
                {
                    "id": 219818,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu menjadi seperti orang-orang yang keluar dari negerinya dengan berlagak sombong dan menunjuk-nunjuk (kekuatan mereka) kepada orang ramai (kerana hendak meminta dipuji), serta mereka pula menghalang manusia dari jalan Allah dan (ingatlah) Allah Maha Meliputi pengetahuanNya akan apa yang mereka kerjakan."
                },
                {
                    "id": 1092184,
                    "resource_id": 161,
                    "text": "তোমরা তাদের মত হয়ো না যারা গর্ব অহঙ্কারসহ লোক দেখানোর জন্য এবং আল্লাহর পথে বাধা দেয়ার জন্য নিজেদের ঘর হতে বের হয়েছিল, তারা যা কিছুই করুক না কেন, আল্লাহ তাদেরকে ঘিরে রেখেছেন।"
                }
            ]
        },
        {
            "id": 1208,
            "verse_number": 48,
            "verse_key": "8:48",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 151,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌ لَّكُمْ ۖ فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ ۚ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
            "page_number": 183,
            "juz_number": 10,
            "translations": [
                {
                    "id": 101996,
                    "resource_id": 20,
                    "text": "And [remember] when Satan made their deeds pleasing to them and said, \"No one can overcome you today from among the people, and indeed, I am your protector.\" But when the two armies sighted each other, he turned on his heels and said, \"Indeed, I am disassociated from you. Indeed, I see what you do not see; indeed, I fear Allāh. And Allāh is severe in penalty.\""
                },
                {
                    "id": 219820,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika Syaitan memperhiaskan kepada mereka perbuatan mereka (yang salah itu, untuk dipandang elok dan diteruskan), serta menghasut mereka dengan berkata: \"Pada hari ini tidak ada sesiapa pun dari umat manusia yang dapat mengalahkan kamu, dan sesungguhnya aku adalah pelindung dan penolong kamu\". Maka apabila kedua-dua puak (angkatan tentera Islam dan kafir musyrik) masing-masing kelihatan (berhadapan), Syaitan itu berundur ke belakang sambil berkata: \"Aku berlepas diri dari kamu, kerana aku dapat melihat apa yang kamu tidak dapat melihatnya; sesungguhnya aku takut kepada Allah, dan Allah sangat berat azab seksaNya\"."
                },
                {
                    "id": 1092185,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন শয়ত্বান তাদের কার্যকলাপকে তাদের দৃষ্টিতে খুবই চাকচিক্যময় করে দেখিয়েছিল আর তাদেরকে বলেছিল, ‘আজ তোমাদেরকে পরাজিত করতে পারে মানুষের মাঝে এমন কেউই নাই, আমি তোমাদের পাশেই আছি।’ অতঃপর দল দু’টি যখন পরস্পরের দৃষ্টির গোচরে আসলো তখন সে পিছনে সরে পড়ল আর বলল, ‘তোমাদের সাথে আমার কোনই সম্পর্ক নেই, আমি তো দেখি (কাফিরদের বিরুদ্ধে যুদ্ধ করার জন্য আল্লাহর নাযিলকৃত ফেরেশতা) যা তোমরা দেখতে পাও না, আমি অবশ্যই আল্লাহকে ভয় করি কেননা আল্লাহ শাস্তিদানে অত্যন্ত কঠোর।’"
                }
            ]
        },
        {
            "id": 1209,
            "verse_number": 49,
            "verse_key": "8:49",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 152,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَـٰٓؤُلَآءِ دِينُهُمْ ۗ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
            "page_number": 183,
            "juz_number": 10,
            "translations": [
                {
                    "id": 101998,
                    "resource_id": 20,
                    "text": "[Remember] when the hypocrites and those in whose hearts was disease [i.e., arrogance and disbelief] said, \"Their religion has deluded those [Muslims].\" But whoever relies upon Allāh - then indeed, Allāh is Exalted in Might and Wise."
                },
                {
                    "id": 219833,
                    "resource_id": 39,
                    "text": "(Ingatlah) ketika orang-orang munafik dan orang-orang yang ada penyakit (syak) dalam hatinya berkata: \"Orang-orang (Islam) itu telah diperdayakan oleh ugama mereka (sehingga mereka berani menentang kami yang lebih besar bilangannya)\". Dan (yang sebenarnya) sesiapa yang bertawakal kepada Allah (dengan sepenuh-penuh yakin, maka Allah akan menolongnya untuk mengalahkan musuh yang lebih besar bilangannya), kerana Allah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1092186,
                    "resource_id": 161,
                    "text": "স্মরণ কর, মুনাফিক্বরা আর যাদের অন্তরে রোগ আছে তারা বলে, ‘এই লোকগুলোকে তাদের দ্বীন ধোঁকায় ফেলে দিয়েছে’। (কিন্তু আসল ব্যাপার হল) কেউ যদি আল্লাহর উপর ভরসা করে তাহলে আল্লাহ তো প্রবল পরাক্রান্ত, মহাবিজ্ঞানী।"
                }
            ]
        },
        {
            "id": 1210,
            "verse_number": 50,
            "verse_key": "8:50",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 152,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا۟ ۙ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
            "page_number": 183,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102001,
                    "resource_id": 20,
                    "text": "And if you could but see when the angels take the souls of those who disbelieved...<sup foot_note=196375>1</sup> They are striking their faces and their backs and [saying], \"Taste the punishment of the Burning Fire."
                },
                {
                    "id": 219834,
                    "resource_id": 39,
                    "text": "Dan (amatlah ngerinya) kalau engkau melihat (wahai orang yang memandang), ketika malaikat mengambil nyawa orang-orang kafir dengan memukul muka dan belakang mereka (sambil berkata): \"Rasalah kamu azab seksa neraka yang membakar\"."
                },
                {
                    "id": 1092187,
                    "resource_id": 161,
                    "text": "তুমি যদি দেখতে যখন ফেরেশতারা কাফিরদের প্রাণবায়ু নির্গত করছে তখন তাদের মুখে আর পিঠে প্রহার করছে আর বলছে অগ্নিতে দগ্ধ হওয়ার যন্ত্রণা ভোগ কর।"
                }
            ]
        },
        {
            "id": 1211,
            "verse_number": 51,
            "verse_key": "8:51",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 152,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
            "page_number": 183,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102002,
                    "resource_id": 20,
                    "text": "That is for what your hands have put forth [of evil] and because Allāh is not ever unjust to [His] servants.\""
                },
                {
                    "id": 219797,
                    "resource_id": 39,
                    "text": "(Azab seksa) yang demikian itu ialah disebabkan apa yang telah dilakukan oleh tangan kamu sendiri, kerana sesungguhnya Allah tidak sekali-kali berlaku zalim kepada hamba-hambaNya."
                },
                {
                    "id": 1092188,
                    "resource_id": 161,
                    "text": "এটা হল তাই যা তোমাদের হস্তগুলো (অর্জন করে) আগে পাঠিয়েছে কেননা আল্লাহ তো তাঁর বান্দাহদের প্রতি অত্যাচারী নন।"
                }
            ]
        },
        {
            "id": 1212,
            "verse_number": 52,
            "verse_key": "8:52",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 152,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ ٱللَّهَ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
            "page_number": 183,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102014,
                    "resource_id": 20,
                    "text": "[Theirs is] like the custom of the people of Pharaoh and of those before them. They disbelieved in the signs of Allāh, so Allāh seized them for their sins. Indeed, Allāh is Powerful and severe in penalty."
                },
                {
                    "id": 219836,
                    "resource_id": 39,
                    "text": "(Keadaan orang-orang kafir itu) samalah seperti keadaan Firaun dan kaumnya serta orang-orang yang terdahulu dari mereka. Mereka kufur ingkar akan ayat-ayat Allah, lalu Allah menyeksa mereka dengan sebab dosa-dosa mereka. Sesungguhnya Allah Maha Kuat, lagi Maha berat seksaNya."
                },
                {
                    "id": 1092189,
                    "resource_id": 161,
                    "text": "ফির‘আওনের লোকজন ও তাদের আগের লোকেদের মতই ওরা আল্লাহর নিদর্শনাবলীকে প্রত্যাখ্যান করেছে, কাজেই তাদের পাপের কারণে আল্লাহ তাদেরকে পাকড়াও করেছেন। নিশ্চয়ই আল্লাহ শক্তিমান, শাস্তিদানে অত্যন্ত কঠোর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}