{
    "verses": [
        {
            "id": 1213,
            "verse_number": 53,
            "verse_key": "8:53",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 152,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۙ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
            "page_number": 184,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102019,
                    "resource_id": 20,
                    "text": "That is because Allāh would not change a favor which He had bestowed upon a people until they change what is within themselves. And indeed, Allāh is Hearing and Knowing."
                },
                {
                    "id": 219839,
                    "resource_id": 39,
                    "text": "(Balasan) yang demikian itu, ialah kerana sesungguhnya Allah tidak akan mengubah sesuatu nikmat yang telah dikurniakanNya kepada sesuatu kaum sehingga mereka mengubah apa yang ada pada diri mereka sendiri. Dan (ingatlah) sesungguhnya Allah Maha mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1092190,
                    "resource_id": 161,
                    "text": "এটা এজন্য যে, আল্লাহ কোন সম্প্রদায়ের নিকট দেয়া তাঁর অবদানকে পরিবর্তন করেন না যতক্ষণ না তারা নিজেরাই (তাদের কর্মনীতির মাধ্যমে) তা পরিবর্তন করে। নিশ্চয়ই আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 1214,
            "verse_number": 54,
            "verse_key": "8:54",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 152,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ ۚ وَكُلٌّ كَانُوا۟ ظَـٰلِمِينَ",
            "page_number": 184,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102021,
                    "resource_id": 20,
                    "text": "[Theirs is] like the custom of the people of Pharaoh and of those before them. They denied the signs of their Lord, so We destroyed them for their sins, and We drowned the people of Pharaoh. And all [of them] were wrongdoers."
                },
                {
                    "id": 219841,
                    "resource_id": 39,
                    "text": "(Keadaan mereka) samalah seperti keadaan Firaun dan kaumnya serta orang-orang yang terdahulu dari mereka. Mereka mendustakan ayat-ayat Tuhan mereka, lalu Kami binasakan mereka dengan sebab dosa-dosa mereka, dan Kami tenggelamkan Firaun serta pengikut-pengikutnya (di laut), kerana kesemuanya adalah orang-orang yang zalim."
                },
                {
                    "id": 1092191,
                    "resource_id": 161,
                    "text": "ফিরআউনের লোকজন ও তাদের আগের লোকেদের মতই তারা তাদের প্রতিপালকের নিদর্শনগুলোকে মিথ্যা জেনেছিল। কাজেই তাদের পাপের কারণে আমি তাদেরকে ধ্বংস করে দিয়েছিলাম আর ফিরআউনের লোকজনকে ডুবিয়ে মেরেছিলাম। এরা সবাই ছিল যালিম।"
                }
            ]
        },
        {
            "id": 1215,
            "verse_number": 55,
            "verse_key": "8:55",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 152,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُوا۟ فَهُمْ لَا يُؤْمِنُونَ",
            "page_number": 184,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102023,
                    "resource_id": 20,
                    "text": "Indeed, the worst of living creatures in the sight of Allāh are those who have disbelieved, and they will not [ever] believe-"
                },
                {
                    "id": 219843,
                    "resource_id": 39,
                    "text": "Sesungguhnya sejahat-jahat (makhluk) yang melata di sisi (hukum dan ketetapan) Allah ialah orang-orang yang kafir (yang degil dengan kekufurannya). Sebab itu mereka tidak (mahu) beriman."
                },
                {
                    "id": 1092192,
                    "resource_id": 161,
                    "text": "যারা কুফরী করে আল্লাহর নিকট তারাই নিকৃষ্টতম জীব, অতঃপর আর তারা ঈমান আনবে না।"
                }
            ]
        },
        {
            "id": 1216,
            "verse_number": 56,
            "verse_key": "8:56",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 152,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ عَـٰهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
            "page_number": 184,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102025,
                    "resource_id": 20,
                    "text": "The ones with whom you made a treaty but then they break their pledge every time, and they do not fear Allāh."
                },
                {
                    "id": 219845,
                    "resource_id": 39,
                    "text": "(Iaitu) orang-orang yang engkau telah mengikat perjanjian setia dengan mereka, kemudian mereka mencabuli perjanjian setianya pada tiap-tiap kali, sedang mereka tidak mahu memelihara dirinya (dari keaiban mencabuli perjanjian itu)."
                },
                {
                    "id": 1092193,
                    "resource_id": 161,
                    "text": "তাদের মধ্যে (বিশেষভাবে নিকৃষ্ট তারা) তুমি যাদের সঙ্গে চুক্তিতে আবদ্ধ হও, অতঃপর তারা সে চুক্তি প্রত্যেকবার ভঙ্গ করে আর তারা (আল্লাহকে) ভয় করে না।"
                }
            ]
        },
        {
            "id": 1217,
            "verse_number": 57,
            "verse_key": "8:57",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 152,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَإِمَّا تَثْقَفَنَّهُمْ فِى ٱلْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
            "page_number": 184,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102027,
                    "resource_id": 20,
                    "text": "So if you, [O Muḥammad], gain dominance over them in war, disperse by [means of] them those behind them that perhaps they will be reminded.<sup foot_note=196376>1</sup>"
                },
                {
                    "id": 219847,
                    "resource_id": 39,
                    "text": "Oleh itu, jika engkau menemui mereka dalam peperangan maka hancurkanlah mereka (supaya dengan itu) orang-orang yang di belakang mereka (gerun gentar); mudah-mudahan orang-orang itu pula beringat (insaf)."
                },
                {
                    "id": 1092194,
                    "resource_id": 161,
                    "text": "যুদ্ধে তোমরা যদি তাদেরকে বাগে পেয়ে যাও তাহলে ওদের পেছনে যারা ওদের সাথী-সঙ্গী আছে তাদের থেকে ওদেরকে এমনভাবে ছিন্ন-বিচ্ছিন্ন করে ফেলবে যাতে মনে রাখার মত তারা একটা শিক্ষা পেয়ে যায়।"
                }
            ]
        },
        {
            "id": 1218,
            "verse_number": 58,
            "verse_key": "8:58",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 152,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَٱنۢبِذْ إِلَيْهِمْ عَلَىٰ سَوَآءٍ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْخَآئِنِينَ",
            "page_number": 184,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102029,
                    "resource_id": 20,
                    "text": "If you [have reason to] fear from a people betrayal, throw [their treaty] back to them, [putting you] on equal terms.<sup foot_note=196377>1</sup> Indeed, Allāh does not like traitors."
                },
                {
                    "id": 219849,
                    "resource_id": 39,
                    "text": "Dan jika engkau mengetahui adanya perbuatan khianat dari sesuatu kaum (yang mengikat perjanjian setia denganmu) maka campakkanlah (perjanjian itu) kepada mereka dengan cara terus terang dan adil. Sesungguhnya Allah tidak suka kepada orang-orang yang khianat."
                },
                {
                    "id": 1092195,
                    "resource_id": 161,
                    "text": "আর যদি তুমি কোন সম্প্রদায়ের চুক্তি ভঙ্গের আশঙ্কা কর তাহলে (তাদের চুক্তিকে) তাদের প্রতি নিক্ষেপ কর যাতে সমান সমান অবস্থা বিরাজিত হয়। আল্লাহ নিশ্চয়ই (ওয়াদা-চুক্তি-প্রতিশ্রুতি) ভঙ্গকারীদের পছন্দ করেন না।"
                }
            ]
        },
        {
            "id": 1219,
            "verse_number": 59,
            "verse_key": "8:59",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 153,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ سَبَقُوٓا۟ ۚ إِنَّهُمْ لَا يُعْجِزُونَ",
            "page_number": 184,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102031,
                    "resource_id": 20,
                    "text": "And let not those who disbelieve think they will escape. Indeed, they will not cause failure [to Allāh]."
                },
                {
                    "id": 219851,
                    "resource_id": 39,
                    "text": "Dan janganlah orang-orang yang kafir itu menyangka (bahawa) mereka telah terlepas (dari kekuasaan dan balasan Kami); sesungguhnya mereka tidak akan dapat melemahkan (kekuasaan Kami)."
                },
                {
                    "id": 1092196,
                    "resource_id": 161,
                    "text": "যারা কুফরী করে তারা যেন এটা ধারণা না করে যে তারা প্রাধান্য লাভ করে নিয়েছে, তারা মু’মিনদেরকে কক্ষনো পরাজিত করতে পারবে না।"
                }
            ]
        },
        {
            "id": 1220,
            "verse_number": 60,
            "verse_key": "8:60",
            "hizb_number": 19,
            "rub_el_hizb_number": 73,
            "ruku_number": 153,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأَعِدُّوا۟ لَهُم مَّا ٱسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ ٱلْخَيْلِ تُرْهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ ٱللَّهُ يَعْلَمُهُمْ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فِى سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
            "page_number": 184,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102034,
                    "resource_id": 20,
                    "text": "And prepare against them whatever you are able of power and of steeds of war<sup foot_note=196378>1</sup> by which you may terrify the enemy of Allāh and your enemy and others besides them whom you do not know [but] whom Allāh knows. And whatever you spend in the cause of Allāh will be fully repaid to you, and you will not be wronged."
                },
                {
                    "id": 219855,
                    "resource_id": 39,
                    "text": "Dan sediakanlah untuk menentang mereka (musuh yang menceroboh) segala jenis kekuatan yang dapat kamu sediakan dan dari pasukan-pasukan berkuda yang lengkap sedia, untuk menggerunkan dengan persediaan itu musuh Allah dan musuh kamu serta musuh-musuh yang lain dari mereka yang kamu tidak mengetahuinya; sedang Allah mengetahuinya. Dan apa sahaja yang kamu belanjakan pada jalan Allah akan disempurnakan balasannya kepada kamu, dan kamu tidak akan dianiaya."
                },
                {
                    "id": 1092197,
                    "resource_id": 161,
                    "text": "আর তাদেরকে মুকাবালা করার জন্য যথাসাধ্য শক্তি ও অশ্ব-বাহিনী সদা প্রস্তুত রাখবে যদ্বারা তোমরা ভয় দেখাতে থাকবে আল্লাহর শত্রু আর তোমাদের শত্রুকে, আর তাদের ছাড়াও অন্যান্যদেরকেও যাদেরকে তোমরা জান না কিন্তু আল্লাহ তাদেরকে জানেন। তোমরা আল্লাহর পথে যা খরচ কর তার পুরোপুরি প্রতিদান তোমাদেরকে দেয়া হবে, আর তোমাদের সাথে কক্ষনো যুলম করা হবে না।"
                }
            ]
        },
        {
            "id": 1221,
            "verse_number": 61,
            "verse_key": "8:61",
            "hizb_number": 19,
            "rub_el_hizb_number": 74,
            "ruku_number": 153,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ وَإِن جَنَحُوا۟ لِلسَّلْمِ فَٱجْنَحْ لَهَا وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
            "page_number": 184,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102035,
                    "resource_id": 20,
                    "text": "And if they incline to peace, then incline to it [also] and rely upon Allāh. Indeed, it is He who is the Hearing, the Knowing."
                },
                {
                    "id": 219867,
                    "resource_id": 39,
                    "text": "Dan jika mereka (pihak musuh) cenderung kepada perdamaian, maka engkau juga hendaklah cenderung kepadanya serta bertawakalah kepada Allah. Sesungguhnya Ia Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1092198,
                    "resource_id": 161,
                    "text": "তারা যদি সন্ধির দিকে ঝুঁকে, তুমিও তার দিকে ঝুঁকে পড়, আর আল্লাহর উপর নির্ভর কর, নিশ্চয়ই তিনি সর্বশ্রোতা, সর্বজ্ঞ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}