{
    "verses": [
        {
            "id": 1242,
            "verse_number": 7,
            "verse_key": "9:7",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 157,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ ٱللَّهِ وَعِندَ رَسُولِهِۦٓ إِلَّا ٱلَّذِينَ عَـٰهَدتُّمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ فَمَا ٱسْتَقَـٰمُوا۟ لَكُمْ فَٱسْتَقِيمُوا۟ لَهُمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
            "page_number": 188,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102342,
                    "resource_id": 20,
                    "text": "How can there be for the polytheists a treaty in the sight of Allāh and with His Messenger, except for those with whom you made a treaty at al-Masjid al-Ḥarām? So as long as they are upright toward you,<sup foot_note=196386>1</sup> be upright toward them. Indeed, Allāh loves the righteous [who fear Him]."
                },
                {
                    "id": 220161,
                    "resource_id": 39,
                    "text": "Bagaimanakah dapat diakui adanya perjanjian (keamanan) di sisi Allah dan RasulNya bagi orang-orang musyrik (sedang mereka mencabulinya)? Kecuali orang-orang (musyrik) yang kamu telah mengikat perjanjian setia dengan mereka dekat Masjid Al-Haraam. Maka selagi mereka berlaku lurus terhadap kamu, hendaklah kamu berlaku lurus pula terhadap mereka; sesungguhnya Allah mengasihi orang-orang yang bertaqwa."
                },
                {
                    "id": 1092219,
                    "resource_id": 161,
                    "text": "আল্লাহ ও তাঁর রসূলের সঙ্গে মুশরিকদের চুক্তি কী করে কার্যকর থাকতে পারে? অবশ্য ঐসব লোক ছাড়া যাদের সঙ্গে তোমরা মাসজিদুল হারামের নিকট চুক্তিবদ্ধ হয়েছিলে; তারা যদ্দিন তোমাদের সঙ্গে চুক্তি ঠিক রাখে, তোমরাও তাদের সঙ্গে কৃত চুক্তিতে দৃঢ় থাক। নিশ্চয়ই আল্লাহ মুত্তাকীদের ভালবাসেন।"
                }
            ]
        },
        {
            "id": 1243,
            "verse_number": 8,
            "verse_key": "9:8",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 157,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "كَيْفَ وَإِن يَظْهَرُوا۟ عَلَيْكُمْ لَا يَرْقُبُوا۟ فِيكُمْ إِلًّا وَلَا ذِمَّةً ۚ يُرْضُونَكُم بِأَفْوَٰهِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَـٰسِقُونَ",
            "page_number": 188,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102358,
                    "resource_id": 20,
                    "text": "How [can there be a treaty] while, if they gain dominance over you, they do not observe concerning you any pact of kinship or covenant of protection? They satisfy you with their mouths, but their hearts refuse [compliance], and most of them are defiantly disobedient."
                },
                {
                    "id": 220177,
                    "resource_id": 39,
                    "text": "Bagaimana (boleh dikekalkan perjanjian kaum kafir musyrik itu) padahal kalau mereka dapat mengalahkan kamu, mereka tidak akan menghormati perhubungan kerabat terhadap kamu, dan tidak akan menghormati perjanjian setianya. Mereka menjadikan kamu bersenang hati hanya dengan mulut mereka, sedang hati mereka menolaknya; dan kebanyakan mereka adalah orang-orang yang fasik."
                },
                {
                    "id": 1092220,
                    "resource_id": 161,
                    "text": "কীভাবে (চুক্তি থাকতে পারে) যদি তারা তোমাদেরকে পরাজিত করতে পারে তাহলে তারা তোমাদের সঙ্গে না আত্মীয়তার মর্যাদা দেয়, আর না ওয়াদা-অঙ্গীকারের; তারা তাদের মুখের কথায় তোমাদেরকে সন্তুষ্ট রাখতে চায় কিন্তু তাদের অন্তর তা অস্বীকার করে, তাদের অধিকাংশই সত্যত্যাগী অপরাধী।"
                }
            ]
        },
        {
            "id": 1244,
            "verse_number": 9,
            "verse_key": "9:9",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 157,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱشْتَرَوْا۟ بِـَٔايَـٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا۟ عَن سَبِيلِهِۦٓ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 188,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102377,
                    "resource_id": 20,
                    "text": "They have exchanged the signs of Allāh for a small price and averted [people] from His way. Indeed, it was evil that they were doing."
                },
                {
                    "id": 220198,
                    "resource_id": 39,
                    "text": "Mereka menukarkan ayat-ayat Allah dengan harga yang sedikit (dari faedah-faedah dunia), lalu mereka menghalangi (dirinya dan orang-orang lain) dari ugama Allah; sesungguhnya amatlah buruknya apa yang mereka telah kerjakan."
                },
                {
                    "id": 1092221,
                    "resource_id": 161,
                    "text": "আল্লাহর আয়াতকে তারা (দুনিয়াবী স্বার্থে) অতি তুচ্ছ মূল্যে বিক্রি করে দিয়েছে, আল্লাহর পথে (মানুষদের চলার ক্ষেত্রে) প্রতিবন্ধকতা সৃষ্টি করেছে। তারা যা করে কতই না জঘন্য সে কাজ।"
                }
            ]
        },
        {
            "id": 1245,
            "verse_number": 10,
            "verse_key": "9:10",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 157,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَا يَرْقُبُونَ فِى مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُعْتَدُونَ",
            "page_number": 188,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102163,
                    "resource_id": 20,
                    "text": "They do not observe toward a believer any pact of kinship or covenant of protection. And it is they who are the transgressors."
                },
                {
                    "id": 219980,
                    "resource_id": 39,
                    "text": "Mereka tidak menghormati pertalian kerabat dan perjanjian terhadap orang-orang yang beriman, dan merekalah orang-orang yang menceroboh."
                },
                {
                    "id": 1092222,
                    "resource_id": 161,
                    "text": "কোন ঈমানদার ব্যক্তির ব্যাপারে তারা না কোন আত্মীয়তার মর্যাদা দেয়, আর না কোন ওয়াদা-অঙ্গীকারের। এরা হল সেই লোক যারা সীমালঙ্ঘনকারী।"
                }
            ]
        },
        {
            "id": 1246,
            "verse_number": 11,
            "verse_key": "9:11",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 157,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَإِن تَابُوا۟ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ ۗ وَنُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
            "page_number": 188,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102174,
                    "resource_id": 20,
                    "text": "But if they repent, establish prayer, and give zakāh, then they are your brothers in religion; and We detail the verses for a people who know."
                },
                {
                    "id": 219992,
                    "resource_id": 39,
                    "text": "Oleh itu, jika mereka bertaubat (dari kekufuran), dan mendirikan sembahyang serta memberi zakat, maka mereka itu adalah saudara kamu yang seugama; dan Kami menjelaskan ayat-ayat keterangan Kami satu persatu bagi kaum yang mahu mengetahui."
                },
                {
                    "id": 1092223,
                    "resource_id": 161,
                    "text": "এখন যদি তারা তাওবাহ করে, নামায প্রতিষ্ঠা করে, যাকাত আদায় করে তাহলে তারা তোমাদের দ্বীনী ভাই। জ্ঞান-বুদ্ধিসম্পন্ন লোকেদের জন্য আমি স্পষ্ট করে নিদর্শন বলে দিলাম।"
                }
            ]
        },
        {
            "id": 1247,
            "verse_number": 12,
            "verse_key": "9:12",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 157,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِن نَّكَثُوٓا۟ أَيْمَـٰنَهُم مِّنۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوا۟ فِى دِينِكُمْ فَقَـٰتِلُوٓا۟ أَئِمَّةَ ٱلْكُفْرِ ۙ إِنَّهُمْ لَآ أَيْمَـٰنَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ",
            "page_number": 188,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102193,
                    "resource_id": 20,
                    "text": "And if they break their oaths after their treaty and defame your religion, then combat the leaders of disbelief, for indeed, there are no oaths [sacred] to them; [fight them that] they might cease."
                },
                {
                    "id": 220020,
                    "resource_id": 39,
                    "text": "Dan jika mereka mencabuli sumpahnya sesudah mengikat perjanjian setia, dan mereka pula mencela ugama kamu, maka perangilah ketua-ketua dan pemimpin-pemimpin kaum yang kafir itu, kerana sesungguhnya mereka tidak menghormati sumpah janjinya, supaya mereka berhenti (dari kekufuran dan bertaubat)."
                },
                {
                    "id": 1092224,
                    "resource_id": 161,
                    "text": "তারা যদি চুক্তি করার পর তাদের শপথ ভঙ্গ করে আর তোমাদের দীনের বিরুদ্ধে কটুক্তি করে, তাহলে কাফিরদের নেতৃবৃন্দের বিরুদ্ধে লড়াই কর, শপথ বলে কোন জিনিস তাদের কাছে নেই, (কাজেই শক্তি প্রয়োগ কর) যাতে তারা (শয়ত্বানী কার্যকলাপ থেকে) নিবৃত্ত হয়।"
                }
            ]
        },
        {
            "id": 1248,
            "verse_number": 13,
            "verse_key": "9:13",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 157,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَلَا تُقَـٰتِلُونَ قَوْمًا نَّكَثُوٓا۟ أَيْمَـٰنَهُمْ وَهَمُّوا۟ بِإِخْرَاجِ ٱلرَّسُولِ وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ ۚ أَتَخْشَوْنَهُمْ ۚ فَٱللَّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 188,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102205,
                    "resource_id": 20,
                    "text": "Would you not fight against a people who broke their oaths and determined to expel the Messenger, and they had begun [the attack upon] you the first time? Do you fear them? But Allāh has more right that you should fear Him, if you are [truly] believers."
                },
                {
                    "id": 220034,
                    "resource_id": 39,
                    "text": "Mengapa kamu tidak memerangi suatu kaum yang telah mencabuli sumpah janjinya, dan mereka pula telah berazam hendak mengusir Rasulullah, dan merekalah juga yang mula-mula memerangi kamu? Tidak patut kamu takut kepada mereka (sehingga kamu tidak mahu memeranginya) kerana Allah jualah yang berhak kamu takuti (melanggar perintahNya), jika betul kamu orang-orang yang beriman?"
                },
                {
                    "id": 1092225,
                    "resource_id": 161,
                    "text": "তোমরা সেই সম্প্রদায়ের বিরুদ্ধে লড়াই কেন করবে না যারা তাদের প্রতিশ্রুতি ভঙ্গ করেছে, যারা রসূলকে দেশ থেকে বের করে দেয়ার ষড়যন্ত্র করেছিল? প্রথমে তারাই তোমাদেরকে আক্রমণ করেছিল। তোমরা কি তাদেরকে ভয় কর? তোমরা যাকে ভয় করবে তার সবচেয়ে বেশি হকদার হলেন আল্লাহ যদি তোমরা মু’মিন হয়ে থাক।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}