{
    "verses": [
        {
            "id": 1249,
            "verse_number": 14,
            "verse_key": "9:14",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 157,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَـٰتِلُوهُمْ يُعَذِّبْهُمُ ٱللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ",
            "page_number": 189,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102207,
                    "resource_id": 20,
                    "text": "Fight them; Allāh will punish them by your hands and will disgrace them and give you victory over them and satisfy the breasts [i.e., desires] of a believing people"
                },
                {
                    "id": 220035,
                    "resource_id": 39,
                    "text": "Perangilah mereka, nescaya Allah akan menyeksa mereka dengan (perantaraan) tangan kamu, dan Allah akan menghinakan mereka serta menolong kamu menewaskan mereka, dan Ia akan memuaskan hati orang-orang yang beriman."
                },
                {
                    "id": 1092226,
                    "resource_id": 161,
                    "text": "তাদের বিরুদ্ধে লড়াই কর, তোমাদের হাত দিয়েই আল্লাহ তাদেরকে শাস্তি দিবেন, তাদেরকে অপমানিত করবেন, তাদের বিরুদ্ধে তোমাদেরকে সাহায্য করবেন আর মু’মিনদের প্রাণ ঠান্ডা করবেন।"
                }
            ]
        },
        {
            "id": 1250,
            "verse_number": 15,
            "verse_key": "9:15",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 157,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ ٱللَّهُ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "page_number": 189,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102209,
                    "resource_id": 20,
                    "text": "And remove the fury in their [i.e., the believers'] hearts. And Allāh turns in forgiveness to whom He wills; and Allāh is Knowing and Wise."
                },
                {
                    "id": 220037,
                    "resource_id": 39,
                    "text": "Dan Ia juga akan menghapuskan kemarahan hati orang-orang yang beriman itu, dan Allah akan menerima taubat orang-orang yang dikehendakiNya; dan (ingatlah) Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1092227,
                    "resource_id": 161,
                    "text": "তিনি তাদের মনের জ্বালা নিভিয়ে দিবেন, আল্লাহ যাকে চাইবেন তাওবাহ করার তাওফীক দিবেন, আর আল্লাহ হলেন সর্বজ্ঞ, প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 1251,
            "verse_number": 16,
            "verse_key": "9:16",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 157,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَمْ حَسِبْتُمْ أَن تُتْرَكُوا۟ وَلَمَّا يَعْلَمِ ٱللَّهُ ٱلَّذِينَ جَـٰهَدُوا۟ مِنكُمْ وَلَمْ يَتَّخِذُوا۟ مِن دُونِ ٱللَّهِ وَلَا رَسُولِهِۦ وَلَا ٱلْمُؤْمِنِينَ وَلِيجَةً ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
            "page_number": 189,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102211,
                    "resource_id": 20,
                    "text": "Do you think that you will be left [as you are] while Allāh has not yet made evident those among you who strive [for His cause] and do not take other than Allāh, His Messenger and the believers as intimates? And Allāh is [fully] Aware of what you do."
                },
                {
                    "id": 220039,
                    "resource_id": 39,
                    "text": "Adakah kamu menyangka, bahawa kamu akan dibiarkan (dalam keadaan kamu yang ada itu), padahal belum lagi terbukti kepada Allah (sebagaimana yang diketahuiNya) orang-orang yang berjihad di antara kamu dan yang tidak mengambil teman-teman rapat (untuk mencurahkan rahsia kepada mereka), selain daripada Allah dan RasulNya serta orang-orang yang beriman? Dan (ingatlah) Allah Maha Mengetahui secara mendalam akan apa yang kamu kerjakan."
                },
                {
                    "id": 1092228,
                    "resource_id": 161,
                    "text": "তোমরা কি মনে কর যে, তোমাদেরকে এমনিই ছেড়ে দেয়া হবে যে পর্যন্ত আল্লাহ জেনে না নেবেন তোমাদের মধ্যে কারা তাঁর পথে জিহাদ করেছে, আর আল্লাহ, তাঁর রসূল ও মু’মিনদের ছাড়া অন্য কাউকে বন্ধু ও অভিভাবক হিসেবে গ্রহণ করেন নি? তোমরা যা কর সে সম্পর্কে আল্লাহ বিশেষভাবে অবহিত।"
                }
            ]
        },
        {
            "id": 1252,
            "verse_number": 17,
            "verse_key": "9:17",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 158,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا۟ مَسَـٰجِدَ ٱللَّهِ شَـٰهِدِينَ عَلَىٰٓ أَنفُسِهِم بِٱلْكُفْرِ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ وَفِى ٱلنَّارِ هُمْ خَـٰلِدُونَ",
            "page_number": 189,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102213,
                    "resource_id": 20,
                    "text": "It is not for the polytheists to maintain the mosques of Allāh [while] witnessing against themselves with disbelief. [For] those, their deeds have become worthless, and in the Fire they will abide eternally."
                },
                {
                    "id": 220041,
                    "resource_id": 39,
                    "text": "Tidaklah layak orang-orang kafir musyrik itu memakmurkan (menghidupkan) masjid-masjid Allah, sedang mereka menjadi saksi (mengakui) akan kekufuran diri mereka sendiri. Mereka itu ialah orang-orang yang rosak binasa amal-amalnya dan mereka pula kekal di dalam neraka."
                },
                {
                    "id": 1092229,
                    "resource_id": 161,
                    "text": "মুশরিকদের এটা কাজ নয় যে, তারা আল্লাহর মাসজিদের রক্ষণাবেক্ষণকারী সেবক হবে যখন তারা নিজেরাই নিজেদের কুফরীর সাক্ষ্য দেয়, তাদের সমস্ত কাজ বরবাদ হয়ে গেছে, জাহান্নামেই তারা হবে চিরস্থায়ী।"
                }
            ]
        },
        {
            "id": 1253,
            "verse_number": 18,
            "verse_key": "9:18",
            "hizb_number": 19,
            "rub_el_hizb_number": 75,
            "ruku_number": 158,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا يَعْمُرُ مَسَـٰجِدَ ٱللَّهِ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَلَمْ يَخْشَ إِلَّا ٱللَّهَ ۖ فَعَسَىٰٓ أُو۟لَـٰٓئِكَ أَن يَكُونُوا۟ مِنَ ٱلْمُهْتَدِينَ",
            "page_number": 189,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102215,
                    "resource_id": 20,
                    "text": "The mosques of Allāh are only to be maintained by those who believe in Allāh and the Last Day and establish prayer and give zakāh and do not fear except Allāh, for it is expected that those will be of the [rightly] guided."
                },
                {
                    "id": 220043,
                    "resource_id": 39,
                    "text": "Hanyasanya yang layak memakmurkan (menghidupkan) masjid-masjid Allah itu ialah orang-orang yang beriman kepada Allah dan hari akhirat serta mendirikan sembahyang dan menunaikan zakat dan tidak takut melainkan kepada Allah, (dengan adanya sifat-sifat yang tersebut) maka adalah diharapkan mereka menjadi dari golongan yang mendapat petunjuk."
                },
                {
                    "id": 1092230,
                    "resource_id": 161,
                    "text": "আল্লাহর মাসজিদের আবাদ তো তারাই করবে যারা আল্লাহ ও শেষ দিবসের প্রতি ঈমান আনে, নামায প্রতিষ্ঠা করে, যাকাত আদায় করে আর আল্লাহ ছাড়া অন্য কাউকে ভয় করে না। আশা করা যায়, তারাই হবে সঠিক পথপ্রাপ্তদের অন্তর্ভুক্ত।"
                }
            ]
        },
        {
            "id": 1254,
            "verse_number": 19,
            "verse_key": "9:19",
            "hizb_number": 19,
            "rub_el_hizb_number": 76,
            "ruku_number": 158,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ أَجَعَلْتُمْ سِقَايَةَ ٱلْحَآجِّ وَعِمَارَةَ ٱلْمَسْجِدِ ٱلْحَرَامِ كَمَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَجَـٰهَدَ فِى سَبِيلِ ٱللَّهِ ۚ لَا يَسْتَوُۥنَ عِندَ ٱللَّهِ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
            "page_number": 189,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102217,
                    "resource_id": 20,
                    "text": "Have you made the providing of water for the pilgrim and the maintenance of al-Masjid al-Ḥarām equal to [the deeds of] one who believes in Allāh and the Last Day and strives in the cause of Allāh? They are not equal in the sight of Allāh. And Allāh does not guide the wrongdoing people."
                },
                {
                    "id": 220045,
                    "resource_id": 39,
                    "text": "Adakah kamu sifatkan hanya perbuatan memberi minum kepada orang-orang yang mengerjakan Haji, dan (hanya perbuatan) memakmurkan Masjid Al-Haraam itu sama seperti orang yang beriman kepada Allah dan hari akhirat serta berjihad pada jalan Allah? Mereka (yang bersifat demikian) tidak sama di sisi Allah, dan Allah tidak memberikan hidayah petunjuk kepada kaum yang zalim."
                },
                {
                    "id": 1092231,
                    "resource_id": 161,
                    "text": "হাজীদেরকে পানি পান করানো আর মাসজিদে হারামের আবাদ করাকে কি তোমরা তাদের কাজের সমান মনে কর যারা আল্লাহ ও শেষ দিনে বিশ্বাস করে আর আল্লাহর পথে জিহাদ করে? আল্লাহর দৃষ্টিতে এরা সমান নয়। (যারা ভ্রান্তপথে আল্লাহর সন্তুষ্টি খুঁজে এমন) যালিম সম্প্রদায়কে আল্লাহ সৎপথে পরিচালিত করেন না।"
                }
            ]
        },
        {
            "id": 1255,
            "verse_number": 20,
            "verse_key": "9:20",
            "hizb_number": 19,
            "rub_el_hizb_number": 76,
            "ruku_number": 158,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ ٱللَّهِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
            "page_number": 189,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102220,
                    "resource_id": 20,
                    "text": "The ones who have believed, emigrated and striven in the cause of Allāh with their wealth and their lives are greater in rank in the sight of Allāh. And it is those who are the attainers [of success]."
                },
                {
                    "id": 220051,
                    "resource_id": 39,
                    "text": "(Sesungguhnya) orang-orang yang beriman dan berhijrah serta berjihad pada jalan Allah dengan harta benda dan jiwa mereka adalah lebih besar dan tinggi darjatnya di sisi Allah (daripada orang-orang yang hanya memberi minum orang-orang Haji dan orang yang memakmurkan masjid sahaja); dan mereka itulah orang-orang yang berjaya."
                },
                {
                    "id": 1092232,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে, হিজরাত করে, আর নিজেদের জান-মাল দিয়ে আল্লাহর পথে জিহাদ করে, আল্লাহর নিকট তাদের বিরাট মর্যাদা রয়েছে, এরাই হল সফলকাম।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}