{
    "verses": [
        {
            "id": 127,
            "verse_number": 120,
            "verse_key": "2:120",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 15,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَن تَرْضَىٰ عَنكَ ٱلْيَهُودُ وَلَا ٱلنَّصَـٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۗ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ ٱلَّذِى جَآءَكَ مِنَ ٱلْعِلْمِ ۙ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
            "page_number": 19,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97436,
                    "resource_id": 20,
                    "text": "And never will the Jews and the Christians approve of you until you follow their religion. Say, \"Indeed, the guidance of Allāh is the [only] guidance.\" If you were to follow their desires after what has come to you of knowledge, you would have against Allāh no protector or helper."
                },
                {
                    "id": 215308,
                    "resource_id": 39,
                    "text": "Orang-orang Yahudi dan Nasrani tidak sekali-kali akan bersetuju atau suka kepadamu (wahai Muhammad) sehingga engkau menurut ugama mereka (yang telah terpesong itu). Katakanlah (kepada mereka): \"Sesungguhnya petunjuk Allah (ugama Islam itulah petunjuk yang benar\". Dan demi sesungguhnya jika engkau menurut kehendak hawa nafsu mereka sesudah datangnya (wahyu yang memberi) pengetahuan kepadamu (tentang kebenaran), maka tiadalah engkau akan peroleh dari Allah (sesuatupun) yang dapat mengawal dan memberi pertolongan kepada mu."
                },
                {
                    "id": 1091104,
                    "resource_id": 161,
                    "text": "ইয়াহূদী ও নাসারারা তোমার প্রতি রাজী হবে না যে পর্যন্ত না তুমি তাদের ধর্মের আদর্শ গ্রহণ কর। বল, ‘আল্লাহর দেখানো পথই প্রকৃত সুপথ এবং তুমি যদি জ্ঞান আসার পরেও এদের ইচ্ছে অনুযায়ী চল, তাহলে তোমার জন্য আল্লাহর ক্রোধ হতে রক্ষা করার মত কোন অভিভাবক ও সাহায্যকারী থাকবে না’।"
                }
            ]
        },
        {
            "id": 128,
            "verse_number": 121,
            "verse_key": "2:121",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 15,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَتْلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۗ وَمَن يَكْفُرْ بِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
            "page_number": 19,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97438,
                    "resource_id": 20,
                    "text": "Those to whom We have given the Book recite it with its true recital.<sup foot_note=195967>1</sup> They [are the ones who] believe in it. And whoever disbelieves in it - it is they who are the losers."
                },
                {
                    "id": 215310,
                    "resource_id": 39,
                    "text": "Orang-orang yang Kami berikan Kitab kepada mereka, sedang mereka membacanya dengan sebenar-benar bacaan (tidak mengubah dan memutarkan maksudnya), mereka itulah orang-orang yang beriman kepadanya; dan sesiapa yang mengingkarinya maka mereka itulah orang-orang yang rugi."
                },
                {
                    "id": 1091105,
                    "resource_id": 161,
                    "text": "আমি যাদেরকে কিতাব দিয়েছি, তারা যথাযথভাবে কিতাব তিলাওয়াত করে, তারাই এতে বিশ্বাস পোষণ করে আর যারা এর প্রতি অবিশ্বাস করে, তারাই ক্ষতিগ্রস্ত।"
                }
            ]
        },
        {
            "id": 129,
            "verse_number": 122,
            "verse_key": "2:122",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 16,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
            "page_number": 19,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97440,
                    "resource_id": 20,
                    "text": "O Children of Israel, remember My favor which I have bestowed upon you and that I preferred you over the worlds."
                },
                {
                    "id": 215313,
                    "resource_id": 39,
                    "text": "Wahai Bani Israil, kenanglah akan limpah kurnia nikmatKu yang telah Kuberikan kepada kamu, dan Aku telah melebihkan (datuk nenek) kamu (yang taat dahulu) atas umat-umat yang lain (yang ada pada zamannya)."
                },
                {
                    "id": 1091106,
                    "resource_id": 161,
                    "text": "হে বানী ইসরাঈল! আমার সেই অনুগ্রহ স্মরণ কর, যা আমি তোমাদের প্রতি করেছি এবং আমি তোমাদেরকে বিশ্বজগতের সকলের উপর শ্রেষ্ঠত্ব দিয়েছি।"
                }
            ]
        },
        {
            "id": 130,
            "verse_number": 123,
            "verse_key": "2:123",
            "hizb_number": 2,
            "rub_el_hizb_number": 7,
            "ruku_number": 16,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَـٰعَةٌ وَلَا هُمْ يُنصَرُونَ",
            "page_number": 19,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97442,
                    "resource_id": 20,
                    "text": "And fear a Day when no soul will suffice for another soul<sup foot_note=195968>1</sup> at all, and no compensation will be accepted from it, nor will any intercession benefit it, nor will they be aided."
                },
                {
                    "id": 215314,
                    "resource_id": 39,
                    "text": "Dan peliharalah diri kamu dari (huru-hara) hari kiamat (yang padanya) seseorang tidak dapat mengganti atau melepaskan orang lain sedikitpun, dan tidak akan diterima daripadanya sebarang tebusan, dan tidak akan memberi manfaat kepadanya sebarang syafaat; dan orang-orang yang salah itu tidak akan ditolong (dari azab sengsara)."
                },
                {
                    "id": 1091107,
                    "resource_id": 161,
                    "text": "আর তোমরা সেই দিনের ভয় কর, যে দিন কেউ কারো কোন কাজে আসবে না এবং কারো পক্ষ হতে কোন ক্ষতিপূরণ গ্রহণ করা হবে না এবং কারও সুপারিশ ফল দিবে না এবং তারা সাহায্যপ্রাপ্তও হবে না।"
                }
            ]
        },
        {
            "id": 131,
            "verse_number": 124,
            "verse_key": "2:124",
            "hizb_number": 2,
            "rub_el_hizb_number": 8,
            "ruku_number": 16,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ وَإِذِ ٱبْتَلَىٰٓ إِبْرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَـٰتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِن ذُرِّيَّتِى ۖ قَالَ لَا يَنَالُ عَهْدِى ٱلظَّـٰلِمِينَ",
            "page_number": 19,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97444,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], when Abraham was tried by his Lord with words [i.e., commands] and he fulfilled them. [Allāh] said, \"Indeed, I will make you a leader for the people.\" [Abraham] said, \"And of my descendants?\" [Allāh] said, \"My covenant does not include the wrongdoers.\""
                },
                {
                    "id": 215316,
                    "resource_id": 39,
                    "text": "Dan (ingatlah), ketika Nabi Ibrahim diuji oleh Tuhannya dengan beberapa Kalimah (suruhan dan larangan), maka Nabi Ibrahim pun menyempurnakannya. (Setelah itu) Allah berfirman: \"Sesungguhnya Aku melantikmu menjadi Imam (Pemimpin ikutan) bagi umat manusia\". Nabi Ibrahim pun memohon dengan berkata: \"(Ya Tuhanku!) Jadikanlah juga (apalah jua kiranya) dari keturunanku (pemimpin-pemimpin ikutan)\". Allah berfirman: \"(Permohonanmu diterima, tetapi) janjiKu ini tidak akan didapati oleh orang-orang yang zalim.\""
                },
                {
                    "id": 1091108,
                    "resource_id": 161,
                    "text": "এবং স্মরণ কর যখন ইবরাহীমকে তার প্রতিপালক কতিপয় বিষয়ে পরীক্ষা করলেন, অতঃপর সে সেগুলো পূর্ণ করল, তখন আল্লাহ বললেন, ‘আমি তোমাকে মানবজাতির নেতা করছি’। ইব্রাহীম আরয করল, ‘আর আমার বংশধর হতেও’? নির্দেশ হল, আমার অঙ্গীকারের মধ্যে যালিমরা শামিল নয়।"
                }
            ]
        },
        {
            "id": 132,
            "verse_number": 125,
            "verse_key": "2:125",
            "hizb_number": 2,
            "rub_el_hizb_number": 8,
            "ruku_number": 16,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَٱتَّخِذُوا۟ مِن مَّقَامِ إِبْرَٰهِـۧمَ مُصَلًّى ۖ وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَـٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
            "page_number": 19,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97446,
                    "resource_id": 20,
                    "text": "And [mention] when We made the House [i.e., the Kaʿbah] a place of return for the people and [a place of] security. And take, [O believers], from the standing place of Abraham a place of prayer. And We charged Abraham and Ishmael, [saying], \"Purify My House for those who perform ṭawāf<sup foot_note=195969>1</sup> and those who are staying [there] for worship and those who bow and prostrate [in prayer].\""
                },
                {
                    "id": 215319,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika Kami jadikan Rumah Suci (Baitullah) itu tempat tumpuan bagi umat manusia (untuk Ibadat Haji) dan tempat yang aman; dan jadikanlah oleh Kamu Makam Ibrahim itu tempat sembahyang. Dan Kami perintahkan kepada Nabi Ibrahim dan Nabi Ismail (dengan berfirman): \"Bersihkanlah Rumahku (Kaabah dan Masjid Al-Haraam dari segala perkara yang dilarang) untuk orang-orang yang bertawaf, dan orang-orang yang beriktikaf (yang tetap tinggal padanya), dan orang-orang yang rukuk dan sujud\"."
                },
                {
                    "id": 1091109,
                    "resource_id": 161,
                    "text": "এবং স্মরণ কর যখন আমি কা‘বাগৃহকে মানুষের জন্য মিলনকেন্দ্র এবং নিরাপদস্থল করলাম এবং বললাম, ‘মাকামে ইবরাহীমকে সলাতের স্থান হিসেবে গ্রহণ কর’ এবং ইবরাহীম ও ইসমাঈলকে বলেছিলাম, ‘আমার গৃহকে তাওয়াফকারী, ই‘তিকাফকারী এবং রুকূ ও সাজদাহকারীদের জন্য পবিত্র রাখবে’।"
                }
            ]
        },
        {
            "id": 133,
            "verse_number": 126,
            "verse_key": "2:126",
            "hizb_number": 2,
            "rub_el_hizb_number": 8,
            "ruku_number": 16,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا ءَامِنًا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلًا ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِ ۖ وَبِئْسَ ٱلْمَصِيرُ",
            "page_number": 19,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97448,
                    "resource_id": 20,
                    "text": "And [mention] when Abraham said, \"My Lord, make this a secure city and provide its people with fruits - whoever of them believes in Allāh and the Last Day.\" [Allāh] said, \"And whoever disbelieves - I will grant him enjoyment for a little; then I will force him to the punishment of the Fire, and wretched is the destination.\""
                },
                {
                    "id": 215322,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika Nabi Ibrahim berdoa dengan berkata: \"Wahai Tuhanku! Jadikanlah (negeri Makkah) ini, negeri yang aman sentosa, dan berikanlah rezeki dari berbagai jenis buah-buahan kepada penduduknya, iaitu orang-orang yang beriman kepada Allah dan hari akhirat di antara mereka\". Allah berfirman:\" (Permohonanmu itu diterima) tetapi sesiapa yang kufur dan ingkar maka Aku akan beri juga ia bersenang-senang menikmati rezeki itu bagi sementara (di dunia), kemudian Aku memaksanya (dengan menyeretnya) ke azab neraka, dan (itulah) seburuk-buruk tempat kembali\"."
                },
                {
                    "id": 1091110,
                    "resource_id": 161,
                    "text": "স্মরণ কর যখন ইবরাহীম প্রার্থনা করেছিল, ‘হে আমার প্রতিপালক! তুমি এ শহরকে নিরাপদস্থল কর এবং এর অধিবাসীদের মধ্যে যারা আল্লাহ ও পরকালের উপর ঈমান আনে, তাদেরকে ফলমূল হতে জীবিকা প্রদান কর’। নির্দেশ হল, ‘যে কেউ কুফরী করবে তাকেও আমি কিছু দিনের জন্য উপকার লাভ করতে দেব এবং তারপর তাকে জাহান্নামের আগুনে দাখিল করব, আর কতই না নিকৃষ্ট তাদের ফেরার জায়গা’!"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}