{
    "verses": [
        {
            "id": 1262,
            "verse_number": 27,
            "verse_key": "9:27",
            "hizb_number": 19,
            "rub_el_hizb_number": 76,
            "ruku_number": 159,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ يَتُوبُ ٱللَّهُ مِنۢ بَعْدِ ذَٰلِكَ عَلَىٰ مَن يَشَآءُ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
            "page_number": 191,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102245,
                    "resource_id": 20,
                    "text": "Then Allāh will accept repentance after that for whom He wills; and Allāh is Forgiving and Merciful."
                },
                {
                    "id": 220060,
                    "resource_id": 39,
                    "text": "Kemudian Allah menerima taubat orang-orang yang dikehendaki (dengan memberi taufiq untuk memeluk Islam), sesudah (orang-orang kafir itu ditimpakan dengan azab); dan (ingatlah) Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1092239,
                    "resource_id": 161,
                    "text": "এরপরও আল্লাহ যার জন্য ইচ্ছে করবেন তাকে ক্ষমার দৃষ্টিতে দেখবেন, আল্লাহ বড়ই ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 1263,
            "verse_number": 28,
            "verse_key": "9:28",
            "hizb_number": 19,
            "rub_el_hizb_number": 76,
            "ruku_number": 159,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّمَا ٱلْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا۟ ٱلْمَسْجِدَ ٱلْحَرَامَ بَعْدَ عَامِهِمْ هَـٰذَا ۚ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ ٱللَّهُ مِن فَضْلِهِۦٓ إِن شَآءَ ۚ إِنَّ ٱللَّهَ عَلِيمٌ حَكِيمٌ",
            "page_number": 191,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102247,
                    "resource_id": 20,
                    "text": "O you who have believed, indeed the polytheists are unclean, so let them not approach al-Masjid al-Ḥarām after this, their [final] year. And if you fear privation, Allāh will enrich you from His bounty if He wills. Indeed, Allāh is Knowing and Wise."
                },
                {
                    "id": 220216,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Sesungguhnya (kepercayaan) orang-orang kafir musyrik itu najis, oleh itu janganlah mereka menghampiri Masjid Al-Haraam sesudah tahun ini; dan jika kamu bimbangkan kepapaan, maka Allah akan memberi kekayaan kepada kamu dari limpah kurniaNya, jika dia kehendaki. Sesungguhnya Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1092240,
                    "resource_id": 161,
                    "text": "ওহে বিশ্বাসীগণ! মুশরিকরা হল অপবিত্র, কাজেই এ বছরের পর তারা যেন মাসজিদে হারামের নিকট না আসে। তোমরা যদি দরিদ্রতার ভয় কর, তবে আল্লাহ ইচ্ছে করলে অচিরেই তাঁর অনুগ্রহের মাধ্যমে তোমাদেরকে অভাব-মুক্ত করে দেবেন। নিশ্চয়ই আল্লাহ সর্বজ্ঞ, মহাবিজ্ঞানী।"
                }
            ]
        },
        {
            "id": 1264,
            "verse_number": 29,
            "verse_key": "9:29",
            "hizb_number": 19,
            "rub_el_hizb_number": 76,
            "ruku_number": 159,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قَـٰتِلُوا۟ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ ٱللَّهُ وَرَسُولُهُۥ وَلَا يَدِينُونَ دِينَ ٱلْحَقِّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ حَتَّىٰ يُعْطُوا۟ ٱلْجِزْيَةَ عَن يَدٍ وَهُمْ صَـٰغِرُونَ",
            "page_number": 191,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102249,
                    "resource_id": 20,
                    "text": "Fight against those who do not believe in Allāh or in the Last Day and who do not consider unlawful what Allāh and His Messenger have made unlawful and who do not adopt the religion of truth [i.e., Islām] from those who were given the Scripture - [fight] until they give the jizyah<sup foot_note=196387>1</sup> willingly while they are humbled."
                },
                {
                    "id": 220063,
                    "resource_id": 39,
                    "text": "Perangilah orang-orang yang tidak beriman kepada Allah dan tidak beriman kepada hari akhirat, dan mereka pula tidak mengharamkan apa yang telah diharamkan oleh Allah dan RasulNya, dan tidak berugama dengan ugama yang benar, iaitu dari orang-orang yang diberikan Kitab (kaum Yahudi dan Nasrani), sehingga mereka membayar \"Jizyah\" dengan keadaan taat dan merendah diri."
                },
                {
                    "id": 1092241,
                    "resource_id": 161,
                    "text": "যাদেরকে কিতাব দেয়া হয়েছে তাদের মধ্যে যারা আল্লাহর প্রতি ঈমান আনে না, আর শেষ দিনের প্রতিও না, আর আল্লাহ ও তাঁর রসূল যা হারাম করেছেন তাকে হারাম গণ্য করে না, আর সত্য দ্বীনকে নিজেদের দ্বীন হিসেবে গ্রহণ করে না তাদের বিরুদ্ধে যুদ্ধ কর যে পর্যন্ত না তারা বশ্যতা সহকারে স্বেচ্ছায় ট্যাক্স দেয়।"
                }
            ]
        },
        {
            "id": 1265,
            "verse_number": 30,
            "verse_key": "9:30",
            "hizb_number": 19,
            "rub_el_hizb_number": 76,
            "ruku_number": 160,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَتِ ٱلْيَهُودُ عُزَيْرٌ ٱبْنُ ٱللَّهِ وَقَالَتِ ٱلنَّصَـٰرَى ٱلْمَسِيحُ ٱبْنُ ٱللَّهِ ۖ ذَٰلِكَ قَوْلُهُم بِأَفْوَٰهِهِمْ ۖ يُضَـٰهِـُٔونَ قَوْلَ ٱلَّذِينَ كَفَرُوا۟ مِن قَبْلُ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۚ أَنَّىٰ يُؤْفَكُونَ",
            "page_number": 191,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102252,
                    "resource_id": 20,
                    "text": "The Jews say, \"Ezra is the son of Allāh\"; and the Christians say, \"The Messiah is the son of Allāh.\" That is their statement from their mouths; they imitate the saying of those who disbelieved before [them]. May Allāh destroy them; how are they deluded?"
                },
                {
                    "id": 220078,
                    "resource_id": 39,
                    "text": "Dan orang-orang Yahudi berkata: \"Uzair ialah anak Allah\" dan orang-orang Nasrani berkata: \"Al-Masih ialah anak Allah\". Demikianlah perkataan mereka dengan mulut mereka sendiri, (iaitu) mereka menyamai perkataan orang-orang kafir dahulu; semoga Allah binasakan mereka. Bagaimanakah mereka boleh berpaling dari kebenaran?"
                },
                {
                    "id": 1092242,
                    "resource_id": 161,
                    "text": "ইয়াহূদীরা বলে, ‘উযায়র আল্লাহর পুত্র। আর নাসারারা বলে, ‘মাসীহ আল্লাহর পুত্র। এসব তাদের মুখের কথা। এতে তারা তাদের পূর্বেকার কাফিরদের কথারই অনুকরণ করে। আল্লাহ তাদেরকে ধ্বংস করুন! কেমনভাবে তারা সত্য পথ থেকে দূরে ছিটকে পড়েছে।"
                }
            ]
        },
        {
            "id": 1266,
            "verse_number": 31,
            "verse_key": "9:31",
            "hizb_number": 19,
            "rub_el_hizb_number": 76,
            "ruku_number": 160,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱتَّخَذُوٓا۟ أَحْبَارَهُمْ وَرُهْبَـٰنَهُمْ أَرْبَابًا مِّن دُونِ ٱللَّهِ وَٱلْمَسِيحَ ٱبْنَ مَرْيَمَ وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوٓا۟ إِلَـٰهًا وَٰحِدًا ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ۚ سُبْحَـٰنَهُۥ عَمَّا يُشْرِكُونَ",
            "page_number": 191,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102253,
                    "resource_id": 20,
                    "text": "They have taken their scholars and monks as lords besides Allāh,<sup foot_note=196389>1</sup> and [also] the Messiah, the son of Mary.<sup foot_note=196388>2</sup> And they were not commanded except to worship one God; there is no deity except Him. Exalted is He above whatever they associate with Him."
                },
                {
                    "id": 220079,
                    "resource_id": 39,
                    "text": "Mereka menjadikan pendita-pendita dan ahli-ahli ugama mereka sebagai pendidik-pendidik selain dari Allah, dan juga (mereka mempertuhankan) Al-Masih ibni Maryam, padahal mereka tidak diperintahkan melainkan untuk menyembah Tuhan Yang Maha Esa; tiada Tuhan (yang berhak disembah) melainkan Dia. Maha Suci Allah dari apa yang mereka sekutukan."
                },
                {
                    "id": 1092243,
                    "resource_id": 161,
                    "text": "আল্লাহকে বাদ দিয়ে তারা তাদের ‘আলিম আর দরবেশদেরকে রব বানিয়ে নিয়েছে; আর মারইয়াম-পুত্র মাসীহকেও। অথচ তাদেরকে এক ইলাহ ব্যতীত (অন্যের) ‘ইবাদাত করার আদেশ দেয়া হয়নি। তিনি ব্যতীত সত্যিকারের কোন ইলাহ নেই, পবিত্রতা আর মহিমা তাঁরই, (বহু ঊর্ধ্বে তিনি) তারা যাদেরকে (তাঁর) অংশীদার গণ্য করে তাত্থেকে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}