{
    "verses": [
        {
            "id": 1267,
            "verse_number": 32,
            "verse_key": "9:32",
            "hizb_number": 19,
            "rub_el_hizb_number": 76,
            "ruku_number": 160,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يُرِيدُونَ أَن يُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَيَأْبَى ٱللَّهُ إِلَّآ أَن يُتِمَّ نُورَهُۥ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
            "page_number": 192,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102257,
                    "resource_id": 20,
                    "text": "They want to extinguish the light of Allāh with their mouths, but Allāh refuses except to perfect His light, although the disbelievers dislike it."
                },
                {
                    "id": 220083,
                    "resource_id": 39,
                    "text": "Mereka hendak memadamkan cahaya Allah (ugama Islam) dengan mulut mereka, sedang Allah tidak menghendaki melainkan menyempurnakan cahayaNya, sekalipun orang-orang kafir tidak suka (akan yang demikian)."
                },
                {
                    "id": 1092244,
                    "resource_id": 161,
                    "text": "তারা তাদের মুখের ফুঁৎকারে আল্লাহর আলোকে নিভিয়ে দিতে চায়, কিন্তু আল্লাহ তা হতে দিবেন না, তিনি তাঁর আলোকে পূর্ণ না করে ছাড়বেন না, যদিও কাফিরগণ তা অপছন্দ করে।"
                }
            ]
        },
        {
            "id": 1268,
            "verse_number": 33,
            "verse_key": "9:33",
            "hizb_number": 19,
            "rub_el_hizb_number": 76,
            "ruku_number": 160,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
            "page_number": 192,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102259,
                    "resource_id": 20,
                    "text": "It is He who has sent His Messenger with guidance and the religion of truth to manifest it over all religion, although they who associate others with Allāh dislike it."
                },
                {
                    "id": 220085,
                    "resource_id": 39,
                    "text": "Dia lah yang telah mengutus RasulNya (Muhammad) dengan membawa petunjuk dan ugama yang benar (ugama Islam), untuk dimenangkan dan ditinggikannya atas segala ugama yang lain, walaupun orang-orang musyrik tidak menyukainya."
                },
                {
                    "id": 1092245,
                    "resource_id": 161,
                    "text": "তিনি তাঁর রসূলকে হিদায়াত আর সঠিক দ্বীনসহ পাঠিয়েছেন যাবতীয় দ্বীনের উপর একে বিজয়ী করার জন্য যদিও মুশরিকগণ অপছন্দ করে।"
                }
            ]
        },
        {
            "id": 1269,
            "verse_number": 34,
            "verse_key": "9:34",
            "hizb_number": 20,
            "rub_el_hizb_number": 77,
            "ruku_number": 160,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ كَثِيرًا مِّنَ ٱلْأَحْبَارِ وَٱلرُّهْبَانِ لَيَأْكُلُونَ أَمْوَٰلَ ٱلنَّاسِ بِٱلْبَـٰطِلِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۗ وَٱلَّذِينَ يَكْنِزُونَ ٱلذَّهَبَ وَٱلْفِضَّةَ وَلَا يُنفِقُونَهَا فِى سَبِيلِ ٱللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
            "page_number": 192,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102261,
                    "resource_id": 20,
                    "text": "O you who have believed, indeed many of the scholars and the monks devour the wealth of people unjustly<sup foot_note=196390>1</sup> and avert [them] from the way of Allāh. And those who hoard gold and silver and spend it not in the way of Allāh - give them tidings of a painful punishment."
                },
                {
                    "id": 220087,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Sesungguhnya banyak di antara pendita-pendita dan ahli-ahli ugama (Yahudi dan Nasrani) memakan harta orang ramai dengan cara yang salah, dan mereka menghalangi (manusia) dari jalan Allah (ugama Islam). Dan (ingatlah) orang-orang yang menyimpan emas dan perak serta tidak membelanjakannya pada jalan Allah, maka khabarkanlah kepada mereka dengan (balasan) azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1092246,
                    "resource_id": 161,
                    "text": "হে বিশ্বাসীগণ! অবশ্যই ‘আলিম ও দরবেশদের অনেকেই ভুয়ো কর্মকান্ডের মাধ্যমে মানুষদের সম্পদ গ্রাস করে থাকে আর আল্লাহর পথে বাধা সৃষ্টি করে। যারা স্বর্ণ ও রৌপ্য জমা করে আর আল্লাহর পথে তা ব্যয় করে না তাদেরকে ভয়াবহ শাস্তির সুসংবাদ দাও।"
                }
            ]
        },
        {
            "id": 1270,
            "verse_number": 35,
            "verse_key": "9:35",
            "hizb_number": 20,
            "rub_el_hizb_number": 77,
            "ruku_number": 160,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ يُحْمَىٰ عَلَيْهَا فِى نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَـٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا۟ مَا كُنتُمْ تَكْنِزُونَ",
            "page_number": 192,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102263,
                    "resource_id": 20,
                    "text": "The Day when it<sup foot_note=196391>1</sup> will be heated in the fire of Hell and seared therewith will be their foreheads, their flanks, and their backs, [it will be said], \"This is what you hoarded for yourselves, so taste what you used to hoard.\""
                },
                {
                    "id": 220089,
                    "resource_id": 39,
                    "text": "(Iaitu) pada hari dibakar emas perak (dan harta benda) itu dalam neraka jahanam, lalu diselar dengannya dahi mereka, dan rusuk mereka, serta belakang mereka (sambil dikatakan kepada mereka): \"Inilah apa yang telah kamu simpan untuk diri kamu sendiri, oleh itu rasalah (azab dari) apa yang kamu simpan itu."
                },
                {
                    "id": 1092247,
                    "resource_id": 161,
                    "text": "যেদিন জাহান্নামের আগুনে তা উত্তপ্ত করা হবে আর তা দিয়ে তাদের কপালে, পার্শ্বদেশে ও পিঠে দাগ দেয়া হবে, (আর তাদেরকে বলা হবে) ‘এটা হল, যা তোমরা নিজেদের জন্য স্তুপীকৃত করেছিলে, কাজেই যা জমা করছিলে তার স্বাদ গ্রহণ কর।’"
                }
            ]
        },
        {
            "id": 1271,
            "verse_number": 36,
            "verse_key": "9:36",
            "hizb_number": 20,
            "rub_el_hizb_number": 77,
            "ruku_number": 160,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ عِدَّةَ ٱلشُّهُورِ عِندَ ٱللَّهِ ٱثْنَا عَشَرَ شَهْرًا فِى كِتَـٰبِ ٱللَّهِ يَوْمَ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ مِنْهَآ أَرْبَعَةٌ حُرُمٌ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ ۚ فَلَا تَظْلِمُوا۟ فِيهِنَّ أَنفُسَكُمْ ۚ وَقَـٰتِلُوا۟ ٱلْمُشْرِكِينَ كَآفَّةً كَمَا يُقَـٰتِلُونَكُمْ كَآفَّةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
            "page_number": 192,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102265,
                    "resource_id": 20,
                    "text": "Indeed, the number of months with Allāh is twelve [lunar] months in the register of Allāh [from] the day He created the heavens and the earth; of these, four are sacred.<sup foot_note=196393>1</sup> That is the correct religion [i.e., way], so do not wrong yourselves during them.<sup foot_note=196392>2</sup> And fight against the disbelievers collectively as they fight against you collectively. And know that Allāh is with the righteous [who fear Him]."
                },
                {
                    "id": 220091,
                    "resource_id": 39,
                    "text": "Sesungguhnya bilangan bulan-bulan di sisi (hukum) Allah ialah dua belas bulan, (yang telah ditetapkan) dalam Kitab Allah semasa Ia menciptakan langit dan bumi, di antaranya empat bulan yang dihormati. Ketetapan yang demikian itu ialah ugama yang betul lurus, maka janganlah kamu menganiaya diri kamu dalam bulan-bulan yang dihormati itu (dengan melanggar laranganNya); dan perangilah kaum kafir musyrik seluruhnya sebagaimana mereka memerangi kamu seluruhnya; dan ketahuilah sesungguhnya Allah beserta orang-orang yang bertaqwa."
                },
                {
                    "id": 1092248,
                    "resource_id": 161,
                    "text": "আসমান-যমীন সৃষ্টির দিন থেকেই আল্লাহর কিতাবে (লৌহ মাহফুজে) মাসগুলোর সংখ্যা হল বার। তার মধ্যে চারটি নিষিদ্ধ মাস। এটা হল সুপ্রতিষ্ঠিত দ্বীন। কাজেই ঐ সময়ের মধ্যে নিজেদের উপর যুলম করো না। মুশরিকদের বিরুদ্ধে সর্বাত্মকভাবে যুদ্ধ কর, যেমন তারা তোমাদের বিরুদ্ধে সর্বাত্মকভাবে যুদ্ধ করে। জেনে রেখ, আল্লাহ অবশ্যই মুত্তাকীদের সঙ্গে আছেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}