{
    "verses": [
        {
            "id": 1276,
            "verse_number": 41,
            "verse_key": "9:41",
            "hizb_number": 20,
            "rub_el_hizb_number": 77,
            "ruku_number": 161,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱنفِرُوا۟ خِفَافًا وَثِقَالًا وَجَـٰهِدُوا۟ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ فِى سَبِيلِ ٱللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
            "page_number": 194,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102275,
                    "resource_id": 20,
                    "text": "Go forth, whether light or heavy,<sup foot_note=196401>1</sup> and strive with your wealth and your lives in the cause of Allāh. That is better for you, if you only knew."
                },
                {
                    "id": 220102,
                    "resource_id": 39,
                    "text": "Pergilah kamu beramai-ramai (untuk berperang pada jalan Allah), sama ada dengan keadaan ringan (dan mudah bergerak) ataupun dengan keadaan berat (disebabkan berbagai-bagai tanggungjawab); dan berjihadlah dengan harta benda dan jiwa kamu pada jalan Allah (untuk membela Islam). Yang demikian amatlah baik bagi kamu, jika kamu mengetahui."
                },
                {
                    "id": 1092253,
                    "resource_id": 161,
                    "text": "যুদ্ধাভিযানে বেরিয়ে পড়, অবস্থা হালকাই হোক আর ভারীই হোক (অস্ত্র কম থাকুক আর বেশি থাকুক) আর আল্লাহর রাস্তায় তোমাদের মাল দিয়ে আর তোমাদের জান দিয়ে জিহাদ কর, এটাই তোমাদের জন্য সর্বোত্তম, তোমরা যদি জানতে!"
                }
            ]
        },
        {
            "id": 1277,
            "verse_number": 42,
            "verse_key": "9:42",
            "hizb_number": 20,
            "rub_el_hizb_number": 77,
            "ruku_number": 161,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّٱتَّبَعُوكَ وَلَـٰكِنۢ بَعُدَتْ عَلَيْهِمُ ٱلشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِٱللَّهِ لَوِ ٱسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَٱللَّهُ يَعْلَمُ إِنَّهُمْ لَكَـٰذِبُونَ",
            "page_number": 194,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102277,
                    "resource_id": 20,
                    "text": "Had it been a near [i.e., easy] gain and a moderate trip, they [i.e., the hypocrites] would have followed you, but distant to them was the journey. And they will swear by Allāh,<sup foot_note=196402>1</sup> \"If we were able, we would have gone forth with you,\" destroying themselves [through false oaths], and Allāh knows that indeed they are liars."
                },
                {
                    "id": 220104,
                    "resource_id": 39,
                    "text": "Kalau apa yang engkau serukan kepada mereka (wahai Muhammad) sesuatu yang berfaedah yang sudah didapati, dan satu perjalanan yang sederhana (tidak begitu jauh), nescaya mereka (yang munafik itu) akan mengikutmu; tetapi tempat yang hendak dituju itu jauh bagi mereka. Dan mereka akan bersumpah dengan nama Allah dengan berkata: \"Kalau kami sanggup, tentulah kami akan pergi bersama kamu\". (Dengan sumpah dusta itu) mereka membinasakan diri mereka sendiri, sedang Allah mengetahui bahawa sesungguhnya mereka itu orang-orang yang berdusta (tentang tidak sanggupnya mengikutmu)."
                },
                {
                    "id": 1092254,
                    "resource_id": 161,
                    "text": "দুনিয়াবী কোন স্বার্থ থাকলে আর যাত্রা সহজ হলে তারা অবশ্যই তোমার সাথে যেত। কিন্তু পথ তাদের কাছে দীর্ঘ ও ভারী মনে হয়েছে। অচিরেই তারা আল্লাহর নামে হলফ করে বলবে, ‘আমরা যদি পারতাম তাহলে অবশ্যই তোমাদের সঙ্গে বের হতাম।’ আসলে তারা নিজেরাই নিজেদেরকে ধ্বংস করছে, আর আল্লাহ জানেন যে, তারা অবশ্যই মিথ্যেবাদী।"
                }
            ]
        },
        {
            "id": 1278,
            "verse_number": 43,
            "verse_key": "9:43",
            "hizb_number": 20,
            "rub_el_hizb_number": 77,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "عَفَا ٱللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ ٱلَّذِينَ صَدَقُوا۟ وَتَعْلَمَ ٱلْكَـٰذِبِينَ",
            "page_number": 194,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102279,
                    "resource_id": 20,
                    "text": "Allāh has pardoned you, [O Muḥammad, but] why did you give them permission [to remain behind]? [You should not have] until it was evident to you who were truthful and you knew [who were] the liars."
                },
                {
                    "id": 220106,
                    "resource_id": 39,
                    "text": "Allah memaafkanmu (wahai Muhammad), mengapa engkau izinkan mereka (tidak turut berperang) sebelum nyata bagimu orang-orang yang benar dan (sebelum) engkau mengetahui orang-orang yang berdusta?"
                },
                {
                    "id": 1092255,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাকে মাফ করুন। কারা সত্য বলেছে তা স্পষ্ট না হতেই আর মিথ্যাবাদীদেরকে তুমি না চিনেই কেন তুমি তাদেরকে অব্যাহতি দিয়ে দিলে?"
                }
            ]
        },
        {
            "id": 1279,
            "verse_number": 44,
            "verse_key": "9:44",
            "hizb_number": 20,
            "rub_el_hizb_number": 77,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلْمُتَّقِينَ",
            "page_number": 194,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102281,
                    "resource_id": 20,
                    "text": "Those who believe in Allāh and the Last Day would not ask permission of you to be excused from striving [i.e., fighting] with their wealth and their lives. And Allāh is Knowing of those who fear Him."
                },
                {
                    "id": 220108,
                    "resource_id": 39,
                    "text": "Orang-orang yang beriman kepada Allah dan hari akhirat, tidak akan meminta izin kepadamu untuk (tidak turut) berjihad dengan harta benda dan jiwa mereka. Dan (ingatlah) Allah Maha Mengetahui akan orang-orang yang bertaqwa."
                },
                {
                    "id": 1092256,
                    "resource_id": 161,
                    "text": "যারা আল্লাহয় ও শেষ দিনে বিশ্বাস করে তারা তাদের মাল দিয়ে আর জান দিয়ে জিহাদ করা থেকে অব্যাহতি পাওয়ার জন্য তোমার কাছে অনুমতি প্রার্থনা করে না। মুত্তাকীদের সম্পর্কে আল্লাহ খুবই অবগত আছেন।"
                }
            ]
        },
        {
            "id": 1280,
            "verse_number": 45,
            "verse_key": "9:45",
            "hizb_number": 20,
            "rub_el_hizb_number": 77,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا يَسْتَـْٔذِنُكَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱرْتَابَتْ قُلُوبُهُمْ فَهُمْ فِى رَيْبِهِمْ يَتَرَدَّدُونَ",
            "page_number": 194,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102283,
                    "resource_id": 20,
                    "text": "Only those would ask permission of you who do not believe in Allāh and the Last Day and whose hearts have doubted, and they, in their doubt, are hesitating."
                },
                {
                    "id": 220110,
                    "resource_id": 39,
                    "text": "Sesungguhnya yang akan meminta izin kepadamu hanyalah orang-orang yang tidak beriman kepada Allah dan hari akhirat, dan yang hati mereka (sangat) ragu-ragu. Oleh itu mereka sentiasa bingung teragak-agak dalam keraguannya."
                },
                {
                    "id": 1092257,
                    "resource_id": 161,
                    "text": "তোমার কাছে অব্যাহতি প্রার্থনা তারাই করে যারা আল্লাহ্ ও শেষ দিবসে বিশ্বাস করে না, যাদের অন্তর সন্দেহপূর্ণ, কাজেই তারা তাদের সন্দেহের মধ্যে ঘুরপাক খাচ্ছে।"
                }
            ]
        },
        {
            "id": 1281,
            "verse_number": 46,
            "verse_key": "9:46",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ وَلَوْ أَرَادُوا۟ ٱلْخُرُوجَ لَأَعَدُّوا۟ لَهُۥ عُدَّةً وَلَـٰكِن كَرِهَ ٱللَّهُ ٱنۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ ٱقْعُدُوا۟ مَعَ ٱلْقَـٰعِدِينَ",
            "page_number": 194,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102285,
                    "resource_id": 20,
                    "text": "And if they had intended to go forth, they would have prepared for it [some] preparation. But Allāh disliked their being sent, so He kept them back, and they were told, \"Remain [behind] with those who remain.\"<sup foot_note=196403>1</sup>"
                },
                {
                    "id": 220112,
                    "resource_id": 39,
                    "text": "Dan kalaulah mereka mahu keluar (untuk turut berperang), tentulah mereka menyediakan persiapan untuknya; tetapi Allah tidak suka pemergian mereka, lalu dilemahkanNya semangat mereka, dan dikatakan (oleh Syaitan): \"Tinggalah kamu bersama-sama orang-orang yang tinggal\"."
                },
                {
                    "id": 1092258,
                    "resource_id": 161,
                    "text": "(যুদ্ধাভিযানে) বের হওয়ার তাদের যদি ইচ্ছেই থাকত তবে তারা সেজন্য অবশ্যই প্রস্ত্ততি নিত। কিন্তু তাদের অভিযানে গমনই আল্লাহর পছন্দ নয়, কাজেই তিনি তাদেরকে পশ্চাতে ফেলে রাখেন আর তাদেরকে বলা হয়, ‘যারা (নিস্ক্রিয় হয়ে) বসে থাকে তাদের সাথে বসে থাক’।"
                }
            ]
        },
        {
            "id": 1282,
            "verse_number": 47,
            "verse_key": "9:47",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَوْ خَرَجُوا۟ فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا۟ خِلَـٰلَكُمْ يَبْغُونَكُمُ ٱلْفِتْنَةَ وَفِيكُمْ سَمَّـٰعُونَ لَهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
            "page_number": 194,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102287,
                    "resource_id": 20,
                    "text": "Had they gone forth with you, they would not have increased you except in confusion, and they would have been active among you, seeking [to cause] you fitnah [i.e., chaos and dissension]. And among you are avid listeners to them. And Allāh is Knowing of the wrongdoers."
                },
                {
                    "id": 220114,
                    "resource_id": 39,
                    "text": "Kalaulah mereka keluar bersama kamu, tidaklah mereka menambahkan kamu melainkan kerosakan, dan tentulah mereka segera menjalankan hasutan di antara kamu, (dengan tujuan) hendak menimbulkan fitnah (kekacauan) dalam kalangan kamu; sedang di antara kamu ada orang yang suka mendengar hasutan mereka. Dan (ingatlah) Allah Maha Mengetahui akan orang-orang yang zalim."
                },
                {
                    "id": 1092259,
                    "resource_id": 161,
                    "text": "তারা যদি তোমাদের সঙ্গে বের হত তাহলে বিশৃঙ্খলা ছাড়া আর কিছুই বাড়াত না আর তোমাদের মাঝে ফিতনা সৃষ্টির উদ্দেশ্যে তোমাদের মাঝে ছুটাছুটি করত, আর তোমাদের মাঝে তাদের কথা শুনার লোক আছে। আল্লাহ যালিমদের সম্পর্কে খুব ভালভাবেই অবহিত আছেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}