{
    "verses": [
        {
            "id": 1283,
            "verse_number": 48,
            "verse_key": "9:48",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَقَدِ ٱبْتَغَوُا۟ ٱلْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا۟ لَكَ ٱلْأُمُورَ حَتَّىٰ جَآءَ ٱلْحَقُّ وَظَهَرَ أَمْرُ ٱللَّهِ وَهُمْ كَـٰرِهُونَ",
            "page_number": 195,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102289,
                    "resource_id": 20,
                    "text": "They had already desired dissension before and had upset matters for you<sup foot_note=196404>1</sup> until the truth came and the ordinance [i.e., victory] of Allāh appeared, while they were averse."
                },
                {
                    "id": 220116,
                    "resource_id": 39,
                    "text": "Sesungguhnya mereka telah lakukan fitnah semenjak dahulu lagi, dan mereka merancangkan terhadapmu (wahai Muhammad) berbagai tipu daya, sehingga datanglah kebenaran, dan nyatalah (kemenangan) ugama Allah (Islam), sedang mereka tidak suka kepadanya."
                },
                {
                    "id": 1092260,
                    "resource_id": 161,
                    "text": "আগেও তারা ফিতনা সৃষ্টি করতে চেয়েছে আর তোমার অনেক কাজ নষ্ট করেছে যতক্ষণ না প্রকৃত সত্য এসে হাজির হল আর আল্লাহর বিধান প্রকাশিত হয়ে গেল যদিও এতে তারা ছিল নাখোশ।"
                }
            ]
        },
        {
            "id": 1284,
            "verse_number": 49,
            "verse_key": "9:49",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْهُم مَّن يَقُولُ ٱئْذَن لِّى وَلَا تَفْتِنِّىٓ ۚ أَلَا فِى ٱلْفِتْنَةِ سَقَطُوا۟ ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
            "page_number": 195,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102291,
                    "resource_id": 20,
                    "text": "And among them is he who says, \"Permit me [to remain at home] and do not put me to trial.\" Unquestionably, into trial they have fallen.<sup foot_note=196405>1</sup> And indeed, Hell will encompass the disbelievers."
                },
                {
                    "id": 220117,
                    "resource_id": 39,
                    "text": "Dan di antara mereka (yang munafik itu) ada yang berkata: \"Izinkanlah aku (supaya tidak pergi berperang) dan janganlah engkau menjadikan daku dipengaruhi oleh fitnah \". Ketahuilah, mereka telah pun tercebur ke dalam fitnah (dengan dalihan yang dusta itu). Dan sesungguhnya azab Jahannam meliputi orang-orang yang kafir."
                },
                {
                    "id": 1092261,
                    "resource_id": 161,
                    "text": "তাদের মাঝে এমন লোক আছে যারা বলে, ‘আমাকে অব্যাহতি দিন, আমাকে পরীক্ষায় ফেলবেন না।’ জেনে রেখ, তারা তো ফিতনাতে পড়েই আছে। বস্তুতঃ জাহান্নাম কাফিরদেরকে চারদিক থেকে ঘিরেই রেখেছে।"
                }
            ]
        },
        {
            "id": 1285,
            "verse_number": 50,
            "verse_key": "9:50",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا۟ قَدْ أَخَذْنَآ أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا۟ وَّهُمْ فَرِحُونَ",
            "page_number": 195,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102293,
                    "resource_id": 20,
                    "text": "If good befalls you, it distresses them; but if disaster strikes you, they say, \"We took our matter [in hand] before,\"<sup foot_note=196406>1</sup> and turn away while they are rejoicing."
                },
                {
                    "id": 220119,
                    "resource_id": 39,
                    "text": "Jika engkau (wahai Muhammad) beroleh sesuatu kebaikan, (maka) kebaikan itu menyebabkan mereka sakit hati; dan jika engkau ditimpa sesuatu bencana, mereka berkata: \"Sesungguhnya kami telahpun mengambil keputusan (tidak turut berperang) sebelum itu\", dan mereka berpaling (meninggalkanmu) sambil mereka bergembira."
                },
                {
                    "id": 1092262,
                    "resource_id": 161,
                    "text": "তোমার মঙ্গল হলে তা তাদেরকে মনোকষ্ট দেয়, আর তোমার উপর বিপদ আসলে তারা খুশির সঙ্গে এ কথা বলতে বলতে সরে পড়ে যে, ‘আমরা আগেই সাবধানতা অবলম্বন করেছিলাম।’"
                }
            ]
        },
        {
            "id": 1286,
            "verse_number": 51,
            "verse_key": "9:51",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُل لَّن يُصِيبَنَآ إِلَّا مَا كَتَبَ ٱللَّهُ لَنَا هُوَ مَوْلَىٰنَا ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
            "page_number": 195,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102294,
                    "resource_id": 20,
                    "text": "Say, \"Never will we be struck except by what Allāh has decreed for us; He is our protector.\" And upon Allāh let the believers rely."
                },
                {
                    "id": 220120,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Tidak sekali-kali akan menimpa kami sesuatu pun melainkan apa yang telah ditetapkan Allah bagi kami. Dia lah Pelindung yang menyelamatkan kami, dan (dengan kepercayaan itu) maka kepada Allah jualah hendaknya orang-orang yang beriman bertawakal\"."
                },
                {
                    "id": 1092263,
                    "resource_id": 161,
                    "text": "বলে দাও, ‘আল্লাহ আমাদের জন্য যা নির্দিষ্ট করে দিয়েছেন তাছাড়া অন্য কিছুই আমাদের ঘটবে না, তিনিই আমাদের রক্ষক, আর আল্লাহর উপরই মু’মিনদের ভরসা করা দরকার।’"
                }
            ]
        },
        {
            "id": 1287,
            "verse_number": 52,
            "verse_key": "9:52",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلَّآ إِحْدَى ٱلْحُسْنَيَيْنِ ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ ٱللَّهُ بِعَذَابٍ مِّنْ عِندِهِۦٓ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوٓا۟ إِنَّا مَعَكُم مُّتَرَبِّصُونَ",
            "page_number": 195,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102296,
                    "resource_id": 20,
                    "text": "Say, \"Do you await for us except one of the two best things [i.e., martyrdom or victory] while we await for you that Allāh will afflict you with punishment from Himself or at our hands? So wait; indeed we, along with you, are waiting.\""
                },
                {
                    "id": 220121,
                    "resource_id": 39,
                    "text": "Katakanlah: \"(Sebenarnya) tidak ada yang kamu tunggu-tunggu untuk kami melainkan salah satu dari dua perkara yang sebaik-baiknya (iaitu kemenangan atau mati syahid); dan kami menunggu-nunggu pula untuk kamu bahawa Allah akan menimpakan kamu dengan azab dari sisiNya, atau dengan perantaraan tangan kami. Oleh itu tunggulah, sesungguhnya kami juga menunggu bersama-sama kamu\"."
                },
                {
                    "id": 1092264,
                    "resource_id": 161,
                    "text": "বল, ‘তোমরা আমাদের জন্য যে জিনিসের অপেক্ষা করছ তা দু’টো ভালোর একটি ছাড়া আর কিছুই না (শাহাদাত কিংবা বিজয়) আর আমরা অপেক্ষা করছি এজন্য যে, আল্লাহ নিজেই তোমাদেরকে শাস্তি দেন অথবা আমাদের হাত দিয়ে দেয়ান। কাজেই অপেক্ষায় থাক, আমরা তোমাদের সাথে অপেক্ষায় থাকলাম।’"
                }
            ]
        },
        {
            "id": 1288,
            "verse_number": 53,
            "verse_key": "9:53",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَنفِقُوا۟ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ ۖ إِنَّكُمْ كُنتُمْ قَوْمًا فَـٰسِقِينَ",
            "page_number": 195,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102298,
                    "resource_id": 20,
                    "text": "Say, \"Spend willingly or unwillingly; never will it be accepted from you. Indeed, you have been a defiantly disobedient people.\""
                },
                {
                    "id": 220123,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Dermakanlah harta kamu sama ada dengan sukarela atau kerana terpaksa, tidak sekali-kali akan diterima daripada kamu, (kerana) sesungguhnya kamu adalah orang-orang yang fasik\"."
                },
                {
                    "id": 1092265,
                    "resource_id": 161,
                    "text": "বল, ‘স্বেচ্ছায় দান কর আর অনিচ্ছায়, তোমাদের থেকে কক্ষনো তা গ্রহণ করা হবে না; তোমরা হলে এক ফাসিক সম্প্রদায়।’"
                }
            ]
        },
        {
            "id": 1289,
            "verse_number": 54,
            "verse_key": "9:54",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَـٰتُهُمْ إِلَّآ أَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَبِرَسُولِهِۦ وَلَا يَأْتُونَ ٱلصَّلَوٰةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَـٰرِهُونَ",
            "page_number": 195,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102300,
                    "resource_id": 20,
                    "text": "And what prevents their expenditures from being accepted from them but that they have disbelieved in Allāh and in His Messenger and that they come not to prayer except while they are lazy and that they do not spend except while they are unwilling."
                },
                {
                    "id": 220125,
                    "resource_id": 39,
                    "text": "Dan tidak ada yang menghalangi mereka, untuk diterima derma-derma mereka melainkan kerana mereka kufur kepada Allah dan RasulNya, dan (kerana) mereka tidak mengerjakan sembahyang melainkan dengan keadaan malas dan mereka pula tidak mendermakan hartanya melainkan dengan perasaan benci."
                },
                {
                    "id": 1092266,
                    "resource_id": 161,
                    "text": "তাদের কাছ থেকে অর্থ সাহায্য গ্রহণ নিষিদ্ধ করার কারণ এ ছাড়া আর কিছু নয় যে তারা আল্লাহ ও তাঁর রসূলকে অস্বীকার করে, সলাতে আসলে আসে শৈথিল্যভরে আর দান করলেও করে অনিচ্ছা নিয়ে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}