{
    "verses": [
        {
            "id": 1290,
            "verse_number": 55,
            "verse_key": "9:55",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُعَذِّبَهُم بِهَا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
            "page_number": 196,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102302,
                    "resource_id": 20,
                    "text": "So let not their wealth or their children impress you. Allāh only intends to punish them through them in worldly life and that their souls should depart [at death] while they are disbelievers."
                },
                {
                    "id": 220127,
                    "resource_id": 39,
                    "text": "Oleh itu, janganlah engkau tertarik hati kepada harta benda dan anak-anak mereka, (kerana) sesungguhnya Allah hanya hendak menyeksa mereka dengan harta benda dan anak-anak itu dalam kehidupan dunia, dan hendak menjadikan nyawa mereka tercabut sedang mereka berkeadaan kafir (untuk mendapat azab akhirat pula)."
                },
                {
                    "id": 1092267,
                    "resource_id": 161,
                    "text": "কাজেই তাদের ধন-সম্পত্তি আর সন্তান-সন্ততি যেন তোমার চোখ ধাঁধিয়ে না দেয়, ওসব দিয়েই আল্লাহ দুনিয়াতে ওদেরকে শাস্তি দিতে চান আর কাফির অবস্থাতেই যেন তাদের জান বাহির হয়।"
                }
            ]
        },
        {
            "id": 1291,
            "verse_number": 56,
            "verse_key": "9:56",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَيَحْلِفُونَ بِٱللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَـٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ",
            "page_number": 196,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102304,
                    "resource_id": 20,
                    "text": "And they swear by Allāh that they are from among you while they are not from among you; but they are a people who are afraid."
                },
                {
                    "id": 220129,
                    "resource_id": 39,
                    "text": "Dan mereka (yang munafik itu) bersumpah dengan nama Allah bahawa sesungguhnya mereka dari golongan kamu, padahal mereka bukanlah dari golongan kamu, tetapi mereka ialah suatu kaum yang pengecut."
                },
                {
                    "id": 1092268,
                    "resource_id": 161,
                    "text": "তারা আল্লাহর নামে কসম করে বলে যে, তারা তোমাদেরই মধ্যের লোক, তারা কক্ষনো তোমাদের মধ্যের লোক নয়, প্রকৃতপক্ষে তারা ভীত-সন্ত্রস্ত লোক।"
                }
            ]
        },
        {
            "id": 1292,
            "verse_number": 57,
            "verse_key": "9:57",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَوْ يَجِدُونَ مَلْجَـًٔا أَوْ مَغَـٰرَٰتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا۟ إِلَيْهِ وَهُمْ يَجْمَحُونَ",
            "page_number": 196,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102306,
                    "resource_id": 20,
                    "text": "If they could find a refuge or some caves or any place to enter [and hide], they would turn to it while they run heedlessly."
                },
                {
                    "id": 220131,
                    "resource_id": 39,
                    "text": "Kalau mereka dapat tempat perlindungan, atau gua-gua, atau lubang-lubang dalam tanah, nescaya mereka segera menuju ke arahnya serta melompat masuk ke dalamnya."
                },
                {
                    "id": 1092269,
                    "resource_id": 161,
                    "text": "তারা পালিয়ে গিয়ে আশ্রয় নেয়ার জায়গা পেলে কিংবা গিরিগুহা বা ঢুকে থাকার মত জায়গা পেলে সেখানেই তারা ক্ষিপ্রগতিতে ছুটে যেত।"
                }
            ]
        },
        {
            "id": 1293,
            "verse_number": 58,
            "verse_key": "9:58",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْهُم مَّن يَلْمِزُكَ فِى ٱلصَّدَقَـٰتِ فَإِنْ أُعْطُوا۟ مِنْهَا رَضُوا۟ وَإِن لَّمْ يُعْطَوْا۟ مِنْهَآ إِذَا هُمْ يَسْخَطُونَ",
            "page_number": 196,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102308,
                    "resource_id": 20,
                    "text": "And among them are some who criticize you concerning the [distribution of] charities. If they are given from them, they approve; but if they are not given from them, at once they become angry."
                },
                {
                    "id": 220133,
                    "resource_id": 39,
                    "text": "Dan di antara mereka ada yang mencelamu (wahai Muhammad) mengenai (pembahagian) sedekah-sedekah (zakat); oleh itu jika mereka diberikan sebahagian daripadanya (menurut kehendak mereka), mereka suka (dan memandangnya adil); dan jika mereka tidak diberikan dari zakat itu (menurut kehendaknya), (maka) dengan serta merta mereka marah."
                },
                {
                    "id": 1092270,
                    "resource_id": 161,
                    "text": "তাদের মধ্যে এমন লোক আছে যারা সদাক্বাহ (বণ্টনের) ব্যাপারে তোমার প্রতি দোষারোপ করে, তাত্থেকে দেয়া হলে খুশি হয়, আর তাত্থেকে না দেয়া হলে সাথে সাথে ক্ষুব্ধ হয়ে পড়ে।"
                }
            ]
        },
        {
            "id": 1294,
            "verse_number": 59,
            "verse_key": "9:59",
            "hizb_number": 20,
            "rub_el_hizb_number": 78,
            "ruku_number": 162,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ أَنَّهُمْ رَضُوا۟ مَآ ءَاتَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ وَقَالُوا۟ حَسْبُنَا ٱللَّهُ سَيُؤْتِينَا ٱللَّهُ مِن فَضْلِهِۦ وَرَسُولُهُۥٓ إِنَّآ إِلَى ٱللَّهِ رَٰغِبُونَ",
            "page_number": 196,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102311,
                    "resource_id": 20,
                    "text": "If only they had been satisfied with what Allāh and His Messenger gave them and said, \"Sufficient for us is Allāh; Allāh will give us of His bounty, and [so will] His Messenger; indeed, we are desirous toward Allāh,\"<sup foot_note=196407>1</sup> [it would have been better for them]."
                },
                {
                    "id": 220135,
                    "resource_id": 39,
                    "text": "Dan (amatlah baiknya) kalau mereka berpuas hati dengan apa yang diberikan oleh Allah dan RasulNya kepada mereka, sambil mereka berkata: \"Cukuplah Allah bagi kami; Allah akan memberi kepada kami dari limpah kurniaNya, demikian juga RasulNya; sesungguhnya kami sentiasa berharap kepada Allah\""
                },
                {
                    "id": 1092271,
                    "resource_id": 161,
                    "text": "আল্লাহ ও তাঁর রসূল তাদেরকে যা দিয়েছেন তারা যদি তাতে সন্তুষ্ট থাকত আর বলত, ‘আমাদের জন্য আল্লাহই যথেষ্ট, অচিরেই আল্লাহ অনুগ্রহ করে আমাদেরকে দিবেন আর তাঁর রসূলও, আমরা আশা ভরসা নিয়ে আল্লাহর দিকেই চেয়ে থাকি।’"
                }
            ]
        },
        {
            "id": 1295,
            "verse_number": 60,
            "verse_key": "9:60",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 163,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّمَا ٱلصَّدَقَـٰتُ لِلْفُقَرَآءِ وَٱلْمَسَـٰكِينِ وَٱلْعَـٰمِلِينَ عَلَيْهَا وَٱلْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِى ٱلرِّقَابِ وَٱلْغَـٰرِمِينَ وَفِى سَبِيلِ ٱللَّهِ وَٱبْنِ ٱلسَّبِيلِ ۖ فَرِيضَةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "page_number": 196,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102313,
                    "resource_id": 20,
                    "text": "Zakāh expenditures are only for the poor and for the needy and for those employed for it<sup foot_note=196408>1</sup> and for bringing hearts together [for Islām] and for freeing captives [or slaves] and for those in debt and for the cause of Allāh and for the [stranded] traveler - an obligation [imposed] by Allāh. And Allāh is Knowing and Wise."
                },
                {
                    "id": 220137,
                    "resource_id": 39,
                    "text": "Sesungguhnya sedekah-sedekah (zakat) itu hanyalah untuk orang-orang fakir, dan orang-orang miskin, dan amil-amil yang mengurusnya, dan orang-orang muallaf yang dijinakkan hatinya, dan untuk hamba-hamba yang hendak memerdekakan dirinya, dan orang-orang yang berhutang, dan untuk (dibelanjakan pada) jalan Allah, dan orang-orang musafir (yang keputusan) dalam perjalanan. (Ketetapan hukum yang demikian itu ialah) sebagai satu ketetapan (yang datangnya) dari Allah. Dan (ingatlah) Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1092272,
                    "resource_id": 161,
                    "text": "সদাক্বাহ হল ফকীর, মিসকীন ও তৎসংশ্লিষ্ট কর্মচারী ও যাদের মন জয় করা উদ্দেশ্য তাদের জন্য, দাসমুক্তি ও ঋণগ্রস্তদের জন্য, আল্লাহর পথে (ব্যয়ের জন্য) আর মুসাফিরের জন্য। এটা আল্লাহ কর্তৃক নির্ধারিত ফরয। আর আল্লাহ হলেন সর্বজ্ঞ, মহাবিজ্ঞানী।"
                }
            ]
        },
        {
            "id": 1296,
            "verse_number": 61,
            "verse_key": "9:61",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 163,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْهُمُ ٱلَّذِينَ يُؤْذُونَ ٱلنَّبِىَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِٱللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ ءَامَنُوا۟ مِنكُمْ ۚ وَٱلَّذِينَ يُؤْذُونَ رَسُولَ ٱللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 196,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102314,
                    "resource_id": 20,
                    "text": "And among them are those who abuse the Prophet and say, \"He is an ear.\"<sup foot_note=196409>1</sup> Say, \"[It is] an ear of goodness for you that believes in Allāh and believes the believers and [is] a mercy to those who believe among you.\" And those who abuse the Messenger of Allāh - for them is a painful punishment."
                },
                {
                    "id": 220138,
                    "resource_id": 39,
                    "text": "Dan di antara mereka (yang munafik itu) ada orang-orang yang menyakiti Nabi sambil mereka berkata: \"Bahawa dia (Nabi Muhammad) orang yang suka mendengar (dan percaya pada apa yang didengarnya)\". Katakanlah: \"Dia mendengar (dan percaya) apa yang baik bagi kamu, ia beriman kepada Allah dan percaya kepada orang mukmin, dan ia pula menjadi rahmat bagi orang-orang yang beriman di antara kamu\". Dan orang-orang yang menyakiti Rasulullah itu, bagi mereka azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1092273,
                    "resource_id": 161,
                    "text": "তাদের মাঝে এমন লোকও আছে যারা নাবীকে কষ্ট দেয় আর বলে তিনি কান কথা শুনেন। বল, ‘তোমাদের যাতে ভালো আছে সে তাই শোনে’। সে আল্লাহয় বিশ্বাস রাখে, আর মু’মিনদেরকেও বিশ্বাস করে, আর তোমাদের মধ্যে যারা ঈমান এনেছে তাদের জন্য রহমত। অপরপক্ষে আল্লাহর রসূলকে যারা কষ্ট দেয় তাদের জন্য রয়েছে ভয়াবহ ‘আযাব।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}