{
    "verses": [
        {
            "id": 1297,
            "verse_number": 62,
            "verse_key": "9:62",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 163,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَحْلِفُونَ بِٱللَّهِ لَكُمْ لِيُرْضُوكُمْ وَٱللَّهُ وَرَسُولُهُۥٓ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا۟ مُؤْمِنِينَ",
            "page_number": 197,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102326,
                    "resource_id": 20,
                    "text": "They swear by Allāh to you [Muslims] to satisfy you. But Allāh and His Messenger are more worthy for them to satisfy,<sup foot_note=196410>1</sup> if they were to be believers."
                },
                {
                    "id": 220149,
                    "resource_id": 39,
                    "text": "Mereka bersumpah kepada kamu dengan nama Allah untuk mendapat keredaan kamu, padahal Allah dan RasulNya jualah yang lebih berhak mereka mendapat keredaanNya, jika betul mereka orang-orang yang beriman."
                },
                {
                    "id": 1092274,
                    "resource_id": 161,
                    "text": "তোমাদেরকে খুশি করার জন্য তারা তোমাদের সামনে আল্লাহর নামে কসম করে। তারা যদি মু’মিন হয়ে থাকে তবে কাউকে খুশি করতে চাইলে আল্লাহ ও তাঁর রসূলই এর সবচেয়ে বেশি হকদার।"
                }
            ]
        },
        {
            "id": 1298,
            "verse_number": 63,
            "verse_key": "9:63",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 163,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّهُۥ مَن يُحَادِدِ ٱللَّهَ وَرَسُولَهُۥ فَأَنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدًا فِيهَا ۚ ذَٰلِكَ ٱلْخِزْىُ ٱلْعَظِيمُ",
            "page_number": 197,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102328,
                    "resource_id": 20,
                    "text": "Do they not know that whoever opposes Allāh and His Messenger - that for him is the fire of Hell, wherein he will abide eternally? That is the great disgrace."
                },
                {
                    "id": 220151,
                    "resource_id": 39,
                    "text": "Tidakkah mereka mengetahui bahawa sesiapa yang menentang (perintah-perintah) Allah dan RasulNya, maka sesungguhnya adalah baginya neraka Jahannam serta ia kekal di dalamnya? Balasan yang demikian adalah kehinaan yang besar"
                },
                {
                    "id": 1092275,
                    "resource_id": 161,
                    "text": "তারা কি জানে না যে, যে ব্যক্তি আল্লাহ ও তাঁর রসূলের বিরোধিতা করে তার জন্য আছে জাহান্নামের আগুন যেখানে সে হবে চিরস্থায়ী? আর এটা খুবই লাঞ্ছনার ব্যাপার।"
                }
            ]
        },
        {
            "id": 1299,
            "verse_number": 64,
            "verse_key": "9:64",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 163,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَحْذَرُ ٱلْمُنَـٰفِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِى قُلُوبِهِمْ ۚ قُلِ ٱسْتَهْزِءُوٓا۟ إِنَّ ٱللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ",
            "page_number": 197,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102330,
                    "resource_id": 20,
                    "text": "The hypocrites are apprehensive lest a sūrah be revealed about them, informing them of<sup foot_note=196411>1</sup> what is in their hearts. Say, \"Mock [as you wish]; indeed, Allāh will expose that which you fear.\""
                },
                {
                    "id": 220218,
                    "resource_id": 39,
                    "text": "Orang-orang munafik itu takut kalau diturunkan satu surah Al-Quran yang menerangkan kepada mereka (dan kepada ramai) akan apa yang ada dalam hati mereka (dari kekufuran). Katakanlah (wahai Muhammad): \"Ejek-ejeklah (seberapa yang kamu suka), sesungguhnya Allah akan mendedahkan apa yang kamu takut (terdedah untuk pengetahuan ramai)\""
                },
                {
                    "id": 1092276,
                    "resource_id": 161,
                    "text": "মুনাফিকরা ভয় পায় তাদের মনের কথা প্রকাশ করে তাদের ব্যাপারে কোন সূরাহ নাযিল হয়ে যায় নাকি। বল, ‘ঠাট্টা করতে থাক, তোমরা যে ব্যাপারে ভয় পাও, আল্লাহ তা প্রকাশ করে দিবেন’।"
                }
            ]
        },
        {
            "id": 1300,
            "verse_number": 65,
            "verse_key": "9:65",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 163,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِٱللَّهِ وَءَايَـٰتِهِۦ وَرَسُولِهِۦ كُنتُمْ تَسْتَهْزِءُونَ",
            "page_number": 197,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102332,
                    "resource_id": 20,
                    "text": "And if you ask them, they will surely say, \"We were only conversing and playing.\" Say, \"Is it Allāh and His verses and His Messenger that you were mocking?\""
                },
                {
                    "id": 220220,
                    "resource_id": 39,
                    "text": "Dan jika engkau bertanya kepada mereka (tentang ejek-ejekan itu) tentulah mereka akan menjawab: \"Sesungguhnya kami hanyalah berbual dan bermain-main\". Katakanlah: \"Patutkah nama Allah dan ayat-ayatNya serta RasulNya kamu memperolok-olok dan mengejeknya?\""
                },
                {
                    "id": 1092277,
                    "resource_id": 161,
                    "text": "তাদেরকে জিজ্ঞেস করলে তারা জোর দিয়েই বলবে, ‘আমরা হাস্য রস আর খেল-তামাশা করছিলাম।’ বল, ‘আল্লাহ, তাঁর আয়াত ও তাঁর রসূলকে নিয়ে তোমরা বিদ্রূপ করছিলে?’"
                }
            ]
        },
        {
            "id": 1301,
            "verse_number": 66,
            "verse_key": "9:66",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 163,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَا تَعْتَذِرُوا۟ قَدْ كَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ ۚ إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ نُعَذِّبْ طَآئِفَةًۢ بِأَنَّهُمْ كَانُوا۟ مُجْرِمِينَ",
            "page_number": 197,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102334,
                    "resource_id": 20,
                    "text": "Make no excuse; you have disbelieved [i.e., rejected faith] after your belief. If We pardon one faction of you - We will punish another faction because they were criminals."
                },
                {
                    "id": 220154,
                    "resource_id": 39,
                    "text": "Janganlah kamu berdalih (dengan alasan-alasan yang dusta), kerana sesungguhnya kamu telah kufur sesudah kamu (melahirkan) iman. Jika Kami maafkan sepuak dari kamu (kerana mereka bertaubat), maka Kami akan menyeksa puak yang lain, kerana mereka adalah orang-orang yang terus bersalah."
                },
                {
                    "id": 1092278,
                    "resource_id": 161,
                    "text": "ওযর পেশের চেষ্টা করো না, ঈমান আনার পর তোমরা কুফরী করেছ। তোমাদের মধ্যেকার কোন দলকে ক্ষমা করলেও অন্যদেরকে শাস্তি দেব, কারণ তারা অপরাধী।"
                }
            ]
        },
        {
            "id": 1302,
            "verse_number": 67,
            "verse_key": "9:67",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 164,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ بَعْضُهُم مِّنۢ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمُنكَرِ وَيَنْهَوْنَ عَنِ ٱلْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ ۚ نَسُوا۟ ٱللَّهَ فَنَسِيَهُمْ ۗ إِنَّ ٱلْمُنَـٰفِقِينَ هُمُ ٱلْفَـٰسِقُونَ",
            "page_number": 197,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102336,
                    "resource_id": 20,
                    "text": "The hypocrite men and hypocrite women are of one another. They enjoin what is wrong and forbid what is right and close their hands.<sup foot_note=196412>1</sup> They have forgotten Allāh, so He has forgotten them [accordingly]. Indeed, the hypocrites - it is they who are the defiantly disobedient."
                },
                {
                    "id": 220156,
                    "resource_id": 39,
                    "text": "Orang-orang munafik lelaki dan perempuan, setengahnya adalah sama dengan setengahnya yang lain; mereka masing-masing menyuruh dengan perbuatan yang jahat, dan melarang dari perbuatan yang baik, dan mereka pula menggenggam tangannya (bakhil kedekut). Mereka telah melupakan (tidak menghiraukan perintah) Allah dan Allah juga melupakan (tidak menghiraukan) mereka. Sesungguhnya orang-orang munafik itu, merekalah orang-orang yang fasik."
                },
                {
                    "id": 1092279,
                    "resource_id": 161,
                    "text": "মুনাফিক পুরুষ আর মুনাফিক নারী সব এক রকম, তারা অন্যায় কাজের নির্দেশ দেয় আর সৎ কাজ করতে নিষেধ করে, (আল্লাহর পথে ব্যয় করার ব্যাপারে) হাত গুটিয়ে রাখে, তারা আল্লাহকে ভুলে গেছে, তাই তিনিও তাদেরকে ভুলে গেছেন। মুনাফিকরাই তো ফাসিক।"
                }
            ]
        },
        {
            "id": 1303,
            "verse_number": 68,
            "verse_key": "9:68",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 164,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَعَدَ ٱللَّهُ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْكُفَّارَ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۚ هِىَ حَسْبُهُمْ ۚ وَلَعَنَهُمُ ٱللَّهُ ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ",
            "page_number": 197,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102338,
                    "resource_id": 20,
                    "text": "Allāh has promised the hypocrite men and hypocrite women and the disbelievers the fire of Hell, wherein they will abide eternally. It is sufficient for them. And Allāh has cursed them, and for them is an enduring punishment."
                },
                {
                    "id": 220157,
                    "resource_id": 39,
                    "text": "Allah menjanjikan orang-orang munafik lelaki dan perempuan serta orang-orang kafir dengan neraka Jahannam, mereka kekal di dalamnya. Cukuplah neraka itu menjadi balasan mereka; dan Allah melaknatkan mereka, dan bagi mereka azab seksa yang kekal."
                },
                {
                    "id": 1092280,
                    "resource_id": 161,
                    "text": "আল্লাহ মুনাফিক পুরুষ, মুনাফিক নারী ও কাফিরদের জন্য জাহান্নামের আগুনের ওয়া‘দা দিয়েছেন, তাতে তারা চিরদিন থাকবে, তা-ই তাদের জন্য যথেষ্ট। তাদের উপর আছে আল্লাহর অভিশাপ, আর আছে তাদের জন্য স্থায়ী ‘আযাব।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}