{
    "verses": [
        {
            "id": 1304,
            "verse_number": 69,
            "verse_key": "9:69",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 164,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "كَٱلَّذِينَ مِن قَبْلِكُمْ كَانُوٓا۟ أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَٰلًا وَأَوْلَـٰدًا فَٱسْتَمْتَعُوا۟ بِخَلَـٰقِهِمْ فَٱسْتَمْتَعْتُم بِخَلَـٰقِكُمْ كَمَا ٱسْتَمْتَعَ ٱلَّذِينَ مِن قَبْلِكُم بِخَلَـٰقِهِمْ وَخُضْتُمْ كَٱلَّذِى خَاضُوٓا۟ ۚ أُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
            "page_number": 198,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102340,
                    "resource_id": 20,
                    "text": "[You disbelievers are] like those before you; they were stronger than you in power and more abundant in wealth and children. They enjoyed their portion [of worldly enjoyment], and you have enjoyed your portion as those before you enjoyed their portion, and you have engaged [in vanities] like that in which they engaged. [It is] those whose deeds have become worthless in this world and in the Hereafter, and it is they who are the losers."
                },
                {
                    "id": 220159,
                    "resource_id": 39,
                    "text": "(Nasib kamu hai orang-orang munafik) adalah sama dengan nasib orang-orang sebelum kamu (yang telah dibinasakan), mereka lebih kuat serta lebih banyak harta benda dan anak pinak daripada kamu; seterusnya mereka telah bersenang-senang dengan bahagian mereka; maka kamu pula telah bersenang-senang dengan bahagian kamu sebagaimana orang-orang yang sebelum kamu itu bersenang-senang dengan bahagiannya; dan kamu pula telah memperkatakan (perkara yang salah dan dusta) sebagaimana mereka memperkatakannya. Mereka yang demikian, rosak binasalah amal-amalnya (yang baik) di dunia dan di akhirat, dan merekalah orang-orang yang rugi."
                },
                {
                    "id": 1092281,
                    "resource_id": 161,
                    "text": "(তোমাদের কাজ-কারবার) তোমাদের আগের লোকেদের মতই, যারা ছিল তোমাদের চেয়ে অধিক শক্তির অধিকারী, আর ধন-মাল আর সন্তান-সন্ততিতেও তোমাদের চেয়ে অধিক সমৃদ্ধিশালী, তাদের প্রাপ্য অংশ তারা ভোগ করে গেছে, এখন তোমরাও তোমাদের প্রাপ্য অংশ ভোগ কর যেমন তোমাদের আগের লোকেরা তাদের প্রাপ্য অংশ ভোগ করেছে, আর তোমরা অনর্থক কথাবার্তায় লিপ্ত আছ যেমন তারা অনর্থক কথাবার্তায় লিপ্ত ছিল, এরাই হল তারা দুনিয়া ও আখেরাতে যাদের কাজ-কর্ম নিস্ফল হয়ে গেছে, আর তারাই ক্ষতিগ্রস্ত।"
                }
            ]
        },
        {
            "id": 1305,
            "verse_number": 70,
            "verse_key": "9:70",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 164,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ يَأْتِهِمْ نَبَأُ ٱلَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَٰهِيمَ وَأَصْحَـٰبِ مَدْيَنَ وَٱلْمُؤْتَفِكَـٰتِ ۚ أَتَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
            "page_number": 198,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102343,
                    "resource_id": 20,
                    "text": "Has there not reached them the news of those before them - the people of Noah and [the tribes of] ʿAad and Thamūd and the people of Abraham and the companions [i.e., dwellers] of Madyan and the towns overturned?<sup foot_note=196413>1</sup> Their messengers came to them with clear proofs. And Allāh would never have wronged them, but they were wronging themselves."
                },
                {
                    "id": 220162,
                    "resource_id": 39,
                    "text": "Bukankah telah datang kepada mereka berita orang-orang yang terdahulu daripada mereka, iaitu kaum Nabi Nuh dan Aad dan Thamud dan kaum Nabi Ibrahim, dan penduduk negeri Madyan serta negeri-negeri yang telah dibinasakan? (Semuanya) telah datang kepada mereka Rasul-rasul mereka dengan membawa keterangan yang jelas nyata, (lalu mereka mendustakannya dan Tuhan pula membinasakan mereka); Allah tidak sekali-kali menganiaya mereka tetapi merekalah yang menganiaya diri sendiri."
                },
                {
                    "id": 1092282,
                    "resource_id": 161,
                    "text": "তাদের কাছে কি তাদের আগের লোকদের সংবাদ আসেনি, নূহের জাতি, ‘আদ, সামূদ, ইব্রাহীমের সম্প্রদায় এবং মাদ্য়্যানের অধিবাসীবৃন্দ আর উল্টে দেয়া নগরসমূহের? তাদের কাছে তাদের রসূলগণ স্পষ্ট নিদর্শন নিয়ে এসেছিল, আল্লাহ তাদের উপর যুলম করেননি, আসলে (তারাই তাদের অন্যায় কার্যকলাপের মাধ্যমে) নিজেদের আত্মার উপর যুলম করেছিল।"
                }
            ]
        },
        {
            "id": 1306,
            "verse_number": 71,
            "verse_key": "9:71",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 164,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَـٰتُ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ يَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَيُطِيعُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَـٰٓئِكَ سَيَرْحَمُهُمُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
            "page_number": 198,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102344,
                    "resource_id": 20,
                    "text": "The believing men and believing women are allies of one another. They enjoin what is right and forbid what is wrong and establish prayer and give zakāh and obey Allāh and His Messenger. Those - Allāh will have mercy upon them. Indeed, Allāh is Exalted in Might and Wise."
                },
                {
                    "id": 220164,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang beriman, lelaki dan perempuan, setengahnya menjadi penolong bagi setengahnya yang lain; mereka menyuruh berbuat kebaikan, dan melarang daripada berbuat kejahatan; dan mereka mendirikan sembahyang dan memberi zakat, serta taat kepada Allah dan RasulNya. Mereka itu akan diberi rahmat oleh Allah; sesungguhnya Allah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1092283,
                    "resource_id": 161,
                    "text": "মু’মিন পুরুষ আর মু’মিন নারী পরস্পর পরস্পরের বন্ধু, তারা সৎকাজের নির্দেশ দেয়, অন্যায় কাজ থেকে নিষেধ করে, নামায ক্বায়িম করে, যাকাত দেয়, আল্লাহ ও তাঁর রসূলের আনুগত্য করে। তাদের প্রতিই আল্লাহ করুণা প্রদর্শন করবেন। আল্লাহ তো প্রবল পরাক্রান্ত, মহা প্রজ্ঞাবান।"
                }
            ]
        },
        {
            "id": 1307,
            "verse_number": 72,
            "verse_key": "9:72",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 164,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَعَدَ ٱللَّهُ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ أَكْبَرُ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
            "page_number": 198,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102346,
                    "resource_id": 20,
                    "text": "Allāh has promised the believing men and believing women gardens beneath which rivers flow, wherein they abide eternally, and pleasant dwellings in gardens of perpetual residence; but approval from Allāh is greater. It is that which is the great attainment."
                },
                {
                    "id": 220165,
                    "resource_id": 39,
                    "text": "Allah menjanjikan orang-orang yang beriman, lelaki dan perempuan, (akan beroleh) Syurga-syurga yang mengalir di bawahnya beberapa sungai; mereka kekal di dalamnya dan beroleh tempat-tempat yang baik di dalam \"Syurga Adn\" serta keredaan dari Allah yang lebih besar kemuliaannya; (balasan) yang demikian itulah kejayaan yang besar."
                },
                {
                    "id": 1092284,
                    "resource_id": 161,
                    "text": "মু’মিন পুরুষ আর মু’মিন নারীর জন্য আল্লাহ অঙ্গীকার করেছেন জান্নাতের যার নিম্নদেশ দিয়ে ঝর্ণাধারা প্রবাহিত, তাতে তারা চিরদিন থাকবে, আর জান্নাতে চিরস্থায়ী উত্তম বাসগৃহের; আর সবচেয়ে বড় (যা তারা লাভ করবে তা) হল আল্লাহর সন্তুষ্টি। এটাই হল বিরাট সাফল্য।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}