{
    "verses": [
        {
            "id": 1308,
            "verse_number": 73,
            "verse_key": "9:73",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 165,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ جَـٰهِدِ ٱلْكُفَّارَ وَٱلْمُنَـٰفِقِينَ وَٱغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
            "page_number": 199,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102348,
                    "resource_id": 20,
                    "text": "O Prophet, fight against the disbelievers and the hypocrites and be harsh upon them. And their refuge is Hell, and wretched is the destination."
                },
                {
                    "id": 220167,
                    "resource_id": 39,
                    "text": "Wahai Nabi, berjihadlah menentang orang-orang kafir dan orang-orang munafik, dan bertindak keras terhadap mereka. Dan (sebenarnya) tempat mereka ialah neraka Jahannam, dan itulah seburuk-buruk tempat kembali."
                },
                {
                    "id": 1092285,
                    "resource_id": 161,
                    "text": "হে নাবী! কাফির ও মুনাফিকদের বিরুদ্ধে যুদ্ধ কর, তাদের প্রতি কঠোরতা অবলম্বন কর, তাদের বাসস্থান হল জাহান্নাম, আর তা কতই না নিকৃষ্ট আশ্রয়স্থল!"
                }
            ]
        },
        {
            "id": 1309,
            "verse_number": 74,
            "verse_key": "9:74",
            "hizb_number": 20,
            "rub_el_hizb_number": 79,
            "ruku_number": 165,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَحْلِفُونَ بِٱللَّهِ مَا قَالُوا۟ وَلَقَدْ قَالُوا۟ كَلِمَةَ ٱلْكُفْرِ وَكَفَرُوا۟ بَعْدَ إِسْلَـٰمِهِمْ وَهَمُّوا۟ بِمَا لَمْ يَنَالُوا۟ ۚ وَمَا نَقَمُوٓا۟ إِلَّآ أَنْ أَغْنَىٰهُمُ ٱللَّهُ وَرَسُولُهُۥ مِن فَضْلِهِۦ ۚ فَإِن يَتُوبُوا۟ يَكُ خَيْرًا لَّهُمْ ۖ وَإِن يَتَوَلَّوْا۟ يُعَذِّبْهُمُ ٱللَّهُ عَذَابًا أَلِيمًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَمَا لَهُمْ فِى ٱلْأَرْضِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
            "page_number": 199,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102350,
                    "resource_id": 20,
                    "text": "They swear by Allāh that they did not say [anything against the Prophet (ﷺ)] while they had said the word of disbelief and disbelieved after their [pretense of] Islām and planned that which they were not to attain.<sup foot_note=196415>1</sup> And they were not resentful except [for the fact] that Allāh and His Messenger had enriched them of His bounty.<sup foot_note=196414>2</sup> So if they repent, it is better for them; but if they turn away, Allāh will punish them with a painful punishment in this world and the Hereafter. And there will not be for them on earth any protector or helper."
                },
                {
                    "id": 220169,
                    "resource_id": 39,
                    "text": "Mereka bersumpah dengan nama Allah, bahawa mereka tidak mengatakan (sesuatu yang buruk terhadapmu), padahal sesungguhnya mereka telah mengatakan perkataan kufur, dan mereka pula menjadi kafir sesudah melahirkan Islam, serta mereka berazam untuk melakukan apa yang mereka tidak akan dapat mencapainya (iaitu membunuhmu). Dan tidaklah mereka mencaci dan mencela (Islam) melainkan setelah Allah dan RasulNya memberi kesenangan kepada mereka dari limpah kurniaNya. Oleh itu, jika mereka bertaubat, mereka akan beroleh kebaikan; dan jika mereka berpaling (ingkar), Allah akan menyeksa mereka dengan azab seksa yang tidak terperi sakitnya di dunia dan di akhirat; dan mereka tidak akan mendapat sesiapa pun di bumi ini, yang akan menjadi pelindung dan juga yang menjadi penolong."
                },
                {
                    "id": 1092286,
                    "resource_id": 161,
                    "text": "তারা আল্লাহর নামে শপথ করে বলে যে তারা (অন্যায়) কিছু বলেনি, কিন্তু তারা তো কুফরী কথা বলেছে আর ইসলাম গ্রহণ করার পরও কুফরী করেছে। তারা ষড়যন্ত্র করেছিল কিন্তু তাতে সফল হয়নি, তাদের এ প্রতিশোধ স্পৃহার কারণ এছাড়া আর কিছু ছিল না যে আল্লাহ করুণাবশতঃ ও তাঁর রসূল তাদেরকে সম্পদশালী করে দিয়েছেন। এখন যদি তারা অনুশোচনাভরে এ পথ থেকে ফিরে আসে তবে তা তাদের জন্যই কল্যাণকর। আর যদি তারা মুখ ফিরিয়ে নেয় তবে আল্লাহ তাদেরকে দুনিয়া ও আখেরাতে ভয়াবহ শাস্তি দিবেন। পৃথিবীতে রক্ষক আর সাহায্যকারী হিসেবে কাউকে তারা পাবে না।"
                }
            ]
        },
        {
            "id": 1310,
            "verse_number": 75,
            "verse_key": "9:75",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 165,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ وَمِنْهُم مَّنْ عَـٰهَدَ ٱللَّهَ لَئِنْ ءَاتَىٰنَا مِن فَضْلِهِۦ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ ٱلصَّـٰلِحِينَ",
            "page_number": 199,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102352,
                    "resource_id": 20,
                    "text": "And among them are those who made a covenant with Allāh, [saying], \"If He should give us from His bounty, we will surely spend in charity, and we will surely be among the righteous.\""
                },
                {
                    "id": 220171,
                    "resource_id": 39,
                    "text": "Dan di antara mereka ada yang membuat janji dengan Allah dengan berkata: \"Sesungguhnya jika Allah memberi kepada kami dari limpah kurniaNya, tentulah kami akan bersedekah, dan tentulah kami akan menjadi dari orang-orang yang soleh\""
                },
                {
                    "id": 1092287,
                    "resource_id": 161,
                    "text": "তাদের মধ্যেকার কিছুলোক আল্লাহর সঙ্গে ওয়া‘দা করেছিল, ‘যদি তিনি আমাদেরকে তাঁর অনুগ্রহ হতে দান করেন তবে আমরা অবশ্যই দান করব আর অবশ্যই সৎ লোকদের মধ্যে শামিল থাকব।’"
                }
            ]
        },
        {
            "id": 1311,
            "verse_number": 76,
            "verse_key": "9:76",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 165,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّآ ءَاتَىٰهُم مِّن فَضْلِهِۦ بَخِلُوا۟ بِهِۦ وَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
            "page_number": 199,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102354,
                    "resource_id": 20,
                    "text": "But when He gave them from His bounty, they were stingy with it and turned away while they refused."
                },
                {
                    "id": 220173,
                    "resource_id": 39,
                    "text": "Kemudian setelah Allah memberi kepada mereka dari limpah kurniaNya, mereka bakhil dengan pemberian Allah itu, serta mereka membelakangkan janjinya; dan sememangnya mereka orang-orang yang sentiasa membelakangkan (kebajikan)."
                },
                {
                    "id": 1092288,
                    "resource_id": 161,
                    "text": "অতঃপর আল্লাহ যখন তাদেরকে স্বীয় করুণার দানে ধন্য করলেন, তখন তারা দান করার ব্যাপারে কার্পণ্য করল আর বে-পরোয়াভাবে মুখ ফিরিয়ে নিল।"
                }
            ]
        },
        {
            "id": 1312,
            "verse_number": 77,
            "verse_key": "9:77",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 165,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَأَعْقَبَهُمْ نِفَاقًا فِى قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُۥ بِمَآ أَخْلَفُوا۟ ٱللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا۟ يَكْذِبُونَ",
            "page_number": 199,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102355,
                    "resource_id": 20,
                    "text": "So He penalized them with hypocrisy in their hearts until the Day they will meet Him - because they failed Allāh in what they promised Him and because they [habitually] used to lie."
                },
                {
                    "id": 220174,
                    "resource_id": 39,
                    "text": "Akibatnya Allah menimbulkan perasaan munafik dalam hati mereka (berkekalan) hingga ke masa mereka menemui Allah, kerana mereka telah memungkiri apa yang mereka janjikan kepada Allah dan juga kerana mereka sentiasa berdusta."
                },
                {
                    "id": 1092289,
                    "resource_id": 161,
                    "text": "পরিণামে আল্লাহর সঙ্গে কৃত তাদের ওয়াদা ভঙ্গের কারণে এবং মিথ্যাচারে লিপ্ত থাকার কারণে তাদের অন্তরে মুনাফিকী বদ্ধমূল করে দিলেন; ঐ দিন পর্যন্ত যেদিন তারা তাঁর সাথে সাক্ষাৎ করবে।"
                }
            ]
        },
        {
            "id": 1313,
            "verse_number": 78,
            "verse_key": "9:78",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 165,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَىٰهُمْ وَأَنَّ ٱللَّهَ عَلَّـٰمُ ٱلْغُيُوبِ",
            "page_number": 199,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102310,
                    "resource_id": 20,
                    "text": "Did they not know that Allāh knows their secrets and their private conversations and that Allāh is the Knower of the unseen?"
                },
                {
                    "id": 220175,
                    "resource_id": 39,
                    "text": "Tidakkah mereka mengetahui bahawa Allah sentiasa mengetahui apa yang mereka rahsiakan serta apa yang mereka bisikkan, dan bahawasanya Allah Maha Mengetahui akan perkara-perkara yang ghaib?"
                },
                {
                    "id": 1092290,
                    "resource_id": 161,
                    "text": "তারা কি জানে না যে, আল্লাহ তাদের গোপন কথাবার্তা আর গোপন পরামর্শ সম্পর্কে অবহিত আছেন আর আল্লাহ তো যাবতীয় অদৃশ্য সম্পর্কে সবচেয়ে বেশি অবগত আছেন।"
                }
            ]
        },
        {
            "id": 1314,
            "verse_number": 79,
            "verse_key": "9:79",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 165,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَلْمِزُونَ ٱلْمُطَّوِّعِينَ مِنَ ٱلْمُؤْمِنِينَ فِى ٱلصَّدَقَـٰتِ وَٱلَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ ۙ سَخِرَ ٱللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 199,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102357,
                    "resource_id": 20,
                    "text": "Those who criticize the contributors among the believers concerning [their] charities and [criticize] the ones who find nothing [to spend] except their effort, so they ridicule them - Allāh will ridicule them, and they will have a painful punishment."
                },
                {
                    "id": 220176,
                    "resource_id": 39,
                    "text": "Orang-orang (munafik) yang mencela sebahagian dari orang-orang yang beriman mengenai sedekah-sedekah yang mereka berikan dengan sukarela, dan (mencela) orang-orang yang tidak dapat (mengadakan apa-apa untuk disedekahkan) kecuali sedikit sekadar kemampuannya, serta mereka mengejek-ejeknya, - Allah akan membalas ejek-ejekan mereka, dan bagi mereka (disediakan) azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1092291,
                    "resource_id": 161,
                    "text": "মু’মিনদের মধ্যে যারা মুক্ত হস্তে দান করে, তাদেরকে যারা দোষারোপ করে আর সীমাহীন কষ্টে দানকারীদেরকে যারা বিদ্রূপ করে আল্লাহ তাদেরকে জবাবে বিদ্রূপ করেন আর তাদের জন্য রয়েছে ভয়াবহ শাস্তি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}