{
    "verses": [
        {
            "id": 1315,
            "verse_number": 80,
            "verse_key": "9:80",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 165,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
            "page_number": 200,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102359,
                    "resource_id": 20,
                    "text": "Ask forgiveness for them, [O Muḥammad], or do not ask forgiveness for them. If you should ask forgiveness for them seventy times - never will Allāh forgive them. That is because they disbelieved in Allāh and His Messenger, and Allāh does not guide the defiantly disobedient people."
                },
                {
                    "id": 220178,
                    "resource_id": 39,
                    "text": "(Orang-orang manufik itu) sama sahaja engkau meminta ampun untuk mereka atau engkau tidak meminta ampun bagi mereka. Jika engkau (wahai Muhammad) meminta ampun bagi mereka tujuh puluh kali (sekalipun) maka Allah tidak sekali-kali mengampunkan mereka; yang demikian itu, kerana mereka telah kufur kepada Allah dan RasulNya; dan Allah tidak akan memberi hidayah petunjuk kepada kaum yang fasik."
                },
                {
                    "id": 1092292,
                    "resource_id": 161,
                    "text": "তুমি তাদের জন্য ক্ষমা প্রার্থনা কর বা না কর (উভয়ই সমান), তুমি তাদের জন্য সত্তর বার ক্ষমা প্রার্থনা করলেও আল্লাহ কক্ষনো তাদেরকে ক্ষমা করবেন না। এটা এজন্য যে, তারা আল্লাহ ও তাঁর রসূলের সাথে কুফুরী করেছে। আর আল্লাহ ফাসিক লোকদেরকে সঠিক পথ প্রদর্শন করেন না।"
                }
            ]
        },
        {
            "id": 1316,
            "verse_number": 81,
            "verse_key": "9:81",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 166,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَرِحَ ٱلْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَـٰفَ رَسُولِ ٱللَّهِ وَكَرِهُوٓا۟ أَن يُجَـٰهِدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَقَالُوا۟ لَا تَنفِرُوا۟ فِى ٱلْحَرِّ ۗ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا۟ يَفْقَهُونَ",
            "page_number": 200,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102360,
                    "resource_id": 20,
                    "text": "Those who remained behind<sup foot_note=196416>1</sup> rejoiced in their staying [at home] after [the departure of] the Messenger of Allāh and disliked to strive with their wealth and their lives in the cause of Allāh and said, \"Do not go forth in the heat.\" Say, \"The fire of Hell is more intense in heat\" - if they would but understand."
                },
                {
                    "id": 220179,
                    "resource_id": 39,
                    "text": "Orang-orang (munafik) yang ditinggalkan (tidak turut berperang) itu, bersukacita disebabkan mereka tinggal di belakang Rasulullah (di Madinah); dan mereka (sememangnya) tidak suka berjihad dengan harta benda dan jiwa mereka pada jalan Allah (dengan sebab kufurnya), dan mereka pula (menghasut dengan) berkata: \"Janganlah kamu keluar beramai-ramai (untuk berperang) pada musim panas ini\". Katakanlah (wahai Muhammad): \"Api neraka Jahannam lebih panas membakar\", kalaulah mereka itu orang-orang yang memahami."
                },
                {
                    "id": 1092293,
                    "resource_id": 161,
                    "text": "(তাবুক অভিযানে) যারা পিছনে থেকে গিয়েছিল তারা রসূলের বিরোধিতায় বসে থাকাতেই আনন্দ প্রকাশ করেছিল আর তাদের ধন-সম্পদ ও জান দিয়ে আল্লাহর পথে জিহাদ করতে তারা অপছন্দ করেছিল। তারা বলেছিল, ‘গরমের মধ্যে অভিযানে বেরিও না’। বল, ‘জাহান্নামের আগুনই তাপে প্রচন্ডতম’। তারা যদি বুঝত!"
                }
            ]
        },
        {
            "id": 1317,
            "verse_number": 82,
            "verse_key": "9:82",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 166,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَلْيَضْحَكُوا۟ قَلِيلًا وَلْيَبْكُوا۟ كَثِيرًا جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
            "page_number": 200,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102362,
                    "resource_id": 20,
                    "text": "So let them laugh a little and [then] weep much as recompense for what they used to earn."
                },
                {
                    "id": 220183,
                    "resource_id": 39,
                    "text": "Oleh itu bolehlah mereka ketawa sedikit (di dunia ini) dan mereka akan menangis banyak (di akhirat kelak), sebagai balasan bagi apa yang mereka telah usahakan."
                },
                {
                    "id": 1092294,
                    "resource_id": 161,
                    "text": "তারা যেন কম হাসে এবং বেশী কাঁদে, তারা যে (পাপ) কামাই করছে তার ফলস্বরূপ।"
                }
            ]
        },
        {
            "id": 1318,
            "verse_number": 83,
            "verse_key": "9:83",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 166,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَإِن رَّجَعَكَ ٱللَّهُ إِلَىٰ طَآئِفَةٍ مِّنْهُمْ فَٱسْتَـْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا۟ مَعِىَ أَبَدًا وَلَن تُقَـٰتِلُوا۟ مَعِىَ عَدُوًّا ۖ إِنَّكُمْ رَضِيتُم بِٱلْقُعُودِ أَوَّلَ مَرَّةٍ فَٱقْعُدُوا۟ مَعَ ٱلْخَـٰلِفِينَ",
            "page_number": 200,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102364,
                    "resource_id": 20,
                    "text": "If Allāh should return you to a faction of them [after the expedition] and then they ask your permission to go out [to battle], say, \"You will not go out with me, ever, and you will never fight with me an enemy. Indeed, you were satisfied with sitting [at home] the first time, so sit [now] with those who stay behind.\""
                },
                {
                    "id": 220185,
                    "resource_id": 39,
                    "text": "Maka jika Allah mengembalikan engkau kepada segolongan dari mereka (orang-orang yang munafik itu di Madinah), kemudian mereka meminta izin kepadamu untuk keluar (turut berperang), maka katakanlah: \"Kamu tidak sekali-kali akan keluar bersama-samaku selama-lamanya, dan kamu tidak sekali-kali akan memerangi musuh bersama-samaku; sesungguhnya kamu telah bersetuju tinggal pada kali yang pertama, oleh itu duduklah kamu bersama-sama orang-orang yang tinggal\"."
                },
                {
                    "id": 1092295,
                    "resource_id": 161,
                    "text": "আল্লাহ যদি তোমাকে তাদের কোন দলের কাছে ফিরিয়ে নিয়ে আসেন আর যদি তারা (তোমার সঙ্গে) অভিযানে বের হবার জন্য অনুমতি প্রার্থনা করে তখন বলবে, ‘আমার সাথে কক্ষনো বের হতে পারবে না আর কক্ষনো আমার সঙ্গে গিয়ে শত্রুর বিরুদ্ধে লড়তে পারবে না, তোমরা প্রথমবারেই নিস্ক্রিয় হয়ে বসে থাকাকেই বেশি পছন্দ করে নিয়েছো, কাজেই (এখন) পিছ-পড়াদের সাথেই বসে থাক’।"
                }
            ]
        },
        {
            "id": 1319,
            "verse_number": 84,
            "verse_key": "9:84",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 166,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تُصَلِّ عَلَىٰٓ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِۦٓ ۖ إِنَّهُمْ كَفَرُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَمَاتُوا۟ وَهُمْ فَـٰسِقُونَ",
            "page_number": 200,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102366,
                    "resource_id": 20,
                    "text": "And do not pray [the funeral prayer, O Muḥammad], over any of them who has died - ever - or stand at his grave. Indeed, they disbelieved in Allāh and His Messenger and died while they were defiantly disobedient."
                },
                {
                    "id": 220187,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau sembahyangkan seorang pun yang mati dari orang-orang munafik itu selama-lamanya, dan janganlah engkau berada di (tepi) kuburnya, kerana sesungguhnya mereka telah kufur kepada Allah dan RasulNya, dan mereka mati sedang mereka dalam keadaan fasik (derhaka)."
                },
                {
                    "id": 1092296,
                    "resource_id": 161,
                    "text": "তাদের কেউ মারা গেলে তুমি কক্ষনো তাদের জন্য (জানাযার) নামায পড়বে না, আর তাদের কবরের পাশে দন্ডায়মান হবে না। তারা আল্লাহ ও তাঁর রসূলের সঙ্গে কুফুরী করেছে আর বিদ্রোহী পাপাচারী অবস্থায় তাদের মৃত্যু হয়েছে।"
                }
            ]
        },
        {
            "id": 1320,
            "verse_number": 85,
            "verse_key": "9:85",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 166,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تُعْجِبْكَ أَمْوَٰلُهُمْ وَأَوْلَـٰدُهُمْ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ أَن يُعَذِّبَهُم بِهَا فِى ٱلدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَـٰفِرُونَ",
            "page_number": 200,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102368,
                    "resource_id": 20,
                    "text": "And let not their wealth and their children impress you. Allāh only intends to punish them through them in this world and that their souls should depart [at death] while they are disbelievers."
                },
                {
                    "id": 220189,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau tertarik hati kepada harta benda dan anak-anak mereka, (kerana) sesungguhnya Allah hanya hendak menyeksa mereka dengannya di dunia, dan hendak menjadikan nyawa mereka tercabut sedang mereka dalam keadaan kafir (untuk mendapat azab akhirat pula)."
                },
                {
                    "id": 1092297,
                    "resource_id": 161,
                    "text": "তাদের মালধন আর সন্তান-সন্ততি তোমার যেন চোখ ধাঁধিয়ে না দেয়, দুনিয়াতে আল্লাহ সে সব দিয়েই তাদেরকে শাস্তি দেয়ার ইচ্ছে করেন আর কাফির অবস্থায় যেন তাদের প্রাণবায়ু নির্গত হয়।"
                }
            ]
        },
        {
            "id": 1321,
            "verse_number": 86,
            "verse_key": "9:86",
            "hizb_number": 20,
            "rub_el_hizb_number": 80,
            "ruku_number": 166,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ ءَامِنُوا۟ بِٱللَّهِ وَجَـٰهِدُوا۟ مَعَ رَسُولِهِ ٱسْتَـْٔذَنَكَ أُو۟لُوا۟ ٱلطَّوْلِ مِنْهُمْ وَقَالُوا۟ ذَرْنَا نَكُن مَّعَ ٱلْقَـٰعِدِينَ",
            "page_number": 200,
            "juz_number": 10,
            "translations": [
                {
                    "id": 102370,
                    "resource_id": 20,
                    "text": "And when a sūrah was revealed [enjoining them] to believe in Allāh and to fight with His Messenger, those of wealth among them asked your permission [to stay back] and said, \"Leave us to be with them who sit [at home].\""
                },
                {
                    "id": 220191,
                    "resource_id": 39,
                    "text": "Dan apabila diturunkan satu surah Al-Quran (yang menyuruh mereka): \"Berimanlah kamu kepada Allah, dan berjihadlah bersama-sama dengan RasulNya\", nescaya orang-orang yang kaya di antara mereka meminta izin kepadamu dengan berkata: \"Biarkanlah kami tinggal bersama-sama orang-orang yang tinggal (tidak turut berperang)\"."
                },
                {
                    "id": 1092298,
                    "resource_id": 161,
                    "text": "যখন কোন সূরাহ অবতীর্ণ করা হয় যে, ‘আল্লাহর প্রতি বিশ্বাস স্থাপন কর আর তাঁর রসূলের সঙ্গে থেকে জিহাদ কর’- তখন শক্তি-সামর্থ্য সম্পন্ন লোকেরা তোমার নিকট অব্যাহতি প্রার্থনা করে আর বলে, ‘আমাদেরকে রেহাই দিন, যারা (ঘরে) বসে থাকে আমরা তাদের সঙ্গেই থাকব।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}