{
    "verses": [
        {
            "id": 1329,
            "verse_number": 94,
            "verse_key": "9:94",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 167,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ ۚ قُل لَّا تَعْتَذِرُوا۟ لَن نُّؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا ٱللَّهُ مِنْ أَخْبَارِكُمْ ۚ وَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
            "page_number": 202,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102385,
                    "resource_id": 20,
                    "text": "They will make excuses to you when you have returned to them. Say, \"Make no excuse - never will we believe you. Allāh has already informed us of your news [i.e., affair]. And Allāh will observe your deeds, and [so will] His Messenger; then you will be taken back to the Knower of the unseen and the witnessed,<sup foot_note=196419>1</sup> and He will inform you of what you used to do.\""
                },
                {
                    "id": 220205,
                    "resource_id": 39,
                    "text": "Mereka akan menyatakan uzur kepada kamu, apabila kamu kembali kepada mereka (dari medan perang). Katakanlah (wahai Muhammad): \"Janganlah kamu menyatakan uzur lagi, kami tidak sekali-kali akan percaya kepada kamu. Kerana sesungguhnya Allah telah menerangkan kepada kami akan berita-berita perihal kamu; dan Allah serta RasulNya akan melihat amal kamu (sama ada kamu kembali beriman atau tetap kufur); kemudian kamu akan dikembalikan kepada (Allah) Yang Mengetahui perkara-perkara yang ghaib dan yang nyata (untuk menerima balasan), lalu Ia menyatakan kepada kamu apa yang kamu telah kerjakan\"."
                },
                {
                    "id": 1092306,
                    "resource_id": 161,
                    "text": "তোমরা তাদের কাছে (যুদ্ধ শেষে) ফিরে আসলে তারা তোমাদের কাছে ওজর পেশ করবে। বল- ওজর পেশ করো না, তোমাদেরকে আমরা কক্ষনো বিশ্বাস করব না। আল্লাহ তোমাদের খবর আমাদের কাছে জানিয়ে দিয়েছেন। আল্লাহ ও তাঁর রসূল অবশ্যই তোমাদের কাজকর্মের প্রতি দৃষ্টি রাখবেন। অতঃপর দৃশ্য ও অদৃশ্য সম্পর্কে যিনি জ্ঞাত তাঁর কাছে তোমাদেরকে ফিরিয়ে নেয়া হবে, অতঃপর তোমরা যা করতে সে সম্পর্কে তিনি তোমাদের জানিয়ে দিবেন।"
                }
            ]
        },
        {
            "id": 1330,
            "verse_number": 95,
            "verse_key": "9:95",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 167,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "سَيَحْلِفُونَ بِٱللَّهِ لَكُمْ إِذَا ٱنقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا۟ عَنْهُمْ ۖ فَأَعْرِضُوا۟ عَنْهُمْ ۖ إِنَّهُمْ رِجْسٌ ۖ وَمَأْوَىٰهُمْ جَهَنَّمُ جَزَآءًۢ بِمَا كَانُوا۟ يَكْسِبُونَ",
            "page_number": 202,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102387,
                    "resource_id": 20,
                    "text": "They will swear by Allāh to you when you return to them that you would leave them alone. So leave them alone; indeed they are evil; and their refuge is Hell as recompense for what they had been earning."
                },
                {
                    "id": 220207,
                    "resource_id": 39,
                    "text": "Mereka akan bersumpah dengan nama Allah kepada kamu apabila kamu kembali kepada mereka (dari medan perang), supaya kamu berpaling dari mereka (tidak menempelak mereka); oleh itu berpalinglah dari mereka kerana sesungguhnya mereka itu kotor (disebabkan mereka telah sebati dengan kufur); dan tempat kembali mereka pula ialah neraka Jahannam, sebagai balasan bagi apa yang mereka telah usahakan."
                },
                {
                    "id": 1092307,
                    "resource_id": 161,
                    "text": "তোমরা তাদের কাছে ফিরে আসলে তারা তোমাদের নিকট আল্লাহর নামে শপথ করবে যাতে তোমরা তাদেরকে উপেক্ষা কর। কাজেই তোমরা তাদেরকে উপেক্ষা কর, তারা অপবিত্র, তাদের বাসস্থান জাহান্নাম, তারা যা করেছে এটাই তার ন্যায্য প্রাপ্য।"
                }
            ]
        },
        {
            "id": 1331,
            "verse_number": 96,
            "verse_key": "9:96",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 167,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَحْلِفُونَ لَكُمْ لِتَرْضَوْا۟ عَنْهُمْ ۖ فَإِن تَرْضَوْا۟ عَنْهُمْ فَإِنَّ ٱللَّهَ لَا يَرْضَىٰ عَنِ ٱلْقَوْمِ ٱلْفَـٰسِقِينَ",
            "page_number": 202,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102389,
                    "resource_id": 20,
                    "text": "They swear to you so that you might be satisfied with them. But if you should be satisfied with them - indeed, Allāh is not satisfied with a defiantly disobedient people."
                },
                {
                    "id": 220209,
                    "resource_id": 39,
                    "text": "Mereka bersumpah kepada kamu supaya kamu reda akan mereka; oleh itu jika kamu reda akan mereka, maka sesungguhnya Allah tidak reda akan kaum yang fasik."
                },
                {
                    "id": 1092308,
                    "resource_id": 161,
                    "text": "তারা তোমাদের কাছে শপথ করবে যাতে তোমরা তাদের উপর খুশি হয়ে যাও, কিন্তু তোমরা তাদের উপর খুশি হলেও, আল্লাহ অবাধ্য সম্প্রদায়ের প্রতি সন্তুষ্ট হবেন না।"
                }
            ]
        },
        {
            "id": 1332,
            "verse_number": 97,
            "verse_key": "9:97",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 167,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا۟ حُدُودَ مَآ أَنزَلَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "page_number": 202,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102391,
                    "resource_id": 20,
                    "text": "The bedouins are stronger in disbelief and hypocrisy and more likely not to know the limits of what [laws] Allāh has revealed to His Messenger. And Allāh is Knowing and Wise."
                },
                {
                    "id": 220211,
                    "resource_id": 39,
                    "text": "Orang-orang A'raab lebih keras kufurnya dan sikap munafiknya, dan sangatlah patut mereka tidak mengetahui batas-batas (dan hukum-hukum Syarak) yang diturunkan oleh Allah kepada RasulNya. Dan (ingatlah) Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1092309,
                    "resource_id": 161,
                    "text": "বেদুঈন আরবরা কুফুরী আর মুনাফিকীতে সবচেয়ে কঠোর, আর আল্লাহ তাঁর রসূলের প্রতি যা অবতীর্ণ করেছেন তার সীমারেখার ব্যাপারে অজ্ঞ থাকার তারা অধিক উপযুক্ত, আর আল্লাহ সর্বজ্ঞ, মহা প্রজ্ঞাবান।"
                }
            ]
        },
        {
            "id": 1333,
            "verse_number": 98,
            "verse_key": "9:98",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 167,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمِنَ ٱلْأَعْرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ ٱلدَّوَآئِرَ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
            "page_number": 202,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102393,
                    "resource_id": 20,
                    "text": "And among the bedouins are some who consider what they spend as a loss<sup foot_note=196420>1</sup> and await for you turns of misfortune. Upon them will be a misfortune of evil. And Allāh is Hearing and Knowing."
                },
                {
                    "id": 220213,
                    "resource_id": 39,
                    "text": "Dan sebahagian dari orang-orang A'raab (yang munafik) itu memandang apa yang mereka belanjakan (dermakan pada jalan Allah) sebagai satu bayaran yang memberatkan, sambil menunggu peredaran zaman (yang membawa bala bencana) menimpa kamu; atas merekalah (tertimpanya bala bencana yang dibawa oleh) peredaran zaman yang buruk itu. Dan (ingatlah), Allah Maha Mendengar lagi Maha Mengetahui."
                },
                {
                    "id": 1092310,
                    "resource_id": 161,
                    "text": "কতক বেদুঈন যা তারা আল্লাহর পথে ব্যয় করে তাকে জরিমানা বলে গণ্য করে আর তোমাদের দুঃখ মুসিবতের জন্য অপেক্ষা করতে থাকে, মন্দের চক্র তাদেরকেই ঘিরে ধরুক। আর আল্লাহ তো সব কিছুই শুনেন, সব কিছু জানেন।"
                }
            ]
        },
        {
            "id": 1334,
            "verse_number": 99,
            "verse_key": "9:99",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 167,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمِنَ ٱلْأَعْرَابِ مَن يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَـٰتٍ عِندَ ٱللَّهِ وَصَلَوَٰتِ ٱلرَّسُولِ ۚ أَلَآ إِنَّهَا قُرْبَةٌ لَّهُمْ ۚ سَيُدْخِلُهُمُ ٱللَّهُ فِى رَحْمَتِهِۦٓ ۗ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 202,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102397,
                    "resource_id": 20,
                    "text": "But among the bedouins are some who believe in Allāh and the Last Day and consider what they spend as means of nearness to Allāh and of [obtaining] invocations of the Messenger. Unquestionably, it is a means of nearness for them. Allāh will admit them to His mercy. Indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 220215,
                    "resource_id": 39,
                    "text": "Dan sebahagian dari orang-orang A'raab itu ada yang beriman kepada Allah dan hari akhirat, dan memandang apa yang mereka dermakan (pada jalan Allah itu) sebagai amal-amal bakti (yang mendampingkan) di sisi Allah dan sebagai (satu jalan untuk mendapat) doa dari Rasulullah (yang membawa rahmat kepada mereka) Ketahuilah, sesungguhnya apa yang mereka dermakan itu adalah menjadi amal bakti bagi mereka (yang mendampingkan mereka kepada Allah); Allah akan masukkan mereka ke dalam rahmatNya; sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1092311,
                    "resource_id": 161,
                    "text": "কতক বেদুঈন আল্লাহতে ও শেষ দিবসে বিশ্বাস করে আর তারা যা আল্লাহর পথে ব্যয় করে তাকে তারা আল্লাহর নৈকট্য ও রসূলের দু‘আ লাভের মাধ্যম মনে করে, সত্যিই তা তাদের (আল্লাহর) নৈকট্য লাভের মাধ্যম, অচিরেই আল্লাহ তাদেরকে তাঁর রহমাতের মধ্যে প্রবিষ্ট করবেন, অবশ্যই আল্লাহ অতি ক্ষমাশীল, অতি দয়ালু।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}