{
    "verses": [
        {
            "id": 1335,
            "verse_number": 100,
            "verse_key": "9:100",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلسَّـٰبِقُونَ ٱلْأَوَّلُونَ مِنَ ٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ وَٱلَّذِينَ ٱتَّبَعُوهُم بِإِحْسَـٰنٍ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ وَأَعَدَّ لَهُمْ جَنَّـٰتٍ تَجْرِى تَحْتَهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
            "page_number": 203,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102164,
                    "resource_id": 20,
                    "text": "And the first forerunners [in the faith] among the Muhājireen<sup foot_note=196422>1</sup> and the Anṣār<sup foot_note=196421>2</sup> and those who followed them with good conduct - Allāh is pleased with them and they are pleased with Him, and He has prepared for them gardens beneath which rivers flow, wherein they will abide forever. That is the great attainment."
                },
                {
                    "id": 219981,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang terdahulu - yang mula-mula (berhijrah dan memberi bantuan) dari orang-orang \"Muhajirin\" dan \"Ansar\", dan orang-orang yang menurut (jejak langkah) mereka dengan kebaikan (iman dan taat), Allah reda akan mereka dan mereka pula reda akan Dia, serta Ia menyediakan untuk mereka Syurga-syurga yang mengalir di bawahnya beberapa sungai, mereka kekal di dalamnya selama-lamanya; itulah kemenangan yang besar."
                },
                {
                    "id": 1092312,
                    "resource_id": 161,
                    "text": "মুহাজির ও আনসারদের মধ্যে যারা প্রথম সারির অগ্রণী আর যারা তাদেরকে যাবতীয় সৎকর্মে অনুসরণ করেছে, আল্লাহ তাদের প্রতি সন্তুষ্ট আর তারাও তাঁর প্রতি সন্তুষ্ট, তাদের জন্য তিনি প্রস্তুত করে রেখেছেন জান্নাত যার তলদেশে ঝর্ণাধারা প্রবাহিত, সেখানে তারা চিরকাল থাকবে। এটাই হল মহান সফলতা।"
                }
            ]
        },
        {
            "id": 1336,
            "verse_number": 101,
            "verse_key": "9:101",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمِمَّنْ حَوْلَكُم مِّنَ ٱلْأَعْرَابِ مُنَـٰفِقُونَ ۖ وَمِنْ أَهْلِ ٱلْمَدِينَةِ ۖ مَرَدُوا۟ عَلَى ٱلنِّفَاقِ لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ ۚ سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ",
            "page_number": 203,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102165,
                    "resource_id": 20,
                    "text": "And among those around you of the bedouins are hypocrites, and [also] from the people of Madīnah. They have persisted in hypocrisy. You, [O Muḥammad], do not know them, [but] We know them. We will punish them twice [in this world]; then they will be returned to a great punishment."
                },
                {
                    "id": 219983,
                    "resource_id": 39,
                    "text": "Dan di antara orang-orang yang di sekeliling kamu dari orang-orang \"A'raab\" ada yang bersifat munafik dan (demikian juga) sebahagian dari penduduk Madinah; mereka telah berkeras dengan sifat munafik; engkau tidak mengetahui mereka (bahkan) Kamilah yang mengetahui mereka. Kami akan azabkan mereka berulang-ulang, kemudian mereka dikembalikan kepada azab yang besar."
                },
                {
                    "id": 1092313,
                    "resource_id": 161,
                    "text": "তোমাদের চতুষ্পার্শ্বে কতক বেদুঈন হল মুনাফিক, আর মাদীনাবাসীদের কেউ কেউ মুনাফিকীতে অনঢ়, তুমি তাদেরকে চেন না, আমি তাদেরকে চিনি, আমি তাদেরকে দ্বিগুণ শাস্তি দেব, (ক্ষুধা বা নিহত হওয়া এবং কবরের শাস্তি) অতঃপর তাদেরকে মহা শাস্তির পানে ফিরিয়ে আনা হবে।"
                }
            ]
        },
        {
            "id": 1337,
            "verse_number": 102,
            "verse_key": "9:102",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَءَاخَرُونَ ٱعْتَرَفُوا۟ بِذُنُوبِهِمْ خَلَطُوا۟ عَمَلًا صَـٰلِحًا وَءَاخَرَ سَيِّئًا عَسَى ٱللَّهُ أَن يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 203,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102166,
                    "resource_id": 20,
                    "text": "And [there are] others who have acknowledged their sins. They had mixed [i.e., polluted] a righteous deed with another that was bad.<sup foot_note=196423>1</sup> Perhaps Allāh will turn to them in forgiveness. Indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 219985,
                    "resource_id": 39,
                    "text": "Dan (sebahagian) yang lain mengakui dosa-dosa mereka. Mereka telah mencampur adukkan amal yang baik dengan amal yang lain, yang buruk. Mudah-mudahan Allah akan menerima taubat mereka; sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1092314,
                    "resource_id": 161,
                    "text": "আর অন্য কতক লোক তাদের অপরাধ স্বীকার করেছে, তারা একটি সৎ কাজের সাথে আরেকটি মন্দ কাজকে মিশ্রিত করেছে, আশা করা যায় আল্লাহ তাদের তাওবা কবুল করবেন, অবশ্যই আল্লাহ অতি ক্ষমাশীল, অতীব দয়ালু।"
                }
            ]
        },
        {
            "id": 1338,
            "verse_number": 103,
            "verse_key": "9:103",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "خُذْ مِنْ أَمْوَٰلِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ ۖ إِنَّ صَلَوٰتَكَ سَكَنٌ لَّهُمْ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
            "page_number": 203,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102167,
                    "resource_id": 20,
                    "text": "Take, [O Muḥammad], from their wealth a charity by which you purify them and cause them increase, and invoke [Allāh's blessings] upon them. Indeed, your invocations are reassurance for them. And Allāh is Hearing and Knowing."
                },
                {
                    "id": 219986,
                    "resource_id": 39,
                    "text": "Ambilah (sebahagian) dari harta mereka menjadi sedekah (zakat), supaya dengannya engkau membersihkan mereka (dari dosa) dan mensucikan mereka (dari akhlak yang buruk); dan doakanlah untuk mereka, kerana sesungguhnya doamu itu menjadi ketenteraman bagi mereka. Dan (ingatlah) Allah Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1092315,
                    "resource_id": 161,
                    "text": "তাদের সম্পদ থেকে সদাকাহ গ্রহণ করবে যাতে তা দিয়ে তাদেরকে পবিত্র ও পরিশুদ্ধ করতে পার। তুমি তাদের জন্য দু‘আ করবে, বস্তুতঃ তোমার দু‘আ তাদের জন্য স্বস্তিদায়ক, আর আল্লাহ সবকিছু শোনেন সব কিছু জানেন।"
                }
            ]
        },
        {
            "id": 1339,
            "verse_number": 104,
            "verse_key": "9:104",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ هُوَ يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَأْخُذُ ٱلصَّدَقَـٰتِ وَأَنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
            "page_number": 203,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102168,
                    "resource_id": 20,
                    "text": "Do they not know that it is Allāh who accepts repentance from His servants and receives charities and that it is Allāh who is the Accepting of Repentance,<sup foot_note=196424>1</sup> the Merciful?"
                },
                {
                    "id": 219987,
                    "resource_id": 39,
                    "text": "Tidakkah mereka mengetahui bahawa Allah Dia lah yang menerima taubat dari hamba-hambaNya, dan juga menerima sedekah-sedekah (dan zakat serta membalasnya), dan bahawa sesungguhnya Allah Dia lah Penerima taubat, lagi Maha Mengasihani?"
                },
                {
                    "id": 1092316,
                    "resource_id": 161,
                    "text": "তারা কি জানে না যে, আল্লাহ তাঁর বান্দাদের (অনুশোচনাপূর্ণ) ক্ষমাপ্রার্থনা কবুল করে থাকেন আর সদাকাহ গ্রহণ করেন। আর আল্লাহই তো তাওবাহ কবূলকারী, অতি দয়ালু।"
                }
            ]
        },
        {
            "id": 1340,
            "verse_number": 105,
            "verse_key": "9:105",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَقُلِ ٱعْمَلُوا۟ فَسَيَرَى ٱللَّهُ عَمَلَكُمْ وَرَسُولُهُۥ وَٱلْمُؤْمِنُونَ ۖ وَسَتُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
            "page_number": 203,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102169,
                    "resource_id": 20,
                    "text": "And say, \"Do [as you will], for Allāh will see your deeds, and [so will] His Messenger and the believers. And you will be returned to the Knower of the unseen and the witnessed, and He will inform you of what you used to do.\""
                },
                {
                    "id": 219988,
                    "resource_id": 39,
                    "text": "Dan katakanlah (wahai Muhammad): Beramalah kamu (akan segala yang diperintahkan), maka Allah dan RasulNya serta orang-orang yang beriman akan melihat apa yang kamu kerjakan; dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui perkara-perkara yang ghaib dan yang nyata, kemudian Ia menerangkan kepada kamu apa yang kamu telah kerjakan\"."
                },
                {
                    "id": 1092317,
                    "resource_id": 161,
                    "text": "বল, তোমরা আমল করতে থাক। অচিরেই আল্লাহ তোমাদের আমালের প্রতি লক্ষ্য রাখবেন এবং তাঁর রসূল ও মু’মিনগণও (লক্ষ্য রাখবে), আর অচিরেই তোমাদেরকে দৃশ্য ও অদৃশ্যের পরিজ্ঞাতার দিকে ফিরিয়ে আনা হবে, আর তিনি তখন তোমরা যে আমল করছিলে তা তোমাদের জানিয়ে দিবেন।"
                }
            ]
        },
        {
            "id": 1341,
            "verse_number": 106,
            "verse_key": "9:106",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَءَاخَرُونَ مُرْجَوْنَ لِأَمْرِ ٱللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "page_number": 203,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102170,
                    "resource_id": 20,
                    "text": "And [there are] others deferred until the command of Allāh - whether He will punish them or whether He will forgive them. And Allāh is Knowing and Wise."
                },
                {
                    "id": 219989,
                    "resource_id": 39,
                    "text": "Dan segolongan yang lain (dari orang-orang yang tidak turut berperang); ditempohkan keputusan mengenai mereka kerana menunggu perintah Allah; sama ada dia mengazabkan mereka ataupun Ia menerima taubat mereka. Dan (ingatlah) Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1092318,
                    "resource_id": 161,
                    "text": "আর কতক আল্লাহর ফায়সালার অপেক্ষায় থাকল, তিনি তাদেরকে শাস্তি দিবেন অথবা তাদের তাওবাহ কবূল করবেন; আল্লাহ সর্বজ্ঞ, বড়ই প্রজ্ঞাময়।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}