{
    "verses": [
        {
            "id": 1342,
            "verse_number": 107,
            "verse_key": "9:107",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ ٱتَّخَذُوا۟ مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًۢا بَيْنَ ٱلْمُؤْمِنِينَ وَإِرْصَادًا لِّمَنْ حَارَبَ ٱللَّهَ وَرَسُولَهُۥ مِن قَبْلُ ۚ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَآ إِلَّا ٱلْحُسْنَىٰ ۖ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
            "page_number": 204,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102171,
                    "resource_id": 20,
                    "text": "And [there are] those [hypocrites] who took for themselves a mosque for causing harm and disbelief and division among the believers and as a station for whoever had warred against Allāh and His Messenger before. And they will surely swear, \"We intended only the best.\" And Allāh testifies that indeed they are liars."
                },
                {
                    "id": 219990,
                    "resource_id": 39,
                    "text": "Dan (di antara orang-orang munafik juga ialah) orang-orang yang membina masjid dengan tujuan membahayakan (keselamatan orang-orang Islam), dan (menguatkan) keingkaran (mereka sendiri) serta memecah-belahkan perpaduan orang-orang yang beriman, dan juga untuk (dijadikan tempat) intipan bagi orang yang telah memerangi Allah dan RasulNya sebelum itu. Dan (apabila tujuan mereka yang buruk itu ketara), mereka akan bersumpah dengan berkata:\" Tidaklah yang kami kehendaki (dengan mendirikan masjid ini) melainkan untuk kebaikan semata-mata \". Padahal Allah menyaksikan, bahawa sesungguhnya mereka adalah berdusta."
                },
                {
                    "id": 1092319,
                    "resource_id": 161,
                    "text": "আর যারা মাসজিদ তৈরী করেছে ক্ষতিসাধন, কুফুরী আর মু’মিনদের মধ্যে বিভেদ সৃষ্টির উদ্দেশ্যে, আর যে ব্যক্তি ইতোপূর্বে আল্লাহ ও তাঁর রসূলের বিরুদ্ধে যুদ্ধ করেছে তার ঘাঁটি হিসেবে ব্যবহারের নিমিত্তে, তারা অবশ্য অবশ্যই শপথ করবে যে, আমাদের উদ্দেশ্য সৎ ব্যতীত নয়। আল্লাহ সাক্ষ্য দিচ্ছেন যে তারা অবশ্যই মিথ্যাবাদী।"
                }
            ]
        },
        {
            "id": 1343,
            "verse_number": 108,
            "verse_key": "9:108",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَا تَقُمْ فِيهِ أَبَدًا ۚ لَّمَسْجِدٌ أُسِّسَ عَلَى ٱلتَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا۟ ۚ وَٱللَّهُ يُحِبُّ ٱلْمُطَّهِّرِينَ",
            "page_number": 204,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102172,
                    "resource_id": 20,
                    "text": "Do not stand [for prayer] within it - ever. A mosque founded on righteousness from the first day<sup foot_note=196425>1</sup> is more worthy for you to stand in. Within it are men who love to purify themselves; and Allāh loves those who purify themselves."
                },
                {
                    "id": 214951,
                    "resource_id": 39,
                    "text": "Jangan engkau sembahyang di masjid itu selama-lamanya, kerana sesungguhnya masjid (Qubaa' yang engkau bina wahai Muhammad), yang telah didirikan di atas dasar taqwa dari mula (wujudnya), sudah sepatutnya engkau sembahyang padanya. Di dalam masjid itu ada orang-orang lelaki yang suka (mengambil berat) membersihkan (mensucikan) dirinya; dan Allah Mengasihi orang-orang yang membersihkan diri mereka (zahir dan batin)."
                },
                {
                    "id": 1092320,
                    "resource_id": 161,
                    "text": "তুমি ওর ভিতরে কক্ষনো দাঁড়াবে না। প্রথম দিন থেকেই যে মাসজিদের ভিত্তি তাকওয়ার উপর প্রতিষ্ঠিত, তোমার দাঁড়ানোর জন্য সেটাই অধিক উপযুক্ত, সেখানে এমন সব লোক আছে যারা পবিত্রতা লাভ করতে ভালবাসে, আর আল্লাহ পবিত্রতা লাভকারীদের ভালবাসেন।"
                }
            ]
        },
        {
            "id": 1344,
            "verse_number": 109,
            "verse_key": "9:109",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَنْ أَسَّسَ بُنْيَـٰنَهُۥ عَلَىٰ تَقْوَىٰ مِنَ ٱللَّهِ وَرِضْوَٰنٍ خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَـٰنَهُۥ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَٱنْهَارَ بِهِۦ فِى نَارِ جَهَنَّمَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
            "page_number": 204,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102173,
                    "resource_id": 20,
                    "text": "Then is one who laid the foundation of his building on righteousness [with fear] from Allāh and [seeking] His approval better or one who laid the foundation of his building on the edge of a bank about to collapse, so it collapsed with him into the fire of Hell? And Allāh does not guide the wrongdoing people."
                },
                {
                    "id": 220001,
                    "resource_id": 39,
                    "text": "Maka adakah orang yang membangunkan masjid yang didirikannya di atas dasar taqwa kepada Allah dan (untuk mencari) keredaan Allah itu lebih baik, ataukah orang yang membangunkan masjid yang didirikannya di tepi jurang yang (hampir) runtuh, lalu runtuhlah ia dengan yang membangunkannya ke dalam api neraka? Dan (ingatlah) Allah tidak akan memberi hidayah petunjuk kepada orang-orang yang zalim."
                },
                {
                    "id": 1092321,
                    "resource_id": 161,
                    "text": "কে উত্তম যে তার ভিত্তি আল্লাহভীরুতা ও আল্লাহর সন্তুষ্টির উপর স্থাপন করে সে, না ঐ ব্যক্তি যে তার ভিত্তি স্থাপন করে পতনোম্মুখ একটি ধসের কিনারায় যা তাকে নিয়ে জাহান্নামের আগুনে ধসে পড়বে? আল্লাহ যালিমদের সঠিক পথে পরিচালিত করেন না।"
                }
            ]
        },
        {
            "id": 1345,
            "verse_number": 110,
            "verse_key": "9:110",
            "hizb_number": 21,
            "rub_el_hizb_number": 81,
            "ruku_number": 168,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَا يَزَالُ بُنْيَـٰنُهُمُ ٱلَّذِى بَنَوْا۟ رِيبَةً فِى قُلُوبِهِمْ إِلَّآ أَن تَقَطَّعَ قُلُوبُهُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "page_number": 204,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102176,
                    "resource_id": 20,
                    "text": "Their building which they built will not cease to be a [cause of] skepticism in their hearts until their hearts are cut [i.e., stopped]. And Allāh is Knowing and Wise."
                },
                {
                    "id": 220002,
                    "resource_id": 39,
                    "text": "(Keruntuhan masjid) yang dibina oleh mereka yang munafik itu sentiasa menjadi penyakit syak dan keluh-kesah (lebih daripada yang sedia ada) dalam hati mereka, (dan tidak akan habis) kecuali (apabila) hati mereka hancur-luluh (dalam tanah). Dan (ingatlah) Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1092322,
                    "resource_id": 161,
                    "text": "তাদের তৈরি ঘরটি তাদের অন্তরে সদা-সর্বদা সন্দেহের উদ্রেক করে যাবে যে পর্যন্ত না তাদের হৃদয়গুলো ছিন্ন ভিন্ন হয়ে যায়। আল্লাহ সর্বজ্ঞ, মহা প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 1346,
            "verse_number": 111,
            "verse_key": "9:111",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 169,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّ ٱللَّهَ ٱشْتَرَىٰ مِنَ ٱلْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَٰلَهُم بِأَنَّ لَهُمُ ٱلْجَنَّةَ ۚ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ ۖ وَعْدًا عَلَيْهِ حَقًّا فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ وَٱلْقُرْءَانِ ۚ وَمَنْ أَوْفَىٰ بِعَهْدِهِۦ مِنَ ٱللَّهِ ۚ فَٱسْتَبْشِرُوا۟ بِبَيْعِكُمُ ٱلَّذِى بَايَعْتُم بِهِۦ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
            "page_number": 204,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102179,
                    "resource_id": 20,
                    "text": "Indeed, Allāh has purchased from the believers their lives and their properties [in exchange] for that they will have Paradise. They fight in the cause of Allāh, so they kill and are killed. [It is] a true promise [binding] upon Him in the Torah and the Gospel and the Qur’ān. And who is truer to his covenant than Allāh? So rejoice in your transaction which you have contracted. And it is that which is the great attainment."
                },
                {
                    "id": 220004,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah telah membeli dari orang-orang yang beriman akan jiwa mereka dan harta benda mereka dengan (balasan) bahawa mereka akan beroleh Syurga, (disebabkan) mereka berjuang pada jalan Allah maka (di antara) mereka ada yang membunuh dan terbunuh. (Balasan Syurga yang demikian ialah) sebagai janji yang benar yang ditetapkan oleh Allah di dalam (Kitab-kitab) Taurat dan Injil serta Al-Quran; dan siapakah lagi yang lebih menyempurnakan janjinya daripada Allah? Oleh itu, bergembiralah dengan jualan yang kamu jalankan jual-belinya itu, dan (ketahuilah bahawa) jual-beli (yang seperti itu) ialah kemenangan yang besar."
                },
                {
                    "id": 1092323,
                    "resource_id": 161,
                    "text": "নিশ্চয় আল্লাহ মু’মিনদের কাছ থেকে তাদের জান আর মাল কিনে নিয়েছেন কারণ তাদের জন্য (বিনিময়ে) আছে জান্নাত। তারা আল্লাহর পথে যুদ্ধ করে। অতঃপর (দুশমনদের) হত্যা করে এবং (নিজেরা) নিহত হয়। এ ওয়া‘দা তাঁর উপর অবশ্যই পালনীয় যা আছে তাওরাত, ইঞ্জিল ও কুরআনে। আল্লাহর চেয়ে আর কে বেশী নিজ ওয়া‘দা পালনকারী? কাজেই তোমরা যে ক্রয় বিক্রয় সম্পন্ন করেছ তার জন্য আনন্দিত হও, আর এটাই হল মহান সফলতা।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}