{
    "verses": [
        {
            "id": 1347,
            "verse_number": 112,
            "verse_key": "9:112",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 169,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "ٱلتَّـٰٓئِبُونَ ٱلْعَـٰبِدُونَ ٱلْحَـٰمِدُونَ ٱلسَّـٰٓئِحُونَ ٱلرَّٰكِعُونَ ٱلسَّـٰجِدُونَ ٱلْـَٔامِرُونَ بِٱلْمَعْرُوفِ وَٱلنَّاهُونَ عَنِ ٱلْمُنكَرِ وَٱلْحَـٰفِظُونَ لِحُدُودِ ٱللَّهِ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
            "page_number": 205,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102181,
                    "resource_id": 20,
                    "text": "[Such believers are] the repentant, the worshippers, the praisers [of Allāh], the travelers [for His cause], those who bow and prostrate [in prayer], those who enjoin what is right and forbid what is wrong, and those who observe the limits [set by] Allāh. And give good tidings to the believers."
                },
                {
                    "id": 220008,
                    "resource_id": 39,
                    "text": "(Mereka itu ialah): orang-orang yang bertaubat, yang beribadat, yang memuji Allah, yang mengembara (untuk menuntut ilmu dan mengembangkan Islam), yang rukuk, yang sujud, yang menyuruh berbuat kebaikan dan yang melarang daripada kejahatan, serta yang menjaga batas-batas hukum Allah. Dan gembirakanlah orang-orang yang beriman (yang bersifat demikian)."
                },
                {
                    "id": 1092324,
                    "resource_id": 161,
                    "text": "তারা অনুশোচনাভরে (আল্লাহর দিকে) প্রত্যাবর্তনকারী, ‘ইবাদাতকারী, আল্লাহর প্রশংসাকারী, রোযা পালনকারী, রুকু‘কারী, সাজদাহকারী, সৎকাজের আদেশ দানকারী, অন্যায় কাজ হতে নিষেধকারী, আল্লাহর নির্ধারিত সীমা সংরক্ষণকারী, কাজেই (এসব) মু’মিনদেরকে সুসংবাদ দাও।"
                }
            ]
        },
        {
            "id": 1348,
            "verse_number": 113,
            "verse_key": "9:113",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 169,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مَا كَانَ لِلنَّبِىِّ وَٱلَّذِينَ ءَامَنُوٓا۟ أَن يَسْتَغْفِرُوا۟ لِلْمُشْرِكِينَ وَلَوْ كَانُوٓا۟ أُو۟لِى قُرْبَىٰ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَـٰبُ ٱلْجَحِيمِ",
            "page_number": 205,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102183,
                    "resource_id": 20,
                    "text": "It is not for the Prophet and those who have believed to ask forgiveness for the polytheists, even if they were relatives, after it has become clear to them that they are companions of Hellfire."
                },
                {
                    "id": 220010,
                    "resource_id": 39,
                    "text": "Tidaklah dibenarkan bagi Nabi dan orang-orang yang beriman, meminta ampun bagi orang-orang musyrik, sekalipun orang itu kaum kerabat sendiri, sesudah nyata bagi mereka bahawa orang-orang musyrik itu adalah ahli neraka."
                },
                {
                    "id": 1092325,
                    "resource_id": 161,
                    "text": "নাবী ও মু’মিনদের জন্য শোভনীয় নয় মুশরিকদের জন্য ক্ষমা প্রার্থনা করা, তারা আত্মীয়-স্বজন হলেও, যখন এটা তাদের কাছে সুস্পষ্ট যে, তারা জাহান্নামের অধিবাসী।"
                }
            ]
        },
        {
            "id": 1349,
            "verse_number": 114,
            "verse_key": "9:114",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 169,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كَانَ ٱسْتِغْفَارُ إِبْرَٰهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُۥٓ أَنَّهُۥ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَٰهِيمَ لَأَوَّٰهٌ حَلِيمٌ",
            "page_number": 205,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102185,
                    "resource_id": 20,
                    "text": "And the request of forgiveness of Abraham for his father was only because of a promise he had made to him. But when it became apparent to him [i.e., Abraham] that he [i.e., the father] was an enemy to Allāh, he disassociated himself from him. Indeed was Abraham compassionate and patient."
                },
                {
                    "id": 220012,
                    "resource_id": 39,
                    "text": "Dan bukanlah istighfar Nabi Ibrahim bagi bapanya (dibuat) melainkan kerana adanya janji yang dijanjikan kepadanya; dan apabila ternyata kepada Nabi Ibrahim bahawa bapanya musuh bagi Allah, ia pun berlepas diri daripadanya. Sesungguhnya Nabi Ibrahim itu lembut hati lagi penyabar."
                },
                {
                    "id": 1092326,
                    "resource_id": 161,
                    "text": "ইবরাহীমের পিতার জন্য ক্ষমা প্রার্থনার ব্যাপারটি কেবলমাত্র তার প্রতিশ্রুতি রক্ষার্থে যা সে তার পিতাকে দিয়েছিল। কিন্তু যখন এটা তার কাছে স্পষ্ট হয়ে গেল যে, সে আল্লাহর শত্রু, তখন সে তার থেকে সম্পর্ক ছিন্ন করল; ইবরাহীম ছিল অতি কোমল হৃদয়, সহিষ্ণু।"
                }
            ]
        },
        {
            "id": 1350,
            "verse_number": 115,
            "verse_key": "9:115",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 169,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كَانَ ٱللَّهُ لِيُضِلَّ قَوْمًۢا بَعْدَ إِذْ هَدَىٰهُمْ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
            "page_number": 205,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102187,
                    "resource_id": 20,
                    "text": "And Allāh would not let a people stray after He has guided them until He makes clear to them what they should avoid. Indeed, Allāh is Knowing of all things."
                },
                {
                    "id": 220014,
                    "resource_id": 39,
                    "text": "Dan Allah tidak sekali-kali menjadikan sesuatu kaum itu sesat sesudah Ia memberi hidayah petunjuk kepada mereka, sebelum Ia menerangkan kepada mereka apa yang mereka wajib memelihara dan melindungi diri daripadanya; sesungguhnya Allah Maha Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1092327,
                    "resource_id": 161,
                    "text": "আল্লাহ কোন সম্প্রদায়কে হিদায়াত দানের পর তাদেরকে গুমরাহ করেন না যে পর্যন্ত না তিনি তাদের কাছে স্পষ্ট করে দেন কোন্ বিষয়ে তাদেরকে তাকওয়া অবলম্বন করতে হবে। আল্লাহ হলেন সর্ব বিষয়ে সর্বাধিক অবহিত।"
                }
            ]
        },
        {
            "id": 1351,
            "verse_number": 116,
            "verse_key": "9:116",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 169,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ يُحْىِۦ وَيُمِيتُ ۚ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
            "page_number": 205,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102189,
                    "resource_id": 20,
                    "text": "Indeed, to Allāh belongs the dominion of the heavens and the earth; He gives life and causes death. And you have not besides Allāh any protector or any helper."
                },
                {
                    "id": 220016,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah jualah yang menguasai segala alam langit dan bumi; Ia menghidupkan dan mematikan; dan tidaklah ada bagi kamu selain dari Allah sesiapa pun yang menjadi pelindung dan juga yang menjadi penolong."
                },
                {
                    "id": 1092328,
                    "resource_id": 161,
                    "text": "আকাশমন্ডলী ও পৃথিবীর রাজত্ব আল্লাহরই, তিনিই জীবন দান করেন আর তিনিই মৃত্যু ঘটান। আল্লাহ ছাড়া তোমাদের নেই কোন অভিভাবক, নেই কোন সাহায্যকারী।"
                }
            ]
        },
        {
            "id": 1352,
            "verse_number": 117,
            "verse_key": "9:117",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 169,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَّقَد تَّابَ ٱللَّهُ عَلَى ٱلنَّبِىِّ وَٱلْمُهَـٰجِرِينَ وَٱلْأَنصَارِ ٱلَّذِينَ ٱتَّبَعُوهُ فِى سَاعَةِ ٱلْعُسْرَةِ مِنۢ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ ۚ إِنَّهُۥ بِهِمْ رَءُوفٌ رَّحِيمٌ",
            "page_number": 205,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102190,
                    "resource_id": 20,
                    "text": "Allāh has already forgiven the Prophet and the Muhājireen and the Anṣār who followed him in the hour of difficulty after the hearts of a party of them had almost inclined [to doubt], and then He forgave them. Indeed, He was to them Kind and Merciful."
                },
                {
                    "id": 220017,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah telah menerima taubat Nabi dan orang-orang Muhajirin dan Ansar yang mengikutnya (berjuang) dalam masa kesukaran, sesudah hampir-hampir terpesong hati segolongan dari mereka (daripada menurut Nabi untuk berjuang); kemudian Allah menerima taubat mereka; sesungguhnya Allah Amat belas, lagi Maha Mengasihani terhadap mereka."
                },
                {
                    "id": 1092329,
                    "resource_id": 161,
                    "text": "আল্লাহ অনুগ্রহ করেছেন নাবীর প্রতি, এবং মুহাজির ও আনসারদের প্রতি যারা সংকটকালে তাকে অনুসরণ করেছিল। এমনকি তাদের মধ্যে কিছু লোকের অন্তর বেঁকে যাওয়ার উপক্রম হওয়ার পরেও আল্লাহ তাদেরকে ক্ষমা করে দিয়েছিলেন। তিনি তাদের প্রতি বড়ই স্নেহশীল, বড়ই দয়ালু।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}