{
    "verses": [
        {
            "id": 1353,
            "verse_number": 118,
            "verse_key": "9:118",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 169,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَعَلَى ٱلثَّلَـٰثَةِ ٱلَّذِينَ خُلِّفُوا۟ حَتَّىٰٓ إِذَا ضَاقَتْ عَلَيْهِمُ ٱلْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّوٓا۟ أَن لَّا مَلْجَأَ مِنَ ٱللَّهِ إِلَّآ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوٓا۟ ۚ إِنَّ ٱللَّهَ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
            "page_number": 206,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102191,
                    "resource_id": 20,
                    "text": "And [He also forgave] the three who were left alone [i.e., boycotted, regretting their error] to the point that the earth closed in on them in spite of its vastness<sup foot_note=196427>1</sup> and their souls confined [i.e., anguished] them and they were certain that there is no refuge from Allāh except in Him. Then He turned to them so they could repent. Indeed, Allāh is the Accepting of Repentance,<sup foot_note=196426>2</sup> the Merciful."
                },
                {
                    "id": 220018,
                    "resource_id": 39,
                    "text": "Dan (Allah menerima pula taubat) tiga orang yang ditangguhkan (penerimaan taubat mereka) hingga apabila bumi yang luas ini (terasa) sempit kepada mereka (kerana mereka dipulaukan), dan hati mereka pula menjadi sempit (kerana menanggung dukacita), serta mereka yakin bahawa tidak ada tempat untuk mereka lari dari (kemurkaan) Allah melainkan (kembali bertaubat) kepadaNya; kemudian Allah (memberi taufiq serta) menerima taubat mereka supaya mereka kekal bertaubat. Sesungguhnya Allah Dia lah Penerima taubat lagi Maha Mengasihani."
                },
                {
                    "id": 1092330,
                    "resource_id": 161,
                    "text": "আর (তিনি অনুগ্রহ করলেন) ঐ তিনজনের প্রতিও যারা (তাবুকের যুদ্ধে অংশগ্রহণ করা থেকে) পিছনে থেকে গিয়েছিল [কা‘ব ইবনে মালিক, মুরারা ইবনে রাবী‘আ ও হিলাল ইবনে উমাইয়্যা (রাযি।)] তাঁরা অনুশোচনার আগুনে এমনি দগ্ধীভূত হয়েছিলেন যে] শেষ পর্যন্ত পৃথিবী তার পূর্ণ বিস্তৃতি নিয়েও তাদের প্রতি সংকুচিত হয়ে গিয়েছিল আর তাদের জীবন দুর্বিষহ হয়ে উঠল আর তারা বুঝতে পারল যে, আল্লাহ ছাড়া তাদের কোন আশ্রয়স্থল নেই তাঁর পথে ফিরে যাওয়া ব্যতীত। অতঃপর তিনি তাদের প্রতি অনুগ্রহ করলেন যাতে তারা অনুশোচনায় তাঁর দিকে ফিরে আসে। আল্লাহ অতিশয় তাওবাহ কবূলকারী, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 1354,
            "verse_number": 119,
            "verse_key": "9:119",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 170,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَكُونُوا۟ مَعَ ٱلصَّـٰدِقِينَ",
            "page_number": 206,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102192,
                    "resource_id": 20,
                    "text": "O you who have believed, fear Allāh and be with those who are true."
                },
                {
                    "id": 220019,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Bertaqwalah kamu kepada Allah, dan hendaklah kamu berada bersama-sama orang-orang yang benar."
                },
                {
                    "id": 1092331,
                    "resource_id": 161,
                    "text": "ওহে বিশ্বাসীগণ! তোমরা আল্লাহকে ভয় কর এবং সত্যপন্থীদের অর্ন্তভুক্ত হও।"
                }
            ]
        },
        {
            "id": 1355,
            "verse_number": 120,
            "verse_key": "9:120",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 170,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "مَا كَانَ لِأَهْلِ ٱلْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ ٱلْأَعْرَابِ أَن يَتَخَلَّفُوا۟ عَن رَّسُولِ ٱللَّهِ وَلَا يَرْغَبُوا۟ بِأَنفُسِهِمْ عَن نَّفْسِهِۦ ۚ ذَٰلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِى سَبِيلِ ٱللَّهِ وَلَا يَطَـُٔونَ مَوْطِئًا يَغِيظُ ٱلْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَّيْلًا إِلَّا كُتِبَ لَهُم بِهِۦ عَمَلٌ صَـٰلِحٌ ۚ إِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
            "page_number": 206,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102195,
                    "resource_id": 20,
                    "text": "It was not [proper] for the people of Madīnah and those surrounding them of the bedouins that they remain behind after [the departure of] the Messenger of Allāh or that they prefer themselves over his self.<sup foot_note=196428>1</sup> That is because they are not afflicted by thirst or fatigue or hunger in the cause of Allāh, nor do they tread on any ground that enrages the disbelievers, nor do they inflict upon an enemy any infliction but that it is registered for them as a righteous deed. Indeed, Allāh does not allow to be lost the reward of the doers of good."
                },
                {
                    "id": 220021,
                    "resource_id": 39,
                    "text": "Tidaklah patut bagi penduduk Madinah dan orang-orang yang di sekeliling mereka dari orang-orang \"A'raab\" ketinggalan daripada (turut berperang bersama) Rasulullah; dan tidaklah patut mereka mengasihi diri mereka sendiri dengan tidak menghiraukan Rasulullah. Yang demikian kerana sesungguhnya (tiap-tiap kali) mereka merasai dahaga, dan merasai penat lelah, dan juga merasai lapar (dalam perjuangan) pada jalan Allah; dan (tiap-tiap kali) mereka menjejak sesuatu tempat yang menimbulkan kemarahan orang-orang kafir; dan juga (tiap-tiap kali) mereka menderita sesuatu yang mencederakan dari pihak musuh - melainkan semuanya itu ditulis bagi mereka: (pahala) amal yang soleh. Sesungguhnya Allah tidak menghilangkan pahala orang-orang yang berusaha memperbaiki amalannya."
                },
                {
                    "id": 1092332,
                    "resource_id": 161,
                    "text": "মাদীনাবাসী ও তার চতুষ্পার্শ্বস্থ বেদুঈনদের জন্য উচিত নয় আল্লাহর রসূলের (সঙ্গ বাদ দিয়ে) পেছনে থেকে যাওয়া আর নিজেদের জীবনকে তাঁর জীবনের চেয়ে প্রিয় জ্ঞান করা। কেননা এমন কক্ষনো হবে না যে, তারা আল্লাহর পথে তৃষ্ণা, দৈহিক ক্লেশ ও ক্ষুধা ভোগ করবে, আর কাফিরদের ক্রোধ উদ্রেককারী কোন পদক্ষেপ গ্রহণ করবে আর শত্রুদের নিকট থেকে কিছু লাভ করবে আর তার বিনিময়ে তাদের জন্য কোন নেক ‘আমাল লেখা হবে না (অবশ্যই লেখা হবে)। নিশ্চয় আল্লাহ সৎকর্মশীলদের প্রতিফল বিনষ্ট করেন না।"
                }
            ]
        },
        {
            "id": 1356,
            "verse_number": 121,
            "verse_key": "9:121",
            "hizb_number": 21,
            "rub_el_hizb_number": 82,
            "ruku_number": 170,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَلَا يُنفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ ٱللَّهُ أَحْسَنَ مَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 206,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102196,
                    "resource_id": 20,
                    "text": "Nor do they spend an expenditure, small or large, or cross a valley but that it is registered for them that Allāh may reward them for the best of what they were doing."
                },
                {
                    "id": 220023,
                    "resource_id": 39,
                    "text": "Dan tidak pula mereka membelanjakan sesuatu perbelanjaan yang kecil, atau yang besar; dan tidak mereka melintas sesuatu lembah, melainkan ditulis pahala bagi mereka, supaya Allah membalas dengan balasan yang lebih baik dari apa yang mereka telah kerjakan."
                },
                {
                    "id": 1092333,
                    "resource_id": 161,
                    "text": "আর এটাও হবে না যে, তারা কম বা বেশী মাল (আল্লাহর পথে) খরচ করবে আর (জিহাদে) তারা কোন উপত্যকা অতিক্রম করবে অথচ তা তাদের নামে লেখা হবে না (অবশ্যই লেখা হবে) যাতে আল্লাহ তাদেরকে তাদের কাজের উৎকৃষ্ট প্রতিদান দিতে পারেন।"
                }
            ]
        },
        {
            "id": 1357,
            "verse_number": 122,
            "verse_key": "9:122",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 170,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "۞ وَمَا كَانَ ٱلْمُؤْمِنُونَ لِيَنفِرُوا۟ كَآفَّةً ۚ فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُوا۟ فِى ٱلدِّينِ وَلِيُنذِرُوا۟ قَوْمَهُمْ إِذَا رَجَعُوٓا۟ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ",
            "page_number": 206,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102197,
                    "resource_id": 20,
                    "text": "And it is not for the believers to go forth [to battle] all at once. For there should separate from every division of them a group [remaining] to obtain understanding in the religion and warn [i.e., advise] their people when they return to them that they might be cautious."
                },
                {
                    "id": 220024,
                    "resource_id": 39,
                    "text": "Dan tidaklah (betul dan elok) orang-orang yang beriman keluar semuanya (pergi berperang); oleh itu, hendaklah keluar sebahagian sahaja dari tiap-tiap puak di antara mereka, supaya orang-orang (yang tinggal) itu mempelajari secara mendalam ilmu yang dituntut di dalam ugama, dan supaya mereka dapat mengajar kaumnya (yang keluar berjuang) apabila orang-orang itu kembali kepada mereka; mudah-mudahan mereka dapat berjaga-jaga (dari melakukan larangan Allah)."
                },
                {
                    "id": 1092334,
                    "resource_id": 161,
                    "text": "মু’মিনদের সকলের একসঙ্গে অভিযানে বের হওয়া ঠিক নয়। তাদের প্রত্যেক দল থেকে একটি অংশ কেন বের হয় না যাতে তারা দ্বীন সম্পর্কে জ্ঞানের অনুশীলন করতে পারে এবং ফিরে আসার পর তাদের সম্প্রদায়কে সতর্ক করতে পারে যাতে তারা (অসদাচরণ) থেকে বিরত হয়?"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}