{
    "verses": [
        {
            "id": 1358,
            "verse_number": 123,
            "verse_key": "9:123",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 171,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قَـٰتِلُوا۟ ٱلَّذِينَ يَلُونَكُم مِّنَ ٱلْكُفَّارِ وَلْيَجِدُوا۟ فِيكُمْ غِلْظَةً ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
            "page_number": 207,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102198,
                    "resource_id": 20,
                    "text": "O you who have believed, fight against those adjacent to you of the disbelievers and let them find in you harshness. And know that Allāh is with the righteous."
                },
                {
                    "id": 220025,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Perangilah orang-orang kafir musyrik yang berdekatan dengan kamu; dan biarlah mereka merasai sikap kekerasan (serta ketabahan hati) yang ada pada kamu; dan ketahuilah sesungguhnya Allah beserta orang-orang yang bertaqwa (dengan memberikan pertolonganNya)."
                },
                {
                    "id": 1092335,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! যে সব কাফির তোমাদের নিকটবর্তী তাদের বিরুদ্ধে যুদ্ধ কর, যাতে তারা তোমাদের মধ্যে দৃঢ়তা দেখতে পায়, আর জেনে রেখ যে, আল্লাহ মুত্তাকীদের সঙ্গে আছেন।"
                }
            ]
        },
        {
            "id": 1359,
            "verse_number": 124,
            "verse_key": "9:124",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 171,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَـٰذِهِۦٓ إِيمَـٰنًا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَزَادَتْهُمْ إِيمَـٰنًا وَهُمْ يَسْتَبْشِرُونَ",
            "page_number": 207,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102199,
                    "resource_id": 20,
                    "text": "And whenever a sūrah is revealed, there are among them [i.e., the hypocrites] those who say, \"Which of you has this increased in faith?\" As for those who believed, it has increased them in faith, while they are rejoicing."
                },
                {
                    "id": 220026,
                    "resource_id": 39,
                    "text": "Dan apabila diturunkan sesuatu surah (dari Al-Quran) maka di antara mereka (yang munafik) ada yang bertanya (secara mengejek): \"Siapakah di antara kamu yang imannya bertambah disebabkan oleh surah ini?\" Adapun orang-orang yang beriman, maka surah itu menambahkan iman mereka, sedang mereka bergembira (dengan turunnya)."
                },
                {
                    "id": 1092336,
                    "resource_id": 161,
                    "text": "যখনই কোন সূরাহ নাযিল হয় তখন তাদের কতক লোক (বিদ্রূপ করে) বলে- ‘‘এতে তোমাদের কার ঈমান বৃদ্ধি হল?’’(মুনাফিকরা জেনে রাখুক) যারাই ঈমান এনেছে তাদের ঈমান বৃদ্ধি হয় আর তারা এতে আনন্দিত হয়।"
                }
            ]
        },
        {
            "id": 1360,
            "verse_number": 125,
            "verse_key": "9:125",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 171,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَأَمَّا ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا۟ وَهُمْ كَـٰفِرُونَ",
            "page_number": 207,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102200,
                    "resource_id": 20,
                    "text": "But as for those in whose hearts is disease, it has [only] increased them in evil [in addition] to their evil.<sup foot_note=196429>1</sup> And they will have died while they are disbelievers."
                },
                {
                    "id": 220027,
                    "resource_id": 39,
                    "text": "Adapun orang-orang yang ada penyakit (kufur) dalam hati mereka maka surah Al-Quran itu menambahkan kekotoran (kufur) kepada kekotoran (kufur) yang ada pada mereka; dan mereka mati, sedang mereka berkeadaan kafir."
                },
                {
                    "id": 1092337,
                    "resource_id": 161,
                    "text": "আর যাদের অন্তরে ব্যাধি আছে তাদের নাপাকীর উপর আরো নাপাকী বাড়িয়ে দেয় (প্রতিটি নতুন সূরা), আর তাদের মৃত্যু হয় কাফির অবস্থায়।"
                }
            ]
        },
        {
            "id": 1361,
            "verse_number": 126,
            "verse_key": "9:126",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 171,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِى كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ",
            "page_number": 207,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102201,
                    "resource_id": 20,
                    "text": "Do they not see that they are tried every year once or twice but then they do not repent nor do they remember?"
                },
                {
                    "id": 220028,
                    "resource_id": 39,
                    "text": "Dan (patutkah) mereka (berdegil) tidak mahu memperhatikan, bahawa mereka dicuba (dengan berbagai-bagai bencana) pada tiap-tiap tahun, sekali atau dua kali; kemudian mereka tidak juga bertaubat, dan tidak pula mereka mahu beringat (dan insaf)?"
                },
                {
                    "id": 1092338,
                    "resource_id": 161,
                    "text": "তারা কি দেখে না যে, প্রতি বছরই তাদেরকে একবার বা দু’বার পরীক্ষায় ফেলা হয়; তারপরেও তারা তাওবাও করে না, আর শিক্ষাও গ্রহণ করে না।"
                }
            ]
        },
        {
            "id": 1362,
            "verse_number": 127,
            "verse_key": "9:127",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 171,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا مَآ أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَىٰكُم مِّنْ أَحَدٍ ثُمَّ ٱنصَرَفُوا۟ ۚ صَرَفَ ٱللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
            "page_number": 207,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102202,
                    "resource_id": 20,
                    "text": "And whenever a sūrah is revealed, they look at each other, [as if saying], \"Does anyone see you?\" and then they dismiss themselves. Allāh has dismissed their hearts because they are a people who do not understand."
                },
                {
                    "id": 220029,
                    "resource_id": 39,
                    "text": "Dan apabila diturunkan satu surah dari Al-Quran (mendedahkan keburukan orang-orang munafik itu) setengah mereka memandang kepada setengahnya yang lain sambil berkata: \"Adakah sesiapa nampak kamu (kalau kita undur dari sini)?\" Kemudian mereka berpaling pergi (dengan meninggalkan majlis Nabi); Allah memalingkan hati mereka (daripada iman), disebabkan mereka kaum yang tidak (mahu) mengerti."
                },
                {
                    "id": 1092339,
                    "resource_id": 161,
                    "text": "যখনই কোন সূরাহ নাযিল হয় তখনই তারা পরস্পরে চোখ চাওয়া-চাওয়ি করে আর (ইঙ্গিতে জিজ্ঞেস করে) ‘তোমাদেরকে কেউ দেখছে না তো?’’ অতঃপর তারা চুপিসারে সরে পড়ে। আল্লাহ তাদের অন্তরকে (সত্য পথ থেকে) ফিরিয়ে দিয়েছেন, কেননা তারা এমনই এক সম্প্রদায় যারা বুঝে না।"
                }
            ]
        },
        {
            "id": 1363,
            "verse_number": 128,
            "verse_key": "9:128",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 171,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِٱلْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ",
            "page_number": 207,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102203,
                    "resource_id": 20,
                    "text": "There has certainly come to you a Messenger from among yourselves. Grievous to him is what you suffer; [he is] concerned over you [i.e., your guidance] and to the believers is kind and merciful."
                },
                {
                    "id": 220032,
                    "resource_id": 39,
                    "text": "Sesungguhnya telah datang kepada kamu seorang Rasul dari golongan kamu sendiri (iaitu Nabi Muhammad s.a.w), yang menjadi sangat berat kepadanya sebarang kesusahan yang ditanggung oleh kamu, yang sangat tamak (inginkan) kebaikan bagi kamu, (dan) ia pula menumpahkan perasaan belas serta kasih sayangnya kepada orang-orang yang beriman."
                },
                {
                    "id": 1092340,
                    "resource_id": 161,
                    "text": "তোমাদের মধ্য থেকেই তোমাদের নিকট একজন রসূল এসেছেন, তোমাদেরকে যা কিছু কষ্ট দেয় তা তার নিকট খুবই কষ্টদায়ক। সে তোমাদের কল্যাণকামী, মু’মিনদের প্রতি করুণাসিক্ত, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 1364,
            "verse_number": 129,
            "verse_key": "9:129",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 171,
            "manzil_number": 2,
            "sajdah_number": null,
            "text_uthmani": "فَإِن تَوَلَّوْا۟ فَقُلْ حَسْبِىَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ",
            "page_number": 207,
            "juz_number": 11,
            "translations": [
                {
                    "id": 102204,
                    "resource_id": 20,
                    "text": "But if they turn away, [O Muḥammad], say, \"Sufficient for me is Allāh; there is no deity except Him. On Him I have relied, and He is the Lord of the Great Throne.\""
                },
                {
                    "id": 220033,
                    "resource_id": 39,
                    "text": "Kemudian jika mereka berpaling ingkar, maka katakanlah (wahai Muhammad): \"cukuplah bagiku Allah (yang menolong dan memeliharaku), tiada Tuhan (yang berhak disembah) melainkan Dia; kepadaNya aku berserah diri, dan Dia lah yang mempunyai Arasy yang besar.\""
                },
                {
                    "id": 1092341,
                    "resource_id": 161,
                    "text": "এ সত্ত্বেও যদি তারা মুখ ফিরিয়ে নেয় তাহলে বলে দাও- আল্লাহ্ই আমার জন্য যথেষ্ট, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, তাঁর উপরই আমি ভরসা করি, তিনি হলেন মহান আরশের মালিক।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}