{
    "verses": [
        {
            "id": 1371,
            "verse_number": 7,
            "verse_key": "10:7",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 172,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱطْمَأَنُّوا۟ بِهَا وَٱلَّذِينَ هُمْ عَنْ ءَايَـٰتِنَا غَـٰفِلُونَ",
            "page_number": 209,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96292,
                    "resource_id": 20,
                    "text": "Indeed, those who do not expect the meeting with Us and are satisfied with the life of this world and feel secure therein and those who are heedless of Our signs -"
                },
                {
                    "id": 220264,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang tidak menaruh ingatan akan menemui Kami (pada hari akhirat untuk menerima balasan), dan yang reda (berpuashati) dengan kehidupan dunia semata-mata serta merasa tenang tenteram dengannya, dan orang-orang yang tidak mengindahkan ayat-ayat (keterangan dan tanda-tanda kekuasasaan) Kami, -"
                },
                {
                    "id": 1092348,
                    "resource_id": 161,
                    "text": "যারা আমার সঙ্গে সাক্ষাৎ লাভের আশা রাখে না, এবং দুনিয়ার জীবন নিয়েই সন্তুষ্ট থাকে আর তাতেই নিশ্চিন্ত হয় এবং যারা আমার নিদর্শনগুলো হতে একেবারে উদাসীন,"
                }
            ]
        },
        {
            "id": 1372,
            "verse_number": 8,
            "verse_key": "10:8",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 172,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمُ ٱلنَّارُ بِمَا كَانُوا۟ يَكْسِبُونَ",
            "page_number": 209,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96310,
                    "resource_id": 20,
                    "text": "For those their refuge will be the Fire because of what they used to earn."
                },
                {
                    "id": 220277,
                    "resource_id": 39,
                    "text": "Mereka yang demikian keadaannya (di dunia), tempat kediaman mereka (di akhirat) ialah neraka; disebabkan keingkaran dan kederhakaan yang mereka telah lakukan."
                },
                {
                    "id": 1092349,
                    "resource_id": 161,
                    "text": "তাদের আবাস হল জাহান্নাম তাদের কৃতকর্মের কারণে।"
                }
            ]
        },
        {
            "id": 1373,
            "verse_number": 9,
            "verse_key": "10:9",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 172,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ يَهْدِيهِمْ رَبُّهُم بِإِيمَـٰنِهِمْ ۖ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ فِى جَنَّـٰتِ ٱلنَّعِيمِ",
            "page_number": 209,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96324,
                    "resource_id": 20,
                    "text": "Indeed, those who have believed and done righteous deeds - their Lord will guide them because of their faith. Beneath them rivers will flow in the Gardens of Pleasure."
                },
                {
                    "id": 220291,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang beriman dan beramal soleh, Tuhan mereka akan memimpin mereka dengan sebab iman mereka yang sempurna itu. (Mereka masuk ke taman yang) sungai-sungainya mengalir di bawah tempat kediaman mereka di dalam Syurga yang penuh nikmat."
                },
                {
                    "id": 1092350,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে আর সৎ ‘আমাল করে, তাদের প্রতিপালক তাদের ঈমানের বদৌলতে তাদেরকে সৎপথে পরিচালিত করবেন। নি‘মাতরাজি দ্বারা পরিপূর্ণ জান্নাতে, তাদের পাদদেশে ঝর্ণাধারা প্রবাহিত হবে।"
                }
            ]
        },
        {
            "id": 1374,
            "verse_number": 10,
            "verse_key": "10:10",
            "hizb_number": 21,
            "rub_el_hizb_number": 83,
            "ruku_number": 172,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "دَعْوَىٰهُمْ فِيهَا سُبْحَـٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ ۚ وَءَاخِرُ دَعْوَىٰهُمْ أَنِ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
            "page_number": 209,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96176,
                    "resource_id": 20,
                    "text": "Their call therein will be, \"Exalted are You, O Allāh,\" and their greeting therein will be, \"Peace.\" And the last of their call will be, \"Praise to Allāh, Lord of the worlds!\""
                },
                {
                    "id": 215589,
                    "resource_id": 39,
                    "text": "Doa ucapan mereka di dalam Syurga itu ialah Maha Suci Engkau dari segala kekurangan wahai Tuhan! Dan ucapan penghormatan mereka padanya ialah: Selamat sejahtera! Dan akhir doa mereka ialah segala puji dipersembahkan kepada Allah yang memelihara dan mentadbirkan sekalian alam!"
                },
                {
                    "id": 1092351,
                    "resource_id": 161,
                    "text": "তার ভিতরে তাদের দু’আ হবে, ‘‘পবিত্র তুমি হে আল্লাহ’’। আর সেখানে তাদের অভিবাদন হবে ‘‘শান্তি’’, আর তাদের দু‘আর সর্বশেষ কথা হবে ‘‘সমস্ত প্রশংসা জগৎসমূহের প্রতিপালক আল্লাহর জন্য’’।"
                }
            ]
        },
        {
            "id": 1375,
            "verse_number": 11,
            "verse_key": "10:11",
            "hizb_number": 21,
            "rub_el_hizb_number": 84,
            "ruku_number": 173,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ وَلَوْ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسْتِعْجَالَهُم بِٱلْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ ۖ فَنَذَرُ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
            "page_number": 209,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96187,
                    "resource_id": 20,
                    "text": "And if Allāh was to hasten for the people the evil [they invoke]<sup foot_note=196435>1</sup> as He hastens for them the good, their term would have been ended for them.<sup foot_note=196434>2</sup> But We leave the ones who do not expect the meeting with Us, in their transgression, wandering blindly."
                },
                {
                    "id": 215663,
                    "resource_id": 39,
                    "text": "Dan kalau Allah menyegerakan bagi manusia azab sengsara yang mereka minta disegerakan, sebagaimana mereka minta disegerakan nikmat kesenangan, nescaya binasalah mereka dan selesailah ajal mereka. Oleh itu, (Kami tidak menyegerakan azab yang dimintanya), Kami biarkan orang-orang yang tidak menaruh ingatan menemui Kami itu meraba-raba dalam kesesatannya."
                },
                {
                    "id": 1092352,
                    "resource_id": 161,
                    "text": "মানুষের অপকর্মের শাস্তি হিসেবে আল্লাহ যদি মানুষের অকল্যাণ করার ব্যাপারে দ্রুততা অবলম্বন করতেন যতটা দ্রুততার সঙ্গে তারা (দুনিয়ার) কল্যাণ পেতে চায়, তবে তাদের কাজ করার অবকাশ কবেই না খতম করে দেয়া হত, (কিন্তু আল্লাহ তা করেন না)। কাজেই যারা আমার সাক্ষাতের আশা রাখে না, তাদেরকে আমি তাদের অবাধ্যতায় দিশেহারা হয়ে ঘুরে বেড়ানোর অবকাশ দেই।"
                }
            ]
        },
        {
            "id": 1376,
            "verse_number": 12,
            "verse_key": "10:12",
            "hizb_number": 21,
            "rub_el_hizb_number": 84,
            "ruku_number": 173,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوْ قَاعِدًا أَوْ قَآئِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُۥ مَرَّ كَأَن لَّمْ يَدْعُنَآ إِلَىٰ ضُرٍّ مَّسَّهُۥ ۚ كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 209,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96192,
                    "resource_id": 20,
                    "text": "And when affliction touches man, he calls upon Us, whether lying on his side or sitting or standing; but when We remove from him his affliction, he continues [in disobedience] as if he had never called upon Us to [remove] an affliction that touched him. Thus is made pleasing to the transgressors that which they have been doing."
                },
                {
                    "id": 215888,
                    "resource_id": 39,
                    "text": "Dan apabila seseorang manusia ditimpa kesusahan, merayulah ia ditimpa Kami (dalam segala keadaan), sama ada ia sedang berbaring atau duduk ataupun berdiri; dan manakala Kami hapuskan kesusahan itu daripadanya, ia terus membawa cara lamanya seolah-olah dia tidak pernah merayu kepada Kami memohon hapuskan sebarang kesusahan yang menimpanya (sebagaimana ia memandang eloknya bawaan itu) demikianlah diperelokkan pada pandangan orang-orang yang melampau apa yang mereka lakukan."
                },
                {
                    "id": 1092353,
                    "resource_id": 161,
                    "text": "মানুষকে যখন দুঃখ ক্লেশ স্পর্শ করে, তখন তারা শুয়ে, বসে ও দাঁড়িয়ে আমাকে ডাকতে থাকে। অতঃপর যখন আমি তার দুঃখ ক্লেশ দূর করে দেই, তখন সে এমনভাবে চলে যায়, মনে হয় যেন তাকে দুঃখ-ক্লেশ স্পর্শ করার কারণে সে আমাকে কখনই ডাকেনি। এভাবেই যারা সীমালঙ্ঘন করে তাদের জন্য তাদের কাজকর্মগুলোকে চাকচিক্যময় বানিয়ে দেয়া হয়েছে।"
                }
            ]
        },
        {
            "id": 1377,
            "verse_number": 13,
            "verse_key": "10:13",
            "hizb_number": 21,
            "rub_el_hizb_number": 84,
            "ruku_number": 173,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ أَهْلَكْنَا ٱلْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُوا۟ ۙ وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَمَا كَانُوا۟ لِيُؤْمِنُوا۟ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
            "page_number": 209,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96194,
                    "resource_id": 20,
                    "text": "And We had already destroyed generations before you when they wronged, and their messengers had come to them with clear proofs, but they were not to believe. Thus do We recompense the criminal people."
                },
                {
                    "id": 216554,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami telah membinasakan umat-umat yang terdahulu daripada kamu semasa mereka berlaku zalim padahal telah datang kepada mereka Rasul-rasul mereka membawa keterangan-keterangan, dan mereka masih juga tidak beriman. Demikianlah Kami membalas kaum yang melakukan kesalahan."
                },
                {
                    "id": 1092354,
                    "resource_id": 161,
                    "text": "তোমাদের পূর্বেকার বহু জনগোষ্ঠীকে আমি ধ্বংস করে দিয়েছি যখন তারা বাড়াবাড়িতে লিপ্ত হয়েছিল, তাদের কাছে রসূলগণ সুস্পষ্ট নিদর্শনসমূহ নিয়ে এসেছিল, কিন্তু তারা আদৌ ঈমান আনেনি। এভাবেই আমি অপরাধীদেরকে (পাপের) প্রতিদান দিয়ে থাকি।"
                }
            ]
        },
        {
            "id": 1378,
            "verse_number": 14,
            "verse_key": "10:14",
            "hizb_number": 21,
            "rub_el_hizb_number": 84,
            "ruku_number": 173,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ جَعَلْنَـٰكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ مِنۢ بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ",
            "page_number": 209,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96196,
                    "resource_id": 20,
                    "text": "Then We made you successors in the land after them so that We may observe how you will do."
                },
                {
                    "id": 220925,
                    "resource_id": 39,
                    "text": "Kemudian Kami jadikan kamu (wahai umat Muhammad) khalifah-khalifah di bumi menggantikan mereka yang telah dibinasakan itu, supaya Kami melihat apa pula corak dan bentuk kelakuan yang kamu akan lakukan."
                },
                {
                    "id": 1092355,
                    "resource_id": 161,
                    "text": "অতঃপর তাদের পর আমি তোমাদেরকে পৃথিবীতে তাদের স্থলাভিষিক্ত করেছি এটা দেখার জন্য যে, তোমরা কী রকম ‘আমাল কর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}