{
    "verses": [
        {
            "id": 1379,
            "verse_number": 15,
            "verse_key": "10:15",
            "hizb_number": 21,
            "rub_el_hizb_number": 84,
            "ruku_number": 173,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَاتُنَا بَيِّنَـٰتٍ ۙ قَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا ٱئْتِ بِقُرْءَانٍ غَيْرِ هَـٰذَآ أَوْ بَدِّلْهُ ۚ قُلْ مَا يَكُونُ لِىٓ أَنْ أُبَدِّلَهُۥ مِن تِلْقَآئِ نَفْسِىٓ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۖ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
            "page_number": 210,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96198,
                    "resource_id": 20,
                    "text": "And when Our verses are recited to them as clear evidences, those who do not expect the meeting with Us say, \"Bring us a Qur’ān other than this or change it.\" Say, [O Muḥammad], \"It is not for me to change it on my own accord. I only follow what is revealed to me. Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day.\""
                },
                {
                    "id": 216556,
                    "resource_id": 39,
                    "text": "Dan apabila dibacakan kepada mereka ayat-ayat Kami yang jelas nyata, berkatalah orang-orang yang tidak menaruh ingatan menemui Kami (untuk menerima balasan): \"Bawalah Quran yang lain daripada ini atau tukarkanlah dia \". Katakanlah (wahai Muhammad): \"Aku tidak berhak menukarkannya dengan kemahuanku sendiri, aku hanya tetap menurut apa yang diwahyukan kepadaku sahaja. Sesungguhnya aku takut, - jika aku menderhaka kepada Tuhanku, - akan azab hari yang besar (soal jawabnya)\"."
                },
                {
                    "id": 1092356,
                    "resource_id": 161,
                    "text": "যখন আমার সুস্পষ্ট আয়াতগুলো তাদের কাছে পঠিত হয়, তখন যারা আমার সাক্ষাতের আশা রাখে না তারা বলে, ‘এটা বাদে অন্য আরেকটা কুরআন আন কিংবা ওটাকে বদলাও’। বল, ‘‘আমার নিজের ইচ্ছেমত ওটা বদলানো আমার কাজ নয়, আমার কাছে যা ওয়াহী করা হয় আমি কেবল সেটারই অনুসরণ করে থাকি। আমি আমার প্রতিপালকের অবাধ্যতা করলে এক অতি বড় বিভীষিকার দিনে আমি শাস্তির ভয় করি’’।"
                }
            ]
        },
        {
            "id": 1380,
            "verse_number": 16,
            "verse_key": "10:16",
            "hizb_number": 21,
            "rub_el_hizb_number": 84,
            "ruku_number": 173,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قُل لَّوْ شَآءَ ٱللَّهُ مَا تَلَوْتُهُۥ عَلَيْكُمْ وَلَآ أَدْرَىٰكُم بِهِۦ ۖ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ",
            "page_number": 210,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96200,
                    "resource_id": 20,
                    "text": "Say, \"If Allāh had willed, I would not have recited it to you, nor would He have made it known to you, for I had remained among you a lifetime before it.<sup foot_note=196436>1</sup> Then will you not reason?\""
                },
                {
                    "id": 217368,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Jika Allah kehendaki (supaya aku tidak membacakan Al-Quran ini kepada kamu), tentulah aku tidak dapat membacakannya kepada kamu, dan tentulah Ia tidak memberitahu kamu akan Al-Quran ini (dengan perantaraanku); kerana sesungguhnya aku telah tinggal dalam kalangan kamu satu masa yang lanjut (dan kamu pula mengenal aku sebagai seorang yang amanah) sebelum turunnya Al-Quran ini; maka mengapa kamu tidak mahu memikirkannya?\""
                },
                {
                    "id": 1092357,
                    "resource_id": 161,
                    "text": "বল, ‘‘আল্লাহর ইচ্ছে হলে আমি তোমাদের কাছে তা তিলাওয়াত করতাম না, আর আল্লাহও তোমাদেরকে তার খবর দিতেন না। আমি তো এর পূর্বে একটা দীর্ঘ সময় তোমাদের মাঝে অতিবাহিত করেছি, তা সত্ত্বেও তোমরা কি বুঝবে না?"
                }
            ]
        },
        {
            "id": 1381,
            "verse_number": 17,
            "verse_key": "10:17",
            "hizb_number": 21,
            "rub_el_hizb_number": 84,
            "ruku_number": 173,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْمُجْرِمُونَ",
            "page_number": 210,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96202,
                    "resource_id": 20,
                    "text": "So who is more unjust than he who invents a lie about Allāh or denies His signs? Indeed, the criminals will not succeed."
                },
                {
                    "id": 217369,
                    "resource_id": 39,
                    "text": "Dengan yang demikian, tidaklah ada yang lebih zalim daripada orang yang berdusta terhadap Allah, atau yang mendustakan ayat-ayatNya. Sesungguhnya orang-orang yang berdosa itu tidak akan berjaya."
                },
                {
                    "id": 1092358,
                    "resource_id": 161,
                    "text": "তার চেয়ে বড় যালিম আর কে হতে পারে যে মিথ্যা রচনা ক’রে আল্লাহর নামে চালিয়ে দেয় অথবা আল্লাহর আয়াতসমূহকে মিথ্যা বলে ঘোষণা করে; নিশ্চিতই অপরাধীরা সাফল্য লাভ করতে পারে না।"
                }
            ]
        },
        {
            "id": 1382,
            "verse_number": 18,
            "verse_key": "10:18",
            "hizb_number": 21,
            "rub_el_hizb_number": 84,
            "ruku_number": 173,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَـٰٓؤُلَآءِ شُفَعَـٰٓؤُنَا عِندَ ٱللَّهِ ۚ قُلْ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعْلَمُ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
            "page_number": 210,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96204,
                    "resource_id": 20,
                    "text": "And they worship other than Allāh that which neither harms them nor benefits them, and they say, \"These are our intercessors with Allāh.\" Say, \"Do you inform Allāh of something He does not know in the heavens or on the earth?\" Exalted is He and high above what they associate with Him."
                },
                {
                    "id": 217552,
                    "resource_id": 39,
                    "text": "Dan mereka menyembah yang lain dari Allah, sesuatu yang tidak dapat mendatangkan mudarat kepada mereka dan tidak dapat mendatangkan manfaat kepada mereka dan mereka pula berkata: \"Mereka (yang kami sembah itu) ialah pemberi-pemberi syafaat kepada kami di sisi Allah\". Katakanlah (wahai Muhammad): \"Adakah kamu hendak memberitahu kepada Allah akan apa yang Ia tidak mengetahui adanya di langit dan di bumi (padahal Allah mengetahui segala-galanya)? Maha Suci Allah dan tertinggi keadaanNya dari apa yang mereka sekutukan.\""
                },
                {
                    "id": 1092359,
                    "resource_id": 161,
                    "text": "আর তারা আল্লাহকে ছেড়ে ‘ইবাদাত করে এমন কিছুর যা না পারে তাদের কোন ক্ষতি করতে, আর না পারে কোন উপকার করতে। আর তারা বলে, ‘‘ওগুলো আমাদের জন্য আল্লাহর কাছে সুপারিশকারী’’। বল, ‘‘তোমরা কি আল্লাহকে এমন কিছুর সংবাদ দিতে চাও, যা তিনি অবগত নন, না আকাশমন্ডলীতে আর না যমীনে? মহান পবিত্র তিনি, তোমরা যা কিছুকে তাঁর শরীক গণ্য কর তাত্থেকে তিনি বহু ঊর্ধ্বে।"
                }
            ]
        },
        {
            "id": 1383,
            "verse_number": 19,
            "verse_key": "10:19",
            "hizb_number": 21,
            "rub_el_hizb_number": 84,
            "ruku_number": 173,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةً وَٰحِدَةً فَٱخْتَلَفُوا۟ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ",
            "page_number": 210,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96206,
                    "resource_id": 20,
                    "text": "And mankind was not but one community [united in religion], but [then] they differed. And if not for a word<sup foot_note=196437>1</sup> that preceded from your Lord, it would have been judged between them [immediately] concerning that over which they differ."
                },
                {
                    "id": 217670,
                    "resource_id": 39,
                    "text": "Dan (ketahuilah bahawa) manusia pada mulanya tidak memeluk melainkan ugama yang satu (ugama Allah), kemudian (dengan sebab menurut hawa nafsu dan Syaitan) mereka berselisihan. Dan kalau tidaklah kerana telah terdahulu Kalimah ketetapan dari Tuhanmu (untuk menangguhkan hukuman hingga hari kiamat), tentulah telah diputuskan hukuman di antara mereka (dengan segeranya di dunia) mengenai apa yang mereka perselisihkan itu."
                },
                {
                    "id": 1092360,
                    "resource_id": 161,
                    "text": "মানুষ ছিল এক উম্মতভুক্ত। পরে তারা মতভেদ সৃষ্টি করল। তোমার প্রতিপালক পূর্বেই যদি সিদ্ধান্ত গ্রহণ না করতেন, তাহলে যে বিষয়ে তারা মতভেদ করছে তার মীমাংসা অবশ্যই করে দেয়া হত।"
                }
            ]
        },
        {
            "id": 1384,
            "verse_number": 20,
            "verse_key": "10:20",
            "hizb_number": 21,
            "rub_el_hizb_number": 84,
            "ruku_number": 173,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُونَ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۖ فَقُلْ إِنَّمَا ٱلْغَيْبُ لِلَّهِ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
            "page_number": 210,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96209,
                    "resource_id": 20,
                    "text": "And they say, \"Why is a sign not sent down to him from his Lord?\" So say, \"The unseen is only for Allāh [to administer], so wait; indeed, I am with you among those who wait.\""
                },
                {
                    "id": 214646,
                    "resource_id": 39,
                    "text": "Dan mereka yang ingkar itu berkata: \"Mengapa tidak diturunkan kepada (Muhammad) satu mukjizat dari Tuhannya? \"Maka jawablah (wahai Muhammad): \"Sesungguhnya perkara yang ghaib itu tertentu bagi Allah; oleh itu tunggulah (hukuman Allah), sesungguhnya aku juga di antara orang-orang yang menunggu."
                },
                {
                    "id": 1092361,
                    "resource_id": 161,
                    "text": "তারা বলে, ‘‘তাঁর প্রতিপালকের পক্ষ থেকে তাঁর কাছে কোন নিদর্শন অবতীর্ণ হয় না কেন?’’ এদের জবাবে বলে দাও, ‘‘অদৃশ্য জগতের একচ্ছত্র মালিক হলেন আল্লাহ, কাজেই তোমরা অপেক্ষা কর (এবং ভবিষ্যতে কী হয় দেখ), আমিও তোমাদের সাথে অপেক্ষমান থাকলাম।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}