{
    "verses": [
        {
            "id": 1407,
            "verse_number": 43,
            "verse_key": "10:43",
            "hizb_number": 22,
            "rub_el_hizb_number": 85,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ ۚ أَفَأَنتَ تَهْدِى ٱلْعُمْىَ وَلَوْ كَانُوا۟ لَا يُبْصِرُونَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96246,
                    "resource_id": 20,
                    "text": "And among them are those who look at you. But can you guide the blind although they will not [attempt to] see?"
                },
                {
                    "id": 220233,
                    "resource_id": 39,
                    "text": "Dan di antara mereka pula ada yang memandang kepada perkara-perkara yang engkau tunjukkan (tetapi mereka tidak nampak kebenarannya sebagai orang buta); maka engkau (wahai Muhammad) tidak berfaedah menunjuk jalan kepada orang-orang yang buta, juga kalau mereka menjadi orang-orang yang tidak mahu melihat (perkara yang engkau tunjukkan itu)."
                },
                {
                    "id": 1092384,
                    "resource_id": 161,
                    "text": "তাদের মধ্যে কেউ কেউ তোমার দিকে তাকায়, তুমি কি অন্ধকে পথ দেখাবে, তারা না দেখলেও?"
                }
            ]
        },
        {
            "id": 1408,
            "verse_number": 44,
            "verse_key": "10:44",
            "hizb_number": 22,
            "rub_el_hizb_number": 85,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ لَا يَظْلِمُ ٱلنَّاسَ شَيْـًٔا وَلَـٰكِنَّ ٱلنَّاسَ أَنفُسَهُمْ يَظْلِمُونَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96248,
                    "resource_id": 20,
                    "text": "Indeed, Allāh does not wrong the people at all, but it is the people who are wronging themselves."
                },
                {
                    "id": 220234,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah tidak menganiaya manusia sedikitpun, akan tetapi manusia jualah yang menganiaya diri mereka sendiri."
                },
                {
                    "id": 1092385,
                    "resource_id": 161,
                    "text": "অবশ্যই আল্লাহ মানুষদের প্রতি কোন যুলম করেন না, কিন্তু মানুষ নিজেদের প্রতি যুলম ক’রে থাকে।"
                }
            ]
        },
        {
            "id": 1409,
            "verse_number": 45,
            "verse_key": "10:45",
            "hizb_number": 22,
            "rub_el_hizb_number": 85,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ وَمَا كَانُوا۟ مُهْتَدِينَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96250,
                    "resource_id": 20,
                    "text": "And on the Day when He will gather them, [it will be] as if they had not remained [in the world] but an hour of the day, [and] they will know each other. Those will have lost who denied the meeting with Allāh and were not guided."
                },
                {
                    "id": 220657,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) masa Tuhan himpunkan mereka (pada hari kiamat kelak), dengan keadaan mereka merasai seolah-olah mereka tidak tinggal di dunia melainkan sekadar satu saat sahaja dari siang hari. Mereka akan berkenal-kenalan sesama sendiri. Sesungguhnya rugilah orang-orang yang telah mendustakan hari menemui Allah untuk menerima balasan, dan yang tidak mendapat petunjuk (ke jalan mencari untung semasa hidup di dunia)."
                },
                {
                    "id": 1092386,
                    "resource_id": 161,
                    "text": "যে দিন তাদেরকে একত্রিত করা হবে (সেদিন তারা মনে করবে যে) দিনের এক মুহূর্তের বেশি তারা (দুনিয়াতে) অবস্থান করেনি। তারা পরস্পরকে চিনতে পারবে। যারা আল্লাহর সাক্ষাৎকে অস্বীকার করে তারা ক্ষতিগ্রস্ত হয়েছে আর তারা কখনই সঠিক পথপ্রাপ্ত ছিল না।"
                }
            ]
        },
        {
            "id": 1410,
            "verse_number": 46,
            "verse_key": "10:46",
            "hizb_number": 22,
            "rub_el_hizb_number": 85,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96252,
                    "resource_id": 20,
                    "text": "And whether We show you some of what We promise them, [O Muḥammad], or We take you in death, to Us is their return; then, [either way], Allāh is a witness concerning what they are doing."
                },
                {
                    "id": 220236,
                    "resource_id": 39,
                    "text": "Dan jika Kami perlihatkan kepadamu (wahai Muhammad) akan sebahagian dari balasan azab yang Kami janjikan kepada mereka, atau jika Kami wafatkan engkau sebelum itu, maka kepada Kamilah tempat kembali mereka; kemudian Allah yang memberi keterangan mengenai apa yang mereka lakukan."
                },
                {
                    "id": 1092387,
                    "resource_id": 161,
                    "text": "আমি তাদেরকে যে পরিণতির ভয় দেখিয়েছি তার কিছু অংশ আমি যদি তোমাকে দেখিয়ে দেই, কিংবা (তার পূর্বেই) তোমাকে যদি উঠিয়ে দেই, (অবস্থা যেটাই হোক না কেন) তাদের প্রত্যাবর্তন তো আমার কাছেই, (সর্বোপরি) তারা যা কিছু করছে আল্লাহ হচ্ছেন তার সাক্ষী।"
                }
            ]
        },
        {
            "id": 1411,
            "verse_number": 47,
            "verse_key": "10:47",
            "hizb_number": 22,
            "rub_el_hizb_number": 85,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلِكُلِّ أُمَّةٍ رَّسُولٌ ۖ فَإِذَا جَآءَ رَسُولُهُمْ قُضِىَ بَيْنَهُم بِٱلْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96254,
                    "resource_id": 20,
                    "text": "And for every nation is a messenger. So when their messenger comes,<sup foot_note=196446>1</sup> it will be judged between them in justice, and they will not be wronged."
                },
                {
                    "id": 220235,
                    "resource_id": 39,
                    "text": "Dan bagi tiap-tiap satu umat ada seorang Rasul (yang diutuskan kepadanya); setelah datang Rasul masing-masing (menerangkan apa yang mesti diterangkan) maka hukuman pun dijalankan di antara mereka dengan adil dan mereka tetap tidak dianiaya."
                },
                {
                    "id": 1092388,
                    "resource_id": 161,
                    "text": "প্রত্যেক জাতির জন্য (পাঠানো হয়েছে) একজন রসূল। তাদের রসূল যখন এসেছে তখন ন্যায়পরায়ণতার সঙ্গে তাদের মাঝে ফায়সালা করা হয়েছে। তাদের প্রতি কোন যুলম করা হয়নি।"
                }
            ]
        },
        {
            "id": 1412,
            "verse_number": 48,
            "verse_key": "10:48",
            "hizb_number": 22,
            "rub_el_hizb_number": 85,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96256,
                    "resource_id": 20,
                    "text": "And they say, \"When is [the fulfillment of] this promise, if you should be truthful?\""
                },
                {
                    "id": 220223,
                    "resource_id": 39,
                    "text": "Dan mereka (yang kafir) bertanya: \"Bilakah berlakunya azab yang telah dijanjikan itu, jika betul kamu orang-orang yang benar?\""
                },
                {
                    "id": 1092389,
                    "resource_id": 161,
                    "text": "তারা বলে, ‘‘তোমরা সত্যবাদী হলে (বল তো) এই প্রতিশ্রুতি কখন সত্য হয়ে দেখা দিবে?’’"
                }
            ]
        },
        {
            "id": 1413,
            "verse_number": 49,
            "verse_key": "10:49",
            "hizb_number": 22,
            "rub_el_hizb_number": 85,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قُل لَّآ أَمْلِكُ لِنَفْسِى ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَآءَ ٱللَّهُ ۗ لِكُلِّ أُمَّةٍ أَجَلٌ ۚ إِذَا جَآءَ أَجَلُهُمْ فَلَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96258,
                    "resource_id": 20,
                    "text": "Say, \"I possess not for myself any harm or benefit except what Allāh should will. For every nation is a [specified] term. When their time has come, then they will not remain behind an hour, nor will they precede [it].\""
                },
                {
                    "id": 218693,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Aku tidak berkuasa menolak mudarat dan tidak juga berkuasa mendatangkan manfaat bagi diriku kecuali apa yang dikehendaki Allah. Bagi tiap-tiap umat ada tempoh yang ditetapkan; maka apabila tempohnya, tidak dapat mereka melambatkannya sesaatpun, dan tidak dapat mereka menyegerakannya\"."
                },
                {
                    "id": 1092390,
                    "resource_id": 161,
                    "text": "বল, ‘আল্লাহর ইচ্ছে ব্যতীত আমার নিজেরও কোন ক্ষতি বা লাভ করার ক্ষমতা নেই।’ প্রত্যেক সম্প্রদায়ের জন্য একটা নির্দিষ্ট সময় নির্ধারিত আছে। তাদের সেই নির্দিষ্ট সময় চলে আসলে তারা এক মুহূর্তও আগ-পাছ করতে পারবে না।"
                }
            ]
        },
        {
            "id": 1414,
            "verse_number": 50,
            "verse_key": "10:50",
            "hizb_number": 22,
            "rub_el_hizb_number": 85,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَرَءَيْتُمْ إِنْ أَتَىٰكُمْ عَذَابُهُۥ بَيَـٰتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ ٱلْمُجْرِمُونَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96261,
                    "resource_id": 20,
                    "text": "Say, \"Have you considered: if His punishment should come to you by night or by day - for which [aspect] of it would the criminals be impatient?\"<sup foot_note=196447>1</sup>"
                },
                {
                    "id": 220246,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Sudahkah kamu nampak jalan keluar jika datang kepada kamu azab Tuhan itu, pada waktu malam atau pada waktu siang? \"Azab manakah yang orang-orang berdosa itu minta disegerakan (sedang sebarang azab wajib ditakuti)?"
                },
                {
                    "id": 1092391,
                    "resource_id": 161,
                    "text": "বল, ‘তোমরা কি চিন্তা করে দেখেছ যদি তাঁর ‘আযাব হঠাৎ করে রাতে বা দিনে তোমাদের উপর এসে পড়ে (তাহলে তো তোমাদের করার কিছুই নেই) অপরাধীরা তার কোনটা তাড়াহুড়ো করে আনতে চায়?"
                }
            ]
        },
        {
            "id": 1415,
            "verse_number": 51,
            "verse_key": "10:51",
            "hizb_number": 22,
            "rub_el_hizb_number": 85,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓ ۚ ءَآلْـَٔـٰنَ وَقَدْ كُنتُم بِهِۦ تَسْتَعْجِلُونَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96262,
                    "resource_id": 20,
                    "text": "Then is it that when it has [actually] occurred you will believe in it? Now?<sup foot_note=196449>1</sup> And you were [once] for it impatient.<sup foot_note=196448>2</sup>"
                },
                {
                    "id": 220247,
                    "resource_id": 39,
                    "text": "Patutkah (kamu mengingkari azab itu), kemudian apabila ia menimpa kamu, kamu mengakui benarnya? (Sedang pengakuan pada masa itu tidak diterima bahkan dikatakan kepada kamu): \"Sekarangkah baharu kamu mengakui benarnya, padahal sebelum ini kamu telah menunjukkan keingkaran dengan meminta disegerakan kedatangannya?\""
                },
                {
                    "id": 1092392,
                    "resource_id": 161,
                    "text": "তাহলে ওটা বাস্তবে ঘটে যাওয়ার পরই কি তোমরা তাতে বিশ্বাস করতে চাও? (ঘটে যাওয়ার পর বলা হবে) ‘এখন, (বিশ্বাস করলে) এটার জন্য তোমরা তাড়াহুড়ো করছিলে!’"
                }
            ]
        },
        {
            "id": 1416,
            "verse_number": 52,
            "verse_key": "10:52",
            "hizb_number": 22,
            "rub_el_hizb_number": 85,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96264,
                    "resource_id": 20,
                    "text": "Then it will be said to those who had wronged, \"Taste the punishment of eternity; are you being recompensed except for what you used to earn?\""
                },
                {
                    "id": 220241,
                    "resource_id": 39,
                    "text": "Kemudian dikatakan lagi kepada orang-orang yang berlaku zalim itu: \"Rasakanlah azab yang kekal. Tidaklah kamu dibalas melainkan dengan apa yang kamu usahakan (di dunia)\"."
                },
                {
                    "id": 1092393,
                    "resource_id": 161,
                    "text": "অবশেষে যালিমদেরকে বলা হবে- ‘স্থায়ী শাস্তির স্বাদ গ্রহণ কর, তোমরা যা কিছু উপার্জন করেছিলে তার প্রতিফল ছাড়া তোমাদের আর কী দেয়া যেতে পারে!"
                }
            ]
        },
        {
            "id": 1417,
            "verse_number": 53,
            "verse_key": "10:53",
            "hizb_number": 22,
            "rub_el_hizb_number": 86,
            "ruku_number": 176,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ وَيَسْتَنۢبِـُٔونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِى وَرَبِّىٓ إِنَّهُۥ لَحَقٌّ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ",
            "page_number": 214,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96266,
                    "resource_id": 20,
                    "text": "And they ask information of you, [O Muḥammad], \"Is it true?\" Say, \"Yes, by my Lord. Indeed, it is truth; and you will not cause failure [to Allāh].\""
                },
                {
                    "id": 220645,
                    "resource_id": 39,
                    "text": "Dan mereka (yang meminta disegerakan azab) itu akan bertanya kepadamu (wahai Muhammad): \"Adakah kedatangan azab yang dijanjikan itu benar? \"Jawablah: \"Ya, demi Tuhanku! Sesungguhnya adalah ia benar! Dan kamu tidak sekali-kali berkuasa menahan kedatangannya\"."
                },
                {
                    "id": 1092394,
                    "resource_id": 161,
                    "text": "তারা তোমার কাছে জানতে চায় (তুমি যা বলছ) সেগুলো কি প্রকৃতই সঠিক? বল-‘হাঁ, আমার রবের কসম! তা একবারেই সত্য। তোমরা তা বানচাল করতে পারবে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}