{
    "verses": [
        {
            "id": 1426,
            "verse_number": 62,
            "verse_key": "10:62",
            "hizb_number": 22,
            "rub_el_hizb_number": 86,
            "ruku_number": 178,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أَلَآ إِنَّ أَوْلِيَآءَ ٱللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 216,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96280,
                    "resource_id": 20,
                    "text": "Unquestionably, [for] the allies of Allāh there will be no fear concerning them, nor will they grieve -"
                },
                {
                    "id": 220261,
                    "resource_id": 39,
                    "text": "Ketahuilah! Sesungguhnya wali-wali Allah, tidak ada kebimbangan (dari sesuatu yang tidak baik) terhadap mereka, dan mereka pula tidak akan berdukacita."
                },
                {
                    "id": 1092403,
                    "resource_id": 161,
                    "text": "জেনে রেখ! আল্লাহর বন্ধুদের কোন ভয় নেই আর তারা দুঃখিতও হবে না।"
                }
            ]
        },
        {
            "id": 1427,
            "verse_number": 63,
            "verse_key": "10:63",
            "hizb_number": 22,
            "rub_el_hizb_number": 86,
            "ruku_number": 178,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
            "page_number": 216,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96282,
                    "resource_id": 20,
                    "text": "Those who believed and were fearing Allāh."
                },
                {
                    "id": 220607,
                    "resource_id": 39,
                    "text": "(Wali-wali Allah itu ialah) orang-orang yang beriman serta mereka pula sentiasa bertaqwa."
                },
                {
                    "id": 1092404,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে আর তাকওয়া অবলম্বন করে"
                }
            ]
        },
        {
            "id": 1428,
            "verse_number": 64,
            "verse_key": "10:64",
            "hizb_number": 22,
            "rub_el_hizb_number": 86,
            "ruku_number": 178,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "لَهُمُ ٱلْبُشْرَىٰ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۚ لَا تَبْدِيلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
            "page_number": 216,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96285,
                    "resource_id": 20,
                    "text": "For them are good tidings in the worldly life and in the Hereafter. No change is there in the words [i.e., decrees] of Allāh. That is what is the great attainment."
                },
                {
                    "id": 220262,
                    "resource_id": 39,
                    "text": "Untuk mereka sahajalah kebahagiaan yang mengembirakan di dunia dan di akhirat; tidak ada (sebarang perubahan pada janji-janji Allah yang demikian itulah kejayaan yang besar."
                },
                {
                    "id": 1092405,
                    "resource_id": 161,
                    "text": "তাদের জন্য সুসংবাদ দুনিয়ার জীবনে আর আখেরাতেও। আল্লাহর কথার কোন হেরফের হয় না, এটাই হল বিরাট সাফল্য।"
                }
            ]
        },
        {
            "id": 1429,
            "verse_number": 65,
            "verse_key": "10:65",
            "hizb_number": 22,
            "rub_el_hizb_number": 86,
            "ruku_number": 178,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا ۚ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
            "page_number": 216,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96287,
                    "resource_id": 20,
                    "text": "And let not their speech grieve you. Indeed, honor [due to power] belongs to Allāh entirely. He is the Hearing, the Knowing."
                },
                {
                    "id": 220256,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau (wahai Muhammad) merasa dukacita disebabkan kata-kata mereka yang ingkar itu; kerana sesungguhnya segala kekuasaan tertentu bagi Allah; Dia lah Yang Maha Mendengar, lagi Yang Maha Mengetahui."
                },
                {
                    "id": 1092406,
                    "resource_id": 161,
                    "text": "ওদের কথা যেন তোমাকে দুঃখ না দেয়, যাবতীয় সম্মান আল্লাহরই জন্য, তিনি সব কিছুই শোনেন, সব কিছু জানেন।"
                }
            ]
        },
        {
            "id": 1430,
            "verse_number": 66,
            "verse_key": "10:66",
            "hizb_number": 22,
            "rub_el_hizb_number": 86,
            "ruku_number": 178,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أَلَآ إِنَّ لِلَّهِ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ ۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
            "page_number": 216,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96288,
                    "resource_id": 20,
                    "text": "Unquestionably, to Allāh belongs whoever is in the heavens and whoever is on the earth. And those who invoke other than Allāh do not [actually] follow [His] \"partners.\" They follow not except assumption, and they are not but misjudging."
                },
                {
                    "id": 220618,
                    "resource_id": 39,
                    "text": "Ingatlah! Sesungguhnya bagi Allah jualah segala yang ada di langit dan yang ada di bumi dan bahawa mereka yang menyembah sesuatu yang lain Allah sebagai sekutuNya, mereka tidak menurut (sesuatu keyakinan), mereka hanya menurut sangkaan semata-mata, dan mereka hanyalah orang-orang yang sentiasa berdusta."
                },
                {
                    "id": 1092407,
                    "resource_id": 161,
                    "text": "জেনে রেখ! যা কিছু আসমানসমূহে আছে আর যারা যমীনে আছে সবাই আল্লাহর। (এ অবস্থায়) যারা আল্লাহকে বাদ দিয়ে (তাদের মনগড়া) শরীকদের ডাকে তারা কিসের অনুসরণ করে? তারা ধারণা-অনুমান ছাড়া অন্য কিছুরই অনুসরণ করে না, আর তারা শুধু মিথ্যাই বলে।"
                }
            ]
        },
        {
            "id": 1431,
            "verse_number": 67,
            "verse_key": "10:67",
            "hizb_number": 22,
            "rub_el_hizb_number": 86,
            "ruku_number": 178,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَسْمَعُونَ",
            "page_number": 216,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96289,
                    "resource_id": 20,
                    "text": "It is He who made for you the night to rest therein and the day, giving sight.<sup foot_note=196452>1</sup> Indeed in that are signs for a people who listen."
                },
                {
                    "id": 220612,
                    "resource_id": 39,
                    "text": "Dia lah yang menjadikan malam bagi kamu supaya kamu berehat padanya, dan menjadikan siang terang-benderang (supaya kamu berusaha). Sesungguhnya perubahan malam dan siang itu mengandungi tanda-tanda (yang menunjukkan kekuasaan Allah) bagi kaum yang mahu mendengar (keterangan-keterangan yang tersebut dan mengambil pelajaran daripadanya)."
                },
                {
                    "id": 1092408,
                    "resource_id": 161,
                    "text": "তিনিই তোমাদের জন্য রাত বানিয়েছেন যেন তোমরা তাতে শান্তি লাভ করতে পার, আর দিন সৃষ্টি করেছেন (সব কিছু) দেখার জন্য। অবশ্যই এতে নিদর্শন আছে ঐ সম্প্রদায়ের জন্য যারা (মনোযোগ দিয়ে) শোনে।"
                }
            ]
        },
        {
            "id": 1432,
            "verse_number": 68,
            "verse_key": "10:68",
            "hizb_number": 22,
            "rub_el_hizb_number": 86,
            "ruku_number": 178,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ هُوَ ٱلْغَنِىُّ ۖ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ إِنْ عِندَكُم مِّن سُلْطَـٰنٍۭ بِهَـٰذَآ ۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
            "page_number": 216,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96290,
                    "resource_id": 20,
                    "text": "They<sup foot_note=196454>1</sup> have said, \"Allāh has taken a son.\" Exalted is He; He is the [one] Free of need. To Him belongs whatever is in the heavens and whatever is in the earth. You have no authority<sup foot_note=196453>2</sup> for this [claim]. Do you say about Allāh that which you do not know?"
                },
                {
                    "id": 220601,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Allah mempunyai anak\" Maha Suci Allah (dari apa yang mereka katakan itu)! Dia lah Yang Maha Kaya; segala yang ada di langit dan yang ada di bumi adalah kepunyaanNya; tidaklah ada sebarang keterangan di sisi kamu yang membuktikan apa yang kamu dakwakan itu. Mengapa kamu berani mengatakan terhadap Allah, apa yang kamu tidak mengetahuinya?"
                },
                {
                    "id": 1092409,
                    "resource_id": 161,
                    "text": "ওরা বলে-‘‘আল্লাহ পুত্র গ্রহণ করেছেন’’। মহান পবিত্র তিনি, তিনি কারো মুখাপেক্ষী নন, আসমানসমূহে ও যমীনে যা আছে সবই তাঁর মালিকানাধীন, (আল্লাহ পুত্র গ্রহণ করেছেন) এ ব্যাপারে তোমাদের কাছে কোন প্রমাণ নেই, তাহলে তোমরা কি আল্লাহ সম্পর্কে এমন কথা বলছ যে বিষয়ে তোমাদের কোনই জ্ঞান নেই?"
                }
            ]
        },
        {
            "id": 1433,
            "verse_number": 69,
            "verse_key": "10:69",
            "hizb_number": 22,
            "rub_el_hizb_number": 86,
            "ruku_number": 178,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قُلْ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
            "page_number": 216,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96291,
                    "resource_id": 20,
                    "text": "Say, \"Indeed, those who invent falsehood about Allāh will not succeed.\""
                },
                {
                    "id": 220266,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Sesungguhnya orang-orang yang mengada-adakan sesuatu yang dusta terhadap Allah, tidak akan berjaya\"."
                },
                {
                    "id": 1092410,
                    "resource_id": 161,
                    "text": "বল ‘‘যারা আল্লাহ সম্পর্কে মিথ্যে রচনা করে, তারা কক্ষনো কল্যাণ পাবে না।"
                }
            ]
        },
        {
            "id": 1434,
            "verse_number": 70,
            "verse_key": "10:70",
            "hizb_number": 22,
            "rub_el_hizb_number": 86,
            "ruku_number": 178,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "مَتَـٰعٌ فِى ٱلدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ ٱلْعَذَابَ ٱلشَّدِيدَ بِمَا كَانُوا۟ يَكْفُرُونَ",
            "page_number": 216,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96293,
                    "resource_id": 20,
                    "text": "[For them is brief] enjoyment in this world; then to Us is their return; then We will make them taste the severe punishment because they used to disbelieve."
                },
                {
                    "id": 220238,
                    "resource_id": 39,
                    "text": "(Apa yang mereka beroleh hanya) kesenangan di dunia, kemudian kepada Kamilah tempat kembalinya mereka. Kemudian Kami akan rasakan mereka azab yang berat disebabkan perbuatan kufur yang mereka lakukan."
                },
                {
                    "id": 1092411,
                    "resource_id": 161,
                    "text": "দুনিয়াতে আছে তাদের জন্য সামান্য ভোগ্যবস্তু, অতঃপর আমার কাছেই হবে তাদের প্রত্যাবর্তন, তখন তাদের কুফুরীর কারণে তাদেরকে আমি কঠিন ‘আযাব আস্বাদন করাব।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}