{
    "verses": [
        {
            "id": 1453,
            "verse_number": 89,
            "verse_key": "10:89",
            "hizb_number": 22,
            "rub_el_hizb_number": 87,
            "ruku_number": 180,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَٱسْتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعْلَمُونَ",
            "page_number": 219,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96323,
                    "resource_id": 20,
                    "text": "[Allāh] said, \"Your supplication has been answered.\"<sup foot_note=196458>1</sup> So remain on a right course and follow not the way of those who do not know.\""
                },
                {
                    "id": 220290,
                    "resource_id": 39,
                    "text": "Allah berfirman: \"Sesungguhnya telah dikabulkan doa kamu berdua; oleh itu hendaklah kamu tetap (menjalankan perintahKu seterusnya), dan janganlah kamu menurut jalan orang-orang yang tidak mengetahui (peraturan janjiKu)\"."
                },
                {
                    "id": 1092430,
                    "resource_id": 161,
                    "text": "আল্লাহ তা‘আলা জবাব দিলেন, ‘‘তোমাদের দু’জনের দু‘আ কবূল করা হল, কাজেই তোমরা মজবুত হয়ে থাক, আর তোমরা কক্ষনো তাদের পথ অনুসরণ করো না যারা কিছুই জানে না।"
                }
            ]
        },
        {
            "id": 1454,
            "verse_number": 90,
            "verse_key": "10:90",
            "hizb_number": 22,
            "rub_el_hizb_number": 88,
            "ruku_number": 180,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُۥ بَغْيًا وَعَدْوًا ۖ حَتَّىٰٓ إِذَآ أَدْرَكَهُ ٱلْغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱلَّذِىٓ ءَامَنَتْ بِهِۦ بَنُوٓا۟ إِسْرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلْمُسْلِمِينَ",
            "page_number": 219,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96325,
                    "resource_id": 20,
                    "text": "And We took the Children of Israel across the sea, and Pharaoh and his soldiers pursued them in tyranny and enmity until, when drowning overtook him, he said, \"I believe that there is no deity except that in whom the Children of Israel believe, and I am of the Muslims.\""
                },
                {
                    "id": 220558,
                    "resource_id": 39,
                    "text": "Dan Kami bawakan Bani Israil ke seberang Laut Merah, lalu dikejar oleh Firaun dan tenteranya, dengan tujuan melakukan kezaliman dan pencerobohan, sehingga apabila Firaun hampir tenggelam berkatalah ia (pada saat yang genting itu): \"Aku percaya, bahawa tiada Tuhan melainkan yang dipercayai oleh Bani Israil, dan aku adalah dari orang-orang yang berserah diri (menurut perintah)\"."
                },
                {
                    "id": 1092431,
                    "resource_id": 161,
                    "text": "আমি বানী ইসরাঈলকে সমুদ্র পার করিয়ে নিলাম আর ফির‘আওন ও তার সৈন্য সামন্ত ঔদ্ধত্য ও সীমালঙ্ঘন ক’রে তাদের পেছনে ছুটল, অতঃপর যখন সে ডুবতে শুরু করল তখন সে বলল, ‘আমি ঈমান আনছি যে, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই যাঁর প্রতি বানী ইসরাঈল ঈমান এনেছে, আর আমি আত্মসমর্পণকারীদের অন্তর্ভুক্ত।’"
                }
            ]
        },
        {
            "id": 1455,
            "verse_number": 91,
            "verse_key": "10:91",
            "hizb_number": 22,
            "rub_el_hizb_number": 88,
            "ruku_number": 180,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ءَآلْـَٔـٰنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ ٱلْمُفْسِدِينَ",
            "page_number": 219,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96326,
                    "resource_id": 20,
                    "text": "Now? And you had disobeyed [Him] before and were of the corrupters?"
                },
                {
                    "id": 220540,
                    "resource_id": 39,
                    "text": "(Allah berfirman): \"Adakah sekarang (baharu engkau beriman), padahal sesungguhnya engkau dari dahulu telah kufur derhaka, dan engkau telahpun menjadi dari orang-orang yang melakukan kerosakan?."
                },
                {
                    "id": 1092432,
                    "resource_id": 161,
                    "text": "‘‘এখন (ঈমান আনছ), আগে তো অমান্য করেছ আর ফাসাদকারীদের অন্তর্ভুক্ত থেকেছ।"
                }
            ]
        },
        {
            "id": 1456,
            "verse_number": 92,
            "verse_key": "10:92",
            "hizb_number": 22,
            "rub_el_hizb_number": 88,
            "ruku_number": 180,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَٱلْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَةً ۚ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ عَنْ ءَايَـٰتِنَا لَغَـٰفِلُونَ",
            "page_number": 219,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96328,
                    "resource_id": 20,
                    "text": "So today We will save you in body<sup foot_note=196459>1</sup> that you may be to those who succeed you a sign. And indeed, many among the people, of Our signs, are heedless."
                },
                {
                    "id": 220289,
                    "resource_id": 39,
                    "text": "\"Maka pada hari ini, Kami biarkan engkau (hai Firaun) terlepas dengan badanmu (yang tidak bernyawa, daripada ditelan laut), untuk menjadi tanda bagi orang-orang yang di belakangmu (supaya mereka mengambil itibar). Dan (ingatlah) sesungguhnya kebanyakan manusia lalai daripada (memerhati dan memikirkan) tanda-tanda kekuasaan Kami!\"."
                },
                {
                    "id": 1092433,
                    "resource_id": 161,
                    "text": "আজ আমি তোমার দেহকে রক্ষা করব যাতে তুমি তোমার পরবর্তীদের জন্য নিদর্শন হতে পার।’ অধিকাংশ মানুষই আমার নিদর্শনাবলী সম্পর্কে নিশ্চিতই উদাসীন।’’"
                }
            ]
        },
        {
            "id": 1457,
            "verse_number": 93,
            "verse_key": "10:93",
            "hizb_number": 22,
            "rub_el_hizb_number": 88,
            "ruku_number": 181,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ بَوَّأْنَا بَنِىٓ إِسْرَٰٓءِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ فَمَا ٱخْتَلَفُوا۟ حَتَّىٰ جَآءَهُمُ ٱلْعِلْمُ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
            "page_number": 219,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96332,
                    "resource_id": 20,
                    "text": "And We had certainly settled the Children of Israel in an agreeable settlement and provided them with good things. And they did not differ until [after] knowledge had come to them. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ."
                },
                {
                    "id": 220292,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami telah menempatkan Bani Israil di negeri yang baik (sesudah Kami binasakan Firaun), dan Kami mengurniakan mereka dengan benda-benda yang baik. Maka mereka tidak berselisihan (mengenai Nabi Muhammad melainkan) setelah datang kepada mereka pengetahuan (dari bukti-bukti yang nyata). Sesungguhnya Tuhanmu akan menghukum di antara mereka pada hari kiamat tentang apa yang mereka perselisihan itu."
                },
                {
                    "id": 1092434,
                    "resource_id": 161,
                    "text": "আমি বানী ইসরাঈলকে মর্যাদাপূর্ণ আবাসস্থলে প্রতিষ্ঠিত করেছিলাম আর তাদেরকে উত্তম রিযক দিয়েছিলাম। অতঃপর তাদের কাছে (আল্লাহর প্রেরিত) সঠিক জ্ঞান আসার পূর্ব পর্যন্ত তারা মতভেদ করেনি। তারা যে বিষয়ে মতভেদ করেছিল কিয়ামাত দিবসে তোমার প্রতিপালক অবশ্যই তা মীমাংসা করে দিবেন।"
                }
            ]
        },
        {
            "id": 1458,
            "verse_number": 94,
            "verse_key": "10:94",
            "hizb_number": 22,
            "rub_el_hizb_number": 88,
            "ruku_number": 181,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَإِن كُنتَ فِى شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَسْـَٔلِ ٱلَّذِينَ يَقْرَءُونَ ٱلْكِتَـٰبَ مِن قَبْلِكَ ۚ لَقَدْ جَآءَكَ ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
            "page_number": 219,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96334,
                    "resource_id": 20,
                    "text": "So if you are in doubt, [O Muḥammad], about that which We have revealed to you, then ask those who have been reading the Scripture before you. The truth has certainly come to you from your Lord, so never be among the doubters."
                },
                {
                    "id": 220547,
                    "resource_id": 39,
                    "text": "Oleh sebab itu, sekiranya engkau (wahai Muhammad) merasa ragu-ragu tentang apa yang Kami turukan kepadamu, maka bertanyalah kepada orang-orang yang membaca kitab-kitab yang diturunkan dahulu daripadamu (kerana mereka mengetahui kebenarannya). Sesungguhnya telah datang kepadamu kebenaran dari Tuhanmu, maka jangan sekali-kali engkau menjadi dari golongan yang ragu-ragu."
                },
                {
                    "id": 1092435,
                    "resource_id": 161,
                    "text": "আমি তোমার প্রতি যা অবতীর্ণ করেছি তাতে যদি তুমি সন্দেহ পোষণ কর তাহলে তোমার পূর্বে থেকে যারা কিতাব পাঠ করে আসছে তাদেরকে জিজ্ঞেস কর। তোমার কাছে তোমার প্রতিপালকের নিকট থেকে প্রকৃত সত্য এসেছে। কাজেই তুমি কক্ষনো সন্দেহ পোষণকারীদের মধ্যে শামিল হয়ো না।"
                }
            ]
        },
        {
            "id": 1459,
            "verse_number": 95,
            "verse_key": "10:95",
            "hizb_number": 22,
            "rub_el_hizb_number": 88,
            "ruku_number": 181,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلْخَـٰسِرِينَ",
            "page_number": 219,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96336,
                    "resource_id": 20,
                    "text": "And never be of those who deny the signs of Allāh and [thus] be among the losers.<sup foot_note=196460>1</sup>"
                },
                {
                    "id": 220288,
                    "resource_id": 39,
                    "text": "Dan jangan sekali-kali engkau menjadi dari golongan yang mendustakan ayat-ayat Allah, kerana dengan itu engkau akan menjadi dari orang-orang yang rugi."
                },
                {
                    "id": 1092436,
                    "resource_id": 161,
                    "text": "আর তুমি কক্ষনো তাদের মধ্যে শামিল হয়ো না যারা আল্লাহর আয়াতসমূহকে মিথ্যে জেনে অমান্য করে, তাহলে তুমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাবে।"
                }
            ]
        },
        {
            "id": 1460,
            "verse_number": 96,
            "verse_key": "10:96",
            "hizb_number": 22,
            "rub_el_hizb_number": 88,
            "ruku_number": 181,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ",
            "page_number": 219,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96338,
                    "resource_id": 20,
                    "text": "Indeed, those upon whom the word [i.e., decree] of your Lord has come into effect will not believe,"
                },
                {
                    "id": 220296,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang telah ditetapkan atas mereka hukuman Tuhanmu (dengan azab), mereka tidak akan beriman:"
                },
                {
                    "id": 1092437,
                    "resource_id": 161,
                    "text": "তাদের সম্পর্কে তোমার প্রতিপালকের বাক্য সত্য প্রমাণিত হয়েছে যে, তারা ঈমান আনবে না,"
                }
            ]
        },
        {
            "id": 1461,
            "verse_number": 97,
            "verse_key": "10:97",
            "hizb_number": 22,
            "rub_el_hizb_number": 88,
            "ruku_number": 181,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ جَآءَتْهُمْ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
            "page_number": 219,
            "juz_number": 11,
            "translations": [
                {
                    "id": 96340,
                    "resource_id": 20,
                    "text": "Even if every sign should come to them, until they see the painful punishment."
                },
                {
                    "id": 220507,
                    "resource_id": 39,
                    "text": "Walaupun datang kepada mereka segala jenis keterangan dan tanda-tanda (yang membuktikan kekuasaan Allah dan kebenaran Rasul-rasulNya), sehingga mereka melihat azab yang tidak terperi sakitnya."
                },
                {
                    "id": 1092438,
                    "resource_id": 161,
                    "text": "এমনকি তাদের কাছে প্রত্যেকটি নিদর্শন আসলেও- যে পর্যন্ত না তারা ভয়াবহ শাস্তি প্রত্যক্ষ করবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}