{
    "verses": [
        {
            "id": 1486,
            "verse_number": 13,
            "verse_key": "11:13",
            "hizb_number": 23,
            "rub_el_hizb_number": 89,
            "ruku_number": 184,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِعَشْرِ سُوَرٍ مِّثْلِهِۦ مُفْتَرَيَـٰتٍ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 223,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96377,
                    "resource_id": 20,
                    "text": "Or do they say, \"He invented it\"? Say, \"Then bring ten sūrahs like it that have been invented and call upon [for assistance] whomever you can besides Allāh, if you should be truthful.\""
                },
                {
                    "id": 220329,
                    "resource_id": 39,
                    "text": "Bukan itu sahaja kata-kata mereka bahkan mereka menuduh dengan mengatakan: \"Ia (Muhammad) yang mereka-reka Al-Quran itu! \" katakanlah (wahai Muhammad): \"(Jika demikian tuduhan kamu), maka cubalah buat serta datangkan sepuluh surah rekaan yang sebanding dengan Al-Quran itu, dan panggilah siapa sahaja yang kamu sanggup memanggilnya, yang lain dari Allah, jika betul kamu orang-orang yang benar\"."
                },
                {
                    "id": 1092463,
                    "resource_id": 161,
                    "text": "তারা কি বলে ‘‘সে [অর্থাৎ মুহাম্মাদ (সা.)] ওটা রচনা করেছে? বল, ‘‘তাহলে তোমরা এর মত দশটি সূরাহ রচনা করে আন, আর (এ কাজে সাহায্য করার জন্য) আল্লাহকে বাদ দিয়ে যাকে ডাকতে পার ডেকে নাও যদি তোমরা সত্যবাদী হয়েই থাক ।"
                }
            ]
        },
        {
            "id": 1487,
            "verse_number": 14,
            "verse_key": "11:14",
            "hizb_number": 23,
            "rub_el_hizb_number": 89,
            "ruku_number": 184,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَإِلَّمْ يَسْتَجِيبُوا۟ لَكُمْ فَٱعْلَمُوٓا۟ أَنَّمَآ أُنزِلَ بِعِلْمِ ٱللَّهِ وَأَن لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
            "page_number": 223,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96380,
                    "resource_id": 20,
                    "text": "And if they do not respond to you - then know that it [i.e., the Qur’ān] was revealed with the knowledge of Allāh<sup foot_note=196471>1</sup> and that there is no deity except Him. Then,<sup foot_note=196470>2</sup> would you [not] be Muslims?"
                },
                {
                    "id": 220333,
                    "resource_id": 39,
                    "text": "Oleh itu, jika mereka (penolong-penolong kamu) tidak dapat melaksanakan permintaan kamu (untuk membuat surah-surah yang sebanding dengan Al-Quran), maka ketahuilah bahawa Al-Quran itu diturunkan hanyalah menurut pengetahuan Allah, dan bahawa tidak ada tuhan yang berhak disembah melainkan Allah. Setelah (terbukti hakikat yang demikian) maka adakah kamu mengakui Islam dan menurut aturannya?"
                },
                {
                    "id": 1092464,
                    "resource_id": 161,
                    "text": "তারা যদি তোমাদের ডাকে সাড়া না দেয় তাহলে জেনে নাও যে, আল্লাহর জ্ঞান অনুসারেই তা অবতীর্ণ হয়েছে। আরো জেনে রাখ যে, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই। তাহলে এখন কি তোমরা আত্মসমর্পণ করবে?"
                }
            ]
        },
        {
            "id": 1488,
            "verse_number": 15,
            "verse_key": "11:15",
            "hizb_number": 23,
            "rub_el_hizb_number": 89,
            "ruku_number": 184,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "مَن كَانَ يُرِيدُ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَـٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
            "page_number": 223,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96382,
                    "resource_id": 20,
                    "text": "Whoever desires the life of this world and its adornments - We fully repay them for their deeds therein,<sup foot_note=196472>1</sup> and they therein will not be deprived."
                },
                {
                    "id": 220437,
                    "resource_id": 39,
                    "text": "Sesiapa yang keadaan usahanya semata-mata berkehendakkan kehidupan dunia dan perhiasannya (dengan tidak disaksikan sama oleh Al-Quran tentang sah batalnya), maka Kami akan sempurnakan hasil usaha mereka di dunia, dan mereka tidak dikurangkan sedikitpun padanya."
                },
                {
                    "id": 1092465,
                    "resource_id": 161,
                    "text": "যারা এ দুনিয়ার জীবন আর তার শোভা সৌন্দর্য কামনা করে, তাদেরকে এখানে তাদের কর্মের পুরোপুরি ফল আমি দিয়ে দেই, আর তাতে তাদের প্রতি কোন কমতি করা হয় না।"
                }
            ]
        },
        {
            "id": 1489,
            "verse_number": 16,
            "verse_key": "11:16",
            "hizb_number": 23,
            "rub_el_hizb_number": 89,
            "ruku_number": 184,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَيْسَ لَهُمْ فِى ٱلْـَٔاخِرَةِ إِلَّا ٱلنَّارُ ۖ وَحَبِطَ مَا صَنَعُوا۟ فِيهَا وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 223,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96384,
                    "resource_id": 20,
                    "text": "Those are the ones for whom there is not in the Hereafter but the Fire. And lost is what they did therein,<sup foot_note=196473>1</sup> and worthless is what they used to do."
                },
                {
                    "id": 220332,
                    "resource_id": 39,
                    "text": "Merekalah orang-orang yang tidak ada baginya pada hari akhirat kelak selain daripada azab neraka, dan pada hari itu gugurlah apa yang mereka lakukan di dunia, dan batalah apa yang mereka telah kerjakan."
                },
                {
                    "id": 1092466,
                    "resource_id": 161,
                    "text": "কিন্তু আখেরাতে তাদের জন্য আগুন ছাড়া কিছুই নাই, এখানে যা কিছু তারা করেছে তা নিষ্ফল হয়ে গেছে, আর তাদের যাবতীয় কাজকর্ম ব্যর্থ হয়ে গেছে।"
                }
            ]
        },
        {
            "id": 1490,
            "verse_number": 17,
            "verse_key": "11:17",
            "hizb_number": 23,
            "rub_el_hizb_number": 89,
            "ruku_number": 184,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۚ وَمَن يَكْفُرْ بِهِۦ مِنَ ٱلْأَحْزَابِ فَٱلنَّارُ مَوْعِدُهُۥ ۚ فَلَا تَكُ فِى مِرْيَةٍ مِّنْهُ ۚ إِنَّهُ ٱلْحَقُّ مِن رَّبِّكَ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
            "page_number": 223,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96385,
                    "resource_id": 20,
                    "text": "So is one who [stands] upon a clear evidence from his Lord [like the aforementioned]? And a witness<sup foot_note=196475>1</sup> from Him follows it,<sup foot_note=196474>2</sup> and before it was the Scripture of Moses to lead and as mercy. Those [believers in the former revelations] believe in it [i.e., the Qur’ān]. But whoever disbelieves in it from the [various] factions - the Fire is his promised destination. So be not in doubt about it. Indeed, it is the truth from your Lord, but most of the people do not believe."
                },
                {
                    "id": 220328,
                    "resource_id": 39,
                    "text": "Jika demikian, adakah sama mereka itu dengan orang-orang yang keadaannya sentiasa berdasarkan bukti yang terdapat dari (benda-benda yang diciptakan oleh) Tuhannya, dan diikuti oleh Kitab Suci Al-Quran memberi kenyataan - sebagai saksi dari pihak Tuhan meneguhkan bukti yang tersebut; dan sebelum itu, kenyataan yang serupa diberi oleh Kitab Nabi Musa yang menjadi ikutan dan rahmat (kepada umatnya)? Orang-orang yang berkeadaan demikian, mengakui - menerima Al-Quran; dan sesiapa ingkar akan Al-Quran itu dari kumpulan-kumpulan kaum kafir, maka nerakalah dijanjikan menjadi tempatnya. Oleh itu, janganlah engkau (wahai Muhammad) menaruh perasaan ragu-ragu terhadap Al-Quran, kerana sesungguhnya Al-Quran itu adalah perkara yang benar dari Tuhanmu, tetapi kebanyakan manusia tidak percaya kepadanya."
                },
                {
                    "id": 1092467,
                    "resource_id": 161,
                    "text": "তাহলে যে লোক তার প্রতিপালকের পক্ষ থেকে স্পষ্ট প্রমাণের উপর আছে এবং তাঁর পক্ষ হতে এক সাক্ষী ওটা পড়ে শোনাচ্ছে (সে কি অবিশ্বাসীদের সমান হতে পারে?) আর তার পূর্বে পথ প্রদর্শক ও রহমত স্বরূপ এসেছিল মূসার কিতাব। ওরাই তাতে (অর্থাৎ কুরআনে) বিশ্বাসী। যারাই এটাকে অস্বীকার করবে, জাহান্নামই হল তাদের প্রতিশ্রুত স্থান। কাজেই এ সম্পর্কে তুমি কোন প্রকার সন্দেহে নিপতিত হয়ো না। এটা তোমার প্রতিপালকের পক্ষ থেকে আগত প্রকৃত সত্য, কিন্তু অধিকাংশ মানুষ বিশ্বাস করে না।"
                }
            ]
        },
        {
            "id": 1491,
            "verse_number": 18,
            "verse_key": "11:18",
            "hizb_number": 23,
            "rub_el_hizb_number": 89,
            "ruku_number": 184,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا ۚ أُو۟لَـٰٓئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ ٱلْأَشْهَـٰدُ هَـٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُوا۟ عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
            "page_number": 223,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96386,
                    "resource_id": 20,
                    "text": "And who is more unjust than he who invents a lie about Allāh? Those will be presented before their Lord, and the witnesses will say, \"These are the ones who lied against their Lord.\" Unquestionably, the curse of Allāh is upon the wrongdoers."
                },
                {
                    "id": 220303,
                    "resource_id": 39,
                    "text": "Dan tidak ada yang lebih zalim daripada orang-orang yang mereka-reka perkara-perkara dusta terhadap Allah! Orang-orang yang demikian sifatnya akan dibawa mengadap Tuhan mereka, dan pada hari itu akan berkatalah saksi-saksi (dari malaikat-malaikat, Nabi-nabi, dan anggota-anggota tubuh mereka sendiri): \"Inilah orang-orang yang membuat-buat dusta terhadap Tuhan mereka\". Ketahuilah (sesungguhnya) laknat Allah tertimpa kepada orang-orang yang zalim!"
                },
                {
                    "id": 1092468,
                    "resource_id": 161,
                    "text": "যারা আল্লাহ সম্পর্কে মিথ্যা রচনা করে তাদের থেকে বড় যালিম আর কে হতে পারে? তাদেরকে তাদের প্রতিপালকের সামনে উপস্থিত করা হবে আর সাক্ষীরা সাক্ষ্য দিবে যে, এই লোকরাই তাদের রব্বের বিরুদ্ধে মিথ্যা বলেছিল। শুনে রেখ! আল্লাহর অভিশাপ সেই যালিমদের উপর"
                }
            ]
        },
        {
            "id": 1492,
            "verse_number": 19,
            "verse_key": "11:19",
            "hizb_number": 23,
            "rub_el_hizb_number": 89,
            "ruku_number": 184,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
            "page_number": 223,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96387,
                    "resource_id": 20,
                    "text": "Who averted [people] from the way of Allāh and sought to make it [seem] deviant while they, concerning the Hereafter, were disbelievers."
                },
                {
                    "id": 218686,
                    "resource_id": 39,
                    "text": "Orang-orang yang menghalang dirinya sendiri dan orang lain dari jalan ugama Allah dan berusaha supaya jalan itu menjadi bengkok terpesong, sedang mereka pula ingkarkan hari akhirat;"
                },
                {
                    "id": 1092469,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর পথ হতে লোকেদেরকে ফিরিয়ে রাখে আর তাকে বক্র করতে চায়, আর তারা আখিরাতকে অস্বীকার করে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}