{
    "verses": [
        {
            "id": 1502,
            "verse_number": 29,
            "verse_key": "11:29",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 185,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ مَالًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓا۟ ۚ إِنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَلَـٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
            "page_number": 225,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96402,
                    "resource_id": 20,
                    "text": "And O my people, I ask not of you for it any wealth. My reward is not but from Allāh. And I am not one to drive away those who have believed. Indeed, they will meet their Lord, but I see that you are a people behaving ignorantly."
                },
                {
                    "id": 220339,
                    "resource_id": 39,
                    "text": "Dan (ketahuilah) wahai kaumku! Aku tidak meminta kepada kamu sebarang harta benda sebagai upah menyampaikan ugama Allah itu, tiadalah aku harapkan upahku melainkan dari Allah semata-mata; dan aku tidak akan menghalau orang-orang yang beriman (sebagaimana yang kamu minta itu), kerana sesungguhnya mereka akan menemui Tuhan mereka (dan pada hari itu mereka akan menuntut dan menerima hak masing-masing); tetapi aku nampak kamu semua, kaum yang tidak mengetahui apa yang mesti diketahui."
                },
                {
                    "id": 1092479,
                    "resource_id": 161,
                    "text": "হে আমার জাতির লোকেরা! আমি এ কাজে তোমাদের কাছে কোন ধন-সম্পদ চাই না, আমার পারিশ্রমিক আছে কেবল আল্লাহর কাছে। আর মু’মিনদের তাড়িয়ে দেয়া আমার জন্য শোভনীয় নয়, তারা তাদের প্রতিপালকের সাক্ষাৎ অবশ্যই লাভ করবে, কিন্তু আমি দেখছি তোমরা এমন এক জাতি যারা মূর্খের আচরণ করছ।"
                }
            ]
        },
        {
            "id": 1503,
            "verse_number": 30,
            "verse_key": "11:30",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 185,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَـٰقَوْمِ مَن يَنصُرُنِى مِنَ ٱللَّهِ إِن طَرَدتُّهُمْ ۚ أَفَلَا تَذَكَّرُونَ",
            "page_number": 225,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96404,
                    "resource_id": 20,
                    "text": "And O my people, who would protect me from Allāh if I drove them away? Then will you not be reminded?"
                },
                {
                    "id": 220354,
                    "resource_id": 39,
                    "text": "Dan lagi wahai kaumku! Siapakah yang akan menolongku dari azab Allah jika aku menghalau mereka? Maka mengapa kamu tidak mahu ingatkan kekuasaan Allah?"
                },
                {
                    "id": 1092480,
                    "resource_id": 161,
                    "text": "হে আমার জাতির লোকেরা! আমি যদি এই লোকদেরকে তাড়িয়ে দেই তাহলে আমাকে আল্লাহর পাকড়াও থেকে কে বাঁচাবে? তবুও কি তোমরা উপদেশ নিবে না?"
                }
            ]
        },
        {
            "id": 1504,
            "verse_number": 31,
            "verse_key": "11:31",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 185,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ إِنِّى مَلَكٌ وَلَآ أَقُولُ لِلَّذِينَ تَزْدَرِىٓ أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ ٱللَّهُ خَيْرًا ۖ ٱللَّهُ أَعْلَمُ بِمَا فِىٓ أَنفُسِهِمْ ۖ إِنِّىٓ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
            "page_number": 225,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96405,
                    "resource_id": 20,
                    "text": "And I do not tell you that I have the depositories [containing the provision] of Allāh or that I know the unseen, nor do I tell you that I am an angel, nor do I say of those upon whom your eyes look down that Allāh will never grant them any good. Allāh is most knowing of what is within their souls. Indeed, I would then be among the wrongdoers [i.e., the unjust].\""
                },
                {
                    "id": 220359,
                    "resource_id": 39,
                    "text": "Dan aku tidak pernah berkata kepada kamu: di sisiku ada perbendaharaan Allah, dan tidaklah aku mendakwa mengetahui perkara-perkara yang ghaib dan aku tidak mengatakan bahawa aku ini malaikat; dan aku juga tidak berkata terhadap orang-orang yang beriman yang kamu pandang hina itu, bahawa Allah tidak akan memberi kebaikan kepada mereka. Allah lebih mengetahui akan apa yang ada di dalam hati mereka. Sesungguhnya aku jika bertindak demikian, nescaya menjadilah aku dari orang-orang yang zalim\"."
                },
                {
                    "id": 1092481,
                    "resource_id": 161,
                    "text": "আমি তো তোমাদেরকে এ কথা বলছি না যে, আমার কাছে আল্লাহর ধন-ভান্ডারসমূহ আছে। আর আমি অদৃশ্যের খবরও জানি না। আর আমি এ কথাও বলি না যে, আমি ফেরেশতা। আমি এ কথাও বলি না যে, তোমাদের চোখ যে সব লোককে অবজ্ঞা করে, আল্লাহ কক্ষনো তাদের কল্যাণ করবেন না। তাদের অন্তরে কী আছে আল্লাহ্ই তা বেশী জানেন। (এ রকম কথা বললে) আমি তো যালিমদের শামিল হয়ে যাবো।"
                }
            ]
        },
        {
            "id": 1505,
            "verse_number": 32,
            "verse_key": "11:32",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 185,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰنُوحُ قَدْ جَـٰدَلْتَنَا فَأَكْثَرْتَ جِدَٰلَنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
            "page_number": 225,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96407,
                    "resource_id": 20,
                    "text": "They said, \"O Noah, you have disputed [i.e., opposed] us and been frequent in dispute of us. So bring us what you threaten us, if you should be of the truthful.\""
                },
                {
                    "id": 220358,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Wahai Nuh! Sesungguhnya engkau telah bertikam lidah membantah kami lalu engkau banyakkan sangat hujjah-hujjah semasa mengemukakan bantahanmu kepada kami; oleh itu, datangkanlah azab Allah yang engkau janjikan kepada kami, jika betul engkau dari orang-orang yang benar\"."
                },
                {
                    "id": 1092482,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘হে নূহ! তুমি আমাদের সাথে ঝগড়া করেছ, খুব বেশি বেশি ঝগড়া করেছ, এখন যার ভয় আমাদেরকে দেখাচ্ছ তা আমাদের কাছে নিয়ে এসো, যদি তুমি সত্যবাদী হও।’"
                }
            ]
        },
        {
            "id": 1506,
            "verse_number": 33,
            "verse_key": "11:33",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 185,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ إِنَّمَا يَأْتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعْجِزِينَ",
            "page_number": 225,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96409,
                    "resource_id": 20,
                    "text": "He said, \"Allāh will only bring it to you if He wills, and you will not cause [Him] failure."
                },
                {
                    "id": 220414,
                    "resource_id": 39,
                    "text": "Nabi Nuh menjawab: \"Sesungguhnya Allah jualah yang akan mendatangkan azabNya itu kepada kamu jika Ia kehendaki, dan kamu tidak sekali-kali akan dapat melemahkan kuasa Allah!"
                },
                {
                    "id": 1092483,
                    "resource_id": 161,
                    "text": "নূহ বলল, ‘‘আল্লাহই তা তোমাদের কাছে নিয়ে আসবেন যদি তিনি চান, তোমরা ব্যর্থ করতে পারবে না।"
                }
            ]
        },
        {
            "id": 1507,
            "verse_number": 34,
            "verse_key": "11:34",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 185,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَا يَنفَعُكُمْ نُصْحِىٓ إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
            "page_number": 225,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96411,
                    "resource_id": 20,
                    "text": "And my advice will not benefit you - although I wished to advise you - if Allāh should intend to put you in error. He is your Lord, and to Him you will be returned.\""
                },
                {
                    "id": 220362,
                    "resource_id": 39,
                    "text": "Dan tidak ada gunanya nasihatku kepada kamu, jika aku hendak menasihati kamu, kalau Allah hendak menyesatkan kamu (kerana kamu tetap berdegil); Dia lah Tuhan kamu dan kepadaNya kamu akan kembali\"."
                },
                {
                    "id": 1092484,
                    "resource_id": 161,
                    "text": "আমি তোমাদের কোন কল্যাণ করতে চাইলেও আমার কল্যাণ কামনা তোমাদের কোন উপকারে আসবে না যদি আল্লাহ তোমাদেরকে পথহারা করতে চান। তিনিই তোমাদের রবব, আর তাঁর কাছেই তোমরা ফিরে যাবে।’’"
                }
            ]
        },
        {
            "id": 1508,
            "verse_number": 35,
            "verse_key": "11:35",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 185,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَعَلَىَّ إِجْرَامِى وَأَنَا۠ بَرِىٓءٌ مِّمَّا تُجْرِمُونَ",
            "page_number": 225,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96413,
                    "resource_id": 20,
                    "text": "Or do they say [about Prophet Muḥammad (ﷺ)], \"He invented it\"? Say, \"If I have invented it, then upon me is [the consequence of] my crime; but I am innocent of what [crimes] you commit.\""
                },
                {
                    "id": 220365,
                    "resource_id": 39,
                    "text": "(Mereka terus berdegil), bahkan mereka menuduh dengan mengatakan Nabi Nuh sengaja mengada-adakan secara dusta: bahawa Tuhan mengurniakan pangkat Nabi kepadanya. Nabi Nuh diperintahkan menjawab dengan berkata: \"Kalau aku yang mereka-reka wahyu itu maka akulah yang akan menanggung dosa perbuatanku itu, dan sebenarnya aku bersih dari dosa kesalahan kamu menuduhku\"."
                },
                {
                    "id": 1092485,
                    "resource_id": 161,
                    "text": "তারা কি বলে যে, এ লোকই এ সব রচনা করেছে? বল, আমি যদি তা রচনা করে থাকি, তাহলে আমার অপরাধের দায়িত্ব আমার উপর। তোমরা যে অপরাধ করেছ তাত্থেকে আমি মুক্ত।"
                }
            ]
        },
        {
            "id": 1509,
            "verse_number": 36,
            "verse_key": "11:36",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَأُوحِىَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ ءَامَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَفْعَلُونَ",
            "page_number": 225,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96415,
                    "resource_id": 20,
                    "text": "And it was revealed to Noah that, \"No one will believe from your people except those who have already believed, so do not be distressed by what they have been doing."
                },
                {
                    "id": 220367,
                    "resource_id": 39,
                    "text": "Dan (setelah itu) diwahyukan kepada Nabi Nuh: \"Bahawa sesungguhnya tidak akan beriman lagi dari kaummu melainkan orang-orang yang telah sedia beriman. Oleh itu, janganlah engkau berdukacita tentang apa yang mereka sentiasa lakukan."
                },
                {
                    "id": 1092486,
                    "resource_id": 161,
                    "text": "নূহের কাছে ওয়াহী পাঠানো হয়েছিল যে, যারা ঈমান এনেছে তারা ছাড়া তোমার সম্প্রদায়ের আর কোন লোক কক্ষনো ঈমান আনবে না, কাজেই তারা যা করছে তার জন্য তুমি হা-হুতাশ করো না।"
                }
            ]
        },
        {
            "id": 1510,
            "verse_number": 37,
            "verse_key": "11:37",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَـٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۚ إِنَّهُم مُّغْرَقُونَ",
            "page_number": 225,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96416,
                    "resource_id": 20,
                    "text": "And construct the ship under Our observation and Our inspiration and do not address Me concerning those who have wronged; indeed, they are [to be] drowned.\""
                },
                {
                    "id": 220361,
                    "resource_id": 39,
                    "text": "Dan buatlah bahtera dengan pengawasan serta kawalan Kami, dan dengan panduan wahyu Kami (tentang cara membuatnya); dan janganlah engkau merayu kepadaKu untuk menolong kaum yang zalim itu, kerana sesungguhnya mereka akan ditenggelamkan (dengan taufan)\"."
                },
                {
                    "id": 1092487,
                    "resource_id": 161,
                    "text": "অতএব আমার পর্যবেক্ষণের অধীনে আর আমার ওয়াহী অনুসারে তুমি নৌকা তৈরি কর, আর যারা বাড়াবাড়ি করেছে তাদের ব্যাপারে আমার কাছে কোন আবেদন করো না, তারা অবশ্যই ডুববে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}