{
    "verses": [
        {
            "id": 1511,
            "verse_number": 38,
            "verse_key": "11:38",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَصْنَعُ ٱلْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِۦ سَخِرُوا۟ مِنْهُ ۚ قَالَ إِن تَسْخَرُوا۟ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ",
            "page_number": 226,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96417,
                    "resource_id": 20,
                    "text": "And he constructed the ship, and whenever an assembly of the eminent of his people passed by him, they ridiculed him. He said, \"If you ridicule us, then we will ridicule you just as you ridicule."
                },
                {
                    "id": 220338,
                    "resource_id": 39,
                    "text": "Dan Nabi Nuh pun membuat bahtera itu, dan tiap-tiap kali sepuak dari kaumnya melalui tempat ia membina bahteranya, mereka mengejek-ejeknya. Nabi Nuh pun menjawab: \"Jika kamu memandang kami bodoh (kerana membuat bahtera ini), maka sesungguhnya kami juga memandang kamu bodoh (kerana keingkaran kamu), sebagai (balasan) ejekan kamu."
                },
                {
                    "id": 1092488,
                    "resource_id": 161,
                    "text": "নূহ নৌকা তৈরি করছিল, আর যখনই তার জাতির প্রধান ব্যক্তিরা তার নিকট দিয়ে যাচ্ছিল, তারা তাকে ঠাট্টা করছিল। সে বলল, ‘তোমরা যদি আমাদেরকে ঠাট্টা কর, তাহলে আমরাও তোমাদেরকে (ভবিষ্যতে) ঠাট্টা করব যেমনভাবে তোমরা (এখন) ঠাট্টা করছ,"
                }
            ]
        },
        {
            "id": 1512,
            "verse_number": 39,
            "verse_key": "11:39",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
            "page_number": 226,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96418,
                    "resource_id": 20,
                    "text": "And you are going to know who will get a punishment that will disgrace him [on earth] and upon whom will descend an enduring punishment [in the Hereafter].\""
                },
                {
                    "id": 220370,
                    "resource_id": 39,
                    "text": "Maka kamu akan mengetahui siapakah yang akan didatangi azab yang menghinakannya di dunia, dan yang akan ditimpakan pula dengan azab yang kekal pada hari akhirat kelak\"."
                },
                {
                    "id": 1092489,
                    "resource_id": 161,
                    "text": "তোমরা (শীঘ্রই) জানতে পারবে কার উপর লাঞ্ছনাকর ‘আযাব আসে আর কার উপর আসে স্থায়ী ‘আযাব।"
                }
            ]
        },
        {
            "id": 1513,
            "verse_number": 40,
            "verse_key": "11:40",
            "hizb_number": 23,
            "rub_el_hizb_number": 90,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "حَتَّىٰٓ إِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ قُلْنَا ٱحْمِلْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ وَمَنْ ءَامَنَ ۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٌ",
            "page_number": 226,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96420,
                    "resource_id": 20,
                    "text": "[So it was], until when Our command came and the oven overflowed,<sup foot_note=196478>1</sup> We said, \"Load upon it [i.e., the ship] of each [creature] two mates and your family, except those about whom the word [i.e., decree] has preceded, and [include] whoever has believed.\" But none had believed with him, except a few."
                },
                {
                    "id": 220373,
                    "resource_id": 39,
                    "text": "(Nabi Nuh terus bekerja) sehingga apabila datang hukum Kami untuk membinasakan mereka dan air memancut-mancut dari muka bumi (yang menandakan kedatangan taufan), Kami berfirman kepada Nabi Nuh: \"Bawalah dalam bahtera itu dua dari tiap-tiap sejenis haiwan (jantan dan betina), dan bawalah ahlimu kecuali orang yang telah ditetapkan hukuman azab atasnya (disebabkan kekufurannya), juga bawalah orang-orang beriman\". Dan tidak ada orang-orang yang beriman yang turut bersama-samanya, melainkan sedikit sahaja."
                },
                {
                    "id": 1092490,
                    "resource_id": 161,
                    "text": "শেষে যখন আমার নির্দেশ এসে গেল, আর তন্দুর (পানিতে) উথলে উঠল, আমি বললাম, ‘প্রত্যেক শ্রেণীর যুগলের দু’টি তাতে তুলে নাও আর তোমার পরিবার পরিজনকে, তাদের ছাড়া যাদের ব্যাপারে আগেই ঘোষণা দেয়া হয়েছে। আর যারা ঈমান এনেছে তাদেরকেও (তুলে নাও)। তার সঙ্গে ঈমান এনেছিল খুব অল্প কয়েকজনই।"
                }
            ]
        },
        {
            "id": 1514,
            "verse_number": 41,
            "verse_key": "11:41",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ وَقَالَ ٱرْكَبُوا۟ فِيهَا بِسْمِ ٱللَّهِ مَجْر۪ىٰهَا وَمُرْسَىٰهَآ ۚ إِنَّ رَبِّى لَغَفُورٌ رَّحِيمٌ",
            "page_number": 226,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96421,
                    "resource_id": 20,
                    "text": "And [Noah] said, \"Embark therein; in the name of Allāh [are] its course and its anchorage. Indeed, my Lord is Forgiving and Merciful.\""
                },
                {
                    "id": 220369,
                    "resource_id": 39,
                    "text": "Dan (ketika itu) berkatalah Nabi Nuh (kepada pengikut-pengikutnya yang beriman): \"Naiklah kamu ke bahtera itu sambil berkata: ' Dengan nama Allah bergerak lajunya dan berhentinya '. Sesungguhnya Tuhanku adalah Maha Pengampun, lagi Maha Mengasihani.\""
                },
                {
                    "id": 1092491,
                    "resource_id": 161,
                    "text": "নূহ বলল, ‘এতে আরোহণ কর, আল্লাহর নামে এর গতি ও এর স্থিতি, আমার প্রতিপালক অবশ্যই বড়ই ক্ষমাশীল, বড়ই দয়ালু।’"
                }
            ]
        },
        {
            "id": 1515,
            "verse_number": 42,
            "verse_key": "11:42",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَهِىَ تَجْرِى بِهِمْ فِى مَوْجٍ كَٱلْجِبَالِ وَنَادَىٰ نُوحٌ ٱبْنَهُۥ وَكَانَ فِى مَعْزِلٍ يَـٰبُنَىَّ ٱرْكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلْكَـٰفِرِينَ",
            "page_number": 226,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96422,
                    "resource_id": 20,
                    "text": "And it sailed with them through waves like mountains, and Noah called to his son who was apart [from them], \"O my son, come aboard with us and be not with the disbelievers.\""
                },
                {
                    "id": 220380,
                    "resource_id": 39,
                    "text": "(Mereka semua naik) dan bahtera itupun bergerak laju membawa mereka dalam ombak yang seperti gunung-ganang, dan (sebelum itu) Nabi Nuh memanggil anaknya, yang sedang berada di tempat yang terpisah daripadanya: \"Wahai anakku, naiklah bersama-sama kami, dan janganlah engkau tinggal dengan orang-orang yang kafir\"."
                },
                {
                    "id": 1092492,
                    "resource_id": 161,
                    "text": "পর্বত সদৃশ তরঙ্গমালার মধ্য দিয়ে তা তাদেরকে নিয়ে বয়ে চলল। তখন নূহ তার পুত্রকে- যে তাদের থেকে আলাদা হয়ে গিয়েছিল- ডাক দিয়ে বলল, ‘হে আমার পুত্র! আমাদের সঙ্গে আরোহণ কর, কাফিরদের সঙ্গে থেক না।"
                }
            ]
        },
        {
            "id": 1516,
            "verse_number": 43,
            "verse_key": "11:43",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ سَـَٔاوِىٓ إِلَىٰ جَبَلٍ يَعْصِمُنِى مِنَ ٱلْمَآءِ ۚ قَالَ لَا عَاصِمَ ٱلْيَوْمَ مِنْ أَمْرِ ٱللَّهِ إِلَّا مَن رَّحِمَ ۚ وَحَالَ بَيْنَهُمَا ٱلْمَوْجُ فَكَانَ مِنَ ٱلْمُغْرَقِينَ",
            "page_number": 226,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96425,
                    "resource_id": 20,
                    "text": "[But] he said, \"I will take refuge on a mountain to protect me from the water.\" [Noah] said, \"There is no protector today from the decree of Allāh, except for whom He gives mercy.\" And the waves came between them, and he was among the drowned."
                },
                {
                    "id": 220377,
                    "resource_id": 39,
                    "text": "Anaknya menjawab: \"Aku akan pergi berlindung ke sebuah gunung yang dapat menyelamatkan aku daripada ditenggelamkan oleh air\". Nabi Nuh berkata: \"Hari ini tidak ada sesuatupun yang akan dapat melindungi dari azab Allah, kecuali orang yang dikasihani olehNya\". Dan dengan serta-merta ombak itu pun memisahkan antara keduanya, lalu menjadilah ia (anak yang derhaka itu) dari orang-orang yang ditenggelamkan oleh taufan."
                },
                {
                    "id": 1092493,
                    "resource_id": 161,
                    "text": "সে (অর্থাৎ নূহের পুত্র) বলল, ‘আমি এক্ষুণি পাহাড়ে আশ্রয় নেব যা আমাকে পানি থেকে রক্ষা করবে।’ নূহ বলল, ‘আজ আল্লাহর হুকুম থেকে কোন কিছুই রক্ষা করতে পারবে না, অবশ্য আল্লাহ যার প্রতি দয়া করবেন সে রক্ষা পাবে।’ অতঃপর ঢেউ তাদের দু’জনার মাঝে আড়াল করল আর সে ডুবে যাওয়া লোকেদের মধ্যে শামিল হয়ে গেল।"
                }
            ]
        },
        {
            "id": 1517,
            "verse_number": 44,
            "verse_key": "11:44",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَقِيلَ يَـٰٓأَرْضُ ٱبْلَعِى مَآءَكِ وَيَـٰسَمَآءُ أَقْلِعِى وَغِيضَ ٱلْمَآءُ وَقُضِىَ ٱلْأَمْرُ وَٱسْتَوَتْ عَلَى ٱلْجُودِىِّ ۖ وَقِيلَ بُعْدًا لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
            "page_number": 226,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96427,
                    "resource_id": 20,
                    "text": "And it was said, \"O earth, swallow your water, and O sky, withhold [your rain].\" And the water subsided, and the matter was accomplished, and it [i.e., the ship] came to rest on the [mountain of] Jūdiyy. And it was said, \"Away with the wrongdoing people.\""
                },
                {
                    "id": 220337,
                    "resource_id": 39,
                    "text": "Dan (setelah binasanya kaum kafir itu) diperintahkan kepada bumi dan langit dengan berkata: \"Wahai bumi telanlah airmu, dan wahai langit berhentilah dari curahan hujanmu\". Dan (ketika itu) surutlah air, serta terlaksanalah perintah (Allah) itu. Dan bahtera Nabi Nuh itupun berhenti di atas gunung \"Judi\" serta diingatkan (kepada kaum kafir umumnya bahawa): \"Kebinasaanlah akhirnya bagi orang-orang yang zalim\"."
                },
                {
                    "id": 1092494,
                    "resource_id": 161,
                    "text": "অতঃপর বলা হল, ‘হে যমীন! তোমার পানি গিলে ফেল, আর হে আকাশ, থাম।’ অতঃপর পানি যমীনে বসে গেল, কার্য সমাপ্ত হল, নৌকা জুদী পর্বতে এসে ভিড়ল, আর বলা হল- ‘যালিম লোকেরা ধ্বংস হোক!’"
                }
            ]
        },
        {
            "id": 1518,
            "verse_number": 45,
            "verse_key": "11:45",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَنَادَىٰ نُوحٌ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبْنِى مِنْ أَهْلِى وَإِنَّ وَعْدَكَ ٱلْحَقُّ وَأَنتَ أَحْكَمُ ٱلْحَـٰكِمِينَ",
            "page_number": 226,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96429,
                    "resource_id": 20,
                    "text": "And Noah called to his Lord and said, \"My Lord, indeed my son is of my family; and indeed, Your promise is true; and You are the most just of judges!\""
                },
                {
                    "id": 220376,
                    "resource_id": 39,
                    "text": "Dan Nabi Nuh merayu kepada Tuhannya dengan berkata: \"Wahai Tuhanku! Sesungguhnya anakku itu dari keluargaku sendiri, dan bahawa janjiMu itu adalah benar, dan Engkau adalah sebijak-bijak Hakim yang menghukum dengan seadil-adilnya\"."
                },
                {
                    "id": 1092495,
                    "resource_id": 161,
                    "text": "নূহ তার প্রতিপালককে আহবান জানাল। সে বলল, ‘হে আমার প্রতিপালক! আমার পুত্র তো আমার পরিবারভুক্ত, আর তোমার ও‘য়াদা সত্য আর তুমি বিচারকদের সর্বশ্রেষ্ঠ বিচারক।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}