{
    "verses": [
        {
            "id": 1519,
            "verse_number": 46,
            "verse_key": "11:46",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ يَـٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُۥ عَمَلٌ غَيْرُ صَـٰلِحٍ ۖ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۖ إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
            "page_number": 227,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96431,
                    "resource_id": 20,
                    "text": "He said, \"O Noah, indeed he is not of your family; indeed, he is [one whose] work was other than righteous, so ask Me not for that about which you have no knowledge. Indeed, I advise you, lest you be among the ignorant.\""
                },
                {
                    "id": 220384,
                    "resource_id": 39,
                    "text": "Allah berfirman: \"Wahai Nuh! Sesungguhnya anakmu itu bukanlah dari keluargamu (kerana ia telah terputus hubungan denganmu disebabkan kekufurannya); sesungguhnya bawaannya bukanlah amal yang soleh, maka janganlah engkau memohon kepadaKu sesuatu yang engkau tidak mempunyai pengetahuan mengenainya. Sebenarnya Aku melarangmu dari menjadi orang yang jahil\"."
                },
                {
                    "id": 1092496,
                    "resource_id": 161,
                    "text": "তিনি বললেন, ‘ওহে নূহ! সে তো তোমার পরিবারের লোক নয়, তার আচার আচরণ অসৎ, কাজেই যে বিষয়ে তোমার কোন জ্ঞান নেই সে বিষয়ে আমার কাছে আবেদন করো না, আমি তোমাকে উপদেশ দিচ্ছি, তুমি যেন মূর্খদের মধ্যে শামিল না হও।"
                }
            ]
        },
        {
            "id": 1520,
            "verse_number": 47,
            "verse_key": "11:47",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ٱلْخَـٰسِرِينَ",
            "page_number": 227,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96433,
                    "resource_id": 20,
                    "text": "[Noah] said, \"My Lord, I seek refuge in You from asking that of which I have no knowledge. And unless You forgive me and have mercy upon me, I will be among the losers.\""
                },
                {
                    "id": 220391,
                    "resource_id": 39,
                    "text": "Nabi Nuh berkata: \"Wahai Tuhanku! Sesungguhnya aku berlindung kepadaMu daripada memohon sesuatu yang aku tidak mempunyai pengetahuan mengenainya; dan jika Engkau tidak mengampunkan dosaku, dan memberi rahmat kepadaku, nescaya menjadilah aku dari orang-orang yang rugi\"."
                },
                {
                    "id": 1092497,
                    "resource_id": 161,
                    "text": "সে বলল, ‘হে আমার প্রতিপালক! যে বিষয়ে আমার কোন জ্ঞান নেই সে বিষয়ে প্রশ্ন করা হতে আমি তোমার কাছে আশ্রয় চাচ্ছি। যদি তুমি আমাকে ক্ষমা না কর আর আমার প্রতি দয়া না কর তাহলে আমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাব।’"
                }
            ]
        },
        {
            "id": 1521,
            "verse_number": 48,
            "verse_key": "11:48",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قِيلَ يَـٰنُوحُ ٱهْبِطْ بِسَلَـٰمٍ مِّنَّا وَبَرَكَـٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٍ مِّمَّن مَّعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ",
            "page_number": 227,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96434,
                    "resource_id": 20,
                    "text": "It was said, \"O Noah, disembark in security from Us and blessings upon you and upon nations [descending] from those with you. But other nations [of them] We will grant enjoyment; then there will touch them from Us a painful punishment.\""
                },
                {
                    "id": 220390,
                    "resource_id": 39,
                    "text": "Allah berfirman: Wahai Nuh! Turunlah (dari bahtera itu) dengan selamat dan berkat dari Kami kepadamu dan kepada umat-umat yang bersama-samamu. Dan (dalam pada itu) ada umat-umat dari keturunan mereka yang Kami akan beri kesenangan kepadanya (dalam kehidupan dunia), kemudian mereka akan dikenakan azab dari Kami yang tidak terperi sakitnya\"."
                },
                {
                    "id": 1092498,
                    "resource_id": 161,
                    "text": "বলা হল, ‘হে নূহ! তুমি নেমে পড়, আমার পক্ষ হতে শান্তি ও বরকত তোমার প্রতি আর তোমার সঙ্গীদের মধ্যে অনেক দলের প্রতি, আর এ ছাড়া অন্য লোকেদের আমি জীবন উপভোগ করতে দেব, (কিন্তু) পরে আমার নিকট হতে মর্মান্তিক ‘আযাব তাদেরকে স্পর্শ করবে।’"
                }
            ]
        },
        {
            "id": 1522,
            "verse_number": 49,
            "verse_key": "11:49",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 186,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "تِلْكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ ۖ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَـٰذَا ۖ فَٱصْبِرْ ۖ إِنَّ ٱلْعَـٰقِبَةَ لِلْمُتَّقِينَ",
            "page_number": 227,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96435,
                    "resource_id": 20,
                    "text": "That is from the news of the unseen which We reveal to you, [O Muḥammad]. You knew it not, neither you nor your people, before this. So be patient; indeed, the [best] outcome is for the righteous."
                },
                {
                    "id": 220385,
                    "resource_id": 39,
                    "text": "(Kisah Nabi Nuh) itu adalah dari perkara-perkara yang ghaib yang Kami wahyukan kepadamu (wahai Muhammad), yang engkau dan kaum engkau tidak mengetahuinya sebelum ini. Oleh itu, bersabarlah. Sesungguhnya kesudahan yang baik (yang membawa kejayaan di dunia dan kebahagiaan di akhirat) adalah bagi orang-orang yang bertaqwa."
                },
                {
                    "id": 1092499,
                    "resource_id": 161,
                    "text": "এ সব হল অদৃশ্যের খবর যা তোমাকে ওয়াহী দ্বারা জানিয়ে দিচ্ছি, যা এর পূর্বে না তুমি জানতে, না তোমার জাতির লোকেরা জানত। কাজেই ধৈর্য ধর, শুভ পরিণতি মুত্তাকীদের জন্যই নির্দিষ্ট।"
                }
            ]
        },
        {
            "id": 1523,
            "verse_number": 50,
            "verse_key": "11:50",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 187,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ",
            "page_number": 227,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96437,
                    "resource_id": 20,
                    "text": "And to ʿAad [We sent] their brother Hūd. He said, \"O my people, worship Allāh; you have no deity other than Him. You are not but inventors [of falsehood]."
                },
                {
                    "id": 220386,
                    "resource_id": 39,
                    "text": "Dan kepada kaum Aad, Kami utuskan saudara mereka: Nabi hud ia berkata: \"Wahai kaumku! Sembahlah kamu akan Allah! Sebenarnya tiada Tuhan bagi kamu selain daripadaNya. kamu hanyalah orang-orang yang mengada-adakan perkara-perkara yang dusta (terhadap Allah)."
                },
                {
                    "id": 1092500,
                    "resource_id": 161,
                    "text": "আর ‘আদ জাতির নিকট তাদের ভাই হূদকে পাঠিয়েছিলাম। সে বলেছিল, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহর ‘ইবাদাত কর, তিনি ছাড়া তোমাদের আর কোন ইলাহ নেই। তোমরা তো শুধু মিথ্যে বানিয়ে নিয়েছ।"
                }
            ]
        },
        {
            "id": 1524,
            "verse_number": 51,
            "verse_key": "11:51",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 187,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "يَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱلَّذِى فَطَرَنِىٓ ۚ أَفَلَا تَعْقِلُونَ",
            "page_number": 227,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96438,
                    "resource_id": 20,
                    "text": "O my people, I do not ask you for it [i.e., my advice] any reward. My reward is only from the one who created me. Then will you not reason?"
                },
                {
                    "id": 220387,
                    "resource_id": 39,
                    "text": "Wahai kaumku! Tiadalah aku meminta sebarang upah daripada kamu tentang (ajaran yang aku sampaikan) itu. Upahku hanyalah dari Allah yang menciptakan daku; maka mengapa kamu tidak mahu menggunakan akal (untuk mengetahui kebenaran)?"
                },
                {
                    "id": 1092501,
                    "resource_id": 161,
                    "text": "হে আমার সম্প্রদায়! এর বিনিময়ে আমি তোমাদের কাছে কোন পারিশ্রমিক চাই না। আমার পারিশ্রমিক তো তাঁর জিম্মায় যিনি আমাকে সৃষ্টি করেছেন, তবুও কি তোমরা জ্ঞান-বুদ্ধি খাটাবে না?"
                }
            ]
        },
        {
            "id": 1525,
            "verse_number": 52,
            "verse_key": "11:52",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 187,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَـٰقَوْمِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا۟ مُجْرِمِينَ",
            "page_number": 227,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96439,
                    "resource_id": 20,
                    "text": "And O my people, ask forgiveness of your Lord and then repent to Him. He will send [rain from] the sky upon you in showers and increase you in strength [added] to your strength. And do not turn away, [being] criminals.\""
                },
                {
                    "id": 220395,
                    "resource_id": 39,
                    "text": "Dan wahai kaumku! Mintalah ampun kepada Tuhan kamu, kemudian kembalilah taat kepadaNya, supaya Ia menghantarkan kepada kamu hujan lebat serta menambahkan kamu kekuatan di samping kekuatan kamu yang sedia ada; dan janganlah kamu membelakangkan seruanku dengan terus melakukan dosa!"
                },
                {
                    "id": 1092502,
                    "resource_id": 161,
                    "text": "হে আমার সম্প্রদায়! তোমরা তোমাদের রবেবর কাছে ক্ষমা প্রার্থনা কর, অতঃপর অনুশোচনাভরে তাঁর দিকেই ফিরে যাও, তিনি তোমাদের জন্য প্রচুর বৃষ্টি বর্ষণ করবেন, তোমাদের শক্তিকে আরো শক্তি দিয়ে বাড়িয়ে দিবেন, আর অপরাধী হয়ে মুখ ফিরিয়ে নিও না।"
                }
            ]
        },
        {
            "id": 1526,
            "verse_number": 53,
            "verse_key": "11:53",
            "hizb_number": 23,
            "rub_el_hizb_number": 91,
            "ruku_number": 187,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
            "page_number": 227,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96440,
                    "resource_id": 20,
                    "text": "They said, \"O Hūd, you have not brought us clear evidence, and we are not ones to leave our gods on your say-so. Nor are we believers in you."
                },
                {
                    "id": 220398,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Wahai Hud! Engkau tidak membawa kepada kami sebarang keterangan yang membuktikan kebenaranmu, dan kami tidak akan meninggalkan penyembahan tuhan-tuhan kami dengan sebab kata-katamu itu! Dan kami tidak sekali-kali percaya kepadamu!"
                },
                {
                    "id": 1092503,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘হে হূদ! তুমি আমাদের কাছে কোন সুস্পষ্ট প্রমাণ নিয়ে আসনি, আর তোমার কথায় আমরা আমাদের উপাস্যগুলোকে ত্যাগ করতে পারি না, আমরা তোমাতে বিশ্বাসী নই।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}