{
    "verses": [
        {
            "id": 1536,
            "verse_number": 63,
            "verse_key": "11:63",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 188,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى مِنْهُ رَحْمَةً فَمَن يَنصُرُنِى مِنَ ٱللَّهِ إِنْ عَصَيْتُهُۥ ۖ فَمَا تَزِيدُونَنِى غَيْرَ تَخْسِيرٍ",
            "page_number": 229,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96451,
                    "resource_id": 20,
                    "text": "He said, \"O my people, have you considered: if I should be upon clear evidence from my Lord and He has given me mercy from Himself, who would protect me from Allāh if I disobeyed Him? So you would not increase me except in loss."
                },
                {
                    "id": 220408,
                    "resource_id": 39,
                    "text": "Nabi Soleh berkata: \"Wahai kaumku! Bagaimana fikiran kamu, jika aku berada dalam kebenaran yang berdasarkan bukti yang nyata (mukjzat) dari Tuhanku, dan Ia pula mengurniakan rahmat (pangkat Nabi) kepadaku sebagai pemberian daripadaNya, maka siapakah yang akan menolongku dari azab Allah kalau aku menderhaka kepadaNya? Oleh itu, kamu tidak menambah sesuatu kebaikan pun bagiku selain daripada perkara yang merugikan."
                },
                {
                    "id": 1092513,
                    "resource_id": 161,
                    "text": "সালিহ বলল, ‘‘হে আমার সম্প্রদায়! তোমরা কি চিন্তা করে দেখেছ, যদি আমি আমার প্রতপালকের সুস্পষ্ট প্রমাণের উপর থাকি আর তাঁর পক্ষ থেকে আমাকে অনুগ্রহ করা হয়, এমতাবস্থায় আমি যদি তার অবাধ্য হই তাহলে আল্লাহর (‘আযাব) থেকে আমাকে কে রক্ষা করবে? তোমরা তো কেবল আমার ক্ষতিই বাড়িয়ে দিতে চাও।"
                }
            ]
        },
        {
            "id": 1537,
            "verse_number": 64,
            "verse_key": "11:64",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 188,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَـٰقَوْمِ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
            "page_number": 229,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96452,
                    "resource_id": 20,
                    "text": "And O my people, this is the she-camel of Allāh - [she is] to you a sign. So let her feed upon Allāh's earth and do not touch her with harm, or you will be taken by an impending punishment.\""
                },
                {
                    "id": 220407,
                    "resource_id": 39,
                    "text": "\" Dan wahai kaumku! Ini adalah unta betina dari Allah untuk kamu sebagai tanda (mukjizat) yang membuktikan kebenaranku. Oleh itu, biarkanlah dia mencari makan di bumi Allah dan janganlah kamu menyentuhnya dengan sesuatu yang menyakitinya, (kalau kamu menyakitinya) maka kamu akan ditimpa azab seksa yang dekat masa datangnya\"."
                },
                {
                    "id": 1092514,
                    "resource_id": 161,
                    "text": "হে আমার জাতির লোকেরা! এটা আল্লাহর উষ্ট্রী, তোমাদের জন্য একটা নিদর্শন। একে আল্লাহর যমীনে চলে ফিরে খেয়ে বেড়াতে দাও, একে কোন প্রকার কষ্ট দিও না, নচেৎ শীঘ্রই তোমাদেরকে ‘আযাব পাকড়াও করবে।’"
                }
            ]
        },
        {
            "id": 1538,
            "verse_number": 65,
            "verse_key": "11:65",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 188,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا۟ فِى دَارِكُمْ ثَلَـٰثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
            "page_number": 229,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96453,
                    "resource_id": 20,
                    "text": "But they hamstrung her, so he said, \"Enjoy yourselves in your homes for three days. That is a promise not to be denied [i.e., unfailing].\""
                },
                {
                    "id": 220371,
                    "resource_id": 39,
                    "text": "Mereka kemudiannya menyembelih unta itu, lalu berkatalah Nabi Soleh kepada mereka: Bersenang-senanglah kamu di tempat masing-masing selama tiga hari; tempoh yang demikian itu, ialah suatu janji yang tidak dapat didustakan\"."
                },
                {
                    "id": 1092515,
                    "resource_id": 161,
                    "text": "কিন্তু তারা উষ্ট্রীটির পাগুলো কেটে ফেলল। তখন সে তাদেরকে বলল, ‘তোমরা তোমাদের ঘরে তিনটি দিন জীবন উপভোগ করে নাও, এটা এমন এক ও‘য়াদা যা মিথ্যে হতে পারে না।’"
                }
            ]
        },
        {
            "id": 1539,
            "verse_number": 66,
            "verse_key": "11:66",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 188,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَـٰلِحًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْىِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
            "page_number": 229,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96454,
                    "resource_id": 20,
                    "text": "So when Our command came, We saved Ṣāliḥ and those who believed with him, by mercy from Us, and [saved them] from the disgrace of that day.<sup foot_note=196480>1</sup> Indeed, it is your Lord who is the Powerful, the Exalted in Might."
                },
                {
                    "id": 220372,
                    "resource_id": 39,
                    "text": "Maka ketika datang azab kami, kami selamatkan Soleh beserta umatnya yang beriman, dengan rahmat dari Kami, dan Kami selamatkan mereka dari azab serta kehinaan hari itu. Sesungguhnya Tuhanmu, Dia lah Yang Maha Kuat, lagi Maha Kuasa."
                },
                {
                    "id": 1092516,
                    "resource_id": 161,
                    "text": "অতঃপর আমার হুকুম যখন আসল তখন আমি সালিহ আর তার সঙ্গে যারা ঈমান এনেছিল তাদেরকে আমার দয়ায় বাঁচিয়ে নিলাম আর সে দিনের লাঞ্ছনা হতে রক্ষা করলাম। তোমার প্রতিপালক তিনিই তো শক্তিশালী, প্রতাপশালী।"
                }
            ]
        },
        {
            "id": 1540,
            "verse_number": 67,
            "verse_key": "11:67",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 188,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَأَخَذَ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
            "page_number": 229,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96455,
                    "resource_id": 20,
                    "text": "And the shriek<sup foot_note=196481>1</sup> seized those who had wronged, and they became within their homes [corpses] fallen prone"
                },
                {
                    "id": 220413,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang zalim itu, dibinasakan oleh satu letusan suara yang menggempakan bumi, lalu menjadilah mereka mayat-mayat yang tersungkur di tempat tinggal masing-masing."
                },
                {
                    "id": 1092517,
                    "resource_id": 161,
                    "text": "যারা যুলম করেছিল এক প্রচন্ড শব্দ তাদেরকে আঘাত হানল, আর তারা নিজ নিজ গৃহে নতজানু হয়ে পড়ে রইল-"
                }
            ]
        },
        {
            "id": 1541,
            "verse_number": 68,
            "verse_key": "11:68",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 188,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَآ إِنَّ ثَمُودَا۟ كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّثَمُودَ",
            "page_number": 229,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96456,
                    "resource_id": 20,
                    "text": "As if they had never prospered therein. Unquestionably, Thamūd denied their Lord; then, away with Thamūd."
                },
                {
                    "id": 220411,
                    "resource_id": 39,
                    "text": "(Mereka punah-ranah) seolah-olah mereka tidak pernah tinggal di situ. Ketahuilah! Sesungguhnya kaum Thamud itu kufurkan Tuhan mereka. Ketahuilah! Sesungguhnya kebinasaanlah akhirnya bagi kaum Thamud."
                },
                {
                    "id": 1092518,
                    "resource_id": 161,
                    "text": "যেন তারা সেখানে কোন দিনই বাস করেনি। জেনে রেখ, সামুদজাতি তাদের প্রতিপালককে অমান্য করেছিল। জেনে রেখ, সামূদকে (রহমাত থেকে) দূরে নিক্ষেপ করা হয়েছিল।"
                }
            ]
        },
        {
            "id": 1542,
            "verse_number": 69,
            "verse_key": "11:69",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوا۟ سَلَـٰمًا ۖ قَالَ سَلَـٰمٌ ۖ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ",
            "page_number": 229,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96457,
                    "resource_id": 20,
                    "text": "And certainly did Our messengers [i.e., angels] come to Abraham with good tidings; they said, \"Peace.\" He said, \"Peace,\" and did not delay in bringing [them] a roasted calf."
                },
                {
                    "id": 220415,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya telah datang malaikat utusan-utusan kami kepada Nabi Ibrahim, dengan membawa berita yang mengembirakan. Lalu mereka memberi salam dengan berkata: \"Salam sejahtera kepadamu (wahai Ibrahim)\". Nabi Ibrahim menjawab: \"Salam sejahtera kepada kamu\". Maka tidak berapa lama selepas itu, ia membawa jamuan untuk mereka: seekor anak lembu yang dipanggang."
                },
                {
                    "id": 1092519,
                    "resource_id": 161,
                    "text": "আমার প্রেরিত ফেরেশতাগণ ইবরাহীমের কাছে সুসংবাদ নিয়ে এসেছিল। তারা এসে বলল ‘‘তোমার প্রতি সালাম! সেও বলল, ‘তোমাদের প্রতিও সালাম!’ অনতিবিলম্বে সে ভুনা করা বাছুর নিয়ে আসলো।"
                }
            ]
        },
        {
            "id": 1543,
            "verse_number": 70,
            "verse_key": "11:70",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا رَءَآ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا۟ لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمِ لُوطٍ",
            "page_number": 229,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96459,
                    "resource_id": 20,
                    "text": "But when he saw their hands not reaching for it, he distrusted them and felt from them apprehension.<sup foot_note=196482>1</sup> They said, \"Fear not. We have been sent to the people of Lot.\""
                },
                {
                    "id": 220416,
                    "resource_id": 39,
                    "text": "Maka apabila ia melihat tangan mereka tidak menyentuh hidangan itu, ia merasa pelik akan hal mereka serta merasa takut dari keadaan mereka. (Melihat kecemasannya) mereka berkata: \"Janganlah engkau takut wahai Ibrahim, sebenarnya kami ini diutus kepada kaum Lut (untuk membinasakan mereka)\"."
                },
                {
                    "id": 1092520,
                    "resource_id": 161,
                    "text": "যখন সে দেখল তাদের হাত তার (অর্থাৎ খাবারের) দিকে পৌঁছতেছে না, সে তাদের সম্পর্কে সন্দিগ্ধ হল আর তাদের ব্যাপারে ভীতি অনুভব করল। তারা বলল, ‘ভয় পেয়ো না, আমাদেরকে পাঠানো হয়েছে লূতের সম্প্রদায়ের প্রতি।’"
                }
            ]
        },
        {
            "id": 1544,
            "verse_number": 71,
            "verse_key": "11:71",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱمْرَأَتُهُۥ قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَـٰهَا بِإِسْحَـٰقَ وَمِن وَرَآءِ إِسْحَـٰقَ يَعْقُوبَ",
            "page_number": 229,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96460,
                    "resource_id": 20,
                    "text": "And his wife was standing, and she smiled.<sup foot_note=196483>1</sup> Then We gave her good tidings of Isaac and after Isaac, Jacob."
                },
                {
                    "id": 220363,
                    "resource_id": 39,
                    "text": "Dan isterinya pada ketika itu berdiri (mendengar), lalu ia ketawa (kerana hilang perasaan takutnya). Maka Kami pun memberikan berita yang mengembirakan kepadanya (melalui malaikat itu), bahawa ia akan mendapat seorang anak: Ishak, dan sesudah Ishak, (ia pula akan mendapat seorang cucu): Yaakub."
                },
                {
                    "id": 1092521,
                    "resource_id": 161,
                    "text": "(ইবরাহীমের) স্ত্রী দাঁড়িয়েছিল, সে হেসে ফেলল। তখন আমি তাকে ইসহাকের আর ইসহাকের পর ইয়া‘কূবের সুসংবাদ দিলাম।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}