{
    "verses": [
        {
            "id": 153,
            "verse_number": 146,
            "verse_key": "2:146",
            "hizb_number": 3,
            "rub_el_hizb_number": 9,
            "ruku_number": 18,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمْ ۖ وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ ٱلْحَقَّ وَهُمْ يَعْلَمُونَ",
            "page_number": 23,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97494,
                    "resource_id": 20,
                    "text": "Those to whom We gave the Scripture know him [i.e., Prophet Muḥammad (ﷺ)] as they know their own sons. But indeed, a party of them conceal the truth while they know [it]."
                },
                {
                    "id": 215369,
                    "resource_id": 39,
                    "text": "Orang-orang (Yahudi dan Nasrani) yang Kami berikan Kitab itu mengetahui serta mengenalinya (Nabi Muhammad dan kebenarannya) sebagaimana mereka mengenal anak-anak mereka sendiri. Dan sesungguhnya sebahagian dari mereka berusaha menyembunyikan kebenaran itu, sedang mereka mengetahui (salahnya perbuatan yang demikian)."
                },
                {
                    "id": 1091130,
                    "resource_id": 161,
                    "text": "আমি যাদেরকে কিতাব দিয়েছি, তারা তাকে সে রকমই চিনে, যেমন চিনে নিজের পুত্রদেরকে, আর ওদের কতকলোক জেনে শুনে সত্যকে গোপন করে থাকে।"
                }
            ]
        },
        {
            "id": 154,
            "verse_number": 147,
            "verse_key": "2:147",
            "hizb_number": 3,
            "rub_el_hizb_number": 9,
            "ruku_number": 18,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلْحَقُّ مِن رَّبِّكَ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
            "page_number": 23,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97496,
                    "resource_id": 20,
                    "text": "The truth is from your Lord, so never be among the doubters."
                },
                {
                    "id": 215370,
                    "resource_id": 39,
                    "text": "Kebenaran (yang datangnya kepadamu dan disembunyikan oleh kaum Yahudi dan Nasrani) itu (wahai Muhammad), adalah datangnya dari Tuhanmu; oleh itu jangan sekali-kali engkau termasuk dalam golongan orang-orang yang ragu-ragu."
                },
                {
                    "id": 1091131,
                    "resource_id": 161,
                    "text": "প্রকৃত সত্য তোমার প্রতিপালকের নিকট হতেই (এসেছে), কাজেই তোমরা সন্দেহকারীদের অন্তর্ভুক্ত হয়ো না।"
                }
            ]
        },
        {
            "id": 155,
            "verse_number": 148,
            "verse_key": "2:148",
            "hizb_number": 3,
            "rub_el_hizb_number": 9,
            "ruku_number": 19,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ أَيْنَ مَا تَكُونُوا۟ يَأْتِ بِكُمُ ٱللَّهُ جَمِيعًا ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 23,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97498,
                    "resource_id": 20,
                    "text": "For each [religious following] is a [prayer] direction toward which it faces. So race to [all that is] good. Wherever you may be, Allāh will bring you forth [for judgement] all together. Indeed, Allāh is over all things competent."
                },
                {
                    "id": 215372,
                    "resource_id": 39,
                    "text": "Dan bagi tiap-tiap umat ada arah (kiblat) yang masing-masing menujunya; oleh itu berlumba-lumbalah kamu mengerjakan kebaikan; kerana di mana sahaja kamu berada maka Allah tetap akan membawa kamu semua (berhimpun pada hari kiamat untuk menerima balasan); sesungguhnya Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091132,
                    "resource_id": 161,
                    "text": "প্রত্যেকের জন্যই একটা নির্দিষ্ট লক্ষ্য আছে, সেদিকেই সে মুখ করে। কাজেই তোমরা সৎ কাজের দিকে ধাবমান হও। যেখানেই তোমরা অবস্থান কর, আল্লাহ তোমাদের সকলকে একত্রিত করবেন। নিশ্চয়ই আল্লাহ সকল বস্তুর উপর ক্ষমতাবান।"
                }
            ]
        },
        {
            "id": 156,
            "verse_number": 149,
            "verse_key": "2:149",
            "hizb_number": 3,
            "rub_el_hizb_number": 9,
            "ruku_number": 19,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
            "page_number": 23,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97500,
                    "resource_id": 20,
                    "text": "So from wherever you go out [for prayer, O Muḥammad], turn your face toward al-Masjid al-Ḥarām, and indeed, it is the truth from your Lord. And Allāh is not unaware of what you do."
                },
                {
                    "id": 215374,
                    "resource_id": 39,
                    "text": "Dan dari mana sahaja engkau keluar (untuk mengerjakan sembahyang), maka hadapkanlah mukamu ke arah masjid Al-Haraam (Kaabah); dan sesungguhnya perintah berkiblat ke Kaabah itu adalah benar dari Tuhanmu. Dan (ingatlah), Allah tidak sekali-kali lalai akan segala apa yang kamu lakukan."
                },
                {
                    "id": 1091133,
                    "resource_id": 161,
                    "text": "আর তুমি যেখান থেকেই বের হও, নিজের মুখ মাসজিদে হারামের দিকে ফেরাও, নিশ্চয়ই তা তোমার প্রতিপালকের নিকট হতে পাঠানো সত্য, বস্তুতঃ তোমরা যা করছ আল্লাহ সে সম্পর্কে মোটেই গাফিল নন।"
                }
            ]
        },
        {
            "id": 157,
            "verse_number": 150,
            "verse_key": "2:150",
            "hizb_number": 3,
            "rub_el_hizb_number": 9,
            "ruku_number": 19,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِى وَلِأُتِمَّ نِعْمَتِى عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ",
            "page_number": 23,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97504,
                    "resource_id": 20,
                    "text": "And from wherever you go out [for prayer], turn your face toward al-Masjid al-Ḥarām. And wherever you [believers] may be, turn your faces toward it in order that the people will not have any argument against you, except for those of them who commit wrong; so fear them not but fear Me. And [it is] so I may complete My favor upon you and that you may be guided,"
                },
                {
                    "id": 215378,
                    "resource_id": 39,
                    "text": "Dan dari mana sahaja engkau keluar (untuk mengerjakan sembahyang), maka hadapkanlah mukamu ke arah masjid Al-Haraam (Kaabah); dan di mana sahaja kamu berada maka hadapkanlah muka kamu ke arahnya, supaya tidak ada lagi (sebarang) alasan bagi orang-orang (yang menyalahi kamu), kecuali orang-orang yang zalim di antara mereka (ada sahaja yang mereka jadikan alasan). Maka janganlah kamu takut kepada (cacat cela) mereka, dan takutlah kamu kepada Ku (semata-mata); dan supaya Aku sempurnakan nikmatKu kepada kamu, dan juga supaya kamu beroleh petunjuk hidayah (mengenai perkara yang benar)."
                },
                {
                    "id": 1091134,
                    "resource_id": 161,
                    "text": "তুমি যেখান থেকেই বের হও, নিজের মুখ মাসজিদে হারামের দিকে ফিরাও, তোমরা যেখানেই থাক না কেন, নিজেদের মুখগুলো ওর দিকে করিও, যাতে তাদের মধ্যেকার যালিম লোক ছাড়া অন্যান্য লোকেদের তোমাদের বিরুদ্ধে কোন কথা বলার না থাকে, কাজেই তাদেরকে ভয় করো না, আমাকেই ভয় কর, যাতে আমি তোমাদের প্রতি আমার নি‘মাত পূর্ণ করতে পারি, যাতে তোমরা সত্য পথে পরিচালিত হতে পার।"
                }
            ]
        },
        {
            "id": 158,
            "verse_number": 151,
            "verse_key": "2:151",
            "hizb_number": 3,
            "rub_el_hizb_number": 9,
            "ruku_number": 19,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُوا۟ عَلَيْكُمْ ءَايَـٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
            "page_number": 23,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97506,
                    "resource_id": 20,
                    "text": "Just as We have sent among you a messenger from yourselves reciting to you Our verses and purifying you and teaching you the Book and wisdom<sup foot_note=195982>1</sup> and teaching you that which you did not know."
                },
                {
                    "id": 215380,
                    "resource_id": 39,
                    "text": "(Nikmat berkiblatkan Kaabah yang Kami berikan kepada kamu itu), samalah seperti (nikmat) Kami mengutuskan kepada kamu seorang Rasul dari kalangan kamu (iaitu Muhammad), yang membacakan ayat-ayat Kami kepada kamu, dan membersihkan kamu (dari amalan syirik dan maksiat), dan yang mengajarkan kamu kandungan Kitab (Al-Quran) serta Hikmat kebijaksanaan, dan mengajarkan kamu apa yang belum kamu ketahui."
                },
                {
                    "id": 1091135,
                    "resource_id": 161,
                    "text": "যেমন (তোমরা আমার একটি অনুগ্রহ লাভ করেছ যে) আমি তোমাদেরই মধ্য হতে তোমাদের কাছে একজন রসূল পাঠিয়েছি, যে আমার আয়াতগুলো তোমাদেরকে পড়ে শুনায়, তোমাদেরকে শুদ্ধ করে, তোমাদেরকে কিতাব ও জ্ঞান-বিজ্ঞান (সুন্নাত) শিক্ষা দেয় এবং তোমাদেরকে এমন সব বিষয় শিক্ষা দেয় যা তোমরা জানতে না।"
                }
            ]
        },
        {
            "id": 159,
            "verse_number": 152,
            "verse_key": "2:152",
            "hizb_number": 3,
            "rub_el_hizb_number": 9,
            "ruku_number": 19,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا۟ لِى وَلَا تَكْفُرُونِ",
            "page_number": 23,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97508,
                    "resource_id": 20,
                    "text": "So remember Me; I will remember you. And be grateful to Me and do not deny Me."
                },
                {
                    "id": 215384,
                    "resource_id": 39,
                    "text": "Oleh itu ingatlah kamu kepadaKu (dengan mematuhi hukum dan undang-undangKu), supaya Aku membalas kamu dengan kebaikan; dan bersyukurlah kamu kepadaKu dan janganlah kamu kufur (akan nikmatKu)."
                },
                {
                    "id": 1091136,
                    "resource_id": 161,
                    "text": "কাজেই তোমরা আমাকে স্মরণ কর, আমিও তোমাদেরকে স্মরণ করব এবং আমার শোকর করতে থাক, না-শোকরী করো না।"
                }
            ]
        },
        {
            "id": 160,
            "verse_number": 153,
            "verse_key": "2:153",
            "hizb_number": 3,
            "rub_el_hizb_number": 9,
            "ruku_number": 20,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
            "page_number": 23,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97510,
                    "resource_id": 20,
                    "text": "O you who have believed, seek help through patience and prayer. Indeed, Allāh is with the patient."
                },
                {
                    "id": 215383,
                    "resource_id": 39,
                    "text": "Wahai sekalian orang-orang yang beriman! Mintalah pertolongan (untuk menghadapi susah payah dalam menyempurnakan sesuatu perintah Tuhan) dengan bersabar dan dengan (mengerjakan) sembahyang; kerana sesungguhnya Allah menyertai (menolong) orang-orang yang sabar"
                },
                {
                    "id": 1091137,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! ধৈর্য ও সলাতের মাধ্যমে সাহায্য প্রার্থনা কর, নিশ্চয় আল্লাহ ধৈর্যশীলদের সঙ্গে আছেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}