{
    "verses": [
        {
            "id": 1545,
            "verse_number": 72,
            "verse_key": "11:72",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَتْ يَـٰوَيْلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٌ وَهَـٰذَا بَعْلِى شَيْخًا ۖ إِنَّ هَـٰذَا لَشَىْءٌ عَجِيبٌ",
            "page_number": 230,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96461,
                    "resource_id": 20,
                    "text": "She said, \"Woe to me!<sup foot_note=196484>1</sup> Shall I give birth while I am an old woman and this, my husband, is an old man? Indeed, this is an amazing thing!\""
                },
                {
                    "id": 220360,
                    "resource_id": 39,
                    "text": "Isterinya berkata: \"Sungguh ajaib keadaanku! Adakah aku akan melahirkan anak padahal aku sudah tua dan suamiku ini juga sudah tua? Sesungguhnya kejadian ini suatu perkara yang menghairankan\"."
                },
                {
                    "id": 1092522,
                    "resource_id": 161,
                    "text": "সে বলল, ‘হায় আমার কপাল! সন্তান হবে আমার, আমি তো অতি বুড়ি আর আমার এই স্বামীও বৃদ্ধ, এতো এক আশ্চর্য ব্যাপার।’"
                }
            ]
        },
        {
            "id": 1546,
            "verse_number": 73,
            "verse_key": "11:73",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوٓا۟ أَتَعْجَبِينَ مِنْ أَمْرِ ٱللَّهِ ۖ رَحْمَتُ ٱللَّهِ وَبَرَكَـٰتُهُۥ عَلَيْكُمْ أَهْلَ ٱلْبَيْتِ ۚ إِنَّهُۥ حَمِيدٌ مَّجِيدٌ",
            "page_number": 230,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96463,
                    "resource_id": 20,
                    "text": "They said, \"Are you amazed at the decree of Allāh? May the mercy of Allāh and His blessings be upon you, people of the house. Indeed, He is Praiseworthy and Honorable.\""
                },
                {
                    "id": 220418,
                    "resource_id": 39,
                    "text": "Malaikat-malaikat itu berkata: \"Patutkah engkau merasa hairan tentang perkara yang telah ditetapkan oleh Allah? Memanglah rahmat Allah dan berkatNya melimpah-limpah kepada kamu, wahai ahli rumah ini. Sesungguhnya Allah Maha terpuji, lagi Maha Melimpah kebaikan dan kemurahanNya\"."
                },
                {
                    "id": 1092523,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘আল্লাহর কাজে তুমি আশ্চর্য হচ্ছ, ওহে (ইবরাহীমের) পরিবারবর্গ! তোমাদের উপর রয়েছে আল্লাহর দয়া ও বরকতসমূহ, তিনি বড়ই প্রশংসিত, বড়ই মহান।’"
                }
            ]
        },
        {
            "id": 1547,
            "verse_number": 74,
            "verse_key": "11:74",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا ذَهَبَ عَنْ إِبْرَٰهِيمَ ٱلرَّوْعُ وَجَآءَتْهُ ٱلْبُشْرَىٰ يُجَـٰدِلُنَا فِى قَوْمِ لُوطٍ",
            "page_number": 230,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96465,
                    "resource_id": 20,
                    "text": "And when the fright had left Abraham and the good tidings had reached him, he began to argue [i.e., plead] with Us<sup foot_note=196485>1</sup> concerning the people of Lot."
                },
                {
                    "id": 220422,
                    "resource_id": 39,
                    "text": "Maka apabila hilang perasaan takut dari hati Nabi Ibrahim, dan sampai kepadanya berita yang mengembirakan itu, (mulailah) ia membantah (utusan-utusan) kami tentang (azab yang akan menimpa) kaum Nabi Lut."
                },
                {
                    "id": 1092524,
                    "resource_id": 161,
                    "text": "পরে যখন ইবরাহীমের আতঙ্ক দূর হল, আর তার কাছে সুসংবাদ আসল, তখন সে লূত জাতির ব্যাপারে আমার সাথে ঝগড়া করল।"
                }
            ]
        },
        {
            "id": 1548,
            "verse_number": 75,
            "verse_key": "11:75",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ إِبْرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٌ مُّنِيبٌ",
            "page_number": 230,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96466,
                    "resource_id": 20,
                    "text": "Indeed, Abraham was forbearing, grieving<sup foot_note=196486>1</sup> and [frequently] returning [to Allāh]."
                },
                {
                    "id": 214663,
                    "resource_id": 39,
                    "text": "Sesungguhnya Nabi Ibrahim, penyabar, lembut hati (bertimbang rasa) lagi suka kembali kepada Allah dengan mengerjakan amal bakti."
                },
                {
                    "id": 1092525,
                    "resource_id": 161,
                    "text": "অবশ্যই ইবরাহীম ছিল বড়ই সহিষ্ণু, কোমল হৃদয় আর আল্লাহমুখী।"
                }
            ]
        },
        {
            "id": 1549,
            "verse_number": 76,
            "verse_key": "11:76",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓإِبْرَٰهِيمُ أَعْرِضْ عَنْ هَـٰذَآ ۖ إِنَّهُۥ قَدْ جَآءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
            "page_number": 230,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96467,
                    "resource_id": 20,
                    "text": "[The angels said], \"O Abraham, give up this [plea]. Indeed, the command of your Lord has come, and indeed, there will reach them a punishment that cannot be repelled.\""
                },
                {
                    "id": 220421,
                    "resource_id": 39,
                    "text": "(Malaikat-malaikat itu berkata): \"Wahai Ibrahim! Janganlah dihiraukan hal ini. Sesungguhnya telah datang perintah Tuhanmu (menghukum mereka), dan sesungguhnya mereka akan didatangi azab yang tidak akan dapat ditolak (oleh bantahan atau doa permohonan)\"."
                },
                {
                    "id": 1092526,
                    "resource_id": 161,
                    "text": "‘হে ইবরাহীম! এথেকে তুমি নিবৃত্ত হও, তোমার প্রতিপালকের নির্দেশ এসে গেছে, তাদের প্রতি শাস্তি আসবেই যা রদ হবার নয়।"
                }
            ]
        },
        {
            "id": 1550,
            "verse_number": 77,
            "verse_key": "11:77",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَـٰذَا يَوْمٌ عَصِيبٌ",
            "page_number": 230,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96468,
                    "resource_id": 20,
                    "text": "And when Our messengers, [the angels], came to Lot, he was anguished for them and felt for them great discomfort<sup foot_note=196487>1</sup> and said, \"This is a trying day.\""
                },
                {
                    "id": 220423,
                    "resource_id": 39,
                    "text": "Dan apabila datang utusan-utusan Kami kepada Nabi Lut ia merasa dukacita dengan kedatangan mereka, dan merasa tidak terdaya untuk mengawal mereka (dari gangguan kaumnya), sambil berkata: \"Ini adalah hari yang amat mencemaskan\"."
                },
                {
                    "id": 1092527,
                    "resource_id": 161,
                    "text": "আমার প্রেরিত বার্তাবাহকগণ যখন লূতের কাছে আসলো, তাদের আগমনে সে ঘাবড়ে গেল। (তাদেরকে রক্ষায়) নিজেকে অসমর্থ মনে করল, আর বলল, ‘আজ বড়ই বিপদের দিন।"
                }
            ]
        },
        {
            "id": 1551,
            "verse_number": 78,
            "verse_key": "11:78",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا۟ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ ۚ قَالَ يَـٰقَوْمِ هَـٰٓؤُلَآءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ فِى ضَيْفِىٓ ۖ أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ",
            "page_number": 230,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96469,
                    "resource_id": 20,
                    "text": "And his people came hastening to him, and before [this] they had been doing evil deeds.<sup foot_note=196489>1</sup> He said, \"O my people, these are my daughters;<sup foot_note=196488>2</sup> they are purer for you. So fear Allāh and do not disgrace me concerning my guests. Is there not among you a man of reason?\""
                },
                {
                    "id": 220420,
                    "resource_id": 39,
                    "text": "Dan kaumnya pun datang meluru kepadanya (dengan tujuan hendak mengganggu tetamunya), sedang mereka sebelum itu sudah biasa melakukan kejahatan. Nabi Lut berkata: \"Wahai kaumku! Di sini ada anak-anak perempuanku mereka lebih suci bagi kamu (maka berkahwinlah dengan mereka). Oleh itu takutlah kamu kepada Allah, dan janganlah kamu memberi malu kepadaku mengenai tetamu-tetamuku. Tidakkah ada di antara kamu seorang lelaki yang bijak berakal (yang dapat memberi nasihat)?\""
                },
                {
                    "id": 1092528,
                    "resource_id": 161,
                    "text": "তার কওমের লোকেরা হুড়মুড় করে তার কাছে ছুটে আসলো, আগে থেকেই তারা এ রকম অসৎ কাজে অভ্যস্ত ছিল। সে বলল, ‘হে আমার সম্প্রদায়! এই আমার (নিজের বা জাতির) কন্যারা আছে, তারা তোমাদের জন্য অধিক পবিত্র (যদি তোমরা বিয়ে কর), কাজেই তোমরা আল্লাহকে ভয় কর, আমার মেহমানদের ব্যাপারে আমাকে লজ্জিত করো না, তোমাদের মধ্যে কি ভাল মানুষ একটিও নেই?’"
                }
            ]
        },
        {
            "id": 1552,
            "verse_number": 79,
            "verse_key": "11:79",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
            "page_number": 230,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96470,
                    "resource_id": 20,
                    "text": "They said, \"You have already known that we have not concerning your daughters [i.e., women] any claim [i.e., desire], and indeed, you know what we want.\""
                },
                {
                    "id": 220356,
                    "resource_id": 39,
                    "text": "Mereka menjawab: \"Sesungguhnya engkau telahpun mengetahui bahawa kami tidak ada sebarang hajat kepada anak-anak perempuanmu, dan sebenarnya engkau sedia mengetahui akan apa yang kami kehendaki.\""
                },
                {
                    "id": 1092529,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘তোমার তো জানাই আছে যে, তোমার (নিজের বা জাতির) কন্যাদের আমাদের কোন দরকার নেই, আমরা কী চাই তাতো তুমি অবশ্যই জান।’"
                }
            ]
        },
        {
            "id": 1553,
            "verse_number": 80,
            "verse_key": "11:80",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ ءَاوِىٓ إِلَىٰ رُكْنٍ شَدِيدٍ",
            "page_number": 230,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96472,
                    "resource_id": 20,
                    "text": "He said, \"If only I had against you some power or could take refuge in a strong support.\""
                },
                {
                    "id": 220392,
                    "resource_id": 39,
                    "text": "Nabi Lut berkata: \"Kalaulah aku ada kekuatan untuk menentang kamu, atau aku dapat bertumpu ke sesuatu tempat bertahan yang kuat (dari penyokong-penyokong, tentulah aku akan membinasakan kamu)\"."
                },
                {
                    "id": 1092530,
                    "resource_id": 161,
                    "text": "সে বলল, ‘তোমাদেরকে দমন করার ক্ষমতা আমার যদি থাকত! অথবা কোন মজবুত আশ্রয়ে যদি আশ্রয় নিতে পারতাম!’"
                }
            ]
        },
        {
            "id": 1554,
            "verse_number": 81,
            "verse_key": "11:81",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓا۟ إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا ٱمْرَأَتَكَ ۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ ٱلصُّبْحُ ۚ أَلَيْسَ ٱلصُّبْحُ بِقَرِيبٍ",
            "page_number": 230,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96473,
                    "resource_id": 20,
                    "text": "They [the angels] said, \"O Lot, indeed we are messengers of your Lord; [therefore], they will never reach you. So set out with your family during a portion of the night<sup foot_note=196490>1</sup> and let not any among you look back - except your wife; indeed, she will be struck by that which strikes them. Indeed, their appointment is [for] the morning. Is not the morning near?\""
                },
                {
                    "id": 220336,
                    "resource_id": 39,
                    "text": "(Mendengarkan yang demikian tetamunya berkata: \"Wahai Lut! Sesungguhnya kami (adalah malaikat) utusan Tuhanmu. Kaum engkau yang jahat itu tidak sekali-kali akan dapat melakukan kepadamu (sebarang bencana). Oleh itu, pergilah berundur dari sini bersama-sama dengan keluargamu pada tengah malam, dan janganlah seorangpun di antara kamu menoleh ke belakang. Kecuali isterimu, sesungguhnya ia akan ditimpa azab yang akan menimpa mereka (kerana ia memihak kepada mereka). Sesungguhnya masa yang dijanjikan untuk menimpakan azab kepada mereka ialah waktu subuh; bukankah waktu subuh itu sudah dekat?\""
                },
                {
                    "id": 1092531,
                    "resource_id": 161,
                    "text": "আগুন্তুকরা বলল, ‘হে লূত! আমরা তোমার প্রতিপালক প্রেরিত বার্তাবাহক, তারা তোমার কাছে কক্ষনো পৌঁছতে পারবে না, কাজেই কিছুটা রাত বাকী থাকতে তুমি তোমার পরিবার-পরিজন নিয়ে বেরিয়ে পড়, তোমাদের কেউ যেন পিছনের দিকে না তাকায়। কিন্তু তোমার স্ত্রী (তোমাদের সঙ্গী হতে পারবে না) তারও তাই ঘটবে, অন্যদের যা ঘটবে। সকাল হল তাদের (শাস্তি আসার) নির্ধারিত সময়, সকাল কি নিকটবর্তী নয়?’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}