{
    "verses": [
        {
            "id": 1555,
            "verse_number": 82,
            "verse_key": "11:82",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عَـٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ",
            "page_number": 231,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96474,
                    "resource_id": 20,
                    "text": "So when Our command came, We made the highest part [of the city] its lowest and rained upon them stones of layered hard clay, [which were]"
                },
                {
                    "id": 220357,
                    "resource_id": 39,
                    "text": "Maka apabila datang (masa perlaksanaan) perintah Kami, Kami jadikan negeri kaum Lut itu diterbalikkan (tertimbus segala yang ada di muka buminya) dan kami menghujaninya dengan batu-batu dari tanah yang dibakar, menimpanya bertalu-talu."
                },
                {
                    "id": 1092532,
                    "resource_id": 161,
                    "text": "তারপর আমার নির্দেশ যখন এসে গেল, তখন আমি সেই জনপদকে উপর নীচ করে উল্টে দিলাম, আর তাদের উপর স্তরে স্তরে পাকানো মাটির প্রস্তর বর্ষণ করলাম।"
                }
            ]
        },
        {
            "id": 1556,
            "verse_number": 83,
            "verse_key": "11:83",
            "hizb_number": 23,
            "rub_el_hizb_number": 92,
            "ruku_number": 189,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "مُّسَوَّمَةً عِندَ رَبِّكَ ۖ وَمَا هِىَ مِنَ ٱلظَّـٰلِمِينَ بِبَعِيدٍ",
            "page_number": 231,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96475,
                    "resource_id": 20,
                    "text": "Marked from your Lord. And it [i.e., Allāh's punishment] is not from the wrongdoers [very] far."
                },
                {
                    "id": 220426,
                    "resource_id": 39,
                    "text": "Batu-batu itu ditandakan di sisi Tuhanmu (untuk membinasakan mereka), dan Ia pula tidaklah jauh dari orang-orang yang zalim itu."
                },
                {
                    "id": 1092533,
                    "resource_id": 161,
                    "text": "যে প্রস্তর খন্ডের প্রতিটিই তোমার প্রতিপালকের নিকট চিহ্নিত ছিল। যালিমদের জন্য এ শাস্তি বেশী দূরের ব্যাপার নয়।"
                }
            ]
        },
        {
            "id": 1557,
            "verse_number": 84,
            "verse_key": "11:84",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ وَلَا تَنقُصُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ ۚ إِنِّىٓ أَرَىٰكُم بِخَيْرٍ وَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ",
            "page_number": 231,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96476,
                    "resource_id": 20,
                    "text": "And to Madyan [We sent] their brother Shuʿayb. He said, \"O my people, worship Allāh; you have no deity other than Him. And do not decrease from the measure and the scale. Indeed, I see you in prosperity, but indeed, I fear for you the punishment of an all-encompassing Day."
                },
                {
                    "id": 220428,
                    "resource_id": 39,
                    "text": "Dan kepada penduduk \"Madyan\" Kami utuskan saudara mereka: Nabi Syuaib. Ia berkata: \"Wahai kaumku! Sembahlah kamu akan Allah! (Sebenarnya) tiada Tuhan bagi kamu selain daripadaNya. Dan janganlah kamu mengurangi sukatan dan timbangan. Sesungguhnya aku melihat kamu berada dalam kemewahan; dan sesungguhnya aku bimbang, kamu akan ditimpa azab hari yang meliputi (orang-orang yang bersalah)."
                },
                {
                    "id": 1092534,
                    "resource_id": 161,
                    "text": "আর মাদইয়ানবাসীদের কাছে আমি তাদের ভাই শু‘আয়বকে পাঠিয়েছিলাম। সে বলেছিল, ‘হে আমার সম্প্রদায়! তোমরা আল্লাহর ‘ইবাদাত কর, তিনি ছাড়া তোমাদের কোন সত্য ইলাহ নেই, আর মাপে ও ওজনে কম দিও না, আমি তোমাদেরকে ভাল অবস্থাতেই দেখছি। কিন্তু আমি তোমাদের জন্য শাস্তির আশঙ্কা করছি সে দিনের যেদিন তোমাদেরকে চতুর্দিক থেকে ঘিরে ধরবে।"
                }
            ]
        },
        {
            "id": 1558,
            "verse_number": 85,
            "verse_key": "11:85",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَـٰقَوْمِ أَوْفُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
            "page_number": 231,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96477,
                    "resource_id": 20,
                    "text": "And O my people, give full measure and weight in justice and do not deprive the people of their due and do not commit abuse on the earth, spreading corruption."
                },
                {
                    "id": 220351,
                    "resource_id": 39,
                    "text": "Dan wahai kaumku! Sempurnakanlah sukatan dan timbangan dengan adil dan janganlah kamu kurangkan manusia akan benda-benda yang menjadi haknya, dan janganlah kamu merebakkan bencana kerosakan di muka bumi."
                },
                {
                    "id": 1092535,
                    "resource_id": 161,
                    "text": "হে আমার সম্প্রদায়! মাপ ও ওজন ইনসাফের সঙ্গে পূর্ণ করো, লোকদেরকে তাদের প্রাপ্য কম দিও না, আর যমীনে ফাসাদ সৃষ্টি করে বেড়িও না।"
                }
            ]
        },
        {
            "id": 1559,
            "verse_number": 86,
            "verse_key": "11:86",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "بَقِيَّتُ ٱللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
            "page_number": 231,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96478,
                    "resource_id": 20,
                    "text": "What remains [lawful] from Allāh is best for you, if you would be believers. But I am not a guardian over you.\""
                },
                {
                    "id": 220430,
                    "resource_id": 39,
                    "text": "Limpah kurnia Allah kepada kamu lebih baik bagi kamu (daripada yang kamu ambil secara haram itu), jika betul kamu orang-orang yang beriman. Dan aku bukanlah orang yang menjaga dan mengawas perbuatan kamu\"."
                },
                {
                    "id": 1092536,
                    "resource_id": 161,
                    "text": "আল্লাহর অনুমোদিত উদ্বৃত্ত (অর্থাৎ লাভ) তোমাদের জন্য উত্তম, যদি তোমরা মু’মিন হও, আমি তোমাদের পর্যবেক্ষক নই।’"
                }
            ]
        },
        {
            "id": 1560,
            "verse_number": 87,
            "verse_key": "11:87",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰشُعَيْبُ أَصَلَوٰتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوْ أَن نَّفْعَلَ فِىٓ أَمْوَٰلِنَا مَا نَشَـٰٓؤُا۟ ۖ إِنَّكَ لَأَنتَ ٱلْحَلِيمُ ٱلرَّشِيدُ",
            "page_number": 231,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96479,
                    "resource_id": 20,
                    "text": "They said, \"O Shuʿayb, does your prayer [i.e., religion] command you that we should leave what our fathers worship or not do with our wealth what we please? Indeed, you are the forbearing, the discerning!\"<sup foot_note=196491>1</sup>"
                },
                {
                    "id": 220431,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Wahai Syuaib! Adakah sembahyangmu (yang banyak itu) menyuruhmu perintahkan kami supaya meninggalkan apa yang disembah oleh datuk nenek kami, atau supaya kami lakukannya apa yang kami suka melakukannya dalam menguruskan harta kami? Sesungguhnya engkau (wahai Syuaib) adalah orang yang penyabar, lagi bijak berakal (maka bagaimana pula engkau menyuruh kami melakukan perkara yang bertentangan dengan kebiasaan kami)?\""
                },
                {
                    "id": 1092537,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘হে শু‘আয়ব! তোমার ইবাদত কি তোমাকে এই হুকুম দেয় যে, আমাদের পিতৃপুরুষ যার ‘ইবাদাত করত আমরা তা পরিত্যাগ করি বা আমাদের ধন-সম্পদের ব্যাপারে আমাদের ইচ্ছে (মাফিক ব্যয় করা) বর্জন করি, তুমি তো দেখছি বড়ই ধৈর্যশীল, ভাল মানুষ।’"
                }
            ]
        },
        {
            "id": 1561,
            "verse_number": 88,
            "verse_key": "11:88",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَنًا ۚ وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَآ أَنْهَىٰكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا ٱلْإِصْلَـٰحَ مَا ٱسْتَطَعْتُ ۚ وَمَا تَوْفِيقِىٓ إِلَّا بِٱللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
            "page_number": 231,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96480,
                    "resource_id": 20,
                    "text": "He said, \"O my people, have you considered: if I am upon clear evidence from my Lord and He has provided me with a good provision from Him...?<sup foot_note=196493>1</sup> And I do not intend to differ from you in that which I have forbidden you; I only intend reform as much as I am able. And my success is not but through Allāh. Upon Him I have relied, and to Him I return.<sup foot_note=196492>2</sup>"
                },
                {
                    "id": 220433,
                    "resource_id": 39,
                    "text": "Nabi Syuaib berkata: \"Wahai kaumku! Bagaimana fikiran kamu, jika aku berdasarkan bukti yang nyata dari Tuhanku, dan Ia pula mengurniakan daku pangkat Nabi sebagai pemberian daripadaNya, (patutkah aku berdiam diri dari melarang kamu) sedang aku tidak bertujuan hendak melakukan sesuatu yang aku melarang kamu daripada melakukannya? Aku hanya bertujuan hendak memperbaiki sedaya upayaku; dan tiadalah aku akan beroleh taufik untuk menjayakannya melainkan dengan pertolongan Allah. Kepada Allah jualah aku berserah diri dan kepadaNyalah aku kembali."
                },
                {
                    "id": 1092538,
                    "resource_id": 161,
                    "text": "সে বলল, ‘হে আমার জাতির লোকেরা! তোমরা কি ভেবে দেখেছ যদি আমি আমার প্রতিপালকের স্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত হয়ে থাকি আর তিনি আমাকে তাঁর পক্ষ থেকে উত্তম রিযক দিয়ে থাকেন (তাহলে আমি কীভাবে তোমাদের অন্যায় কাজের সঙ্গী হতে পারি?), আমি তোমাদেরকে যে কাজ করতে নিষেধ করি সেটা তোমাদের প্রতি বিরুদ্ধাচরণ করার ইচ্ছায় নয়, আমি তো সাধ্যমত সংশোধন করতে চাই, আমার কাজের সাফল্য তো আল্লাহরই পক্ষ হতে, আমি তাঁর উপরই নির্ভর করি, আর তাঁর দিকেই মুখ করি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}