{
    "verses": [
        {
            "id": 1562,
            "verse_number": 89,
            "verse_key": "11:89",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَـٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَـٰلِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
            "page_number": 232,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96481,
                    "resource_id": 20,
                    "text": "And O my people, let not [your] dissension from me cause you to be struck by that similar to what struck the people of Noah or the people of Hūd or the people of Ṣāliḥ. And the people of Lot are not from you far away."
                },
                {
                    "id": 220434,
                    "resource_id": 39,
                    "text": "Dan wahai kaumku! Janganlah permusuhan kamu terhadapku menyebabkan kamu ditimpa bala bencana sebagaimana yang telah menimpa kaum Nabi Nuh, atau kaum Nabi Hud, atau kaum Nabi Soleh. Dan kaum Nabi Lut pun tidaklah jauh dari kamu (kamu sedia mengetahui apa yang telah menimpa mereka)."
                },
                {
                    "id": 1092539,
                    "resource_id": 161,
                    "text": "হে আমার সম্প্রদায়! আমার সঙ্গে বিরোধ তোমাদেরকে যেন কিছুতেই এমন কাজে উদ্বুদ্ধ না করে যাতে তোমাদের উপর এমন বিপদ আসে যেমন বিপদ এসেছিল নূহের জাতির কিংবা হূদের জাতির কিংবা সালিহর জাতির উপর। আর লূতের জাতির অবস্থান তো তোমাদের থেকে মোটেই দূরে নয়।"
                }
            ]
        },
        {
            "id": 1563,
            "verse_number": 90,
            "verse_key": "11:90",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ",
            "page_number": 232,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96483,
                    "resource_id": 20,
                    "text": "And ask forgiveness of your Lord and then repent to Him. Indeed, my Lord is Merciful and Affectionate.\""
                },
                {
                    "id": 220341,
                    "resource_id": 39,
                    "text": "Dan mintalah ampun kepada Tuhan kamu, kemudian kembalilah taat kepadaNya. Sesungguhnya Tuhanku Maha Mengasihani, lagi Maha Pengasih\"."
                },
                {
                    "id": 1092540,
                    "resource_id": 161,
                    "text": "তোমরা তোমাদের প্রতিপালকের নিকট ক্ষমা প্রার্থনা কর, অতঃপর তাঁরই নিকট তাওবাহ কর। আমার প্রতিপালক তো পরম দয়ালু, বড়ই ভালবাসা পোষণকারী।’"
                }
            ]
        },
        {
            "id": 1564,
            "verse_number": 91,
            "verse_key": "11:91",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَـٰكَ ۖ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ",
            "page_number": 232,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96484,
                    "resource_id": 20,
                    "text": "They said, \"O Shuʿayb, we do not understand much of what you say, and indeed, we consider you among us as weak. And if not for your family, we would have stoned you [to death]; and you are not to us one respected.\""
                },
                {
                    "id": 220342,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Wahai Syuaib,! kami tidak mengerti kebanyakan dari apa yang engkau katakan itu, dan sesungguhnya kami melihat engkau orang yang lemah dalam kalangan kami; dan kalau tidaklah kerana kaum keluargamu, tentulah kami telah melemparmu (dengan batu hingga mati). Dan engkau pula bukanlah orang yang dipandang mulia dalam kalangan kami!\""
                },
                {
                    "id": 1092541,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘হে শু‘আয়ব! তুমি যা বল তার অনেক কথাই আমরা বুঝি না, আমরা আমাদের মধ্যে তোমাকে অবশ্যই দুর্বল দেখছি, তোমার গোত্র না থাকলে আমরা তোমাকে অবশ্যই পাথর নিক্ষেপ ক’রে মেরে ফেলতাম, আমাদের উপর তোমার কোন ক্ষমতাই নেই।"
                }
            ]
        },
        {
            "id": 1565,
            "verse_number": 92,
            "verse_key": "11:92",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ يَـٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ",
            "page_number": 232,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96485,
                    "resource_id": 20,
                    "text": "He said, \"O my people, is my family more respected for power by you than Allāh? But you put Him behind your backs [in neglect]. Indeed, my Lord is encompassing of what you do."
                },
                {
                    "id": 220440,
                    "resource_id": 39,
                    "text": "Nabi Syuaib berkata: \"Wahai kaumku! (Mengapa kamu bersikap demikian)? Patutkah kaum keluargaku kamu pandang lebih mulia dari pada Allah serta kamu pula jadikan perintahNya sebagai sesuatu yang dibuang dan dilupakan di belakang kamu? Sesungguhnya Tuhanku Amat Meliputi pengetahuanNya akan apa yang kamu lakukan."
                },
                {
                    "id": 1092542,
                    "resource_id": 161,
                    "text": "সে বলল, ‘হে আমার সম্প্রদায়! আমার স্বজনরা কি তোমাদের কাছে আল্লাহর চেয়েও প্রবল! তোমরা তো তাঁকে সম্পূর্ণতঃ পেছনে ফেলে রেখেছ, তোমরা যা করছ আমার প্রতিপালক তা সব কিছুই অবগত।’"
                }
            ]
        },
        {
            "id": 1566,
            "verse_number": 93,
            "verse_key": "11:93",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَـٰذِبٌ ۖ وَٱرْتَقِبُوٓا۟ إِنِّى مَعَكُمْ رَقِيبٌ",
            "page_number": 232,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96486,
                    "resource_id": 20,
                    "text": "And O my people, work according to your position; indeed, I am working. You are going to know to whom will come a punishment that will disgrace him and who is a liar. So watch; indeed, I am with you a watcher, [awaiting the outcome].\""
                },
                {
                    "id": 220442,
                    "resource_id": 39,
                    "text": "\" Dan wahai kaumku, buatlah sedaya upaya kamu (untuk menentang ugama Allah yang aku sampaikan itu), sesungguhnya aku juga tetap berusaha dengan bersungguh-sungguh (untuk mengembangkannya). Kamu akan ketahui siapakah yang akan didatangi azab yang menghinakannya, dan siapa pula yang berdusta. Dan tunggulah, sesungguhnya aku juga turut menunggu bersama-sama kamu\"."
                },
                {
                    "id": 1092543,
                    "resource_id": 161,
                    "text": "হে আমার সম্প্রদায়! ‘তোমরা নিজ নিজ অবস্থানে থেকে কাজ করতে থাক, আমিও আমার কাজ করতে থাকি, তোমরা অচিরেই জানতে পারবে কার উপর আসবে লাঞ্ছনাদায়ক শাস্তি আর কে মিথ্যেবাদী। কাজেই তোমরা অপেক্ষায় থাক, আমিও তোমাদের সাথে অপেক্ষায় থাকলাম।’"
                }
            ]
        },
        {
            "id": 1567,
            "verse_number": 94,
            "verse_key": "11:94",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
            "page_number": 232,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96487,
                    "resource_id": 20,
                    "text": "And when Our command came, We saved Shuʿayb and those who believed with him, by mercy from Us. And the shriek seized those who had wronged, and they became within their homes [corpses] fallen prone"
                },
                {
                    "id": 220436,
                    "resource_id": 39,
                    "text": "Dan ketika datang (masa perlaksanaan) perintah Kami, Kami selamatkan Nabi Syuaib beserta dengan umatnya yang beriman, dengan rahmat dari Kami; dan orang-orang yang zalim itu dibinasakan oleh letusan suara yang menggempakan bumi, lalu menjadilah mereka mayat-mayat yang tersungkur di tempat masing-masing."
                },
                {
                    "id": 1092544,
                    "resource_id": 161,
                    "text": "আমার হুকুম যখন আসলো, তখন আমি আমার দয়ায় শু‘আয়ব আর তার সঙ্গে যারা ঈমান এনেছিল তাদেরকে বাঁচিয়ে দিলাম। আর যারা যুলম করেছিল তাদেরকে এক প্রচন্ড শব্দ আঘাত হানল যার ফলে তারা নিজেদের গৃহে নতজানু হয়ে পড়ে রইল।"
                }
            ]
        },
        {
            "id": 1568,
            "verse_number": 95,
            "verse_key": "11:95",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 190,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
            "page_number": 232,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96488,
                    "resource_id": 20,
                    "text": "As if they had never prospered therein. Then, away with Madyan as Thamūd was taken away."
                },
                {
                    "id": 220444,
                    "resource_id": 39,
                    "text": "(Mereka punah-ranah) seolah-olah mereka tidak pernah tinggal di situ. Ketahuilah! kebinasaanlah akhirnya bagi penduduk Madyan, sebagaimana binasanya kaum Thamud."
                },
                {
                    "id": 1092545,
                    "resource_id": 161,
                    "text": "(এমনভাবে) যেন তারা সেখানে কোনদিনই বসবাস করেনি। জেনে রেখ, মাদইয়ানবাসীদেরকে দূরে নিক্ষেপ করা হল, যেমনভাবে দূরে নিক্ষেপ করা হয়েছিল সামূদজাতিকে।"
                }
            ]
        },
        {
            "id": 1569,
            "verse_number": 96,
            "verse_key": "11:96",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 191,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
            "page_number": 232,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96489,
                    "resource_id": 20,
                    "text": "And We did certainly send Moses with Our signs and a clear authority<sup foot_note=196494>1</sup>"
                },
                {
                    "id": 220446,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya kami telah mengutuskan Nabi Musa dengan membawa ayat-ayat keterangan Kami, dan bukti (mukjizat) yang nyata:"
                },
                {
                    "id": 1092546,
                    "resource_id": 161,
                    "text": "আমি মূসাকে পাঠিয়েছিলাম আমার নিদর্শন আর স্পষ্ট প্রমাণ সহকারে"
                }
            ]
        },
        {
            "id": 1570,
            "verse_number": 97,
            "verse_key": "11:97",
            "hizb_number": 24,
            "rub_el_hizb_number": 93,
            "ruku_number": 191,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱتَّبَعُوٓا۟ أَمْرَ فِرْعَوْنَ ۖ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
            "page_number": 232,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96490,
                    "resource_id": 20,
                    "text": "To Pharaoh and his establishment, but they followed the command of Pharaoh, and the command of Pharaoh was not [at all] discerning."
                },
                {
                    "id": 220447,
                    "resource_id": 39,
                    "text": "Kepada Firaun dan kaumnya; lalu kaum Firaun menurut perintah Firaun, sedang perintahnya itu bukanlah perintah yang betul."
                },
                {
                    "id": 1092547,
                    "resource_id": 161,
                    "text": "ফির‘আওন আর তার প্রধানদের কাছে, কিন্তু তারা ফির‘আওনের হুকুমই মেনে নিল, আর ফির‘আওনের হুকুম সত্য নির্ভর ছিল না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}