{
    "verses": [
        {
            "id": 1591,
            "verse_number": 118,
            "verse_key": "11:118",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 192,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةً وَٰحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ",
            "page_number": 235,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96369,
                    "resource_id": 20,
                    "text": "And if your Lord had willed, He could have made mankind one community; but they will not cease to differ,"
                },
                {
                    "id": 220452,
                    "resource_id": 39,
                    "text": "Dan kalaulah Tuhanmu (wahai Muhammad) menghendaki, tentulah Ia menjadikan umat manusia semuanya menurut ugama yang satu. (Tetapi Ia tidak berbuat demikian) dan kerana itulah mereka terus-menerus berselisihan."
                },
                {
                    "id": 1092568,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালক চাইলে মানুষকে অবশ্যই এক জাতি করতে পারতেন, কিন্তু তারা মতভেদ করতেই থাকবে।"
                }
            ]
        },
        {
            "id": 1592,
            "verse_number": 119,
            "verse_key": "11:119",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 192,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
            "page_number": 235,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96370,
                    "resource_id": 20,
                    "text": "Except whom your Lord has given mercy, and for that He created them. But the word of your Lord is to be fulfilled that, \"I will surely fill Hell with jinn and men all together.\""
                },
                {
                    "id": 220321,
                    "resource_id": 39,
                    "text": "Tetapi orang-orang yang telah diberi rahmat oleh Tuhanmu, (mereka bersatu di dalam ugama Allah)); dan untuk (perselisihan dan rahmat) itulah Allah menjadikan manusia. Dan dengan yang demikian sempurnalah janji Tuhanmu: \"Sesungguhnya Aku akan memenuhi neraka jahannam dengan sekalian jin dan manusia (yang berdosa)\"."
                },
                {
                    "id": 1092569,
                    "resource_id": 161,
                    "text": "তবে তোমার প্রতিপালক যাদের প্রতি দয়া করেন তারা (মতবিরোধ করবে) না। এই উদ্দেশ্যেই তিনি তাদেরকে সৃষ্টি করেছেন, আর তোমার প্রতিপালকের এ বাণী পূর্ণ হবেই যে, আমি জাহান্নামকে জ্বিন আর মানুষ দিয়ে অবশ্য অবশ্যই ভরে দেব।"
                }
            ]
        },
        {
            "id": 1593,
            "verse_number": 120,
            "verse_key": "11:120",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 192,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَ ۚ وَجَآءَكَ فِى هَـٰذِهِ ٱلْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
            "page_number": 235,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96373,
                    "resource_id": 20,
                    "text": "And each [story] We relate to you from the news of the messengers is that by which We make firm your heart. And there has come to you, in this, the truth and an instruction and a reminder for the believers."
                },
                {
                    "id": 220320,
                    "resource_id": 39,
                    "text": "Dan tiap-tiap berita dari berita Rasul-rasul itu, kami ceritakan kepadamu (wahai Muhammad), untuk menguatkan hatimu dengannya. Dan telah datang kepadamu dalam berita ini kebenaran dan pengajaran serta peringatan bagi orang-orang yang beriman."
                },
                {
                    "id": 1092570,
                    "resource_id": 161,
                    "text": "রসূলদের যে সব সংবাদসমূহ আমি তোমার কাছে বর্ণনা করলাম, এর দ্বারা আমি তোমার দিলকে মযবুত করছি, এতে তুমি প্রকৃত সত্যের জ্ঞান লাভ করবে আর মু’মিনদের জন্য এটা উপদেশ ও স্মারক।"
                }
            ]
        },
        {
            "id": 1594,
            "verse_number": 121,
            "verse_key": "11:121",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 192,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنَّا عَـٰمِلُونَ",
            "page_number": 235,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96374,
                    "resource_id": 20,
                    "text": "And say to those who do not believe, \"Work according to your position; indeed, we are working."
                },
                {
                    "id": 220331,
                    "resource_id": 39,
                    "text": "Dan katakanlah kepada orang-orang yang tidak beriman: \"Buatlah apa yang kamu sanggup melakukannya (dari perbuatan ingkar itu). Sesungguhnya kami juga tetap mengerjakan (nasihat pengajaran yang Tuhan berikan kepada kami)."
                },
                {
                    "id": 1092571,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে না তাদেরকে বল, ‘তোমরা নিজেদের মত ও পথে থেকে কাজ করে যাও, আমরা (আমাদের) কাজ করছি।"
                }
            ]
        },
        {
            "id": 1595,
            "verse_number": 122,
            "verse_key": "11:122",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 192,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
            "page_number": 235,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96375,
                    "resource_id": 20,
                    "text": "And wait; indeed, we are waiting.\""
                },
                {
                    "id": 220330,
                    "resource_id": 39,
                    "text": "Dan tunggulah (akibat yang buruk yang akan menimpa kamu)! Sesungguhnya kami juga menunggu (akan kemenangan dan kejayaan yang dijanjikan oleh Allah kepada kami)\"."
                },
                {
                    "id": 1092572,
                    "resource_id": 161,
                    "text": "আর তোমরা অপেক্ষা কর, আমরাও অপেক্ষায় থাকলাম।’"
                }
            ]
        },
        {
            "id": 1596,
            "verse_number": 123,
            "verse_key": "11:123",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 192,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَإِلَيْهِ يُرْجَعُ ٱلْأَمْرُ كُلُّهُۥ فَٱعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
            "page_number": 235,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96376,
                    "resource_id": 20,
                    "text": "And to Allāh belong the unseen [aspects] of the heavens and the earth and to Him will be returned the matter, all of it, so worship Him and rely upon Him. And your Lord is not unaware of that which you do."
                },
                {
                    "id": 220441,
                    "resource_id": 39,
                    "text": "Dan Allah jualah yang mengetahui rahsia langit dan bumi dan kepadaNyalah dikembalikan segala urusan. Oleh itu, sembahlah akan Dia serta berserahlah kepadaNya. Dan (ingatlah), Tuhanmu tidak sekali-kali lalai akan apa yang kamu lakukan."
                },
                {
                    "id": 1092573,
                    "resource_id": 161,
                    "text": "আসমানসমূহ ও যমীনের অদৃশ্যের জ্ঞান কেবল আল্লাহরই রয়েছে। সকল বিষয়ই (চূড়ান্ত সিদ্ধান্তের জন্য) তাঁর কাছে ফিরে যায়, কাজেই তুমি তাঁরই ‘ইবাদাত কর, আর তাঁর উপরই নির্ভর কর, তোমরা যা কিছু করছ, সে সম্পর্কে তোমার প্রতিপালক মোটেই বে-খবর নন।"
                }
            ]
        },
        {
            "id": 1597,
            "verse_number": 1,
            "verse_key": "12:1",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 193,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": " الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
            "page_number": 235,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96494,
                    "resource_id": 20,
                    "text": "Alif, Lām, Rā.<sup foot_note=196500>1</sup> These are the verses of the clear Book."
                },
                {
                    "id": 220450,
                    "resource_id": 39,
                    "text": "Alif, Laam, Raa'. Ini ialah ayat-ayat Kitab Al-Quran yang menyatakan kebenaran."
                },
                {
                    "id": 1092574,
                    "resource_id": 161,
                    "text": "আলিফ, লাম-রা, এগুলো সুস্পষ্ট কিতাবের আয়াতসমূহ।"
                }
            ]
        },
        {
            "id": 1598,
            "verse_number": 2,
            "verse_key": "12:2",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 193,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِنَّآ أَنزَلْنَـٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
            "page_number": 235,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96519,
                    "resource_id": 20,
                    "text": "Indeed, We have sent it down as an Arabic Qur’ān<sup foot_note=196501>1</sup> that you might understand."
                },
                {
                    "id": 214665,
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami menurunkan kitab itu sebagai Quran yang dibaca dengan bahasa Arab, supaya kamu (menggunakan akal untuk) memahaminya."
                },
                {
                    "id": 1092575,
                    "resource_id": 161,
                    "text": "আমি তা অবতীর্ণ করেছি, আরবী ভাষার কুরআন, যাতে তোমরা ভালভাবে বুঝতে পার।"
                }
            ]
        },
        {
            "id": 1599,
            "verse_number": 3,
            "verse_key": "12:3",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 193,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ ٱلْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هَـٰذَا ٱلْقُرْءَانَ وَإِن كُنتَ مِن قَبْلِهِۦ لَمِنَ ٱلْغَـٰفِلِينَ",
            "page_number": 235,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96530,
                    "resource_id": 20,
                    "text": "We relate to you, [O Muḥammad], the best of stories in what We have revealed to you of this Qur’ān although you were, before it, among the unaware."
                },
                {
                    "id": 220487,
                    "resource_id": 39,
                    "text": "Kami ceritakan kepadamu (wahai Muhammad) seindah-indah kisah dengan jalan Kami wahyukan kepadamu Al-Quran ini, padahal sebenarnya engkau sebelum datangnya wahyu itu, adalah dari orang-orang yang tidak pernah menyedari akan halnya."
                },
                {
                    "id": 1092576,
                    "resource_id": 161,
                    "text": "আমি তোমার কাছে সর্বোত্তম কাহিনী বর্ণনা করছি, এ কুরআন তোমার কাছে ওয়াহী যোগে পাঠিয়ে, যদিও এর পূর্বে তুমি না-জানা লোকদের মধ্যেই শামিল ছিলে।"
                }
            ]
        },
        {
            "id": 1600,
            "verse_number": 4,
            "verse_key": "12:4",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 193,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَـٰٓأَبَتِ إِنِّى رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَٱلشَّمْسَ وَٱلْقَمَرَ رَأَيْتُهُمْ لِى سَـٰجِدِينَ",
            "page_number": 235,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96541,
                    "resource_id": 20,
                    "text": "[Of these stories mention] when Joseph said to his father,<sup foot_note=196502>1</sup> \"O my father, indeed I have seen [in a dream] eleven stars and the sun and the moon; I saw them prostrating to me.\""
                },
                {
                    "id": 220498,
                    "resource_id": 39,
                    "text": "(Ingatlah peristiwa) ketika Nabi Yusuf berkata kepada bapanya: \"Wahai ayahku! Sesungguhnya aku mimpi melihat sebelas bintang dan matahari serta bulan; aku melihat mereka tunduk memberi hormat kepadaku\"."
                },
                {
                    "id": 1092577,
                    "resource_id": 161,
                    "text": "স্মরণ কর, ইউসুফ যখন তার পিতাকে বলেছিল, ‘হে আব্বাজান! আমি (স্বপ্নে) দেখেছি এগারটি তারকা আর সূর্য ও চন্দ্র; দেখলাম তারা আমাকে সাজদাহ করছে।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}