{
    "verses": [
        {
            "id": 1601,
            "verse_number": 5,
            "verse_key": "12:5",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 193,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ يَـٰبُنَىَّ لَا تَقْصُصْ رُءْيَاكَ عَلَىٰٓ إِخْوَتِكَ فَيَكِيدُوا۟ لَكَ كَيْدًا ۖ إِنَّ ٱلشَّيْطَـٰنَ لِلْإِنسَـٰنِ عَدُوٌّ مُّبِينٌ",
            "page_number": 236,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96552,
                    "resource_id": 20,
                    "text": "He said, \"O my son, do not relate your vision to your brothers or they will contrive against you a plan. Indeed Satan, to man, is a manifest enemy."
                },
                {
                    "id": 220495,
                    "resource_id": 39,
                    "text": "Bapanya berkata:\" Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu, kerana aku khuatir mereka akan menjalankan sesuatu rancangan jahat terhadapmu. Sesungguhnya syaitan adalah musuh yang nyata bagi manusia."
                },
                {
                    "id": 1092578,
                    "resource_id": 161,
                    "text": "তার পিতা বললেন, ‘হে আমার পুত্র! তোমার স্বপ্নের কথা তোমার ভাইদের কাছে বর্ণনা করো না। যদি কর তাহলে তারা তোমার বিরুদ্ধে চক্রান্ত করবে। শাইত্বান তো মানুষের প্রকাশ্য দুশমন।"
                }
            ]
        },
        {
            "id": 1602,
            "verse_number": 6,
            "verse_key": "12:6",
            "hizb_number": 24,
            "rub_el_hizb_number": 94,
            "ruku_number": 193,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأْوِيلِ ٱلْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُۥ عَلَيْكَ وَعَلَىٰٓ ءَالِ يَعْقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيْكَ مِن قَبْلُ إِبْرَٰهِيمَ وَإِسْحَـٰقَ ۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ",
            "page_number": 236,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96563,
                    "resource_id": 20,
                    "text": "And thus will your Lord choose you and teach you the interpretation of narratives [i.e., events or dreams] and complete His favor upon you and upon the family of Jacob, as He completed it upon your fathers before, Abraham and Isaac. Indeed, your Lord is Knowing and Wise.\""
                },
                {
                    "id": 220517,
                    "resource_id": 39,
                    "text": "Dan demikianlah caranya Tuhanmu memilihmu, dan akan mengajarmu takbir mimpi, serta akan menyempurnakan nikmatNya kepadamu dan kepada keluarga Yaakub: sebagaimana Ia telah menyempurnakannya kepada datuk nenekmu dahulu: Ibrahim dan Ishak. Sesungguhnya Tuhanmu Maha Mengetahui, lagi Maha Bijaksana\"."
                },
                {
                    "id": 1092579,
                    "resource_id": 161,
                    "text": "(স্বপ্নে যেমন দেখেছ) এভাবে তোমার প্রতিপালক তোমাকে মনোনীত করবেন, তোমাকে স্বপ্নের ব্যাখ্যা শিক্ষা দিবেন এবং তিনি তাঁর অনুগ্রহ তোমার প্রতি আর ইয়া‘কূব পরিবারের প্রতি পূর্ণ করবেন যেভাবে তিনি তা পূর্বে তোমার পিতৃ-পুরুষ ইবরাহীম ও ইসহাকের প্রতি পূর্ণ করেছিলেন, নিশ্চয়ই তোমার রব্ব সর্বজ্ঞ, বড়ই প্রজ্ঞাবান।’"
                }
            ]
        },
        {
            "id": 1603,
            "verse_number": 7,
            "verse_key": "12:7",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ لَّقَدْ كَانَ فِى يُوسُفَ وَإِخْوَتِهِۦٓ ءَايَـٰتٌ لِّلسَّآئِلِينَ",
            "page_number": 236,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96574,
                    "resource_id": 20,
                    "text": "Certainly were there in Joseph and his brothers signs for those who ask, [such as]"
                },
                {
                    "id": 220532,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya! (Kisah) Nabi Yusuf dengan saudara-saudaranya itu mengandungi beberapa pengajaran bagi orang-orang yang bertanya (tentang hal mereka untuk mengambil iktibar)."
                },
                {
                    "id": 1092580,
                    "resource_id": 161,
                    "text": "ইউসুফ আর তার ভাইদের ঘটনায় সত্য সন্ধানীদের জন্য অবশ্যই নিদর্শনাবলী আছে।"
                }
            ]
        },
        {
            "id": 1604,
            "verse_number": 8,
            "verse_key": "12:8",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِذْ قَالُوا۟ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِى ضَلَـٰلٍ مُّبِينٍ",
            "page_number": 236,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96584,
                    "resource_id": 20,
                    "text": "When they said, \"Joseph and his brother<sup foot_note=196503>1</sup> are more beloved to our father than we, while we are a clan. Indeed, our father is in clear error."
                },
                {
                    "id": 220544,
                    "resource_id": 39,
                    "text": "(Kisah itu bermula) ketika saudara-saudara Yusuf berkata (sesama sendiri): \"Sesungguhnya Yusuf dan adiknya, lebih disayangi oleh bapa kita daripada kita, padahal kita ini satu kumpulan (yang ramai dan berguna). Sesungguhnya bapa kita adalah dalam keadaan tidak adil yang nyata.\""
                },
                {
                    "id": 1092581,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন তারা (বৈমাত্রেয় ভাইগণ) বলাবলি করছিল, ‘নিশ্চয়ই ইউসুফ আর তার (সহোদর) ভাই আমাদের পিতার কাছে আমাদের চেয়ে বেশি প্রিয়, অথচ আমরা পুরো একটা দল, আমাদের পিতা স্পষ্ট ভুলের মধ্যে আছেন।"
                }
            ]
        },
        {
            "id": 1605,
            "verse_number": 9,
            "verse_key": "12:9",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱقْتُلُوا۟ يُوسُفَ أَوِ ٱطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا۟ مِنۢ بَعْدِهِۦ قَوْمًا صَـٰلِحِينَ",
            "page_number": 236,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96595,
                    "resource_id": 20,
                    "text": "Kill Joseph or cast him out to [another] land; the countenance [i.e., attention] of your father will [then] be only for you, and you will be after that a righteous people.\"<sup foot_note=196504>1</sup>"
                },
                {
                    "id": 220552,
                    "resource_id": 39,
                    "text": "(Ramai di antara mereka berkata):\" Bunuhlah Yusuf atau buanglah dia ke suatu tempat yang jauh, supaya perhatian dan kasih sayang bapa kamu tertumpu kepada kamu semata-mata, dan supaya kamu sesudah itu menjadi orang-orang yang baik dan berguna\"."
                },
                {
                    "id": 1092582,
                    "resource_id": 161,
                    "text": "তোমরা ইউসুফকে হত্যা করে ফেল কিংবা তাকে কোন ভূমিতে ফেলে আস, তাহলে তোমাদের পিতার দৃষ্টি তোমাদের প্রতিই নিবদ্ধ হবে, তার পর তোমরা (তাওবাহ করে) ভাল লোক হয়ে যাবে।"
                }
            ]
        },
        {
            "id": 1606,
            "verse_number": 10,
            "verse_key": "12:10",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ قَآئِلٌ مِّنْهُمْ لَا تَقْتُلُوا۟ يُوسُفَ وَأَلْقُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ يَلْتَقِطْهُ بَعْضُ ٱلسَّيَّارَةِ إِن كُنتُمْ فَـٰعِلِينَ",
            "page_number": 236,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96495,
                    "resource_id": 20,
                    "text": "Said a speaker among them, \"Do not kill Joseph but throw him into the bottom of the well; some travelers will pick him up - if you would do [something].\""
                },
                {
                    "id": 220449,
                    "resource_id": 39,
                    "text": "Salah seorang di antara mereka berkata: \"Janganlah kamu membunuh Yusuf, tetapi buanglah dia ke dalam pergi, supaya ia dipungut oleh sebahagian dari orang-orang musafir (yang lalu di situ), kalaulah kamu tetap hendak menjalankan rancangan kamu itu\"."
                },
                {
                    "id": 1092583,
                    "resource_id": 161,
                    "text": "তাদের একজন বলল, তোমরা ইউসুফকে হত্যা করো না, তোমাদেরকে যদি কিছু করতেই হয় বরং তাকে কোন অন্ধ কূপে ফেলে দাও, কোন যাত্রীদল তাকে উঠিয়ে নিয়ে যাবে।’"
                }
            ]
        },
        {
            "id": 1607,
            "verse_number": 11,
            "verse_key": "12:11",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰٓأَبَانَا مَا لَكَ لَا تَأْمَ۫نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَـٰصِحُونَ",
            "page_number": 236,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96508,
                    "resource_id": 20,
                    "text": "They said, \"O our father, why do you not entrust us with Joseph while indeed, we are to him sincere counselors?"
                },
                {
                    "id": 214629,
                    "resource_id": 39,
                    "text": "Mereka pun (pergi berjumpa dengan bapa mereka lalu) berkata: Wahai ayah kami! Mengapa ayah tidak percaya kepada kami tentang Yusuf, padahal sesungguhnya kami sentiasa tulus ikhlas mengambil berat kepadanya?"
                },
                {
                    "id": 1092584,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘হে আমাদের আব্বাজান! কী ব্যাপার, আপনি ইউসুফের ব্যাপারে আমাদেরকে বিশ্বাস করেন না কেন, অথচ আমরা অবশ্যই তার কল্যাণকামী।"
                }
            ]
        },
        {
            "id": 1608,
            "verse_number": 12,
            "verse_key": "12:12",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
            "page_number": 236,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96511,
                    "resource_id": 20,
                    "text": "Send him with us tomorrow that he may eat well and play. And indeed, we will be his guardians.\""
                },
                {
                    "id": 220465,
                    "resource_id": 39,
                    "text": "Biarkan dia pergi bersama-sama kami esok, supaya ia bersuka ria makan minum dan bermain-main dengan bebasnya; dan sesungguhnya kami akan menjaganya dengan sebaik-baiknya\"."
                },
                {
                    "id": 1092585,
                    "resource_id": 161,
                    "text": "তাকে আগামীকাল আমাদের সঙ্গে পাঠিয়ে দিন, সে আমোদ করবে আর খেলবে, আমরা তার পুরোপুরি দেখাশুনা করব।’"
                }
            ]
        },
        {
            "id": 1609,
            "verse_number": 13,
            "verse_key": "12:13",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ إِنِّى لَيَحْزُنُنِىٓ أَن تَذْهَبُوا۟ بِهِۦ وَأَخَافُ أَن يَأْكُلَهُ ٱلذِّئْبُ وَأَنتُمْ عَنْهُ غَـٰفِلُونَ",
            "page_number": 236,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96512,
                    "resource_id": 20,
                    "text": "[Jacob] said, \"Indeed, it saddens me that you should take him, and I fear that a wolf would eat him while you are of him unaware.\""
                },
                {
                    "id": 220467,
                    "resource_id": 39,
                    "text": "Bapa mereka menjawab: \"Permergian kamu membawanya bersama sangatlah mendukacitakan daku, dan aku pula bimbang ia akan dimakan oleh serigala, ketika kamu lalai dari mengawalnya \"."
                },
                {
                    "id": 1092586,
                    "resource_id": 161,
                    "text": "পিতা বলল, ‘তোমরা যে তাকে নিয়ে যাবে সেটা আমাকে অবশ্যই কষ্ট দেবে আর আমি ভয় করছি যে, নেকড়ে বাঘ তাকে খেয়ে ফেলবে, আর তখন তার সম্পর্কে তোমরা বে-খেয়াল হয়ে থাকবে।’"
                }
            ]
        },
        {
            "id": 1610,
            "verse_number": 14,
            "verse_key": "12:14",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ لَئِنْ أَكَلَهُ ٱلذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّآ إِذًا لَّخَـٰسِرُونَ",
            "page_number": 236,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96513,
                    "resource_id": 20,
                    "text": "They said, \"If a wolf should eat him while we are a [strong] clan, indeed, we would then be losers.\""
                },
                {
                    "id": 220461,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Kalau dia dimakan oleh serigala, sedang kami ramai bilangannya, sesungguhnya kami sudah tentu menjadilah orang-orang yang rugi\"."
                },
                {
                    "id": 1092587,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘আমরা একটা দল থাকতে তাকে যদি নেকড়ে বাঘে খেয়ে ফেলে, তাহলে তো আমরা অপদার্থই বনে যাবো।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}