{
    "verses": [
        {
            "id": 1611,
            "verse_number": 15,
            "verse_key": "12:15",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا ذَهَبُوا۟ بِهِۦ وَأَجْمَعُوٓا۟ أَن يَجْعَلُوهُ فِى غَيَـٰبَتِ ٱلْجُبِّ ۚ وَأَوْحَيْنَآ إِلَيْهِ لَتُنَبِّئَنَّهُم بِأَمْرِهِمْ هَـٰذَا وَهُمْ لَا يَشْعُرُونَ",
            "page_number": 237,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96514,
                    "resource_id": 20,
                    "text": "So when they took him [out] and agreed to put him into the bottom of the well...<sup foot_note=196505>1</sup> But We inspired to him, \"You will surely inform them [someday] about this affair of theirs while they do not perceive [your identity].\""
                },
                {
                    "id": 220464,
                    "resource_id": 39,
                    "text": "Setelah mereka pergi dengan membawanya bersama dan setelah mereka sekata hendak melepaskan dia ke dalam perigi, (mereka pun melakukan yang demikian), dan kami pula ilhamkan kepadanya:\" Sesungguhnya engkau (wahai Yusuf, akan terselamat, dan) akan memberi tahu mereka tentang hal perbuatan mereka ini, sedang mereka tidak sedar (dan tidak mengingatinya lagi) \"."
                },
                {
                    "id": 1092588,
                    "resource_id": 161,
                    "text": "অতঃপর যখন তারা তাকে নিয়ে গেল, আর তাকে অন্ধ কূপে ফেলার ব্যাপারে মতৈক্যে পৌঁছল, এমতাবস্থায় আমি ইউসুফকে ওয়াহী করলাম- এক সময় আসবে যখন তুমি তাদেরকে তাদের এ কর্মের কথা অবশ্য অবশ্যই ব্যক্ত করবে।’ অথচ তারা (অর্থাৎ ইউসুফের ভাইয়েরা) মোটেই টের পাবে না।"
                }
            ]
        },
        {
            "id": 1612,
            "verse_number": 16,
            "verse_key": "12:16",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَجَآءُوٓ أَبَاهُمْ عِشَآءً يَبْكُونَ",
            "page_number": 237,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96515,
                    "resource_id": 20,
                    "text": "And they came to their father at night, weeping."
                },
                {
                    "id": 220459,
                    "resource_id": 39,
                    "text": "Dan sesudah itu datanglah mereka mendapatkan bapa mereka pada waktu senja sambil (buat-buat) menangis."
                },
                {
                    "id": 1092589,
                    "resource_id": 161,
                    "text": "রাতের প্রথম প্রহরে তারা তাদের পিতার কাছে কাঁদতে কাঁদতে আসল।"
                }
            ]
        },
        {
            "id": 1613,
            "verse_number": 17,
            "verse_key": "12:17",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰٓأَبَانَآ إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِندَ مَتَـٰعِنَا فَأَكَلَهُ ٱلذِّئْبُ ۖ وَمَآ أَنتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صَـٰدِقِينَ",
            "page_number": 237,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96516,
                    "resource_id": 20,
                    "text": "They said, \"O our father, indeed we went racing each other and left Joseph with our possessions, and a wolf ate him. But you would not believe us, even if we were truthful.\""
                },
                {
                    "id": 220460,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Wahai ayah kami! Sesungguhnya kami telah pergi berlumba-lumba berburu dan kami telah tinggalkan Yusuf menjaga barang-barang kami, lalu ia dimakan oleh serigala; dan sudah tentu ayah tidak akan percaya kepada kata-kata kami ini, sekalipun kami adalah orang-orang yang benar\"."
                },
                {
                    "id": 1092590,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘হে আমাদের আব্বাজান! আমরা দৌড়ের প্রতিযোগিতা করছিলাম, আর ইউসুফকে আমরা আমাদের জিনিসপত্রের কাছে রেখে গিয়েছিলাম, তখন তাকে নেকড়ে বাঘে খেয়ে ফেলল, কিন্তু আপনি তো আমাদের কথা বিশ্বাস করবেন না, আমরা সত্যবাদী হলেও।’"
                }
            ]
        },
        {
            "id": 1614,
            "verse_number": 18,
            "verse_key": "12:18",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٍ كَذِبٍ ۚ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ وَٱللَّهُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
            "page_number": 237,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96517,
                    "resource_id": 20,
                    "text": "And they brought upon his shirt false blood.<sup foot_note=196506>1</sup> [Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. And Allāh is the one sought for help against that which you describe.\""
                },
                {
                    "id": 220471,
                    "resource_id": 39,
                    "text": "Dan (bagi mengesahkan dakwaan itu) mereka pula melumurkan baju Yusuf dengan darah palsu. Bapa mereka berkata: \"Tidak! Bahkan nafsu kamu memperelokkan kepada kamu suatu perkara (yang tidak diterima akal). Kalau demikian, bersabarlah aku dengan sebaik-baiknya, dan Allah jualah yang dipohonkan pertolonganNya, mengenai apa yang kamu katakan itu.\""
                },
                {
                    "id": 1092591,
                    "resource_id": 161,
                    "text": "তারা তার জামায় মিছেমিছি রক্ত মাখিয়ে নিয়ে এসেছিল। পিতা বলল, ‘না, বরং তোমাদের প্রবৃত্তি তোমাদেরকে একটা কাহিনী বানাতে উদ্বুদ্ধ করেছে। ঠিক আছে, আমি পুরোপুরি ধৈর্য ধারণ করব, তোমরা যা বানিয়েছ সে ব্যাপারে আল্লাহই আমার আশ্রয়স্থল।’"
                }
            ]
        },
        {
            "id": 1615,
            "verse_number": 19,
            "verse_key": "12:19",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَجَآءَتْ سَيَّارَةٌ فَأَرْسَلُوا۟ وَارِدَهُمْ فَأَدْلَىٰ دَلْوَهُۥ ۖ قَالَ يَـٰبُشْرَىٰ هَـٰذَا غُلَـٰمٌ ۚ وَأَسَرُّوهُ بِضَـٰعَةً ۚ وَٱللَّهُ عَلِيمٌۢ بِمَا يَعْمَلُونَ",
            "page_number": 237,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96518,
                    "resource_id": 20,
                    "text": "And there came a company of travelers; then they sent their water drawer, and he let down his bucket. He said, \"Good news! Here is a boy.\" And they concealed him, [taking him] as merchandise;<sup foot_note=196507>1</sup> and Allāh was Knowing of what they did."
                },
                {
                    "id": 220470,
                    "resource_id": 39,
                    "text": "Dan (semasa Yusuf dalam perigi) datanglah ke tempat itu satu rombongan (ahli perniagaan) yang sedang dalam perjalanan; lalu mereka menghantarkan seorang pencari air bagi mereka; (setelah sampainya ke perigi itu) dia pun menghulurkan timbanya (dan manakala ia melihat Yusuf bergantung pada timbanya) ia berseru dengan katanya: \"Hai, (ini) sungguh mengembirakan! Ini adalah seorang budak lelaki (yang cantik parasnya)\". (Setelah mengetahui hal itu, saudara-saudara Yusuf pun datang) serta mereka sembunyikan keadaan Yusuf yang sebenarnya (untuk dijual) sebagai barang dagangan. Dan Allah Maha Mengetahui akan apa yang mereka lakukan."
                },
                {
                    "id": 1092592,
                    "resource_id": 161,
                    "text": "সেখানে একটা কাফেলা আসলো। তারা তাদের পানি সংগ্রহকারীকে পাঠালো। সে তার পানির বালতি নামিয়ে দিল। সে বলল, ‘কী খুশির খবর! এ যে দেখছি এক বালক!’ তারা তাকে পণ্য দ্রব্য জ্ঞানে লুকিয়ে দিল, আর তারা যা করছিল সে সম্পর্কে আল্লাহ খুবই অবহিত।"
                }
            ]
        },
        {
            "id": 1616,
            "verse_number": 20,
            "verse_key": "12:20",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 194,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَشَرَوْهُ بِثَمَنٍۭ بَخْسٍ دَرَٰهِمَ مَعْدُودَةٍ وَكَانُوا۟ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
            "page_number": 237,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96520,
                    "resource_id": 20,
                    "text": "And they sold him for a reduced price - a few dirhams - and they were, concerning him, of those content with little."
                },
                {
                    "id": 220474,
                    "resource_id": 39,
                    "text": "Dan (setelah berlaku perundingan) mereka menjualnya dengan harga yang murah, iaitu beberapa dirham sahaja bilangannya; dan mereka adalah orang-orang yang tidak menghargainya."
                },
                {
                    "id": 1092593,
                    "resource_id": 161,
                    "text": "তারা তাকে স্বল্প মূল্যে- মাত্র কয়টি দিরহামের বিনিময়ে বিক্রি করে দিল, তারা ছিল তাকে তুচ্ছ জ্ঞানকারী!"
                }
            ]
        },
        {
            "id": 1617,
            "verse_number": 21,
            "verse_key": "12:21",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 195,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِى ٱشْتَرَىٰهُ مِن مِّصْرَ لِٱمْرَأَتِهِۦٓ أَكْرِمِى مَثْوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا ۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ وَلِنُعَلِّمَهُۥ مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمْرِهِۦ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
            "page_number": 237,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96521,
                    "resource_id": 20,
                    "text": "And the one from Egypt<sup foot_note=196508>1</sup> who bought him said to his wife, \"Make his residence comfortable. Perhaps he will benefit us, or we will adopt him as a son.\" And thus, We established Joseph in the land that We might teach him the interpretation of events [i.e., dreams]. And Allāh is predominant over His affair, but most of the people do not know."
                },
                {
                    "id": 220476,
                    "resource_id": 39,
                    "text": "Dan (setelah Yusuf dijualkan di negeri Mesir), berkatalah orang yang membeli Yusuf kepada isterinya: \"Berilah dia layanan yang sebaik-baiknya; semoga ia berguna kepada kita, atau kita jadikan dia anak\". Dan demikianlah caranya kami menetapkan kedudukan Yusuf di bumi (Mesir untuk dihormati dan disayangi), dan untuk kami mengajarnya sebahagian dari ilmu takbir mimpi. Dan Allah Maha Kuasa melakukan segala perkara yang telah ditetapkanNya, akan tetapi kebanyakan manusia tidak mengetahui."
                },
                {
                    "id": 1092594,
                    "resource_id": 161,
                    "text": "মিসরের যে লোক তাকে ক্রয় করেছিল, সে তার স্ত্রীকে বলল, ‘তার থাকার সুব্যবস্থা কর, সম্ভবতঃ সে আমাদের উপকারে আসবে কিংবা তাকে আমরা পুত্র হিসেবেও গ্রহণ করে নিতে পারি।’ এভাবে আমি ইউসুফকে সে দেশে প্রতিষ্ঠিত করলাম তাকে স্বপ্ন ব্যাখ্যার কিছু জ্ঞান শিক্ষা দেয়ার জন্য। আল্লাহ তাঁর কাজের ব্যাপারে পূর্ণ কর্তৃত্বশীল। কিন্তু অধিকাংশ লোকই (তা) জানে না।"
                }
            ]
        },
        {
            "id": 1618,
            "verse_number": 22,
            "verse_key": "12:22",
            "hizb_number": 24,
            "rub_el_hizb_number": 95,
            "ruku_number": 195,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
            "page_number": 237,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96522,
                    "resource_id": 20,
                    "text": "And when he [i.e., Joseph] reached maturity, We gave him judgement and knowledge. And thus We reward the doers of good."
                },
                {
                    "id": 220481,
                    "resource_id": 39,
                    "text": "Dan ketika Yusuf sampai ke peringkat umurnya yang sempurna kekuatannya, Kami beri kepadanya kebijaksanaan serta ilmu pengetahuan; dan demikianlah kami membalas orang-orang yang berusaha memperbaiki amalannya."
                },
                {
                    "id": 1092595,
                    "resource_id": 161,
                    "text": "যখন সে তার পরিপূর্ণ যৌবনে পৌঁছল, তখন তাকে বিচার-বুদ্ধি ও জ্ঞান দান করলাম, আমি সৎকর্মশীলদেরকে এভাবেই প্রতিদান দিয়ে থাকি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}