{
    "verses": [
        {
            "id": 1627,
            "verse_number": 31,
            "verse_key": "12:31",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 196,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَـًٔا وَءَاتَتْ كُلَّ وَٰحِدَةٍ مِّنْهُنَّ سِكِّينًا وَقَالَتِ ٱخْرُجْ عَلَيْهِنَّ ۖ فَلَمَّا رَأَيْنَهُۥٓ أَكْبَرْنَهُۥ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَـٰشَ لِلَّهِ مَا هَـٰذَا بَشَرًا إِنْ هَـٰذَآ إِلَّا مَلَكٌ كَرِيمٌ",
            "page_number": 239,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96532,
                    "resource_id": 20,
                    "text": "So when she heard of their scheming, she sent for them and prepared for them a banquet and gave each one of them a knife and said [to Joseph], \"Come out before them.\" And when they saw him, they greatly admired him and cut their hands<sup foot_note=196512>1</sup> and said, \"Perfect is Allāh!<sup foot_note=196511>2</sup> This is not a man; this is none but a noble angel.\""
                },
                {
                    "id": 220482,
                    "resource_id": 39,
                    "text": "Maka apabila ia (Zulaikha) mendengar cacian mereka, dia pun menjemput mereka dan menyediakan satu jamuan untuk mereka, serta memberi kepada - tiap seorang di antara mereka sebilah pisau. Dan pada ketika itu berkatalah ia (kepada Yusuf): \"Keluarlah di hadapan mereka\". Maka ketika mereka melihatnya, mereka tercengang melihat kecantikan parasnya, dan mereka dengan tidak sedar melukakan tangan mereka sambil berkata: \"Jauhnya Allah dari kekurangan! Ini bukanlah seorang manusia, ini tidak lain melainkan malaikat yang mulia!\""
                },
                {
                    "id": 1092604,
                    "resource_id": 161,
                    "text": "মহিলাটি যখন তাদের চক্রান্তের কথা জানতে পারল, তখন তাদেরকে ডেকে পাঠাল আর তাদের জন্য হেলান দিয়ে বসার ব্যবস্থা করল, আর তাদের প্রত্যেককে একটা করে ছুরি দিল। অতঃপর ইউসুফকে বলল, ‘ওদের সামনে বেরিয়ে এসো।’ যখন তারা তাকে দেখল, বিস্ময়ে অভিভূত হয়ে গেল আর নিজেদের হাত কেটে ফেলল, আর বলল, ‘আল্লাহ আমাদের রক্ষা করুন, এ তো মানুষ নয়, এতো এক সম্মানিত ফেরেশতা।’"
                }
            ]
        },
        {
            "id": 1628,
            "verse_number": 32,
            "verse_key": "12:32",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 196,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَتْ فَذَٰلِكُنَّ ٱلَّذِى لُمْتُنَّنِى فِيهِ ۖ وَلَقَدْ رَٰوَدتُّهُۥ عَن نَّفْسِهِۦ فَٱسْتَعْصَمَ ۖ وَلَئِن لَّمْ يَفْعَلْ مَآ ءَامُرُهُۥ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ ٱلصَّـٰغِرِينَ",
            "page_number": 239,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96533,
                    "resource_id": 20,
                    "text": "She said, \"That is the one about whom you blamed me. And I certainly sought to seduce him, but he firmly refused; and if he will not do what I order him, he will surely be imprisoned and will be of those debased.\""
                },
                {
                    "id": 220468,
                    "resource_id": 39,
                    "text": "(Zulaikha) berkata: \"Inilah orangnya yang kamu tempelak aku mengenainya! Sebenarnya aku telah memujuknya berkehendakkan dirinya tetapi ia menolak dan berpegang teguh kepada kesuciannya; dan demi sesungguhnya kalau ia tidak mahu melakukan apa yang aku suruh tentulah ia akan dipenjarakan, dan akan menjadi dari orang-orang yang hina.\""
                },
                {
                    "id": 1092605,
                    "resource_id": 161,
                    "text": "মহিলাটি বলল, ‘এ হল সেই যার ব্যাপারে তোমরা আমাকে ভৎর্সনা করছ, আমিই তো তাকে ভুলাতে চেষ্টা করেছি, কিন্তু সে নিজেকে নিষ্পাপ রেখেছে, আমি তাকে যে আদেশ করি তা যদি সে না করে, তাহলে তাকে অবশ্যই কয়েদ করা হবে, আর সে হীন লোকদের অন্তর্ভুক্ত হবে।’"
                }
            ]
        },
        {
            "id": 1629,
            "verse_number": 33,
            "verse_key": "12:33",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 196,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ رَبِّ ٱلسِّجْنُ أَحَبُّ إِلَىَّ مِمَّا يَدْعُونَنِىٓ إِلَيْهِ ۖ وَإِلَّا تَصْرِفْ عَنِّى كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ ٱلْجَـٰهِلِينَ",
            "page_number": 239,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96534,
                    "resource_id": 20,
                    "text": "He said, \"My Lord, prison is more to my liking than that to which they invite me. And if You do not avert from me their plan, I might incline toward them and [thus] be of the ignorant.\""
                },
                {
                    "id": 220310,
                    "resource_id": 39,
                    "text": "Yusuf (merayu kehadrat Allah Taala dengan) berkata: \"Wahai Tuhanku! Aku lebih suka kepada penjara dari apa yang perempuan-perempuan itu ajak aku kepadanya. Dan jika Engkau tidak menjauhkan daripadaku tipu daya mereka, mungkin aku akan cenderung kepada mereka, dan aku menjadi dari orang-orang yang tidak mengamalkan ilmunya\"."
                },
                {
                    "id": 1092606,
                    "resource_id": 161,
                    "text": "সে (ইউসুফ) বলল, ‘হে আমার রব্ব! তারা আমাকে যে দিকে ডাকছে তার চেয়ে জেলখানা আমার কাছে অধিক প্রিয়। তুমি যদি আমা হতে তাদের অপকৌশল সরিয়ে না দাও তা হলে আমি তাদের প্রতি আকৃষ্ট হয়ে পড়ব, আর অজ্ঞদের দলে শামিল হয়ে যাব।’"
                }
            ]
        },
        {
            "id": 1630,
            "verse_number": 34,
            "verse_key": "12:34",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 196,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَٱسْتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
            "page_number": 239,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96535,
                    "resource_id": 20,
                    "text": "So his Lord responded to him and averted from him their plan. Indeed, He is the Hearing, the Knowing."
                },
                {
                    "id": 220493,
                    "resource_id": 39,
                    "text": "Maka Tuhannya memperkenankan doanya, lalu dijauhkan daripadanya tipu daya mereka; sesungguhnya Allah jualah yang Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1092607,
                    "resource_id": 161,
                    "text": "তখন তার প্রতিপালক তার ডাকে সাড়া দিলেন আর তার থেকে তাদের কূট কৌশল অপসারিত করলেন, তিনি সব কিছু শুনেন, সব কিছু জানেন।"
                }
            ]
        },
        {
            "id": 1631,
            "verse_number": 35,
            "verse_key": "12:35",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 196,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ بَدَا لَهُم مِّنۢ بَعْدِ مَا رَأَوُا۟ ٱلْـَٔايَـٰتِ لَيَسْجُنُنَّهُۥ حَتَّىٰ حِينٍ",
            "page_number": 239,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96536,
                    "resource_id": 20,
                    "text": "Then it appeared to them after they had seen the signs<sup foot_note=196514>1</sup> that he [i.e., al-ʿAzeez] should surely imprison him for a time.<sup foot_note=196513>2</sup>"
                },
                {
                    "id": 220492,
                    "resource_id": 39,
                    "text": "Kemudian timbul fikiran bagi suami perempuan itu, serta orang-orangnya hendak memenjarakan Yusuf sesudah mereka nampak tanda-tanda (yang menghendaki supaya Yusuf dijauhkan) hingga ke suatu masa."
                },
                {
                    "id": 1092608,
                    "resource_id": 161,
                    "text": "নিদর্শনবলী দেখার পর তাদের মনে হল যে, কিছু দিনের জন্য তাকে অবশ্য অবশ্যই কারারুদ্ধ করতে হবে।"
                }
            ]
        },
        {
            "id": 1632,
            "verse_number": 36,
            "verse_key": "12:36",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 197,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَدَخَلَ مَعَهُ ٱلسِّجْنَ فَتَيَانِ ۖ قَالَ أَحَدُهُمَآ إِنِّىٓ أَرَىٰنِىٓ أَعْصِرُ خَمْرًا ۖ وَقَالَ ٱلْـَٔاخَرُ إِنِّىٓ أَرَىٰنِىٓ أَحْمِلُ فَوْقَ رَأْسِى خُبْزًا تَأْكُلُ ٱلطَّيْرُ مِنْهُ ۖ نَبِّئْنَا بِتَأْوِيلِهِۦٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
            "page_number": 239,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96537,
                    "resource_id": 20,
                    "text": "And there entered the prison with him two young men. One of them said, \"Indeed, I have seen myself [in a dream] pressing [grapes for] wine.\" The other said, \"Indeed, I have seen myself carrying upon my head [some] bread, from which the birds were eating. Inform us of its interpretation; indeed, we see you to be of those who do good.\""
                },
                {
                    "id": 220491,
                    "resource_id": 39,
                    "text": "Dan masuklah bersama-samanya ke penjara dua orang khadam raja. Salah seorang di antaranya (bertanya kepada Yusuf dengan) berkata: \"Sesungguhnya aku bermimpi melihat diriku memerah anggur \". Dan berkata pula yang seorang lagi: \"Sesungguhnya aku bermimpi melihat diriku menjunjung roti atas kepalaku, yang sebahagiannya dimakan oleh burung.\" (kemudian keduanya berkata): \"Terangkanlah kepada kami akan takbirnya. Sesungguhnya kami memandangmu: dari orang-orang yang berbuat kebaikan (untuk umum)\"."
                },
                {
                    "id": 1092609,
                    "resource_id": 161,
                    "text": "তার সঙ্গে দু’যুবকও কারাগারে প্রবেশ করেছিল। তাদের একজন বলল, ‘আমি স্বপ্নে দেখলাম যে আমি মদ তৈরি করছি।’ অন্যজন বলল, ‘আমি স্বপ্নে দেখলাম, আমি মাথায় রুটি বহন করছি আর পাখী তাত্থেকে খাচ্ছে। আমাদেরকে এর ব্যাখ্যা বলে দাও, আমরা দেখছি তুমি একজন সৎকর্মশীল লোক।’"
                }
            ]
        },
        {
            "id": 1633,
            "verse_number": 37,
            "verse_key": "12:37",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 197,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِۦٓ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِۦ قَبْلَ أَن يَأْتِيَكُمَا ۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِى رَبِّىٓ ۚ إِنِّى تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُونَ بِٱللَّهِ وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
            "page_number": 239,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96538,
                    "resource_id": 20,
                    "text": "He said, \"You will not receive food that is provided to you except that I will inform you of its interpretation before it comes to you. That is from what my Lord has taught me. Indeed, I have left the religion of a people who do not believe in Allāh, and they, in the Hereafter, are disbelievers."
                },
                {
                    "id": 220494,
                    "resource_id": 39,
                    "text": "Yusuf menjawab: \"(Aku bukan sahaja dapat menerangkan takbir mimpi kamu itu, bahkan) tidak datang kepada kamu sesuatu makanan yang diberikan kepada kamu (tiap-tiap hari dalam penjara), melainkan aku juga dapat memberitahu kepada kamu akan nama dan jenisnya, sebelum ia dibawa kepada kamu. Yang demikian itu ialah sebahagian dari apa yang diajarkan kepadaku oleh Tuhanku. Dengan sebab itu aku meninggalkan ugama kaum yang tidak beriman kepada Allah serta tidak pula percayakan hari akhirat."
                },
                {
                    "id": 1092610,
                    "resource_id": 161,
                    "text": "সে (ইউসুফ) বলল, ‘তোমাদেরকে যে খাবার দেয়া হয় তা আসার আগেই আমি তোমাদেরকে তার ব্যাখ্যা জানিয়ে দেব। আমার প্রতিপালক আমাকে যে জ্ঞান দান করেছেন এটা সেই জ্ঞানেরই অংশ। যে সম্প্রদায় আল্লাহতে বিশ্বাস করে না আর আখেরাতে অবিশ্বাসী, আমি তাদের নিয়ম নীতি পরিত্যাগ করেছি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}