{
    "verses": [
        {
            "id": 1634,
            "verse_number": 38,
            "verse_key": "12:38",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 197,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱتَّبَعْتُ مِلَّةَ ءَابَآءِىٓ إِبْرَٰهِيمَ وَإِسْحَـٰقَ وَيَعْقُوبَ ۚ مَا كَانَ لَنَآ أَن نُّشْرِكَ بِٱللَّهِ مِن شَىْءٍ ۚ ذَٰلِكَ مِن فَضْلِ ٱللَّهِ عَلَيْنَا وَعَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
            "page_number": 240,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96539,
                    "resource_id": 20,
                    "text": "And I have followed the religion of my fathers, Abraham, Isaac and Jacob. And it was not for us to associate anything with Allāh. That is from the favor of Allāh upon us and upon the people, but most of the people are not grateful."
                },
                {
                    "id": 220308,
                    "resource_id": 39,
                    "text": "\"Dan aku menurut ugama bapa dan datuk nenekku: Ibrahim dan Ishak serta Yaakub. Tidaklah sepatutnya kita mempersekutukan sesuatupun dengan Allah. Mentauhid - mengesakan Allah ialah hasil dari limpah kurnia Allah kepada kita dan kepada umat manusia. Tetapi kebanyakan manusia tidak bersyukur."
                },
                {
                    "id": 1092611,
                    "resource_id": 161,
                    "text": "আমি আমার পূর্বপুরুষ ইবরাহীম, ইসহাক ও ইয়া‘কূবের আদর্শের অনুসরণ করি। আল্লাহর সাথে কোন কিছুকে শরীক করা আমাদের কাজ নয়। এটা আমাদের প্রতি ও মানুষের প্রতি আল্লাহর অনুগ্রহ, কিন্তু অধিকাংশ লোকই শোকর করে না।"
                }
            ]
        },
        {
            "id": 1635,
            "verse_number": 39,
            "verse_key": "12:39",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 197,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "يَـٰصَـٰحِبَىِ ٱلسِّجْنِ ءَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
            "page_number": 240,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96540,
                    "resource_id": 20,
                    "text": "O [my] two companions of prison, are separate lords better or Allāh, the One,<sup foot_note=196516>1</sup> the Prevailing?<sup foot_note=196515>2</sup>"
                },
                {
                    "id": 220499,
                    "resource_id": 39,
                    "text": "\"Wahai sahabatku berdua yang sepenjara, memuja dan menyembah berbilang-bilang tuhan yang bercerai-berai itukah yang lebih baik atau menyembah Allah Tuhan Yang Maha Esa, lagi Maha Kuasa?"
                },
                {
                    "id": 1092612,
                    "resource_id": 161,
                    "text": "হে আমার জেলের সঙ্গীদ্বয়! ভিন্ন ভিন্ন প্রতিপালক ভালো, না মহাপরাক্রমশালী এক আল্লাহ?"
                }
            ]
        },
        {
            "id": 1636,
            "verse_number": 40,
            "verse_key": "12:40",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 197,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "مَا تَعْبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسْمَآءً سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۚ أَمَرَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
            "page_number": 240,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96542,
                    "resource_id": 20,
                    "text": "You worship not besides Him except [mere] names you have named them,<sup foot_note=196517>1</sup> you and your fathers, for which Allāh has sent down no evidence. Legislation is not but for Allāh. He has commanded that you worship not except Him. That is the correct religion, but most of the people do not know."
                },
                {
                    "id": 220497,
                    "resource_id": 39,
                    "text": "Apa yang kamu sembah, yang lain dari Allah, hanyalah nama-nama yang kamu menamakannya, kamu dan datuk nenek kamu, Allah tidak pernah menurunkan sebarang bukti yang membenarkannya. Sebenarnya hukum (yang menentukan amal ibadat) hanyalah bagi Allah. Ia memerintahkan supaya kamu jangan menyembah melainkan Dia. Yang demikian itulah Ugama yang betul, tetapi kebanyakan manusia tidak mengetahui."
                },
                {
                    "id": 1092613,
                    "resource_id": 161,
                    "text": "তাঁকে বাদ দিয়ে তোমরা যার ‘ইবাদাত করছ তা কতকগুলো নাম ছাড়া আর কিছুই নয়, যে নামগুলো তোমরা আর তোমাদের পিতৃ পুরুষরা রেখেছ। এ ব্যাপারে আল্লাহ কোন প্রমাণ নাযিল করেননি। আল্লাহ ছাড়া কোন বিধান দাতা নেই। তিনি আদেশ করেছেন যে, তোমরা তাঁকে ছাড়া আর কারো ‘ইবাদাত করবে না, এটাই সঠিক দ্বীন, কিন্তু অধিকাংশ মানুষই তা জানে না।"
                }
            ]
        },
        {
            "id": 1637,
            "verse_number": 41,
            "verse_key": "12:41",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 197,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "يَـٰصَـٰحِبَىِ ٱلسِّجْنِ أَمَّآ أَحَدُكُمَا فَيَسْقِى رَبَّهُۥ خَمْرًا ۖ وَأَمَّا ٱلْـَٔاخَرُ فَيُصْلَبُ فَتَأْكُلُ ٱلطَّيْرُ مِن رَّأْسِهِۦ ۚ قُضِىَ ٱلْأَمْرُ ٱلَّذِى فِيهِ تَسْتَفْتِيَانِ",
            "page_number": 240,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96543,
                    "resource_id": 20,
                    "text": "O two companions of prison, as for one of you, he will give drink to his master of wine; but as for the other, he will be crucified, and the birds will eat from his head. The matter has been decreed about which you both inquire.\""
                },
                {
                    "id": 220500,
                    "resource_id": 39,
                    "text": "\"Wahai sahabatku berdua yang sepenjara! (Takbir mimpi kamu itu ialah): adapun salah seorang dari kamu, maka ia akan memberi minum arak kepada tuannya. Ada pun yang seorang lagi, maka ia akan dipalang, serta burung pula akan makan dari kepalanya. Telah selesailah (dan tetaplah berlakunya) perkara yang kamu tanyakan itu\"."
                },
                {
                    "id": 1092614,
                    "resource_id": 161,
                    "text": "হে আমার জেলের সঙ্গীদ্বয়! তোমাদের দু’জনের একজন তার প্রভুকে মদ পান করাবে আর অন্যজনকে শূলে দেয়া হবে, আর পাখী তার মস্তক ঠুকরে খাবে। তোমরা দু’জন যে সম্পর্কে জানতে চেয়েছ তার ফায়সালা হয়ে গেছে।’"
                }
            ]
        },
        {
            "id": 1638,
            "verse_number": 42,
            "verse_key": "12:42",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 197,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ لِلَّذِى ظَنَّ أَنَّهُۥ نَاجٍ مِّنْهُمَا ٱذْكُرْنِى عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيْطَـٰنُ ذِكْرَ رَبِّهِۦ فَلَبِثَ فِى ٱلسِّجْنِ بِضْعَ سِنِينَ",
            "page_number": 240,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96544,
                    "resource_id": 20,
                    "text": "And he said to the one whom he knew would go free, \"Mention me before your master.\" But Satan made him forget the mention [to] his master, and he [i.e., Joseph] remained in prison several years."
                },
                {
                    "id": 220496,
                    "resource_id": 39,
                    "text": "Dan berkatalah Yusuf kepada orang yang ia percaya akan terselamat di antara mereka berdua: \"Sebutkanlah perihalku kepada tuanmu\". (Setelah orang itu dibebaskan dari penjara) maka ia dilupakan oleh syaitan untuk menyebutkan (hal Yusuf) kepada tuannya. Dengan sebab itu tinggalah Yusuf dalam penjara beberapa tahun."
                },
                {
                    "id": 1092615,
                    "resource_id": 161,
                    "text": "তাদের দু’জনের মধ্যে যে জন মুক্তি পাবে ব’লে সে (ইউসুফ) মনে করল তাকে বলল, ‘তোমার প্রভুর কাছে আমার সম্পর্কে বলিও।’ কিন্তু শয়তান তাকে তার প্রভুর কাছে ইউসুফের কথা উল্লেখ করতে ভুলিয়ে দিল। ফলে ইউসুফ বেশ কয়েক বছর কারাগারে আটক থেকে গেল।"
                }
            ]
        },
        {
            "id": 1639,
            "verse_number": 43,
            "verse_key": "12:43",
            "hizb_number": 24,
            "rub_el_hizb_number": 96,
            "ruku_number": 198,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلْمَلِكُ إِنِّىٓ أَرَىٰ سَبْعَ بَقَرَٰتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنۢبُلَـٰتٍ خُضْرٍ وَأُخَرَ يَابِسَـٰتٍ ۖ يَـٰٓأَيُّهَا ٱلْمَلَأُ أَفْتُونِى فِى رُءْيَـٰىَ إِن كُنتُمْ لِلرُّءْيَا تَعْبُرُونَ",
            "page_number": 240,
            "juz_number": 12,
            "translations": [
                {
                    "id": 96545,
                    "resource_id": 20,
                    "text": "And [subsequently] the king said, \"Indeed, I have seen [in a dream] seven fat cows being eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry. O eminent ones, explain to me my vision, if you should interpret visions.\""
                },
                {
                    "id": 220503,
                    "resource_id": 39,
                    "text": "Dan (pada suatu hari) raja Mesir berkata: \"Sesungguhnya aku mimpi melihat: tujuh ekor lembu yang gemuk dimakan oleh tujuh ekor lembu yang kurus, dan aku melihat tujuh tangkai (biji-bijian) yang hijau dan tujuh tangkai lagi yang kering. Wahai ketua-ketua kaum (yang hadir, terangkanlah kepadaku tentang mimpiku ini, kalau kamu orang yang pandai menafsirkan mimpi\"."
                },
                {
                    "id": 1092616,
                    "resource_id": 161,
                    "text": "রাজা বললেন, ‘আমি স্বপ্নে দেখলাম সাতটি হৃষ্টপুষ্ট গাভী, সাতটি জীর্ণশীর্ণ গাভী তাদেরকে খাচ্ছে। (আর দেখলাম) সাতটি সবুজ সতেজ শীষ আর অন্য সাতটি শুকনো। ওহে সভাষদগণ! আমার কাছে তোমরা আমার স্বপ্নের ব্যাখ্যা কর যদি তোমরা ব্যাখ্যা করতে পার।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}