{
    "verses": [
        {
            "id": 1649,
            "verse_number": 53,
            "verse_key": "12:53",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 199,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ وَمَآ أُبَرِّئُ نَفْسِىٓ ۚ إِنَّ ٱلنَّفْسَ لَأَمَّارَةٌۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّىٓ ۚ إِنَّ رَبِّى غَفُورٌ رَّحِيمٌ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96556,
                    "resource_id": 20,
                    "text": "And I do not acquit myself. Indeed, the soul is a persistent enjoiner of evil, except those upon which my Lord has mercy. Indeed, my Lord is Forgiving and Merciful.\"<sup foot_note=196519>1</sup>"
                },
                {
                    "id": 220512,
                    "resource_id": 39,
                    "text": "\"Dan tiadalah aku berani membersihkan diriku; sesungguhnya nafsu manusia itu sangat menyuruh melakukan kejahatan, kecuali orang-orang yang telah diberi rahmat oleh Tuhanku (maka terselamatlah ia dari hasutan nafsu itu). Sesungguhnya Tuhanku Maha Pengampun, lagi Maha Mengasihani.\""
                },
                {
                    "id": 1092626,
                    "resource_id": 161,
                    "text": "(সে বলল), ‘আমি নিজেকে দোষমুক্ত মনে করি না, নফস্ তো মন্দ কাজে প্ররোচিত করতেই থাকে, আমার প্রতিপালক যার প্রতি দয়া করেন সে ছাড়া। আমার প্রতিপালক বড়ই ক্ষমাশীল, বড়ই দয়ালু।’"
                }
            ]
        },
        {
            "id": 1650,
            "verse_number": 54,
            "verse_key": "12:54",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 199,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلْمَلِكُ ٱئْتُونِى بِهِۦٓ أَسْتَخْلِصْهُ لِنَفْسِى ۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96557,
                    "resource_id": 20,
                    "text": "And the king said, \"Bring him to me; I will appoint him exclusively for myself.\" And when he spoke to him, he said, \"Indeed, you are today established [in position] and trusted.\""
                },
                {
                    "id": 220515,
                    "resource_id": 39,
                    "text": "Dan (setelah mendengar pengakuan perempuan-perempuan itu), raja berkata: \"Bawalah Yusuf kepadaku, aku hendak menjadikan dia orang yang khas untuk aku bermesyuarat dengannya. Setelah (Yusuf dibawa mengadap, dan raja) berkata-kata dengannya (serta mengetahui kebijaksanaannya) berkatalah raja kepadanya: \"Sesungguhnya engkau pada hari ini (wahai Yusuf), seorang yang berpangkat tinggi, lagi dipercayai di kalangan kami \"."
                },
                {
                    "id": 1092627,
                    "resource_id": 161,
                    "text": "রাজা বললেন, ‘তাকে আমার কাছে নিয়ে এসো, আমি তাকে আমার জন্য বিশেষভাবে নির্দিষ্ট করে নেব।’ অতঃপর সে (ইউসুফ) যখন তার সাথে কথা বলল, তখন রাজা বলল, ‘আজ তুমি আমাদের কাছে খুবই মর্যাদাশীল ও বিশ্বস্ত হিসেবে পরিগণিত।’"
                }
            ]
        },
        {
            "id": 1651,
            "verse_number": 55,
            "verse_key": "12:55",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 199,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ ٱجْعَلْنِى عَلَىٰ خَزَآئِنِ ٱلْأَرْضِ ۖ إِنِّى حَفِيظٌ عَلِيمٌ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96558,
                    "resource_id": 20,
                    "text": "[Joseph] said, \"Appoint me over the storehouses of the land. Indeed, I will be a knowing guardian.\""
                },
                {
                    "id": 220511,
                    "resource_id": 39,
                    "text": "Yusuf berkata: \"Jadikanlah daku pengurus perbendaharaan hasil bumi (Mesir); sesungguhnya aku sedia menjaganya dengan sebaik-baiknya, lagi mengetahui cara mentadbirkannya\"."
                },
                {
                    "id": 1092628,
                    "resource_id": 161,
                    "text": "সে (ইউসুফ) বলল- ‘আমাকে দেশের ধন-ভান্ডারের দায়িত্ব দিন, আমি উত্তম রক্ষক ও যথেষ্ট জ্ঞানের অধিকারী।’"
                }
            ]
        },
        {
            "id": 1652,
            "verse_number": 56,
            "verse_key": "12:56",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 199,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِى ٱلْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَآءُ ۚ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَآءُ ۖ وَلَا نُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96559,
                    "resource_id": 20,
                    "text": "And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will, and We do not allow to be lost the reward of those who do good."
                },
                {
                    "id": 220514,
                    "resource_id": 39,
                    "text": "Dan demikianlah caranya, Kami tetapkan kedudukan Yusuf memegang kuasa di bumi Mesir; ia bebas tinggal di negeri itu di mana sahaja yang disukainya. Kami limpahkan rahmat Kami kepada sesiapa sahaja yang Kami kehendaki, dan Kami tidak menghilangkan balasan baik orang-orang yang berbuat kebaikan."
                },
                {
                    "id": 1092629,
                    "resource_id": 161,
                    "text": "এভাবে আমি ইউসুফকে সে দেশে প্রতিষ্ঠিত করলাম। দেশের যেখানে ইচ্ছে সে নিজের স্থান করে নিতে পারত, আমি যাকে চাই আমার রহমাত দিয়ে ধন্য করি, আমি সৎকর্মশীলদের কর্মফল কক্ষনো বিনষ্ট করি না।"
                }
            ]
        },
        {
            "id": 1653,
            "verse_number": 57,
            "verse_key": "12:57",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 199,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَأَجْرُ ٱلْـَٔاخِرَةِ خَيْرٌ لِّلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96560,
                    "resource_id": 20,
                    "text": "And the reward of the Hereafter is better for those who believed and were fearing Allāh."
                },
                {
                    "id": 220508,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya pahala hari akhirat lebih baik bagi orang-orang yang beriman serta mereka pula sentiasa bertaqwa."
                },
                {
                    "id": 1092630,
                    "resource_id": 161,
                    "text": "আর আখেরাতের কর্মফল তাদের জন্য অবশ্যই উত্তম যারা ঈমান আনে আর তাকওয়া অবলম্বন করে কাজ করতে থাকে।"
                }
            ]
        },
        {
            "id": 1654,
            "verse_number": 58,
            "verse_key": "12:58",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَجَآءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا۟ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُۥ مُنكِرُونَ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96561,
                    "resource_id": 20,
                    "text": "And the brothers of Joseph came [seeking food], and they entered upon him; and he recognized them, but he was to them unknown.<sup foot_note=196520>1</sup>"
                },
                {
                    "id": 220518,
                    "resource_id": 39,
                    "text": "Dan (setelah tiba musim kemarau) datanglah saudara-saudara Yusuf (ke Mesir), lalu masuklah mereka mendapatkannya; Yusuf dengan serta merta kenal mereka, sedang mereka tidak mengenalnya."
                },
                {
                    "id": 1092631,
                    "resource_id": 161,
                    "text": "ইউসুফের ভাইয়েরা আসল এবং তার কাছে হাযির হল। সে তাদেরকে চিনতে পারল, কিন্তু তারা তাকে চিনতে পারল না।"
                }
            ]
        },
        {
            "id": 1655,
            "verse_number": 59,
            "verse_key": "12:59",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ٱئْتُونِى بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ ۚ أَلَا تَرَوْنَ أَنِّىٓ أُوفِى ٱلْكَيْلَ وَأَنَا۠ خَيْرُ ٱلْمُنزِلِينَ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96562,
                    "resource_id": 20,
                    "text": "And when he had furnished them with their supplies, he said, \"Bring me a brother of yours from your father.<sup foot_note=196521>1</sup> Do you not see that I give full measure and that I am the best of accommodators?"
                },
                {
                    "id": 220519,
                    "resource_id": 39,
                    "text": "Dan ketika Yusuf menyediakan untuk mereka bekalan mereka, berkatalah ia:\" (Pada kali yang lain) bawalah kepadaku saudara kamu yang sebapa. Tidakkah kamu melihat, bahawa aku menyempurnakan bekalan makanan kamu, dan bahawa aku sebaik-baik penerima tetamu?"
                },
                {
                    "id": 1092632,
                    "resource_id": 161,
                    "text": "সে যখন তাদের দ্রব্য সামগ্রীর ব্যবস্থা করে দিল তখন সে বলল, ‘তোমরা তোমাদের সৎ ভাইকে আমার কাছে নিয়ে আসবে, তোমরা কি দেখছ না, আমি কীভাবে পাত্র ভরে দেই, আর আমি উত্তম অতিথি সেবক।"
                }
            ]
        },
        {
            "id": 1656,
            "verse_number": 60,
            "verse_key": "12:60",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَإِن لَّمْ تَأْتُونِى بِهِۦ فَلَا كَيْلَ لَكُمْ عِندِى وَلَا تَقْرَبُونِ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96564,
                    "resource_id": 20,
                    "text": "But if you do not bring him to me, no measure will there be [hereafter] for you from me, nor will you approach me.\""
                },
                {
                    "id": 220521,
                    "resource_id": 39,
                    "text": "Oleh itu, kalau kamu tidak membawanya kepadaku, maka tidak ada hak bagi kamu mendapat bekalan makanan di sisiku, dan janganlah kamu menghampiriku lagi\"."
                },
                {
                    "id": 1092633,
                    "resource_id": 161,
                    "text": "তোমরা যদি তাকে না নিয়ে আসো তাহলে আমার কাছে তোমাদের জন্য কোন শস্য বরাদ্দ হবে না, আর আমার কাছেও আসতে পারবে না।’"
                }
            ]
        },
        {
            "id": 1657,
            "verse_number": 61,
            "verse_key": "12:61",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ سَنُرَٰوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَـٰعِلُونَ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96565,
                    "resource_id": 20,
                    "text": "They said, \"We will attempt to dissuade his father from [keeping] him, and indeed, we will do [it].\""
                },
                {
                    "id": 220522,
                    "resource_id": 39,
                    "text": "Mereka menjawab: \"Kami akan memujuk bapanya melepaskan dia bersama-sama kami, dan sesungguhnya kami akan melakukannya\"."
                },
                {
                    "id": 1092634,
                    "resource_id": 161,
                    "text": "তারা বলল- ‘এ ব্যাপারে আমরা তার পিতাকে রাযী করাতে চেষ্টা করব আর আমরা তা করবই।’"
                }
            ]
        },
        {
            "id": 1658,
            "verse_number": 62,
            "verse_key": "12:62",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ لِفِتْيَـٰنِهِ ٱجْعَلُوا۟ بِضَـٰعَتَهُمْ فِى رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَآ إِذَا ٱنقَلَبُوٓا۟ إِلَىٰٓ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96566,
                    "resource_id": 20,
                    "text": "And [Joseph] said to his servants, \"Put their merchandise<sup foot_note=196522>1</sup> into their saddlebags so they might recognize it when they have gone back to their people that perhaps they will [again] return.\""
                },
                {
                    "id": 220520,
                    "resource_id": 39,
                    "text": "Dan (selepas itu) berkatalah Yusuf kepada orang-orang suruhannya. \"Masukkanlah barang-barang dagangan mereka pada tempat simpanan barang di kenderaan mereka, supaya mereka mengetahuinya kelak ketika mereka kembali kepada keluarga mereka, dan supaya mereka datang lagi (ke negeri ini)\"."
                },
                {
                    "id": 1092635,
                    "resource_id": 161,
                    "text": "সে (ইউসুফ) তার খাদেমদেরকে বলল, ‘তারা যে পণ্যমূল্য দিয়েছে তা তাদের মাল পত্রের মধ্যে গোপনে রেখে দাও, যাতে তারা তাদের পরিবারবর্গের কাছে ফিরে গিয়ে তা জানতে পারে, তাহলে তারা আবার আসবে।’"
                }
            ]
        },
        {
            "id": 1659,
            "verse_number": 63,
            "verse_key": "12:63",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا رَجَعُوٓا۟ إِلَىٰٓ أَبِيهِمْ قَالُوا۟ يَـٰٓأَبَانَا مُنِعَ مِنَّا ٱلْكَيْلُ فَأَرْسِلْ مَعَنَآ أَخَانَا نَكْتَلْ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
            "page_number": 242,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96567,
                    "resource_id": 20,
                    "text": "So when they returned to their father, they said, \"O our father, [further] measure has been denied to us, so send with us our brother [that] we will be given measure. And indeed, we will be his guardians.\""
                },
                {
                    "id": 220516,
                    "resource_id": 39,
                    "text": "Maka ketika mereka kembali kepada bapa mereka, berkatalah mereka: \"Wahai ayah kami! Kami (tetap diberi amaran bahawa kami) tidak akan mendapat lagi bekalan makanan (kiranya Bunyamin tidak pergi bersama). Oleh itu, hantarkanlah dia bersama-sama kami, supaya kami dapat lagi bekalan makanan; dan sesungguhnya kami akan menjaganya dengan sebaik-baiknya\"."
                },
                {
                    "id": 1092636,
                    "resource_id": 161,
                    "text": "তারপর যখন তারা তাদের পিতার কাছে ফিরে গেল তখন বলল, ‘হে আমাদের পিতা! আমাদের জন্য শষ্যের বরাদ্দ নিষিদ্ধ করা হয়েছে, কাজেই আমাদের ভাইকে আমাদের সঙ্গে পাঠিয়ে দিন, যাতে আমরা শস্যের বরাদ্দ পেতে পারি, আমরা অবশ্যই তার হিফাযাত করব।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}