{
    "verses": [
        {
            "id": 1660,
            "verse_number": 64,
            "verse_key": "12:64",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ هَلْ ءَامَنُكُمْ عَلَيْهِ إِلَّا كَمَآ أَمِنتُكُمْ عَلَىٰٓ أَخِيهِ مِن قَبْلُ ۖ فَٱللَّهُ خَيْرٌ حَـٰفِظًا ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
            "page_number": 243,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96568,
                    "resource_id": 20,
                    "text": "He said, \"Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allāh is the best guardian, and He is the most merciful of the merciful.\""
                },
                {
                    "id": 220525,
                    "resource_id": 39,
                    "text": "Bapa mereka berkata: \"(Jika aku lepaskan dia pergi bersama-sama kamu), aku tidak menaruh kepercayaan kepada kamu menjaganya melainkan seperti kepercayaanku kepada kamu menjaga saudaranya dahulu (yang telah kamu hampakan. Oleh itu aku hanya menaruh kepercayaan kepada Allah), kerana Allah jualah Penjaga yang sebaik-baiknya, dan Dia lah jua Yang Maha Mengasihani dari sesiapa sahaja yang menaruh belas kasihan\"."
                },
                {
                    "id": 1092637,
                    "resource_id": 161,
                    "text": "(পিতা) বলল, ‘আমি কি তার ব্যাপারে তোমাদেরকে তেমনি বিশ্বাস করব ইতোপূর্বে যেমন তোমাদেরকে তার ভাইয়ের ব্যাপারে বিশ্বাস করেছিলাম? আল্লাহই উত্তম সংরক্ষক আর তিনিই সর্বশ্রেষ্ঠ দয়ালু।’"
                }
            ]
        },
        {
            "id": 1661,
            "verse_number": 65,
            "verse_key": "12:65",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا فَتَحُوا۟ مَتَـٰعَهُمْ وَجَدُوا۟ بِضَـٰعَتَهُمْ رُدَّتْ إِلَيْهِمْ ۖ قَالُوا۟ يَـٰٓأَبَانَا مَا نَبْغِى ۖ هَـٰذِهِۦ بِضَـٰعَتُنَا رُدَّتْ إِلَيْنَا ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ۖ ذَٰلِكَ كَيْلٌ يَسِيرٌ",
            "page_number": 243,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96569,
                    "resource_id": 20,
                    "text": "And when they opened their baggage, they found their merchandise returned to them. They said, \"O our father, what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies [i.e., food] for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement.\"<sup foot_note=196523>1</sup>"
                },
                {
                    "id": 220526,
                    "resource_id": 39,
                    "text": "Dan semasa mereka membuka barang-barang mereka, mereka dapati barang-barang dagangan mereka telah dikembalikan kepada mereka. Mereka berkata dengan gembiranya: \"Wahai ayah kami! Apa yang kita kehendaki lagi? Ini dia barang-barang dagangan yang kita jadikan tukaran (bagi mendapat gandum) itu telah dikembalikan kepada kita. Dan (dengan kemurahan hati menteri yang berbudi itu) akan dapatlah kami membawa lagi bekalan makanan kepada keluarga kami, dan kami pula akan dapat menjaga saudara kami, serta akan dapat tambahan benda-benda makanan sebanyak muatan seekor unta lagi. Pemberian tambahan yang sebanyak itu mudah sekali ditunaikannya\"."
                },
                {
                    "id": 1092638,
                    "resource_id": 161,
                    "text": "তারা যখন তাদের মাল-পত্র খুলল তখন দেখতে পেল যে, তাদেরকে তাদের পণ্যমূল্য ফিরিয়ে দেয়া হয়েছে। তারা বলল, ‘হে আমাদের আব্বাজান! আমরা আর কী চাই। এই দেখুন, আমাদের পণ্যমূল্য আমাদেরকে ফিরিয়ে দেয়া হয়েছে, আমরা আমাদের পরিবারের জন্য (আরো) খাদ্য আনব, আমাদের ভাইয়ের হিফাযাতও করব, আরো এক উট-বোঝাই মাল বেশি আনব, এ পরিমাণ সহজেই পাওয়া যাবে।’"
                }
            ]
        },
        {
            "id": 1662,
            "verse_number": 66,
            "verse_key": "12:66",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ لَنْ أُرْسِلَهُۥ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ ٱللَّهِ لَتَأْتُنَّنِى بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمْ ۖ فَلَمَّآ ءَاتَوْهُ مَوْثِقَهُمْ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
            "page_number": 243,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96570,
                    "resource_id": 20,
                    "text": "[Jacob] said, \"Never will I send him with you until you give me a promise [i.e., oath] by Allāh that you will bring him [back] to me, unless you should be surrounded [i.e., overcome by enemies].\" And when they had given their promise, he said, \"Allāh, over what we say, is Entrusted.\"<sup foot_note=196524>1</sup>"
                },
                {
                    "id": 220523,
                    "resource_id": 39,
                    "text": "Bapa mereka berkata:\" Aku tidak sekali-kali akan melepaskan dia (Bunyamin) pergi bersama-sama kamu, sehingga kamu memberi kepadaku satu perjanjian yang teguh (bersumpah) dengan nama Allah, bahawa kamu akan membawanya kembali kepadaku dengan selamat, kecuali jika kamu semua dikepong dan dikalahkan oleh musuh\". Maka ketika mereka memberikan perjanjian yang teguh (bersumpah) kepadanya, berkatalah ia: \"Allah jualah yang menjadi Saksi dan Pengawas atas apa yang kita semua katakan itu.\""
                },
                {
                    "id": 1092639,
                    "resource_id": 161,
                    "text": "(পিতা) বলল- ‘আমি তাকে তোমাদের সাথে কিছুতেই পাঠাবো না যতক্ষণ না তোমরা আল্লাহর নামে শপথ কর যে, তোমরা তাকে আমার কাছে নিয়ে আসবেই যদি না তোমাদেরকে একযোগে ঘিরে ফেলা হয়।’ অতঃপর তারা যখন তার কাছে প্রতিজ্ঞা করল তখন সে বলল, ‘আমরা যে কথা বলছি আল্লাহই তার সাক্ষী ও অভিভাবক।’"
                }
            ]
        },
        {
            "id": 1663,
            "verse_number": 67,
            "verse_key": "12:67",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ يَـٰبَنِىَّ لَا تَدْخُلُوا۟ مِنۢ بَابٍ وَٰحِدٍ وَٱدْخُلُوا۟ مِنْ أَبْوَٰبٍ مُّتَفَرِّقَةٍ ۖ وَمَآ أُغْنِى عَنكُم مِّنَ ٱللَّهِ مِن شَىْءٍ ۖ إِنِ ٱلْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ ٱلْمُتَوَكِّلُونَ",
            "page_number": 243,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96571,
                    "resource_id": 20,
                    "text": "And he said, \"O my sons, do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allāh at all. The decision is only for Allāh; upon Him I have relied, and upon Him let those who would rely [indeed] rely.\""
                },
                {
                    "id": 220531,
                    "resource_id": 39,
                    "text": "Dan ia berkata lagi: \"Wahai anak-anakku! Janganlah kamu masuk (ke bandar Mesir) dari sebuah pintu sahaja, tetapi masuklah dari beberapa buah pintu yang berlainan. Dan aku (dengan nasihatku ini), tidak dapat menyelamatkan kamu dari sesuatu takdir yang telah ditetapkan oleh Allah. Kuasa menetapkan sesuatu (sebab dan musabab) itu hanya tertentu bagi Allah. KepadaNyalah aku berserah diri, dan kepadaNyalah hendaknya berserah orang-orang yang mahu berserah diri\"."
                },
                {
                    "id": 1092640,
                    "resource_id": 161,
                    "text": "পিতা বলল, ‘হে আমার সন্তানেরা! তোমরা এক দ্বার দিয়ে (মিসরে) প্রবেশ কর না, বরং ভিন্ন ভিন্ন দরজা দিয়ে প্রবেশ করবে (মানুষের সন্দেহ কিংবা কুদৃষ্টি এড়ানোর জন্য)। আমি আল্লাহর হুকুমের বিরুদ্ধে তোমাদের কোনই উপকার করতে পারব না। আল্লাহ ছাড়া হুকুম দাতা কেউ নেই, আমি তাঁর উপরই নির্ভর করি, যারা নির্ভর করতে চায়, তারা তাঁর উপর নির্ভর করুক।’"
                }
            ]
        },
        {
            "id": 1664,
            "verse_number": 68,
            "verse_key": "12:68",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 200,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا دَخَلُوا۟ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِى عَنْهُم مِّنَ ٱللَّهِ مِن شَىْءٍ إِلَّا حَاجَةً فِى نَفْسِ يَعْقُوبَ قَضَىٰهَا ۚ وَإِنَّهُۥ لَذُو عِلْمٍ لِّمَا عَلَّمْنَـٰهُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
            "page_number": 243,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96572,
                    "resource_id": 20,
                    "text": "And when they entered from where their father had ordered them, it did not avail them against Allāh at all except [it was] a need [i.e., concern] within the soul of Jacob, which he satisfied. And indeed, he was a possessor of knowledge because of what We had taught him, but most of the people do not know."
                },
                {
                    "id": 220530,
                    "resource_id": 39,
                    "text": "Dan ketika mereka masuk menurut arah yang diperintahkan oleh bapa mereka, tidaklah perintahnya itu dapat menyelamatkan mereka dari apa yang telah ditakdirkan oleh Allah sedikitpun, tetapi yang demikian itu hanyalah melahirkan hajat yang terpendam dalam hati Nabi Yaakub. Dan sesungguhnya ia orang yang berilmu, kerana kami telah mengajarnya (dengan perantaraan wahyu); tetapi kebanyakan manusia tidak mengetahui (akan rahsia takdir Tuhan)."
                },
                {
                    "id": 1092641,
                    "resource_id": 161,
                    "text": "তাদের পিতা যেভাবে আদেশ করেছিল যখন তারা সেভাবে প্রবেশ করল, তখন আল্লাহর হুকুমের বিরুদ্ধে তা তাদের কোন কাজে আসল না। তবে ইয়া‘কুব তার মনের একটা অভিপ্রায় পূর্ণ করেছিল মাত্র। আমার দেয়া শিক্ষার বদৌলতে অবশ্যই সে ছিল জ্ঞানবান, কিন্তু অধিকাংশ মানুষ প্রকৃত ব্যাপার সম্পর্কে অবগত নয়।"
                }
            ]
        },
        {
            "id": 1665,
            "verse_number": 69,
            "verse_key": "12:69",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَخَاهُ ۖ قَالَ إِنِّىٓ أَنَا۠ أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 243,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96573,
                    "resource_id": 20,
                    "text": "And when they entered upon Joseph, he took his brother to himself; he said, \"Indeed, I am your brother, so do not despair over what they used to do [to me].\""
                },
                {
                    "id": 220533,
                    "resource_id": 39,
                    "text": "Dan semasa mereka masuk mendapatkan Yusuf, ia menempatkan saudara kandungnya (Bunyamin) bersama-samanya, sambil berkata kepadanya:\" Akulah saudara engkau Yusuf), oleh itu janganlah engkau berdukacita lagi disebabkan apa yang mereka lakukan\"."
                },
                {
                    "id": 1092642,
                    "resource_id": 161,
                    "text": "যখন তারা ইউসুফের কাছে হাজির হল, তখন সে তার সহোদর ভাইকে নিজের কাছে রাখল। আর বলল, ‘আমিই তোমার ভাই, কাজেই ওরা যা করত তার জন্য দুঃখ করো না।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}