{
    "verses": [
        {
            "id": 1666,
            "verse_number": 70,
            "verse_key": "12:70",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ ٱلسِّقَايَةَ فِى رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلْعِيرُ إِنَّكُمْ لَسَـٰرِقُونَ",
            "page_number": 244,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96575,
                    "resource_id": 20,
                    "text": "So when he had furnished them with their supplies, he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out, \"O caravan, indeed you are thieves.\""
                },
                {
                    "id": 220529,
                    "resource_id": 39,
                    "text": "Maka ketika ia membekalkan mereka dengan bekalan makan (yang mencukupi keperluan) mereka, lalu ia meletakkan bijana minuman raja di kenderaan saudaranya (Bunyamin), kemudian menyeru seorang penyeru:\" Wahai orang-orang kafilah ini, sesungguhnya kamu adalah pencuri \"."
                },
                {
                    "id": 1092643,
                    "resource_id": 161,
                    "text": "অতঃপর ইউসুফ যখন তাদের রসদপত্র প্রস্তুত করে দিল, তখন সে তার সহোদর ভাইয়ের রসদপত্রের ভিতর পান পাত্রটি রেখে দিল। তখন এক ঘোষক ঘোষণা দিল, ‘হে কাফেলার লোক! তোমরা নিশ্চয়ই চোর।’"
                }
            ]
        },
        {
            "id": 1667,
            "verse_number": 71,
            "verse_key": "12:71",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ وَأَقْبَلُوا۟ عَلَيْهِم مَّاذَا تَفْقِدُونَ",
            "page_number": 244,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96576,
                    "resource_id": 20,
                    "text": "They said while approaching them, \"What is it you are missing?\""
                },
                {
                    "id": 220537,
                    "resource_id": 39,
                    "text": "Mereka bertanya sambil mengadap ke arah orang-orang menteri yang menuduh itu: \"Apa benda kamu yang kehilangan?\""
                },
                {
                    "id": 1092644,
                    "resource_id": 161,
                    "text": "তারা তাদের দিকে ফিরে বলল, ‘তোমাদের কী হারিয়েছে?’"
                }
            ]
        },
        {
            "id": 1668,
            "verse_number": 72,
            "verse_key": "12:72",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ نَفْقِدُ صُوَاعَ ٱلْمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمْلُ بَعِيرٍ وَأَنَا۠ بِهِۦ زَعِيمٌ",
            "page_number": 244,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96504,
                    "resource_id": 20,
                    "text": "They said, \"We are missing the measure of the king. And for he who produces it is [the reward of] a camel's load, and I am responsible for it.\""
                },
                {
                    "id": 220528,
                    "resource_id": 39,
                    "text": "Orang-orang menteri menjawab: \"Kami kehilangan cupak raja. Dan sesiapa yang memulangkannya akan diberi (benda-benda makanan) sebanyak muatan seekor unta, dan akulah yang menjamin pemberian itu\"."
                },
                {
                    "id": 1092645,
                    "resource_id": 161,
                    "text": "তারা বলল- ‘আমরা রাজার পান পাত্র হারিয়েছি, (তাদের প্রধান ব্যক্তি বলল) যে তা এনে দিতে পারবে তার জন্য আছে এক উট-বোঝাই মাল। আর আমিই এ ব্যাপারে প্রতিজ্ঞাবদ্ধ।"
                }
            ]
        },
        {
            "id": 1669,
            "verse_number": 73,
            "verse_key": "12:73",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ تَٱللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِى ٱلْأَرْضِ وَمَا كُنَّا سَـٰرِقِينَ",
            "page_number": 244,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96577,
                    "resource_id": 20,
                    "text": "They said, \"By Allāh, you have certainly known that we did not come to cause corruption in the land, and we have not been thieves.\""
                },
                {
                    "id": 220536,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Demi Allah! Sesungguhnya kamu sedia mengetahui bahawa kedatangan kami bukanlah untuk berbuat kerosakan di bumi (Mesir ini), dan kami pula bukanlah pencuri\"."
                },
                {
                    "id": 1092646,
                    "resource_id": 161,
                    "text": "ইউসুফের ভাইয়েরা বলল, ‘আল্লাহর শপথ! তোমরা তো জান আমরা এ দেশে অশান্তি সৃষ্টি করতে আসিনি, আর আমরা চোরও নই।’"
                }
            ]
        },
        {
            "id": 1670,
            "verse_number": 74,
            "verse_key": "12:74",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمْ كَـٰذِبِينَ",
            "page_number": 244,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96578,
                    "resource_id": 20,
                    "text": "They [the accusers] said, \"Then what would be its recompense<sup foot_note=196525>1</sup> if you should be liars?\""
                },
                {
                    "id": 214669,
                    "resource_id": 39,
                    "text": "(Orang-orang menteri) bertanya: \"Maka apa balasan pencuri itu, jika kamu berdusta?\""
                },
                {
                    "id": 1092647,
                    "resource_id": 161,
                    "text": "রাজকর্মচারীরা বলল, ‘তোমরা মিথ্যেবাদী হলে যে চুরি করেছে তার শাস্তি কী হবে?’"
                }
            ]
        },
        {
            "id": 1671,
            "verse_number": 75,
            "verse_key": "12:75",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ جَزَٰٓؤُهُۥ مَن وُجِدَ فِى رَحْلِهِۦ فَهُوَ جَزَٰٓؤُهُۥ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
            "page_number": 244,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96579,
                    "resource_id": 20,
                    "text": "[The brothers] said, \"Its recompense is that he in whose bag it is found - he [himself] will be its recompense.<sup foot_note=196526>1</sup> Thus do we recompense the wrongdoers.\""
                },
                {
                    "id": 220539,
                    "resource_id": 39,
                    "text": "Mereka menjawab: \"Balasannya: sesiapa yang didapati benda itu di kenderaannya, maka dia lah sendiri yang menjadi balasannya. Demikianlah kami membalas orang-orang yang zalim\"."
                },
                {
                    "id": 1092648,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘তার শাস্তি হল যার মালের ভিতর ওটা পাওয়া যাবে তাকেই ধরে রাখা হবে। সীমালঙ্ঘনকারীদেরকে আমরা এভাবেই শাস্ত দিয়ে থাকি।’"
                }
            ]
        },
        {
            "id": 1672,
            "verse_number": 76,
            "verse_key": "12:76",
            "hizb_number": 25,
            "rub_el_hizb_number": 97,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسْتَخْرَجَهَا مِن وِعَآءِ أَخِيهِ ۚ كَذَٰلِكَ كِدْنَا لِيُوسُفَ ۖ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِى دِينِ ٱلْمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ نَرْفَعُ دَرَجَـٰتٍ مَّن نَّشَآءُ ۗ وَفَوْقَ كُلِّ ذِى عِلْمٍ عَلِيمٌ",
            "page_number": 244,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96580,
                    "resource_id": 20,
                    "text": "So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion [i.e., law] of the king except that Allāh willed. We raise in degrees whom We will, but over every possessor of knowledge is one [more] knowing.<sup foot_note=196527>1</sup>"
                },
                {
                    "id": 220535,
                    "resource_id": 39,
                    "text": "Maka Yusuf pun mulailah memeriksa tempat-tempat barang mereka sebelum memeriksa tempat barang saudara kandungnya (Bunyamin) kemudian ia mengeluarkan benda yang hilang itu dari tempat simpanan barang saudara kandungnya. Demikianlah Kami jayakan rancangan untuk (menyampaikan hajat) Yusuf. Tidaklah ia akan dapat mengambil saudara kandungnya menurut undang-undang raja, kecuali jika dikehendaki oleh Allah. (Dengan ilmu pengetahuan), Kami tinggikan pangkat kedudukan sesiapa yang Kami kehendaki, dan tiap-tiap orang yang berilmu pengetahuan, ada lagi di atasnya yang lebih mengetahui,"
                },
                {
                    "id": 1092649,
                    "resource_id": 161,
                    "text": "অতঃপর ইউসুফ তার নিজ ভাইয়ের মালপত্র তল্লাশির আগে অন্যদের মাল তল্লাশি শুরু করল। অতঃপর সেটি তার নিজ ভাইয়ের মালপত্র থেকে বের করল। এভাবে আমি ইউসুফের জন্য পরিকল্পনা করেছিলাম। রাজার আইন অনুযায়ী সে তার সহোদর ভাইকে আটক করতে পারত না-আল্লাহর ইচ্ছে ব্যতীত। আমি যার জন্য ইচ্ছে করি মর্যাদা উচ্চ করি, প্রত্যেক জ্ঞানীর উপরে আছেন একজন সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 1673,
            "verse_number": 77,
            "verse_key": "12:77",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ قَالُوٓا۟ إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُۥ مِن قَبْلُ ۚ فَأَسَرَّهَا يُوسُفُ فِى نَفْسِهِۦ وَلَمْ يُبْدِهَا لَهُمْ ۚ قَالَ أَنتُمْ شَرٌّ مَّكَانًا ۖ وَٱللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
            "page_number": 244,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96581,
                    "resource_id": 20,
                    "text": "They said, \"If he steals - a brother of his has stolen before.\" But Joseph kept it within himself and did not reveal it to them.<sup foot_note=196528>1</sup> He said, \"You are worse in position, and Allāh is most knowing of what you describe.\""
                },
                {
                    "id": 220541,
                    "resource_id": 39,
                    "text": "Mereka berkata:\" Kalau dia mencuri, maka (tidaklah pelik), kerana sesungguhnya saudara kandungnya pernah juga mencuri dahulu. (Mendengar kata-kata yang menyinggung itu) maka Yusuf pun menyembunyikan perasaannya, dan tidak menyatakannya kepada mereka, sambil berkata (dalam hati): \"Kamulah yang lebih buruk keadaannya; dan Allah Maha Mengetahui akan apa yang kamu katakan itu\"."
                },
                {
                    "id": 1092650,
                    "resource_id": 161,
                    "text": "ইউসুফের ভাইয়েরা বলল, ‘সে যদি চুরি করে থাকে (তবে তা অসম্ভব নয়, কেননা) এর পূর্বে তার সহোদর ভাইও চুরি করেছিল। তখন ইউসুফ এ ব্যাপারটি তার মনেই গোপন রাখল, তা তাদের কাছে প্রকাশ করল না। সে (মনে মনে) বলল- তোমাদের অবস্থান তো আরো নিকৃষ্টতম, তোমরা যা বলছ সে সম্পর্কে আল্লাহ খুব ভালভাবেই অবগত।"
                }
            ]
        },
        {
            "id": 1674,
            "verse_number": 78,
            "verse_key": "12:78",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ إِنَّ لَهُۥٓ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُۥٓ ۖ إِنَّا نَرَىٰكَ مِنَ ٱلْمُحْسِنِينَ",
            "page_number": 244,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96582,
                    "resource_id": 20,
                    "text": "They said, \"O ʿAzeez,<sup foot_note=196529>1</sup> indeed he has a father [who is] an old man, so take one of us in place of him. Indeed, we see you as a doer of good.\""
                },
                {
                    "id": 220542,
                    "resource_id": 39,
                    "text": "Merekapun merayu dengan berkata: \"Wahai datuk menteri! Sesungguhnya ia (Bunyamin), mempunyai bapa yang sudah tua, lagi berpangkat. Oleh itu, ambilah salah seorang di antara kami sebagai gantinya; sesungguhnya kami memandangmu dari orang-orang yang sentiasa berbudi \"."
                },
                {
                    "id": 1092651,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘হে ‘আযীয! এর পিতা আছেন যিনি খুবই বৃদ্ধ, কাজেই তার স্থলে আমাদের একজনকে রাখুন, আমরা তো আপনাকে বড়ই সদাচারী লোকদের অন্তর্ভুক্ত দেখছি।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}