{
    "verses": [
        {
            "id": 1675,
            "verse_number": 79,
            "verse_key": "12:79",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 201,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَـٰعَنَا عِندَهُۥٓ إِنَّآ إِذًا لَّظَـٰلِمُونَ",
            "page_number": 245,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96583,
                    "resource_id": 20,
                    "text": "He said, \"[I seek] the refuge of Allāh [to prevent] that we take except him with whom we found our possession. Indeed, we would then be unjust.\""
                },
                {
                    "id": 220545,
                    "resource_id": 39,
                    "text": "Yusuf berkata: \"Kami berlindung kepada Allah daripada mengambil sesiapapun kecuali orang yang kami dapati barang kami dalam simpanannya. Sesungguhnya jika kami mengambil orang lain, nescaya menjadilah kami orang-orang yang zalim\"."
                },
                {
                    "id": 1092652,
                    "resource_id": 161,
                    "text": "সে বলল, ‘যার কাছে আমাদের মাল পেয়েছি তাকে ছাড়া অন্যকে ধরার কাজ থেকে আল্লাহর পানাহ চাচ্ছি, তা করলে আমরা যালিম হিসেবে পরিগণিত হব।’"
                }
            ]
        },
        {
            "id": 1676,
            "verse_number": 80,
            "verse_key": "12:80",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا ٱسْتَيْـَٔسُوا۟ مِنْهُ خَلَصُوا۟ نَجِيًّا ۖ قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوٓا۟ أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ ٱللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِى يُوسُفَ ۖ فَلَنْ أَبْرَحَ ٱلْأَرْضَ حَتَّىٰ يَأْذَنَ لِىٓ أَبِىٓ أَوْ يَحْكُمَ ٱللَّهُ لِى ۖ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
            "page_number": 245,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96585,
                    "resource_id": 20,
                    "text": "So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, \"Do you not know that your father has taken upon you an oath by Allāh and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allāh decides for me,<sup foot_note=196530>1</sup> and He is the best of judges."
                },
                {
                    "id": 220546,
                    "resource_id": 39,
                    "text": "Maka apabila mereka berputus asa daripada mendapat pertolongannya, merekapun mengasingkan diri lalu bermesyuarat tentang hal itu. Berkatalah ketua mereka (saudaranya yang sulung): \"Tidakkah kamu ketahui bahawa bapa kita telah mengambil janji dari kamu yang dikuatkan dengan nama Allah, dan dahulu pun kamu telah mencuaikan janji dan sumpah kamu dalam perkara menjaga keselamatan Yusuf? Oleh itu, aku tidak sekali-kali akan meninggalkan negeri (Mesir) ini sehingga bapaku izinkan aku (kembali atau sehingga Allah menghukum bagiku (untuk meninggalkan negeri ini), dan Dia lah Hakim yang seadil-adilnya."
                },
                {
                    "id": 1092653,
                    "resource_id": 161,
                    "text": "যখন তারা ইউসুফের নিকট থেকে নিরাশ হয়ে গেল তখন তারা নির্জনে গিয়ে পরামর্শ করল। তাদের মধ্যে বয়সে সবার বড় ভাইটি বলল, ‘তোমরা কি জান না যে, তোমাদের পিতা তোমাদের থেকে আল্লাহর নামে শপথ গ্রহণ করেছেন, আর এর পূর্বেও তোমরা ইউসুফের ব্যাপারে (তোমাদের কর্তব্য পালনে) ব্যর্থ হয়েছ, কাজেই আমি কিছুতেই এখান থেকে নড়বো না যতক্ষণ না আমার পিতা আমাকে অনুমতি দিবেন কিংবা আল্লাহ আমার ব্যাপারে কোন নির্দেশ দিবেন, কেননা তিনি হলেন সর্বোত্তম ফায়সালাকারী।"
                }
            ]
        },
        {
            "id": 1677,
            "verse_number": 81,
            "verse_key": "12:81",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱرْجِعُوٓا۟ إِلَىٰٓ أَبِيكُمْ فَقُولُوا۟ يَـٰٓأَبَانَآ إِنَّ ٱبْنَكَ سَرَقَ وَمَا شَهِدْنَآ إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَـٰفِظِينَ",
            "page_number": 245,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96586,
                    "resource_id": 20,
                    "text": "Return to your father and say, 'O our father, indeed your son has stolen, and we did not testify except to what we knew. And we were not witnesses of the unseen.<sup foot_note=196531>1</sup>"
                },
                {
                    "id": 220548,
                    "resource_id": 39,
                    "text": "Kembalilah kamu kepada bapa kamu, dan katakanlah, wahai ayah kami! Sesungguhnya anakmu (Bunyamin) telah mencuri, dan kami tidak menjadi saksi (terhadapnya) melainkan dengan apa yang kami ketahui dan kami tidaklah dapat menjaga perkara yang ghaib."
                },
                {
                    "id": 1092654,
                    "resource_id": 161,
                    "text": "তোমরা তোমাদের পিতার কাছে ফিরে যাও, গিয়ে বল, ‘হে আমাদের পিতা! আপনার ছেলে চুরি করেছে। আমরা যেটুকু জানি তারই চাক্ষুষ বিবরণ দিচ্ছি, চোখের আড়ালের ঘটনা তত্ত্বাবধান করার ক্ষমতা আমাদের নেই।"
                }
            ]
        },
        {
            "id": 1678,
            "verse_number": 82,
            "verse_key": "12:82",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَسْـَٔلِ ٱلْقَرْيَةَ ٱلَّتِى كُنَّا فِيهَا وَٱلْعِيرَ ٱلَّتِىٓ أَقْبَلْنَا فِيهَا ۖ وَإِنَّا لَصَـٰدِقُونَ",
            "page_number": 245,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96587,
                    "resource_id": 20,
                    "text": "And ask the city in which we were and the caravan in which we came - and indeed, we are truthful.'\""
                },
                {
                    "id": 214671,
                    "resource_id": 39,
                    "text": "Dan bertanyalah kepada penduduk negeri (Mesir) tempat kami tinggal (berdagang) dan kepada orang-orang kafilah yang kami balik bersamanya. Sesungguhnya kami adalah orang-orang yang benar\"."
                },
                {
                    "id": 1092655,
                    "resource_id": 161,
                    "text": "আমরা যে জনপদে ছিলাম তার বাসিন্দাদের জিজ্ঞেস করুন আর যে কাফেলার সঙ্গে আমরা এসেছি তাদেরকেও, আমরা অবশ্যই সত্যবাদী।’"
                }
            ]
        },
        {
            "id": 1679,
            "verse_number": 83,
            "verse_key": "12:83",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ عَسَى ٱللَّهُ أَن يَأْتِيَنِى بِهِمْ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
            "page_number": 245,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96588,
                    "resource_id": 20,
                    "text": "[Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allāh will bring them to me all together. Indeed, it is He who is the Knowing, the Wise.\""
                },
                {
                    "id": 220543,
                    "resource_id": 39,
                    "text": "(Setelah mereka kembali dan menyampaikan hal itu kepada bapa mereka) berkatalah ia: \"(Tidaklah benar apa yang kamu katakan itu) bahkan nafsu kamu telah memperelokkan pada pandangan kamu suatu perkara (yang kamu rancangkan). Jika demikian, bersabarlah aku dengan sebaik-baiknya, mudah-mudahan Allah mengembalikan mereka semua kepadaku. Sesungguhnya Dia lah jua Yang Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1092656,
                    "resource_id": 161,
                    "text": "ই‘য়াকুব বলল, ‘না, বরং তোমরা নিজেরাই একটা কাহিনী সাজিয়ে নিয়ে এসেছ, কাজেই ধৈর্য ধারণই আমার জন্য শ্রেয়, সম্ভবতঃ আল্লাহ তাদেরকে একত্রে আমার কাছে এনে দেবেন। তিনি হলেন সর্বজ্ঞ, বড়ই প্রজ্ঞাময়।’"
                }
            ]
        },
        {
            "id": 1680,
            "verse_number": 84,
            "verse_key": "12:84",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبْيَضَّتْ عَيْنَاهُ مِنَ ٱلْحُزْنِ فَهُوَ كَظِيمٌ",
            "page_number": 245,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96589,
                    "resource_id": 20,
                    "text": "And he turned away from them and said, \"Oh, my sorrow over Joseph,\" and his eyes became white<sup foot_note=196533>1</sup> from grief, for he was [of that] a suppressor.<sup foot_note=196532>2</sup>"
                },
                {
                    "id": 220527,
                    "resource_id": 39,
                    "text": "Dan (bapa mereka - Nabi Yaakub) pun berpaling dari mereka (kerana berita yang mengharukan itu) sambil berkata: Aduhai sedihnya aku kerana Yusuf, dan putihlah dua belah matanya disebabkan ratap tangis dukacitanya kerana ia orang yang memendamkan marahnya di dalam hati."
                },
                {
                    "id": 1092657,
                    "resource_id": 161,
                    "text": "তিনি তাদের থেকে মুখ ফিরিয়ে নিলেন আর বললেন, ‘ইউসুফের জন্য বড়ই পরিতাপ।’ শোকে দুঃখে তার দু’চোখ সাদা হয়ে গিয়েছিল, আর সে অস্ফুট মনস্তাপে ভুগছিল।"
                }
            ]
        },
        {
            "id": 1681,
            "verse_number": 85,
            "verse_key": "12:85",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ تَٱللَّهِ تَفْتَؤُا۟ تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ ٱلْهَـٰلِكِينَ",
            "page_number": 245,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96590,
                    "resource_id": 20,
                    "text": "They said, \"By Allāh, you will not cease remembering Joseph until you become fatally ill or become of those who perish.\""
                },
                {
                    "id": 220553,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Demi Allah, ayah tak habis-habis ingat kepada Yusuf, sehingga ayah menjadi sakit merana, atau menjadi dari orang-orang yang binasa\"."
                },
                {
                    "id": 1092658,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘আল্লাহর শপথ! আপনি ইউসুফের স্মরণ ত্যাগ করবেন না যতক্ষণ না আপনি মুমূর্ষু হবেন কিংবা আপনি মৃত্যুবরণ করেন।"
                }
            ]
        },
        {
            "id": 1682,
            "verse_number": 86,
            "verse_key": "12:86",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ إِنَّمَآ أَشْكُوا۟ بَثِّى وَحُزْنِىٓ إِلَى ٱللَّهِ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
            "page_number": 245,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96591,
                    "resource_id": 20,
                    "text": "He said, \"I only complain of my suffering and my grief to Allāh, and I know from Allāh that which you do not know."
                },
                {
                    "id": 220506,
                    "resource_id": 39,
                    "text": "(Nabi Yaakub) menjawab: \"Sesungguhnya aku hanyalah mengadukan kesusahan dan dukacitaku kepada Allah dan aku mengetahui (dengan perantaraan wahyu) dari Allah, apa yang kamu tidak mengetahuinya."
                },
                {
                    "id": 1092659,
                    "resource_id": 161,
                    "text": "সে বলল, ‘আমি আমার দুঃখ বেদনা আল্লাহর কাছেই নিবেদন করছি, আর আমি আল্লাহর নিকট হতে যা জানি, তোমরা তা জান না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}