{
    "verses": [
        {
            "id": 1683,
            "verse_number": 87,
            "verse_key": "12:87",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "يَـٰبَنِىَّ ٱذْهَبُوا۟ فَتَحَسَّسُوا۟ مِن يُوسُفَ وَأَخِيهِ وَلَا تَا۟يْـَٔسُوا۟ مِن رَّوْحِ ٱللَّهِ ۖ إِنَّهُۥ لَا يَا۟يْـَٔسُ مِن رَّوْحِ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْكَـٰفِرُونَ",
            "page_number": 246,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96592,
                    "resource_id": 20,
                    "text": "O my sons, go and find out about Joseph and his brother and despair not of relief from Allāh. Indeed, no one despairs of relief from Allāh except the disbelieving people.\""
                },
                {
                    "id": 220489,
                    "resource_id": 39,
                    "text": "Wahai anak-anakku! Pergilah dan intiplah khabar berita mengenai Yusuf dan saudaranya (Bunyamin), dan janganlah kamu berputus asa dari rahmat serta pertolongan Allah. Sesungguhnya tidak berputus asa dari rahmat dan pertolongan Allah itu melainkan kaum yang kafir\"."
                },
                {
                    "id": 1092660,
                    "resource_id": 161,
                    "text": "হে আমার ছেলেরা! তোমরা যাও, গিয়ে ইউসুফ আর তার ভাইয়ের খোঁজ খবর লও, আল্লাহর রহমাত থেকে নিরাশ হয়ো না, কেননা কাফির সম্প্রদায় ছাড়া আল্লাহর রহমাত হতে কেউ নিরাশ হয় না।’"
                }
            ]
        },
        {
            "id": 1684,
            "verse_number": 88,
            "verse_key": "12:88",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا دَخَلُوا۟ عَلَيْهِ قَالُوا۟ يَـٰٓأَيُّهَا ٱلْعَزِيزُ مَسَّنَا وَأَهْلَنَا ٱلضُّرُّ وَجِئْنَا بِبِضَـٰعَةٍ مُّزْجَىٰةٍ فَأَوْفِ لَنَا ٱلْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ ۖ إِنَّ ٱللَّهَ يَجْزِى ٱلْمُتَصَدِّقِينَ",
            "page_number": 246,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96593,
                    "resource_id": 20,
                    "text": "So when they entered upon him [i.e., Joseph], they said, \"O ʿAzeez, adversity has touched us and our family, and we have come with goods poor in quality, but give us full measure and be charitable to us. Indeed, Allāh rewards the charitable.\""
                },
                {
                    "id": 220458,
                    "resource_id": 39,
                    "text": "Maka (bertolaklah mereka ke Mesir, dan) setelah mereka masuk mengadap Yusuf, berkatalah mereka: \"Wahai Datuk Menteri, kami dan keluarga kami telah menderita kesusahan (kemarau), dan kami datang dengan membawa barang-barang yang kurang baik dan tidak berharga (untuk menjadi tukaran bagi benda-benda makanan negeri ini). Oleh itu, sempurnakanlah sukatan bekalan makanan bagi kami dan mendermalah kepada kami, sesungguhnya Allah membalas dengan sebaik-baik balasan kepada orang-orang yang bermurah hati menderma\"."
                },
                {
                    "id": 1092661,
                    "resource_id": 161,
                    "text": "যখন তারা ইউসুফের দরবারে উপস্থিত হল, তারা বলল, ‘হে আযীয! আমাদেরকে আর আমাদের পরিবারবর্গকে বিপদে ঘিরে ধরেছে, আর আমরা স্বল্প পুঁজি নিয়ে এসেছি, আমাদেরকে পূর্ণ ওজনের শষ্য দিন আর আমাদেরকে দান খায়রাত করুন। আল্লাহ দানশীলদেরকে পুরস্কৃত করেন।’"
                }
            ]
        },
        {
            "id": 1685,
            "verse_number": 89,
            "verse_key": "12:89",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَـٰهِلُونَ",
            "page_number": 246,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96594,
                    "resource_id": 20,
                    "text": "He said, \"Do you know what you did with Joseph and his brother when you were ignorant?\""
                },
                {
                    "id": 220554,
                    "resource_id": 39,
                    "text": "Yusuf berkata: \"Tahukah kamu (betapa buruknya) apa yang kamu telah lakukan kepada Yusuf dan adiknya, semasa kamu masih jahil (tentang buruknya perbuatan yang demikian)?\""
                },
                {
                    "id": 1092662,
                    "resource_id": 161,
                    "text": "সে বলল, ‘তোমরা কি জান তোমরা ইউসুফ আর তার ভাইয়ের সঙ্গে কেমন ব্যবহার করেছিলে, যখন তোমরা অজ্ঞ-মূর্খ ছিলে?’"
                }
            ]
        },
        {
            "id": 1686,
            "verse_number": 90,
            "verse_key": "12:90",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوٓا۟ أَءِنَّكَ لَأَنتَ يُوسُفُ ۖ قَالَ أَنَا۠ يُوسُفُ وَهَـٰذَآ أَخِى ۖ قَدْ مَنَّ ٱللَّهُ عَلَيْنَآ ۖ إِنَّهُۥ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
            "page_number": 246,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96596,
                    "resource_id": 20,
                    "text": "They said, \"Are you indeed Joseph?\" He said, \"I am Joseph, and this is my brother. Allāh has certainly favored us. Indeed, he who fears Allāh and is patient, then indeed, Allāh does not allow to be lost the reward of those who do good.\""
                },
                {
                    "id": 220551,
                    "resource_id": 39,
                    "text": "Mereka bertanya (dengan hairan): \"Engkau ini Yusufkah? \" Ia menjawab: \"Akulah Yusuf dan ini adikku (Bunyamin). Sesungguhnya Allah telah mengurniakan nikmatNya kepada kami. Sebenarnya sesiapa yang bertaqwa dan bersabar, maka sesungguhnya Allah tidak menghilangkan pahala orang-orang yang berbuat kebaikan."
                },
                {
                    "id": 1092663,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘তাহলে তুমিই কি ইউসুফ?’ সে বলল, ‘আমিই ইউসুফ আর এটা হল আমার ভাই। আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন। যে ব্যক্তি তাকওয়া অবলম্বন করে আর ধৈর্যধারণ করে এমন সৎকর্মশীলদের কর্মফল আল্লাহ কক্ষনো বিনষ্ট করেন না।’"
                }
            ]
        },
        {
            "id": 1687,
            "verse_number": 91,
            "verse_key": "12:91",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ تَٱللَّهِ لَقَدْ ءَاثَرَكَ ٱللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَـٰطِـِٔينَ",
            "page_number": 246,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96597,
                    "resource_id": 20,
                    "text": "They said, \"By Allāh, certainly has Allāh preferred you over us, and indeed, we have been sinners.\""
                },
                {
                    "id": 220557,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Demi Allah! Sesungguhnya Allah telah melebihkan dan memuliakan engkau daripada kami (disebabkan taqwa dan kesabaranmu); dan sesungguhnya kami adalah orang-orang yang bersalah\"."
                },
                {
                    "id": 1092664,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘আল্লাহর কসম! আল্লাহ তোমাকে আমাদের উপর মর্যাদা দিয়েছেন, আমরাই ছিলাম অপরাধী।’"
                }
            ]
        },
        {
            "id": 1688,
            "verse_number": 92,
            "verse_key": "12:92",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ ٱلْيَوْمَ ۖ يَغْفِرُ ٱللَّهُ لَكُمْ ۖ وَهُوَ أَرْحَمُ ٱلرَّٰحِمِينَ",
            "page_number": 246,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96598,
                    "resource_id": 20,
                    "text": "He said, \"No blame will there be upon you today. May Allāh forgive you; and He is the most merciful of the merciful."
                },
                {
                    "id": 220556,
                    "resource_id": 39,
                    "text": "Yusuf berkata: \"Kamu pada hari ini tidak akan ditempelak atau disalahkan (tentang perbuatan kamu yang telah terlanjur itu), semoga Allah mengampunkan dosa kamu, dan Dia lah jua Yang Maha Mengasihani daripada segala yang lain yang mengasihani."
                },
                {
                    "id": 1092665,
                    "resource_id": 161,
                    "text": "সে বলল, ‘আজ তোমাদের বিরুদ্ধে আমার কোনই অভিযোগ নেই, আল্লাহ তোমাদেরকে মাফ করুন! তিনি হলেন সর্বশ্রেষ্ঠ দয়ালু।’"
                }
            ]
        },
        {
            "id": 1689,
            "verse_number": 93,
            "verse_key": "12:93",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 202,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱذْهَبُوا۟ بِقَمِيصِى هَـٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِى يَأْتِ بَصِيرًا وَأْتُونِى بِأَهْلِكُمْ أَجْمَعِينَ",
            "page_number": 246,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96599,
                    "resource_id": 20,
                    "text": "Take this, my shirt, and cast it over the face of my father; he will become seeing. And bring me your family, all together.\""
                },
                {
                    "id": 220560,
                    "resource_id": 39,
                    "text": "Pergilah dengan membawa bajuku ini, kemudian letakkan pada muka ayahku supaya ia dapat melihat, dan selepas itu bawalah kepadaku keluarga kamu semuanya\"."
                },
                {
                    "id": 1092666,
                    "resource_id": 161,
                    "text": "তোমরা আমার এ জামাটি নিয়ে যাও আর তা আমার পিতার মুখমন্ডলে রাখ, তিনি দৃষ্টিশক্তিসম্পন্ন হয়ে উঠবেন, আর তোমাদের পরিবারের সবাইকে আমার কাছে নিয়ে এসো।’"
                }
            ]
        },
        {
            "id": 1690,
            "verse_number": 94,
            "verse_key": "12:94",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 203,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا فَصَلَتِ ٱلْعِيرُ قَالَ أَبُوهُمْ إِنِّى لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَآ أَن تُفَنِّدُونِ",
            "page_number": 246,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96600,
                    "resource_id": 20,
                    "text": "And when the caravan departed [from Egypt], their father said,<sup foot_note=196534>1</sup> \"Indeed, I find the smell of Joseph [and would say that he was alive] if you did not think me weakened in mind.\""
                },
                {
                    "id": 220559,
                    "resource_id": 39,
                    "text": "Dan semasa kafilah (mereka meninggalkan Mesir menunju ke tempat bapa mereka di Palestin), berkatalah bapa mereka (kepada kaum kerabatnya yang ada di sisinya): \"Sesungguhnya aku ada terbau akan bau Yusuf. Jika kamu tidak menyangka aku sudah nyanyuk (tentulah kamu akan percaya)\"."
                },
                {
                    "id": 1092667,
                    "resource_id": 161,
                    "text": "যাত্রীদল যখন (মিসর থেকে) বেরিয়ে পড়ল এমন সময়ে তাদের পিতা (বাড়ীর লোকজনকে) বলল, ‘তোমরা আমাকে বয়োবৃদ্ধ দিশেহারা মনে না করলে (তোমরা জেনে রাখ) আমি অবশ্যই ইউসুফের ঘ্রাণ পাচ্ছি।’"
                }
            ]
        },
        {
            "id": 1691,
            "verse_number": 95,
            "verse_key": "12:95",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 203,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ تَٱللَّهِ إِنَّكَ لَفِى ضَلَـٰلِكَ ٱلْقَدِيمِ",
            "page_number": 246,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96601,
                    "resource_id": 20,
                    "text": "They said, \"By Allāh, indeed you are in your [same] old error.\""
                },
                {
                    "id": 220550,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Demi Allah! Sesungguhnya ayah masih berada dalam keadaan tidak siumanmu yang lama\"."
                },
                {
                    "id": 1092668,
                    "resource_id": 161,
                    "text": "বাড়ীতে উপস্থিত ব্যক্তিরা বলল, ‘আল্লাহর কসম! তুমি তো সেই তোমার পুরনো বিভ্রান্তিতেই আছ দেখছি।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}