{
    "verses": [
        {
            "id": 1692,
            "verse_number": 96,
            "verse_key": "12:96",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 203,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّآ أَن جَآءَ ٱلْبَشِيرُ أَلْقَىٰهُ عَلَىٰ وَجْهِهِۦ فَٱرْتَدَّ بَصِيرًا ۖ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
            "page_number": 247,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96602,
                    "resource_id": 20,
                    "text": "And when the bearer of good tidings<sup foot_note=196535>1</sup> arrived, he cast it over his face, and he returned [once again] seeing. He said, \"Did I not tell you that I know from Allāh that which you do not know?\""
                },
                {
                    "id": 220555,
                    "resource_id": 39,
                    "text": "Maka sebaik-baik sahaja datang pembawa khabar berita yang mengembirakan itu, dia pun meletakkan baju Yusuf pada muka Nabi Yaakub, lalu menjadilah ia celik kembali seperti sediakala. Nabi Yaakub berkata: \"Bukankah aku telah katakan kepada kamu, sesungguhnya aku mengetahui (dengan perantaraan wahyu) dari Allah akan apa yang kamu tidak mengetahuinya?\""
                },
                {
                    "id": 1092669,
                    "resource_id": 161,
                    "text": "সুসংবাদদাতা যখন এসে হাযির হল, তখন সে জামাটি ই‘য়াকুবের মুখমন্ডলের উপর রাখল, তাতে সে দৃষ্টিশক্তি ফিরে পেল। সে বলল, ‘আমি কি তোমাদের বলিনি যে, আমি আল্লাহর নিকট হতে যা জানি তা তোমরা জান না।’"
                }
            ]
        },
        {
            "id": 1693,
            "verse_number": 97,
            "verse_key": "12:97",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 203,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰٓأَبَانَا ٱسْتَغْفِرْ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَـٰطِـِٔينَ",
            "page_number": 247,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96603,
                    "resource_id": 20,
                    "text": "They said, \"O our father, ask for us forgiveness of our sins; indeed, we have been sinners.\""
                },
                {
                    "id": 220563,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Wahai ayah kami! Mintalah ampun bagi kami akan dosa-dosa kami; sesungguhnya kami adalah orang-orang yang bersalah\"."
                },
                {
                    "id": 1092670,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘হে আমাদের পিতা! আমাদের গুনাহসমূহ মাফির জন্য প্রার্থনা করুন। আমরাই ছিলাম অপরাধী।’"
                }
            ]
        },
        {
            "id": 1694,
            "verse_number": 98,
            "verse_key": "12:98",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 203,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
            "page_number": 247,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96604,
                    "resource_id": 20,
                    "text": "He said, \"I will ask forgiveness for you from my Lord. Indeed, it is He who is the Forgiving, the Merciful.\""
                },
                {
                    "id": 220562,
                    "resource_id": 39,
                    "text": "Nabi Yaakub berkata: \"Aku akan meminta ampun bagi kamu dari Tuhanku; sesungguhnya Dia lah jua Yang Maha Pengampun, lagi Maha Mengasihani\"."
                },
                {
                    "id": 1092671,
                    "resource_id": 161,
                    "text": "সে বলল, ‘শীঘ্রই আমি আমার রবেবর কাছে তোমাদের ক্ষমার জন্য প্রার্থনা জানাব, তিনি তো বড়ই ক্ষমাশীল, বড়ই দয়ালু।’"
                }
            ]
        },
        {
            "id": 1695,
            "verse_number": 99,
            "verse_key": "12:99",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 203,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا دَخَلُوا۟ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيْهِ أَبَوَيْهِ وَقَالَ ٱدْخُلُوا۟ مِصْرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
            "page_number": 247,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96605,
                    "resource_id": 20,
                    "text": "And when they entered upon Joseph, he took his parents to himself [i.e., embraced them] and said, \"Enter Egypt, Allāh willing, safe [and secure].\""
                },
                {
                    "id": 220566,
                    "resource_id": 39,
                    "text": "Maka ketika mereka (Nabi Yaakub dan keluarganya) masuk (ke Mesir) menemui Yusuf, Yusuf segera menyambut serta memeluk kedua ibu bapanya, sambil berkata: \"Masuklah kamu ke negeri Mesir, insya Allah kamu berada di dalam aman."
                },
                {
                    "id": 1092672,
                    "resource_id": 161,
                    "text": "তারা যখন ইউসুফের কাছে উপস্থিত হল, সে তার পিতা-মাতাকে নিজের কাছে স্থান দিল এবং বলল, ‘আল্লাহর ইচ্ছেয় পূর্ণ নিরাপত্তায় মিসরে প্রবেশ করুন।’"
                }
            ]
        },
        {
            "id": 1696,
            "verse_number": 100,
            "verse_key": "12:100",
            "hizb_number": 25,
            "rub_el_hizb_number": 98,
            "ruku_number": 203,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَرَفَعَ أَبَوَيْهِ عَلَى ٱلْعَرْشِ وَخَرُّوا۟ لَهُۥ سُجَّدًا ۖ وَقَالَ يَـٰٓأَبَتِ هَـٰذَا تَأْوِيلُ رُءْيَـٰىَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّى حَقًّا ۖ وَقَدْ أَحْسَنَ بِىٓ إِذْ أَخْرَجَنِى مِنَ ٱلسِّجْنِ وَجَآءَ بِكُم مِّنَ ٱلْبَدْوِ مِنۢ بَعْدِ أَن نَّزَغَ ٱلشَّيْطَـٰنُ بَيْنِى وَبَيْنَ إِخْوَتِىٓ ۚ إِنَّ رَبِّى لَطِيفٌ لِّمَا يَشَآءُ ۚ إِنَّهُۥ هُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
            "page_number": 247,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96496,
                    "resource_id": 20,
                    "text": "And he raised his parents upon the throne, and they bowed to him in prostration.<sup foot_note=196537>1</sup> And he said, \"O my father, this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed, my Lord is Subtle<sup foot_note=196536>2</sup> in what He wills. Indeed, it is He who is the Knowing, the Wise."
                },
                {
                    "id": 220451,
                    "resource_id": 39,
                    "text": "Dan ia dudukkan kedua ibu bapanya (bersama-samanya) di atas kerusi kebesaran. Dan setelah itu mereka semuanya tunduk memberi hormat kepada Yusuf. Dan (pada saat itu) berkatalah Yusuf: \"Wahai ayahku! Inilah dia tafsiran mimpiku dahulu. Sesungguhnya Allah telah menjadikan mimpiku itu benar. Dan sesungguhnya Ia telah melimpahkan kebaikan kepadaku ketika Ia mengeluarkan daku dari penjara; dan Ia membawa kamu ke mari dari dosa sesudah Syaitan (dengan hasutannya) merosakkan perhubungan antaraku dengan saudara-saudaraku. Sesungguhnya Tuhanku lemah-lembut tadbirNya bagi apa yang dikehendakiNya; sesungguhnya Dia lah yang Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1092673,
                    "resource_id": 161,
                    "text": "সে তার পিতা-মাতাকে সিংহাসনে উঠিয়ে নিল আর সকলে তার সম্মানে সাজদাহয় ঝুঁকে পড়ল। ইউসুফ বলল, ‘হে পিতা! এ-ই হচ্ছে আমার সে আগের দেখা স্বপ্নের ব্যাখ্যা। আমার রব্ব একে সত্যে পরিণত করেছেন, তিনি আমার প্রতি অনুগ্রহ করেছেন যে, তিনি আমাকে কয়েদখানা থেকে বের করে এনেছেন। আর শাইত্বান আমার আর আমার ভাইদের মধ্যে বিভেদ সৃষ্টি করার পরও তিনি আপনাদেরকে মরু অঞ্চল থেকে এখানে (মিসরে) এনে দিয়েছেন। আমার রব্ব যা করতে ইচ্ছে করেন তা সূক্ষ্ণ উপায়ে বাস্তবায়িত করে থাকেন, তিনি বড়ই বিজ্ঞ, বড়ই প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 1697,
            "verse_number": 101,
            "verse_key": "12:101",
            "hizb_number": 25,
            "rub_el_hizb_number": 99,
            "ruku_number": 203,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ رَبِّ قَدْ ءَاتَيْتَنِى مِنَ ٱلْمُلْكِ وَعَلَّمْتَنِى مِن تَأْوِيلِ ٱلْأَحَادِيثِ ۚ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَنتَ وَلِىِّۦ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ تَوَفَّنِى مُسْلِمًا وَأَلْحِقْنِى بِٱلصَّـٰلِحِينَ",
            "page_number": 247,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96497,
                    "resource_id": 20,
                    "text": "My Lord, You have given me [something] of sovereignty and taught me of the interpretation of dreams. Creator of the heavens and earth, You are my protector in this world and the Hereafter. Cause me to die a Muslim and join me with the righteous.\""
                },
                {
                    "id": 220327,
                    "resource_id": 39,
                    "text": "\"Wahai Tuhanku! Sesungguhnya Engkau telah mengurniakan daku sebahagian dari kekuasaan (pemerintahan) dan mengajarku sebahagian dari ilmu tafsiran mimpi. Wahai Tuhan yang menciptakan langit dan bumi Engkau Penguasa dan Pelindungku di dunia dan di akhirat; sempurnakanlah ajalku (ketika mati) dalam keadaan Islam, dan hubungkanlah daku dengan orang-orang yang soleh\"."
                },
                {
                    "id": 1092674,
                    "resource_id": 161,
                    "text": "‘হে আমার প্রতিপালক! তুমি আমাকে রাজত্ব দান করেছ, আর আমাকে স্বপ্নের ব্যাখ্যা শিখিয়েছ। আসমান যমীনের সৃষ্টিকর্তা! তুমিই দুনিয়ায় আর আখেরাতে আমার অভিভাবক, তুমি মুসলিম অবস্থায় আমার মৃত্যু দান করো এবং আমাকে সৎকর্মশীলদের অন্তর্ভুক্ত করো।’"
                }
            ]
        },
        {
            "id": 1698,
            "verse_number": 102,
            "verse_key": "12:102",
            "hizb_number": 25,
            "rub_el_hizb_number": 99,
            "ruku_number": 203,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوٓا۟ أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
            "page_number": 247,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96498,
                    "resource_id": 20,
                    "text": "That is from the news of the unseen which We reveal, [O Muḥammad], to you. And you were not with them when they put together their plan while they conspired."
                },
                {
                    "id": 220425,
                    "resource_id": 39,
                    "text": "(Kisah nabi Yusuf) yang demikian ialah dari berita-berita yang ghaib yang kami wahyukan kepadamu (wahai Muhammad), sedang engkau tidak ada bersama-sama mereka semasa mereka sekata mengambil keputusan (hendak membuang Yusuf ke dalam perigi) dan semasa mereka menjalankan rancangan jahat (terhadapnya untuk membinasakannya)."
                },
                {
                    "id": 1092675,
                    "resource_id": 161,
                    "text": "অদৃশ্য জগতের খবর থেকে এটা তোমাকে ওয়াহী করে জানালাম। ষড়যন্ত্র করার সময় যখন তারা তাদের কাজে জোটবদ্ধ হয়েছিল তখন তুমি তো তাদের কাছে ছিলে না।"
                }
            ]
        },
        {
            "id": 1699,
            "verse_number": 103,
            "verse_key": "12:103",
            "hizb_number": 25,
            "rub_el_hizb_number": 99,
            "ruku_number": 203,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَكْثَرُ ٱلنَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
            "page_number": 247,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96499,
                    "resource_id": 20,
                    "text": "And most of the people, although you strive [for it], are not believers."
                },
                {
                    "id": 220335,
                    "resource_id": 39,
                    "text": "Dan kebanyakan manusia tidak akan beriman walaupun engkau terlalu ingin (supaya mereka beriman)."
                },
                {
                    "id": 1092676,
                    "resource_id": 161,
                    "text": "তুমি যত প্রবল আগ্রহ ভরেই চাও না কেন, মানুষদের অধিকাংশই ঈমান আনবে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}