{
    "verses": [
        {
            "id": 1713,
            "verse_number": 6,
            "verse_key": "13:6",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 205,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَسْتَعْجِلُونَكَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ ٱلْمَثُلَـٰتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلْعِقَابِ",
            "page_number": 250,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96649,
                    "resource_id": 20,
                    "text": "They impatiently urge you to bring about evil before good,<sup foot_note=196545>1</sup> while there has already occurred before them similar punishments [to what they demand]. And indeed, your Lord is the possessor of forgiveness for the people despite their wrongdoing, and indeed, your Lord is severe in penalty."
                },
                {
                    "id": 220622,
                    "resource_id": 39,
                    "text": "Dan mereka meminta kepadamu menyegerakan kedatangan perkara buruk (azab yang dijanjikan) sebelum mereka memohon kebaikan; padahal sesungguhnya telah berlaku sebelum mereka peristiwa-peristiwa azab yang telah menimpa orang-orang yang kafir seperti mereka. dan (ingatlah) sesungguhnya Tuhanmu Amat melimpah keampunanNya bagi manusia (yang bertaubat) terhadap kezaliman mereka, dan sesungguhnya Tuhanmu juga amatlah keras balasan azabNya (terhadap golongan yang tetap ingkar)."
                },
                {
                    "id": 1092690,
                    "resource_id": 161,
                    "text": "কল্যাণের আগে আগে অকল্যাণ নিয়ে আসার জন্য তোমার নিকট তারা তাড়াহুড়া করছে, এদের পূর্বে এর বহু দৃষ্টান্ত অতীত হয়েছে। মানুষ সীমালঙ্ঘন করলেও তোমার প্রতিপালক তাদের প্রতি অবশ্যই ক্ষমাশীল আর তোমার প্রতিপালক অবশ্যই শাস্তিদানেও কঠোর।"
                }
            ]
        },
        {
            "id": 1714,
            "verse_number": 7,
            "verse_key": "13:7",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 205,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦٓ ۗ إِنَّمَآ أَنتَ مُنذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
            "page_number": 250,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96650,
                    "resource_id": 20,
                    "text": "And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" You are only a warner, and for every people is a guide."
                },
                {
                    "id": 220623,
                    "resource_id": 39,
                    "text": "Dan berkatalah orang-orang yang kafir: \"Mengapa tidak diturunkan kepada (Muhammad) sesuatu mukjizat dari Tuhannya?\" Sesungguhnya engkau (wahai Muhammad) hanyalah seorang Rasul pemberi amaran (kepada orang-orang yang ingkar), dan tiap-tiap umat (yang telah lalu) ada Nabinya yang memimpin ke jalan yang benar."
                },
                {
                    "id": 1092691,
                    "resource_id": 161,
                    "text": "যারা কুফুরী করেছে তারা বলে, ‘তার কাছে তার প্রতিপালকের পক্ষ হতে কোন নিদর্শন অবতীর্ণ হয় না কেন?’ তুমি তো শুধু সতর্ককারী, আর প্রত্যেক সম্প্রদায়ের জন্য রয়েছে একজন সঠিক পথ প্রদর্শনকারী।"
                }
            ]
        },
        {
            "id": 1715,
            "verse_number": 8,
            "verse_key": "13:8",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَىْءٍ عِندَهُۥ بِمِقْدَارٍ",
            "page_number": 250,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96651,
                    "resource_id": 20,
                    "text": "Allāh knows what every female carries<sup foot_note=196547>1</sup> and what the wombs lose [prematurely] or exceed.<sup foot_note=196546>2</sup> And everything with Him is by due measure."
                },
                {
                    "id": 220625,
                    "resource_id": 39,
                    "text": "Allah mengetahui akan apa yang dikandung oleh tiap-tiap ibu, dan mengetahui apa yang kurang dari yang dikandung dalam rahim itu atau yang lebih. Dan tiap-tiap sesuatu adalah ditetapkan di sisiNya dengan kadar yang tertentu."
                },
                {
                    "id": 1092692,
                    "resource_id": 161,
                    "text": "আল্লাহ জানেন প্রতিটি নারী যা গর্ভে বহন করে, প্রত্যেক গর্ভে যা কমে বা বাড়ে তাও, প্রতিটি জিনিস তাঁর কাছে আছে পরিমাণ মত।"
                }
            ]
        },
        {
            "id": 1716,
            "verse_number": 9,
            "verse_key": "13:9",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْكَبِيرُ ٱلْمُتَعَالِ",
            "page_number": 250,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96652,
                    "resource_id": 20,
                    "text": "[He is] Knower of the unseen and the witnessed, the Grand, the Exalted."
                },
                {
                    "id": 220626,
                    "resource_id": 39,
                    "text": "Dia lah yang mengetahui perkara-perkara yang ghaib dan yang nyata; Dia lah jua Yang Maha Besar, lagi maha Tinggi (Yang mengatasi segala-galanya)."
                },
                {
                    "id": 1092693,
                    "resource_id": 161,
                    "text": "গোপন ও প্রকাশ্য সম্পর্কে তিনি জ্ঞাত, তিনি মহান, সর্বোচ্চ।"
                }
            ]
        },
        {
            "id": 1717,
            "verse_number": 10,
            "verse_key": "13:10",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "سَوَآءٌ مِّنكُم مَّنْ أَسَرَّ ٱلْقَوْلَ وَمَن جَهَرَ بِهِۦ وَمَنْ هُوَ مُسْتَخْفٍۭ بِٱلَّيْلِ وَسَارِبٌۢ بِٱلنَّهَارِ",
            "page_number": 250,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96608,
                    "resource_id": 20,
                    "text": "It is the same [to Him] concerning you whether one conceals [his] speech or publicizes it and whether one is hidden by night or conspicuous [among others] by day."
                },
                {
                    "id": 220567,
                    "resource_id": 39,
                    "text": "Sama sahaja kepadaNya: sesiapa di antara kamu yang merahsiakan kata-katanya dalam hati dan yang menyatakannya; juga yang bersembunyi pada waktu malam dan yang keluar berjalan pada waktu siang."
                },
                {
                    "id": 1092694,
                    "resource_id": 161,
                    "text": "তোমাদের কেউ কথা গোপন করে বা প্রকাশ করে, কেউ রাতে লুকিয়ে থাকে বা দিনে প্রকাশ্যে চলাফেরা করে, সবাই তাঁর কাছে সমান।"
                }
            ]
        },
        {
            "id": 1718,
            "verse_number": 11,
            "verse_key": "13:11",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "لَهُۥ مُعَقِّبَـٰتٌ مِّنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ يَحْفَظُونَهُۥ مِنْ أَمْرِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوْمٍ سُوٓءًا فَلَا مَرَدَّ لَهُۥ ۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ",
            "page_number": 250,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96609,
                    "resource_id": 20,
                    "text": "For him [i.e., each one] are successive [angels]<sup foot_note=196550>1</sup> before and behind him who protect him by the decree of Allāh.<sup foot_note=196549>2</sup> Indeed, Allāh will not change the condition of a people until they change what is in themselves. And when Allāh intends for a people ill,<sup foot_note=196548>3</sup> there is no repelling it. And there is not for them besides Him any patron."
                },
                {
                    "id": 220568,
                    "resource_id": 39,
                    "text": "Bagi tiap-tiap seorang ada malaikat penjaganya silih berganti dari hadapannya dan dari belakangnya, yang mengawas dan menjaganya (dari sesuatu bahaya) dengan perintah Allah. Sesungguhnya Allah tidak mengubah apa yang ada pada sesuatu kaum sehingga mereka mengubah apa yang ada pada diri mereka sendiri. Dan apabila Allah menghendaki untuk menimpakan kepada sesuatu kaum bala bencana (disebabkan kesalahan mereka sendiri), maka tiada sesiapapun yang dapat menolak atau menahan apa yang ditetapkanNya itu, dan tidak ada sesiapapun yang dapat menolong dan melindungi mereka selain daripadaNya."
                },
                {
                    "id": 1092695,
                    "resource_id": 161,
                    "text": "মানুষের সামনে ও পেছনে পাহারাদার নিযুক্ত আছে যারা আল্লাহর হুকুম মোতাবেক তাকে রক্ষণাবেক্ষণ করে। আল্লাহ কোন সম্প্রদায়ের অবস্থা পরিবর্তন করেন না যতক্ষণ না তারা নিজেরাই তাদের অবস্থা পরিবর্তন করে। আল্লাহ কোন সম্প্রদায়ের অকল্যাণ করতে চাইলে তা রদ করার কেউ নেই, আর তিনি ছাড়া তাদের কোন অভিভাবক নেই।"
                }
            ]
        },
        {
            "id": 1719,
            "verse_number": 12,
            "verse_key": "13:12",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِى يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ",
            "page_number": 250,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96610,
                    "resource_id": 20,
                    "text": "It is He who shows you lightning, [causing] fear and aspiration, and generates the heavy clouds."
                },
                {
                    "id": 220549,
                    "resource_id": 39,
                    "text": "Dia lah yang memperlihatkan kilat kepada kamu, untuk menakutkan (dari panahan petir), dan memberi harapan (dengan turunnya hujan); dan Ia yang menjadikan awan tebal yang berat (dengan air)."
                },
                {
                    "id": 1092696,
                    "resource_id": 161,
                    "text": "তিনিই তোমাদেরকে দেখান বিদ্যুৎ ভীতিকর ও আশা সঞ্চারক। তিনিই উত্তোলিত করেন মেঘ, (প্রবৃদ্ধির) বৃষ্টিতে ভারাক্রান্ত।"
                }
            ]
        },
        {
            "id": 1720,
            "verse_number": 13,
            "verse_key": "13:13",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيُسَبِّحُ ٱلرَّعْدُ بِحَمْدِهِۦ وَٱلْمَلَـٰٓئِكَةُ مِنْ خِيفَتِهِۦ وَيُرْسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَـٰدِلُونَ فِى ٱللَّهِ وَهُوَ شَدِيدُ ٱلْمِحَالِ",
            "page_number": 250,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96611,
                    "resource_id": 20,
                    "text": "And the thunder exalts [Allāh] with praise of Him - and the angels [as well] from fear of Him - and He sends thunderbolts and strikes therewith whom He wills while they dispute about Allāh; and He is severe in assault."
                },
                {
                    "id": 220572,
                    "resource_id": 39,
                    "text": "Dan Dia lah juga yang guruh dan malaikat bertasbih memujiNya, kerana takut kepadaNya. Dan Dia lah juga yang menghantarkan petir, lalu Ia mengenakan dengan panahannya kepada sesiapa yang dikehendakinya Dan mereka yang ingkar itu membantah (serta mendustakan Rasul) mengenai perkara yang berhubung dengan Allah (dan kuat kuasaNya) Padahal Ia Amat keras azab seksanya."
                },
                {
                    "id": 1092697,
                    "resource_id": 161,
                    "text": "বজ্রনাদ তাঁরই ভয়ে তাঁর প্রশংসা বর্ণনা করে আর ফেরেশতারাও। তিনি গর্জনকারী বজ্র প্রেরণ করেন আর তা দিয়ে যাকে ইচ্ছে আঘাত করেন, আর তারা আল্লাহ সম্পর্কে বিতন্ডায় লিপ্ত হয়। অথচ তিনি বড়ই শক্তিশালী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}