{
    "verses": [
        {
            "id": 1721,
            "verse_number": 14,
            "verse_key": "13:14",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "لَهُۥ دَعْوَةُ ٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَسْتَجِيبُونَ لَهُم بِشَىْءٍ إِلَّا كَبَـٰسِطِ كَفَّيْهِ إِلَى ٱلْمَآءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَـٰلِغِهِۦ ۚ وَمَا دُعَآءُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
            "page_number": 251,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96612,
                    "resource_id": 20,
                    "text": "To Him [alone] is the supplication of truth. And those they call upon besides Him do not respond to them with a thing, except as one who stretches his hands toward water [from afar, calling it] to reach his mouth, but it will not reach it [thus].<sup foot_note=196551>1</sup> And the supplication of the disbelievers is not but in error [i.e., futility]."
                },
                {
                    "id": 220571,
                    "resource_id": 39,
                    "text": "Kuasa menerima ibadat yang benar adalah tertentu bagi Allah; dan benda-benda yang mereka sembah yang lain dari Allah, tidak akan dapat menyahut atau memberikan sesuatupun kepada mereka, hanyalah seperti orang yang membentangkan kedua tapak tangannya kepada air supaya sampai ke mulutnya, padahal air itu sudah tentu tidak akan sampai kepadanya. Dan tiadalah ibadat dan doa permohonan orang-orang kafir itu melainkan dalam kesesatan."
                },
                {
                    "id": 1092698,
                    "resource_id": 161,
                    "text": "সত্যিকার আহবান-প্রার্থনা তাঁরই প্রাপ্য, যারা তাঁকে ছাড়া অন্যকে ডাকে, তারা তাদেরকে কোনই জবাব দেয় না। তারা হল ঐ লোকের মত, যে তার মুখে পানি পৌঁছবে ভেবে পানির দিকে হাত প্রসারিত করে দেয়, অথচ সে পানি তার মুখে কক্ষনো পৌঁছবে না। কাফিরদের আহবান নিষ্ফল ব্যতীত নয়।"
                }
            ]
        },
        {
            "id": 1722,
            "verse_number": 15,
            "verse_key": "13:15",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": 2,
            "text_uthmani": "وَلِلَّهِ يَسْجُدُ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَـٰلُهُم بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ ۩",
            "page_number": 251,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96613,
                    "resource_id": 20,
                    "text": "And to Allāh prostrates whoever is within the heavens and the earth, willingly or by compulsion, and their shadows [as well] in the mornings and the afternoons."
                },
                {
                    "id": 214673,
                    "resource_id": 39,
                    "text": "Dan kepada Allah jualah sekalian makhluk yang ada di langit dan di bumi tunduk menurut, sama ada dengan sukarela atau dengan terpaksa; dan (demikian juga) bayang-bayang mereka; pada waktu pagi dan petang."
                },
                {
                    "id": 1092699,
                    "resource_id": 161,
                    "text": "আসমানে আর যমীনে যা কিছু আছে ইচ্ছায় বা অনিচ্ছায় সকাল-সন্ধ্যায় আল্লাহর প্রতি সাজদাহয় অবনত হয় আর তাদের ছায়াগুলোও। [সাজদাহ]"
                }
            ]
        },
        {
            "id": 1723,
            "verse_number": 16,
            "verse_key": "13:16",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قُلْ مَن رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ قُلِ ٱللَّهُ ۚ قُلْ أَفَٱتَّخَذْتُم مِّن دُونِهِۦٓ أَوْلِيَآءَ لَا يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ أَمْ هَلْ تَسْتَوِى ٱلظُّلُمَـٰتُ وَٱلنُّورُ ۗ أَمْ جَعَلُوا۟ لِلَّهِ شُرَكَآءَ خَلَقُوا۟ كَخَلْقِهِۦ فَتَشَـٰبَهَ ٱلْخَلْقُ عَلَيْهِمْ ۚ قُلِ ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ وَهُوَ ٱلْوَٰحِدُ ٱلْقَهَّـٰرُ",
            "page_number": 251,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96617,
                    "resource_id": 20,
                    "text": "Say, \"Who is Lord of the heavens and earth?\" Say, \"Allāh.\" Say, \"Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm?\" Say, \"Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allāh partners who created like His creation so that the creation [of each] seemed similar to them?\"<sup foot_note=196553>1</sup> Say, \"Allāh is the Creator of all things, and He is the One, the Prevailing.\"<sup foot_note=196552>2</sup>"
                },
                {
                    "id": 220574,
                    "resource_id": 39,
                    "text": "Bertanyalah (wahai Muhammad): \"Siapakah Tuhan yang memelihara dan mentadbirkan langit dan bumi?\" Jawablah: \"Allah\". Bertanyalah lagi: \"Kalau demikian, patutkah kamu menjadikan benda-benda yang lain dari Allah sebagai Pelindung dan Penolong, yang tidak dapat mendatangkan sebarang manfaat bagi dirinya sendiri, dan tidak dapat menolak sesuatu bahaya?\" Bertanyalah lagi: \"Adakah sama, orang yang buta dengan orang yang celik? Atau adakah sama, gelap-gelita dengan terang? Atau adakah makhluk-makhluk yang mereka jadikan sekutu bagi Allah itu telah mencipta sesuatu seperti ciptaanNya, sehingga ciptaan-ciptaan itu menjadi kesamaran kepada mereka?\" Katakanlah: \"Allah jualah yang menciptakan tiap-tiap sesuatu, dan Dia lah Yang Maha Esa, lagi Maha Kuasa\"."
                },
                {
                    "id": 1092700,
                    "resource_id": 161,
                    "text": "বল, আকাশ ও যমীনের প্রতিপালক কে? বল, আল্লাহ। বল, তোমরা কি তাঁকে বাদ দিয়ে এমন অভিভাবক গ্রহণ করেছ যাদের নিজেদের কোন লাভ-লোকসান করার ক্ষমতা নেই। বল, অন্ধ ও চক্ষুষ্মান কি সমান? কিংবা অন্ধকার আর আলো কি সমান? কিংবা তারা কি আল্লাহর অংশীদার বানিয়েছে তাদেরকে যারা তাঁর সৃষ্টির মত সৃষ্টি করেছে, যে কারণে সৃষ্টি তাদের কাছে সমান মনে হয়েছে? বল, আল্লাহ সবকিছুর সৃষ্টিকর্তা, তিনি এক, মহা প্রতাপশালী।"
                }
            ]
        },
        {
            "id": 1724,
            "verse_number": 17,
            "verse_key": "13:17",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَالَتْ أَوْدِيَةٌۢ بِقَدَرِهَا فَٱحْتَمَلَ ٱلسَّيْلُ زَبَدًا رَّابِيًا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِى ٱلنَّارِ ٱبْتِغَآءَ حِلْيَةٍ أَوْ مَتَـٰعٍ زَبَدٌ مِّثْلُهُۥ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْحَقَّ وَٱلْبَـٰطِلَ ۚ فَأَمَّا ٱلزَّبَدُ فَيَذْهَبُ جُفَآءً ۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمْكُثُ فِى ٱلْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ",
            "page_number": 251,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96618,
                    "resource_id": 20,
                    "text": "He sends down from the sky, rain, and valleys flow according to their capacity, and the torrent carries a rising foam. And from that [ore] which they heat in the fire, desiring adornments and utensils, is a foam like it. Thus Allāh presents [the example of] truth and falsehood. As for the foam, it vanishes, [being] cast off; but as for that which benefits the people, it remains on the earth. Thus does Allāh present examples."
                },
                {
                    "id": 220573,
                    "resource_id": 39,
                    "text": "Ia menurunkan air (hujan) dari langit, lalu membanjiri tanah-tanah lembah (dengan airnya) menurut kadarnya yang ditetapkan Tuhan untuk faedah makhlukNya, kemudian banjir itu membawa buih yang terapung-apung. Dan dari benda-benda yang dibakar di dalam api untuk dijadikan barang perhiasan atau perkakas yang diperlukan, juga timbul buih seperti itu. Demikianlah Allah memberi misal perbandingan tentang perkara yang benar dan yang salah. Adapun buih itu maka akan hilang lenyaplah ia hanyut terbuang, manakala benda-benda yang berfaedah kepada manusia maka ia tetap tinggal di bumi. Demikianlah Allah menerangkan misal-misal perbandingan."
                },
                {
                    "id": 1092701,
                    "resource_id": 161,
                    "text": "তিনি আকাশ থেকে বৃষ্টি বর্ষণ করেন যার ফলে উপত্যকাগুলো পরিমিতভাবে প্লাবিত হয়, প্লাবণে উপরিভাগে ফেনা জমে উঠে, আর এ রকম ফেনা জমে উঠে যখন অলঙ্কার ও তৈজসপত্র বানানোর জন্য সেগুলো আগুনে গলানো হয়। এভাবে আল্লাহ প্রকৃত সত্য ও মিথ্যার দৃষ্টান্ত বর্ণনা করে থাকেন। ফেনা খড়কুটোর মত উড়ে যায়, আর যা মানুষের জন্য উপকারী তা যমীনে স্থিতিশীল হয়। এভাবে আল্লাহ দৃষ্টান্ত দিয়ে (মানুষকে বুঝিয়ে) থাকেন।"
                }
            ]
        },
        {
            "id": 1725,
            "verse_number": 18,
            "verse_key": "13:18",
            "hizb_number": 25,
            "rub_el_hizb_number": 100,
            "ruku_number": 206,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "لِلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمُ ٱلْحُسْنَىٰ ۚ وَٱلَّذِينَ لَمْ يَسْتَجِيبُوا۟ لَهُۥ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦٓ ۚ أُو۟لَـٰٓئِكَ لَهُمْ سُوٓءُ ٱلْحِسَابِ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمِهَادُ",
            "page_number": 251,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96619,
                    "resource_id": 20,
                    "text": "For those who have responded to their Lord is the best [reward], but those who did not respond to Him - if they had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby. Those will have the worst account, and their refuge is Hell, and wretched is the resting place."
                },
                {
                    "id": 220577,
                    "resource_id": 39,
                    "text": "Bagi orang-orang yang menyahut seruan Tuhan mereka sahajalah balasan yang sebaik-baiknya; dan orang-orang yang ingkar yang tidak menyahut seruanNya, kalaulah mereka mempunyai segala apa jua yang ada di bumi disertai dengan sebanyak itu lagi, tentulah mereka rela menebus diri dengannya. mereka itu disediakan baginya hitungan hisab yang seburuk-buruknya, serta tempat kembali mereka ialah neraka jahanam; dan amatlah buruknya tempat tinggal itu."
                },
                {
                    "id": 1092702,
                    "resource_id": 161,
                    "text": "যারা তাদের প্রতিপালকের ডাকে সাড়া দেয় তাদের জন্য আছে (যাবতীয়) কল্যাণ। যারা তাঁর ডাকে সাড়া দেয় না, তারা যদি দুনিয়াতে যা কিছু আছে যে সবের মালিক হয় এবং আরো অত পরিমাণও তাদের হয়, নিজেদের মুক্তির বিনিময়ে তা সবই তারা দিতে চাইবে, তাদের হিসাব হবে বড়ই কঠিন, তাদের আবাসস্থল জাহান্নাম, আর তা কতই না নিকৃষ্ট ঠিকানা!"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}