{
    "verses": [
        {
            "id": 1736,
            "verse_number": 29,
            "verse_key": "13:29",
            "hizb_number": 26,
            "rub_el_hizb_number": 101,
            "ruku_number": 208,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَـَٔابٍ",
            "page_number": 253,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96631,
                    "resource_id": 20,
                    "text": "Those who have believed and done righteous deeds - a good state is theirs and a good return."
                },
                {
                    "id": 220592,
                    "resource_id": 39,
                    "text": "Orang-orang yang beriman dan beramal soleh, beroleh kebahagiaan yang amat mengembirakan dan tempat kembali yang sebaik-baiknya."
                },
                {
                    "id": 1092713,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে ও সৎকাজ করে, সৌভাগ্য তাদেরই, উত্তম পরিণাম তাদের জন্যই।"
                }
            ]
        },
        {
            "id": 1737,
            "verse_number": 30,
            "verse_key": "13:30",
            "hizb_number": 26,
            "rub_el_hizb_number": 101,
            "ruku_number": 208,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "كَذَٰلِكَ أَرْسَلْنَـٰكَ فِىٓ أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَهُمْ يَكْفُرُونَ بِٱلرَّحْمَـٰنِ ۚ قُلْ هُوَ رَبِّى لَآ إِلَـٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
            "page_number": 253,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96633,
                    "resource_id": 20,
                    "text": "Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return.\""
                },
                {
                    "id": 220593,
                    "resource_id": 39,
                    "text": "Demikianlah, Kami utuskan engkau (wahai Muhammad) kepada satu umat yang telah lalu sebelumnya beberapa umat yang lain, supaya engkau membacakan kepada mereka Al-Quran yang Kami wahyukan kepadamu, sedang mereka kufur kepada (Allah) Ar-Rahman Katakanlah: \"Dia lah Tuhanku, tiada Tuhan (yang berhak disembah) melainkan Dia. KepadaNyalah aku berserah diri, dan kepadaNyalah tempat kembaliku (dan kamu semuanya)\"."
                },
                {
                    "id": 1092714,
                    "resource_id": 161,
                    "text": "(পূর্বে যেমন পাঠিয়েছিলাম) এভাবেই আমি তোমাকে এমন এক সম্প্রদায়ের কাছে পাঠিয়েছি যার পূর্বে অনেক সম্প্রদায় গত হয়ে গেছে, যাতে তুমি তাদের কাছে তেলাওয়াত কর যা আমি তোমার প্রতি ওয়াহী করি, তবুও তারা দয়াময় আল্লাহকে অস্বীকার করে। বল, ‘তিনি আমার প্রতিপালক, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, আমি তাঁর উপরই নির্ভর করি আর তিনিই প্রত্যাবর্তনস্থল।’"
                }
            ]
        },
        {
            "id": 1738,
            "verse_number": 31,
            "verse_key": "13:31",
            "hizb_number": 26,
            "rub_el_hizb_number": 101,
            "ruku_number": 208,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ أَنَّ قُرْءَانًا سُيِّرَتْ بِهِ ٱلْجِبَالُ أَوْ قُطِّعَتْ بِهِ ٱلْأَرْضُ أَوْ كُلِّمَ بِهِ ٱلْمَوْتَىٰ ۗ بَل لِّلَّهِ ٱلْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَا۟يْـَٔسِ ٱلَّذِينَ ءَامَنُوٓا۟ أَن لَّوْ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ تُصِيبُهُم بِمَا صَنَعُوا۟ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
            "page_number": 253,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96634,
                    "resource_id": 20,
                    "text": "And if there was any Qur’ān [i.e., recitation] by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak,<sup foot_note=196557>1</sup> [it would be this Qur’ān], but to Allāh belongs the affair entirely. Then have those who believed not accepted that had Allāh willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allāh. Indeed, Allāh does not fail in [His] promise."
                },
                {
                    "id": 220594,
                    "resource_id": 39,
                    "text": "Dan kalaulah ada mana-mana Kitab Suci yang dengan sebabnya gunung-ganang terbongkar bergerak dari tempatnya, atau dengan sebabnya bumi dipecah-belah mengeluarkan isi kandungannya, atau dengan sebabnya orang-orang yang telah mati dapat menjawab kata-kata yang dihadapkan kepadanya, maka Al-Quran ialah Kitab Suci yang mengandungi mukjizat. (Tetapi lahirnya sesuatu mukjizat itu adalah menurut kehendak Allah), bahkan segala urusan tertentu bagi Allah. Maka tidakkah orang-orang yang beriman mengetahui bahawa kalaulah Allah menghendaki tentulah Ia memberi petunjuk kepada umat manusia seluruhnya, (lalu menjadikan mereka semuanya beriman). Dan orang-orang yang kafir itu (dengan sebab kekufuran mereka) sentiasa ditimpa bala bencana (ke atas diri atau harta benda mereka); atau pun bala bencana itu turun menimpa tempat-tempat yang berhampiran dengan tempat tinggal mereka (lalu menjadikan mereka gempar kecemasan), sehinggalah datang janji Allah (hari kiamat dan azabnya); Sesungguhnya Allah tidak memungkiri janjiNya."
                },
                {
                    "id": 1092715,
                    "resource_id": 161,
                    "text": "কুরআন দিয়ে পর্বতকে যদি গতিশীল করা যেত, কিংবা যমীনকে দীর্ণ করা যেত কিংবা তা দিয়ে মৃত মানুষকে কথা বলানো যেত (তবুও তারা তাতে বিশ্বাস করত না)। (আলৌকিক কিছু করা মানুষের সাধ্যাতীত) বরং সমস্ত কিছুই আল্লাহর ক্ষমতাভুক্ত। যারা ঈমান এনেছে তারা কি জানে না যে, আল্লাহ ইচ্ছে করলে সকল মানুষকে সৎ পথে পরিচালিত করতে পারতেন। যারা কুফুরী করে তাদের কার্যকলাপের কারণে তাদের উপর কোন না কোন বিপদ আসতেই থাকে কিংবা তাদের ঘরের আশেপাশেই নাযিল হতে থাকে, যতক্ষণ না আল্লাহর ও‘য়াদা পূর্ণ হয়। নিশ্চয়ই আল্লাহ ওয়াদার ব্যতিক্রম করেন না।"
                }
            ]
        },
        {
            "id": 1739,
            "verse_number": 32,
            "verse_key": "13:32",
            "hizb_number": 26,
            "rub_el_hizb_number": 101,
            "ruku_number": 209,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا۟ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
            "page_number": 253,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96635,
                    "resource_id": 20,
                    "text": "And already were [other] messengers ridiculed before you, and I extended the time of those who disbelieved; then I seized them, and how [terrible] was My penalty."
                },
                {
                    "id": 220591,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya telahpun diejek-ejekkan Rasul-rasul yang diutus sebelummu (wahai Muhammad), lalu aku biarkan orang-orang yang tidak percayakan Rasul-rasul itu ke suatu masa yang tertentu, kemudian Aku menimpakan mereka dengan azab; maka tidaklah terperi seksanya azabKu itu."
                },
                {
                    "id": 1092716,
                    "resource_id": 161,
                    "text": "তোমার আগেও বহু রসূলকে ঠাট্টা-বিদ্রূপ করা হয়েছিল, তখন আমি কাফিরদেরকে (ইচ্ছেমত কাজ চালিয়ে যাওয়ার) অবকাশ দিয়েছিলাম, অবশেষে তাদেরকে পাকড়াও করেছিলাম। কেমন (ভয়াবহ) ছিল আমার শাস্তি!"
                }
            ]
        },
        {
            "id": 1740,
            "verse_number": 33,
            "verse_key": "13:33",
            "hizb_number": 26,
            "rub_el_hizb_number": 101,
            "ruku_number": 209,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَنْ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفْسٍۭ بِمَا كَسَبَتْ ۗ وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعْلَمُ فِى ٱلْأَرْضِ أَم بِظَـٰهِرٍ مِّنَ ٱلْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا۟ مَكْرُهُمْ وَصُدُّوا۟ عَنِ ٱلسَّبِيلِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
            "page_number": 253,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96636,
                    "resource_id": 20,
                    "text": "Then is He who is a maintainer of every soul, [knowing] what it has earned, [like any other]? But to Allāh they have attributed partners. Say, \"Name them. Or do you inform Him of that<sup foot_note=196559>1</sup> which He knows not upon the earth or of what is apparent [i.e., alleged] of speech?\"<sup foot_note=196558>2</sup> Rather, their [own] plan has been made attractive to those who disbelieve, and they have been averted from the way. And whomever Allāh sends astray - there will be for him no guide."
                },
                {
                    "id": 220569,
                    "resource_id": 39,
                    "text": "Setelah diketahui demikian maka tidaklah patut disamakan Allah Tuhan yang berkuasa mengawas, tiap-tiap diri dan mengetahui akan apa yang telah diusahakan oleh diri-diri itu, (dengan makhluk yang tidak bersifat demikian). Dalam pada itu, mereka yang kafir telah menjadikan beberapa makhluk sebagai sekutu bagi Allah. Katakanlah (wahai Muhammad): \"Namakanlah kamu akan mereka (yang kamu sembah itu). Atau adakah kamu hendak memberi tahu kepada Allah akan apa yang tidak diketahuiNya di bumi? Atau adakah kamu menamakannya dengan kata-kata yang lahir (sedang pada hakikatnya tidak demikian)?\" Bahkan sebenarnya telah diperhiaskan oleh Iblis bagi orang-orang yang kafir itu akan kekufuran dan tipu daya mereka (terhadap Islam), dan mereka pula disekat oleh hawa nafsu mereka daripada menurut jalan yang benar. Dan (ingatlah) sesiapa yang disesatkan oleh Allah (dengan pilihannya yang salah) maka tidak ada sesiapapun yang dapat memberi hidayah petunjuk kepadanya."
                },
                {
                    "id": 1092717,
                    "resource_id": 161,
                    "text": "প্রত্যেক প্রাণীর উপার্জনের প্রতি যিনি দৃষ্টি রাখেন (তিনি কি তাদের অক্ষম ইলাহদের মত?) অথচ তারা আল্লাহর শরীক নির্দিষ্ট করে রেখেছে। বল, ‘তাদের নাম বল (যাদেরকে তোমরা আল্লাহর অংশীদার মনে কর), তোমরা কি পৃথিবীর এমন কোন সংবাদ তাঁকে দিতে চাও যা তিনি জানেন না। নাকি এগুলো কেবল কথার প্রদর্শনী? প্রকৃত ব্যাপার হল, কাফিরদের নিকট তাদের কলা কৌশলকে আকর্ষণীয় করে দেয়া হয়েছে আর তাদেরকে সৎ পথ থেকে বিরত রাখা হয়েছে। আল্লাহ যাকে গুমরাহ করেন তাঁকে পথ দেখানোর কেউ নেই।"
                }
            ]
        },
        {
            "id": 1741,
            "verse_number": 34,
            "verse_key": "13:34",
            "hizb_number": 26,
            "rub_el_hizb_number": 101,
            "ruku_number": 209,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "لَّهُمْ عَذَابٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
            "page_number": 253,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96637,
                    "resource_id": 20,
                    "text": "For them will be punishment in the life of [this] world, and the punishment of the Hereafter is more severe. And they will not have from Allāh any protector."
                },
                {
                    "id": 220275,
                    "resource_id": 39,
                    "text": "Mereka beroleh azab dalam kehidupan dunia, dan sesungguhnya azab hari akhirat lebih menyeksakan lagi; dan tiadalah bagi mereka, sesiapapun yang dapat melindungi mereka dari azab Allah itu."
                },
                {
                    "id": 1092718,
                    "resource_id": 161,
                    "text": "দুনিয়ার জীবনে তাদের জন্য আছে শাস্তি, আর আখেরাতের শাস্তি অবশ্যই আরো বেশি কঠিন। আল্লাহর শাস্তি থেকে বাঁচানোর তাদের কেউ নেই।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}