{
    "verses": [
        {
            "id": 1750,
            "verse_number": 43,
            "verse_key": "13:43",
            "hizb_number": 26,
            "rub_el_hizb_number": 102,
            "ruku_number": 210,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِندَهُۥ عِلْمُ ٱلْكِتَـٰبِ",
            "page_number": 255,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96647,
                    "resource_id": 20,
                    "text": "And those who have disbelieved say, \"You are not a messenger.\" Say, [O Muḥammad], \"Sufficient is Allāh as Witness between me and you, and [the witness of] whoever has knowledge of the Scripture.\"<sup foot_note=196563>1</sup>"
                },
                {
                    "id": 220616,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kafir itu berkata: \"Engkau bukanlah seorang Rasul dari Allah\". Katakanlah (kepada mereka): \"Cukuplah Allah menjadi saksi antaraku dengan kamu, dan juga disaksikan oleh orang-orang yang ada ilmu pengetahuan mengenai Kitab Allah\"."
                },
                {
                    "id": 1092727,
                    "resource_id": 161,
                    "text": "কাফিররা বলে, ‘তুমি আল্লাহর প্রেরিত নও।’ বল, ‘আমার ও তোমাদের মাঝে সাক্ষী হিসেবে আল্লাহই যথেষ্ট এবং যাদের কিতাবের জ্ঞান আছে তারাও।’"
                }
            ]
        },
        {
            "id": 1751,
            "verse_number": 1,
            "verse_key": "14:1",
            "hizb_number": 26,
            "rub_el_hizb_number": 102,
            "ruku_number": 211,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": " الٓر ۚ كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
            "page_number": 255,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96654,
                    "resource_id": 20,
                    "text": "Alif, Lām, Rā.<sup foot_note=196564>1</sup> [This is] a Book which We have revealed to you, [O Muḥammad], that you might bring mankind out of darknesses into the light by permission of their Lord - to the path of the Exalted in Might, the Praiseworthy -"
                },
                {
                    "id": 220624,
                    "resource_id": 39,
                    "text": "Alif, Laam, Raa'. Ini ialah Kitab (Al-Quran) Kami turunkan dia kepadamu (wahai Muhammad), supaya engkau mengeluarkan umat manusia seluruhnya dari gelap-gelita kufur kepada cahaya iman - dengan izin Tuhan mereka - ke jalan Allah Yang Maha Kuasa lagi Maha Terpuji."
                },
                {
                    "id": 1092728,
                    "resource_id": 161,
                    "text": "আলিফ-লাম-র, একটা কিতাব যা তোমার প্রতি অবতীর্ণ করেছি যাতে তুমি মানুষকে তাদের প্রতিপালকের নির্দেশে অন্ধকার থেকে নিয়ে আসতে পার আলোর দিকে- মহাপরাক্রমশালী প্রশংসিতের পথে।"
                }
            ]
        },
        {
            "id": 1752,
            "verse_number": 2,
            "verse_key": "14:2",
            "hizb_number": 26,
            "rub_el_hizb_number": 102,
            "ruku_number": 211,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَوَيْلٌ لِّلْكَـٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
            "page_number": 255,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96665,
                    "resource_id": 20,
                    "text": "Allāh, to whom belongs whatever is in the heavens and whatever is on the earth. And woe [i.e., destruction] to the disbelievers from a severe punishment -"
                },
                {
                    "id": 220635,
                    "resource_id": 39,
                    "text": "Allah jua yang memiliki segala yang ada di langit serta yang ada di bumi; dan kecelakaan besar bagi orang-orang yang kufur ingkar (terhadap Al-Quran) dari azab yang amat berat (yang akan menimpa mereka kelak)."
                },
                {
                    "id": 1092729,
                    "resource_id": 161,
                    "text": "আল্লাহ- আসমানসমূহে যা কিছু আছে আর পৃথিবীতে যা কিছু আছে, সবই তাঁর মালিকানাধীন। কিন্তু কাফিরদের জন্য আছে কঠিন শাস্তির দুর্ভোগ।"
                }
            ]
        },
        {
            "id": 1753,
            "verse_number": 3,
            "verse_key": "14:3",
            "hizb_number": 26,
            "rub_el_hizb_number": 102,
            "ruku_number": 211,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍۭ بَعِيدٍ",
            "page_number": 255,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96676,
                    "resource_id": 20,
                    "text": "The ones who prefer the worldly life over the Hereafter and avert [people] from the way of Allāh, seeking to make it [seem] deviant. Those are in extreme error."
                },
                {
                    "id": 220652,
                    "resource_id": 39,
                    "text": "Orang-orang yang mengutamakan dunia lebih daripada akhirat, dan menghalangi manusia dari jalan ugama Allah, serta menghendaki jalan itu menjadi bengkok terpesong, mereka itulah orang-orang yang terjerumus ke dalam kesesatan yang jauh terpesongnya."
                },
                {
                    "id": 1092730,
                    "resource_id": 161,
                    "text": "যারা আখেরাতের তুলনায় দুনিয়ার জিন্দিগীকে শ্রেয় জ্ঞান করে, যারা আল্লাহর পথ থেকে (লোকদেরকে) বিরত রাখে আর তাতে বক্রতা আনার আকাঙ্ক্ষা পোষণ করে। এরা গোমরাহীতে বহু দূরে চলে গেছে।"
                }
            ]
        },
        {
            "id": 1754,
            "verse_number": 4,
            "verse_key": "14:4",
            "hizb_number": 26,
            "rub_el_hizb_number": 102,
            "ruku_number": 211,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِۦ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 255,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96688,
                    "resource_id": 20,
                    "text": "And We did not send any messenger except [speaking] in the language of his people to state clearly for them, and Allāh sends astray [thereby] whom He wills<sup foot_note=196565>1</sup> and guides whom He wills. And He is the Exalted in Might, the Wise."
                },
                {
                    "id": 220662,
                    "resource_id": 39,
                    "text": "Dan Kami tidak mengutuskan seseorang Rasul melainkan dengan bahasa kaumnya supaya ia menjelaskan (hukum-hukum Allah) kepada mereka. Maka Allah menyesatkan sesiapa yang dikehendakiNya (menurut undang-undang peraturanNya), juga memberi hidayah petunjuk kepada sesiapa yang dikehendakiNya (menurut undang-undang peraturanNya); dan Dia lah jua Yang Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1092731,
                    "resource_id": 161,
                    "text": "আমি কোন রসূলকেই তার জাতির ভাষা ছাড়া পাঠাইনি যাতে তাদের কাছে স্পষ্টভাবে (আমার নির্দেশগুলো) বর্ণনা করতে পারে। অতঃপর আল্লাহ যাকে ইচ্ছে পথহারা করেছেন, আর যাকে ইচ্ছে সঠিক পথ দেখিয়েছেন, তিনি বড়ই পরাক্রান্ত, বিজ্ঞানময়।"
                }
            ]
        },
        {
            "id": 1755,
            "verse_number": 5,
            "verse_key": "14:5",
            "hizb_number": 26,
            "rub_el_hizb_number": 102,
            "ruku_number": 211,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ أَنْ أَخْرِجْ قَوْمَكَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ وَذَكِّرْهُم بِأَيَّىٰمِ ٱللَّهِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
            "page_number": 255,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96699,
                    "resource_id": 20,
                    "text": "And We certainly sent Moses with Our signs, [saying], \"Bring out your people from darknesses into the light and remind them of the days<sup foot_note=196566>1</sup> of Allāh.\" Indeed in that are signs for everyone patient and grateful."
                },
                {
                    "id": 220669,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami telah mengutuskan Nabi Musa (pada masa yang lalu) dengan membawa mukjizat-mukjizat Kami sambil Kami berfirman: \"Hendaklah engkau mengeluarkan kaummu dari gelap-gelita kufur kepada cahaya iman; dan ingatkanlah mereka dengan Hari-hari Allah. \"Sesungguhnya yang demikian itu, mengandungi tanda-tanda yang menunjukkan kekuasaan Allah bagi tiap-tiap seorang yang kuat bersabar, lagi kuat bersyukur."
                },
                {
                    "id": 1092732,
                    "resource_id": 161,
                    "text": "আর অবশ্যই আমি মূসাকে আমার নিদর্শনসমূহ দিয়ে পাঠিয়েছিলাম আর বলেছিলাম, তোমার জাতিকে অন্ধকার থেকে আলোতে বের করে আন, আর তাদেরকে আল্লাহর হুকুমে ঘটিত অতীতের ঘটনাবলী দিয়ে উপদেশ দাও। এতে প্রত্যেক পরম সহিষ্ণু ও পরম কৃতজ্ঞ ব্যক্তির জন্য অবশ্যই নিদর্শনসমূহ রয়েছে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}