{
    "verses": [
        {
            "id": 1775,
            "verse_number": 25,
            "verse_key": "14:25",
            "hizb_number": 26,
            "rub_el_hizb_number": 103,
            "ruku_number": 214,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "تُؤْتِىٓ أُكُلَهَا كُلَّ حِينٍۭ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
            "page_number": 259,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96671,
                    "resource_id": 20,
                    "text": "It produces its fruit all the time, by permission of its Lord. And Allāh presents examples for the people that perhaps they will be reminded."
                },
                {
                    "id": 220640,
                    "resource_id": 39,
                    "text": "Dia mengeluarkan buahnya pada tiap-tiap masa dengan izin Tuhannya. Dan Allah mengemukakan perbandingan-perbandingan itu untuk manusia, supaya mereka beringat (mendapat pelajaran)."
                },
                {
                    "id": 1092752,
                    "resource_id": 161,
                    "text": "তার প্রতিপালকের হুকুমে তা সব সময় ফল দান করে। মানুষদের জন্য আল্লাহ দৃষ্টান্ত বর্ণনা করেন যাতে তারা শিক্ষা গ্রহণ করে।"
                }
            ]
        },
        {
            "id": 1776,
            "verse_number": 26,
            "verse_key": "14:26",
            "hizb_number": 26,
            "rub_el_hizb_number": 103,
            "ruku_number": 214,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ ٱجْتُثَّتْ مِن فَوْقِ ٱلْأَرْضِ مَا لَهَا مِن قَرَارٍ",
            "page_number": 259,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96672,
                    "resource_id": 20,
                    "text": "And the example of a bad word is like a bad tree, uprooted from the surface of the earth, not having any stability."
                },
                {
                    "id": 220647,
                    "resource_id": 39,
                    "text": "Dan bandingan Kalimah yang jahat dan buruk samalah seperti sebatang pohon yang tidak berguna yang mudah tercabut akar-akarnya dari muka bumi; tidak ada tapak baginya untuk tetap hidup."
                },
                {
                    "id": 1092753,
                    "resource_id": 161,
                    "text": "মন্দ বাক্য মন্দ বৃক্ষের সঙ্গে তুলনীয়, ভূপৃষ্ঠের উপরিভাগেই যাকে মূল থেকে উপড়ে ফেলা হয়েছে, যার কোন স্থায়িত্ব নেই।"
                }
            ]
        },
        {
            "id": 1777,
            "verse_number": 27,
            "verse_key": "14:27",
            "hizb_number": 26,
            "rub_el_hizb_number": 103,
            "ruku_number": 214,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ بِٱلْقَوْلِ ٱلثَّابِتِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَيُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِينَ ۚ وَيَفْعَلُ ٱللَّهُ مَا يَشَآءُ",
            "page_number": 259,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96673,
                    "resource_id": 20,
                    "text": "Allāh keeps firm those who believe, with the firm word,<sup foot_note=196573>1</sup> in worldly life and in the Hereafter.<sup foot_note=196572>2</sup> And Allāh sends astray the wrongdoers. And Allāh does what He wills."
                },
                {
                    "id": 220649,
                    "resource_id": 39,
                    "text": "Allah menetapkan (pendirian) orang-orang yang beriman dengan kalimah yang tetap teguh dalam kehidupan dunia dan akhirat; dan Allah menyesatkan orang-orang yang berlaku zalim (kepada diri mereka sendiri); dan Allah berkuasa melakukan apa yang dikehendakiNya."
                },
                {
                    "id": 1092754,
                    "resource_id": 161,
                    "text": "যারা ঈমান এনেছে তাদেরকে আল্লাহ সুপ্রতিষ্ঠিত বাণীর অবলম্বনে দুনিয়ার জীবনে ও আখেরাতে প্রতিষ্ঠিত রাখবেন আর যালিমদেরকে আল্লাহ ধ্বংস করে দেবেন। তিনি যা ইচ্ছে করেন তাই করেন।"
                }
            ]
        },
        {
            "id": 1778,
            "verse_number": 28,
            "verse_key": "14:28",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 215,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ بَدَّلُوا۟ نِعْمَتَ ٱللَّهِ كُفْرًا وَأَحَلُّوا۟ قَوْمَهُمْ دَارَ ٱلْبَوَارِ",
            "page_number": 259,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96674,
                    "resource_id": 20,
                    "text": "Have you not considered those who exchanged the favor of Allāh for disbelief<sup foot_note=196574>1</sup> and settled their people [in] the home of ruin?"
                },
                {
                    "id": 220250,
                    "resource_id": 39,
                    "text": "Tidakkah engkau melihat (dan merasa ajaib) terhadap orang-orang kafir yang telah menukar kesyukuran nikmat Allah dengan kekufuran, dan yang telah menempatkan kaum mereka dalam kebinasaan?"
                },
                {
                    "id": 1092755,
                    "resource_id": 161,
                    "text": "তুমি কি তাদের ব্যাপারে চিন্তা কর না যারা আল্লাহর অনুগ্রহের বিনিময়ে অকৃতজ্ঞতার নীতি অবলম্বন করে আর তাদের জাতিকে ধ্বংসের ঘরে নামিয়ে আনে।"
                }
            ]
        },
        {
            "id": 1779,
            "verse_number": 29,
            "verse_key": "14:29",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 215,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ ٱلْقَرَارُ",
            "page_number": 259,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96675,
                    "resource_id": 20,
                    "text": "[It is] Hell, which they will [enter to] burn, and wretched is the settlement."
                },
                {
                    "id": 220651,
                    "resource_id": 39,
                    "text": "(Iaitu) neraka Jahannam yang mereka akan menderita bakarannya; dan (ingatlah), seburuk-buruk tempat tetap ialah neraka Jahannam."
                },
                {
                    "id": 1092756,
                    "resource_id": 161,
                    "text": "(তা হল) জাহান্নাম, তাতে তারা প্রবেশ করবে, বসবাসের এ জায়গা কতই না নিকৃষ্ট!"
                }
            ]
        },
        {
            "id": 1780,
            "verse_number": 30,
            "verse_key": "14:30",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 215,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَجَعَلُوا۟ لِلَّهِ أَندَادًا لِّيُضِلُّوا۟ عَن سَبِيلِهِۦ ۗ قُلْ تَمَتَّعُوا۟ فَإِنَّ مَصِيرَكُمْ إِلَى ٱلنَّارِ",
            "page_number": 259,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96677,
                    "resource_id": 20,
                    "text": "And they have attributed to Allāh equals to mislead [people] from His way. Say, \"Enjoy yourselves, for indeed, your destination is the Fire.\""
                },
                {
                    "id": 214679,
                    "resource_id": 39,
                    "text": "Dan mereka mengadakan sekutu-sekutu bagi Allah untuk menyesatkan manusia dari jalanNya. Katakanlah (wahai Muhammad): \"Bersenang-senanglah kamu (bagi sementara di dunia), kerana sesungguhnya kesudahan kamu ke neraka\"."
                },
                {
                    "id": 1092757,
                    "resource_id": 161,
                    "text": "আর তারা (অন্যকে) আল্লাহর সমকক্ষ স্থির করে তাঁর পথ থেকে বিপথগামী করার উদ্দেশ্যে। বল, ‘ভোগ করে নাও, শেষ পর্যন্ত জাহান্নামেই তোমাদেরকে ফিরে যেতে হবে।"
                }
            ]
        },
        {
            "id": 1781,
            "verse_number": 31,
            "verse_key": "14:31",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 215,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "قُل لِّعِبَادِىَ ٱلَّذِينَ ءَامَنُوا۟ يُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُنفِقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَـٰلٌ",
            "page_number": 259,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96678,
                    "resource_id": 20,
                    "text": "[O Muḥammad], tell My servants who have believed to establish prayer and spend from what We have provided them, secretly and publicly, before a Day comes in which there will be no exchange [i.e., ransom], nor any friendships."
                },
                {
                    "id": 220650,
                    "resource_id": 39,
                    "text": "Katakanlah kepada hamba-hambaKu yang beriman hendaklah mereka mendirikan sembahyang dan mendermakan dari apa yang kami kurniakan kepada mereka, sama ada dengan merahsiakan pemberiannya itu atau dengan terbuka; sebelum datangnya hari yang tidak ada jual beli padanya, dan tidak ada sahabat handai (yang dapat memberikan pertolongan)."
                },
                {
                    "id": 1092758,
                    "resource_id": 161,
                    "text": "আমার বান্দাদের মধ্যে যারা ঈমান এনেছে তাদেরকে বল নামায প্রতিষ্ঠা করতে আর যে জীবিকা আমি তাদেরকে দিয়েছি তাত্থেকে গোপনে ও প্রকাশ্যে ব্যয় করতে- সেদিন আসার পূর্বে যেদিন না চলবে কোন কেনা-বেচা আর না কোন বন্ধুত্ব।"
                }
            ]
        },
        {
            "id": 1782,
            "verse_number": 32,
            "verse_key": "14:32",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 215,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ وَسَخَّرَ لَكُمُ ٱلْفُلْكَ لِتَجْرِىَ فِى ٱلْبَحْرِ بِأَمْرِهِۦ ۖ وَسَخَّرَ لَكُمُ ٱلْأَنْهَـٰرَ",
            "page_number": 259,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96679,
                    "resource_id": 20,
                    "text": "It is Allāh who created the heavens and the earth and sent down rain from the sky and produced thereby some fruits as provision for you and subjected for you<sup foot_note=196575>1</sup> the ships to sail through the sea by His command and subjected for you the rivers."
                },
                {
                    "id": 220639,
                    "resource_id": 39,
                    "text": "Allah jualah yang menciptakan langit dan bumi, dan menurunkan hujan dari langit lalu mengeluarkan dengan air hujan itu buah-buahan untuk menjadi makanan bagi kamu; dan Ia yang memberi kemudahan kepada kamu menggunakan kapal-kapal untuk belayar di laut dengan perintahNya, juga yang memudahkan sungai-sungai untuk kamu (mengambil manfaat darinya)."
                },
                {
                    "id": 1092759,
                    "resource_id": 161,
                    "text": "তিনিই আল্লাহ যিনি আসমানসমূহ ও যমীন সৃষ্টি করেছেন, তিনি আকাশ হতে পানি বর্ষণ করেন যা দিয়ে নানা প্রকার ফলফলাদি জন্মে তোমাদের জীবিকার জন্য। তিনি নৌযানগুলোকে তোমাদের নিয়ন্ত্রণাধীন করে দিয়েছেন, যাতে সেগুলো তাঁর নির্দেশে সমুদ্রে চলাচল করে আর তিনি নদীগুলোকে তোমাদের অধীন করে দিয়েছেন।"
                }
            ]
        },
        {
            "id": 1783,
            "verse_number": 33,
            "verse_key": "14:33",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 215,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَسَخَّرَ لَكُمُ ٱلشَّمْسَ وَٱلْقَمَرَ دَآئِبَيْنِ ۖ وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ",
            "page_number": 259,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96680,
                    "resource_id": 20,
                    "text": "And He subjected for you the sun and the moon, continuous [in orbit], and subjected for you the night and the day."
                },
                {
                    "id": 220628,
                    "resource_id": 39,
                    "text": "Dan Ia juga yang menjadikan matahari dan bulan sentiasa beredar, untuk kepentingan kemudahan kamu, dan yang menjadikan malam dan siang bagi faedah hidup kamu."
                },
                {
                    "id": 1092760,
                    "resource_id": 161,
                    "text": "তিনি সূর্য ও চন্দ্রকে তোমাদের কাজে লাগিয়ে রেখেছেন, তারা অনুগত হয়ে নিজ পথে চলছে। আর তিনি রাত ও দিনকে তোমাদের কাজে লাগিয়ে রেখেছেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}