{
    "verses": [
        {
            "id": 177,
            "verse_number": 170,
            "verse_key": "2:170",
            "hizb_number": 3,
            "rub_el_hizb_number": 10,
            "ruku_number": 22,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآ ۗ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْقِلُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
            "page_number": 26,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97549,
                    "resource_id": 20,
                    "text": "And when it is said to them, \"Follow what Allāh has revealed,\" they say, \"Rather, we will follow that which we found our fathers doing.\" Even though their fathers understood nothing, nor were they guided?"
                },
                {
                    "id": 215418,
                    "resource_id": 39,
                    "text": "Dan apabila dikatakan kepada mereka\" Turutlah akan apa yang telah diturunkan oleh Allah\" mereka menjawab: \"(Tidak), bahkan kami (hanya) menurut apa yang kami dapati datuk nenek kami melakukannya\". Patutkah (mereka menurutnya) sekalipun datuk neneknya itu tidak faham sesuatu (apa pun tentang perkara-perkara ugama), dan tidak pula mendapat petunjuk hidayah (dari Allah)?"
                },
                {
                    "id": 1091154,
                    "resource_id": 161,
                    "text": "যখন তাদেরকে বলা হয়, তোমরা ঐ জিনিসের অনুসরণ কর যা আল্লাহ নাযিল করেছেন, তখন তারা বলে, বরং আমরা তারই উপর চলব, যার উপর আমরা আমাদের বাপ-দাদাদের পেয়েছি, যদিও তাদের বাপ-দাদারা কিছুই বুঝত না এবং সঠিক পথে চলত না তবুও।"
                }
            ]
        },
        {
            "id": 178,
            "verse_number": 171,
            "verse_key": "2:171",
            "hizb_number": 3,
            "rub_el_hizb_number": 10,
            "ruku_number": 22,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَثَلُ ٱلَّذِينَ كَفَرُوا۟ كَمَثَلِ ٱلَّذِى يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَآءً وَنِدَآءً ۚ صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَعْقِلُونَ",
            "page_number": 26,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97551,
                    "resource_id": 20,
                    "text": "The example of those who disbelieve is like that of one who shouts at what hears nothing but calls and cries [i.e., cattle or sheep] - deaf, dumb and blind, so they do not understand."
                },
                {
                    "id": 215420,
                    "resource_id": 39,
                    "text": "Dan bandingan (orang-orang yang menyeru) orang-orang kafir (yang tidak mahu beriman itu), samalah seperti orang yang berteriak memanggil binatang yang tidak dapat memahami selain dari mendengar suara panggilan sahaja; mereka itu ialah orang-orang yang pekak, bisu dan buta; oleh sebab itu mereka tidak dapat menggunakan akalnya."
                },
                {
                    "id": 1091155,
                    "resource_id": 161,
                    "text": "এ কাফিরদের তুলনা সেই ব্যক্তির মত যে এমন কিছুকে ডাকে যা হাঁক-ডাক ছাড়া আর কিছুই শোনে না, বধির, মূক ও অন্ধ; কাজেই তারা বুঝবে না।"
                }
            ]
        },
        {
            "id": 179,
            "verse_number": 172,
            "verse_key": "2:172",
            "hizb_number": 3,
            "rub_el_hizb_number": 10,
            "ruku_number": 22,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ وَٱشْكُرُوا۟ لِلَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
            "page_number": 26,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97553,
                    "resource_id": 20,
                    "text": "O you who have believed, eat from the good [i.e., lawful] things which We have provided for you and be grateful to Allāh if it is [indeed] Him that you worship."
                },
                {
                    "id": 215422,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Makanlah dari benda-benda yang baik (yang halal) yang telah Kami berikan kepada kamu, dan bersyukurlah kepada Allah, jika betul kamu hanya beribadat kepadanya."
                },
                {
                    "id": 1091156,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! আমার দেয়া পবিত্র বস্তুগুলো খেতে থাক এবং আল্লাহর উদ্দেশে শোকর করতে থাক, যদি তোমরা তাঁরই ‘ইবাদত করে থাক।"
                }
            ]
        },
        {
            "id": 180,
            "verse_number": 173,
            "verse_key": "2:173",
            "hizb_number": 3,
            "rub_el_hizb_number": 10,
            "ruku_number": 22,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيْرِ ٱللَّهِ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 26,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97555,
                    "resource_id": 20,
                    "text": "He has only forbidden to you dead animals,<sup foot_note=195988>1</sup> blood, the flesh of swine, and that which has been dedicated to other than Allāh. But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit], there is no sin upon him. Indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 215424,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah hanya mengharamkan kepada kamu memakan bangkai, dan darah, dan daging babi, dan binatang-binatang yang disembelih tidak kerana Allah maka sesiapa terpaksa (memakannya kerana darurat) sedang ia tidak mengingininya dan tidak pula melampaui batas (pada kadar benda yang dimakan itu), maka tidaklah ia berdosa. Sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091157,
                    "resource_id": 161,
                    "text": "নিশ্চয় আল্লাহ তোমাদের প্রতি হারাম করেছেন মৃত-জীব, রক্ত এবং শূকরের মাংস এবং সেই জন্তু যার প্রতি আল্লাহ ছাড়া অন্যের নাম নেয়া হয়েছে, তবে যে ব্যক্তি নিরুপায় হয়ে পড়ে কিন্তু সে নাফরমান ও সীমালঙ্ঘনকারী নয়, তার উপর কোন গুনাহ নেই, নিশ্চয় আল্লাহ ক্ষমাশীল, দয়ালু।"
                }
            ]
        },
        {
            "id": 181,
            "verse_number": 174,
            "verse_key": "2:174",
            "hizb_number": 3,
            "rub_el_hizb_number": 10,
            "ruku_number": 22,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلْكِتَـٰبِ وَيَشْتَرُونَ بِهِۦ ثَمَنًا قَلِيلًا ۙ أُو۟لَـٰٓئِكَ مَا يَأْكُلُونَ فِى بُطُونِهِمْ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 26,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97557,
                    "resource_id": 20,
                    "text": "Indeed, they who conceal what Allāh has sent down of the Book and exchange it for a small price - those consume not into their bellies except the Fire. And Allāh will not speak to them on the Day of Resurrection, nor will He purify them. And they will have a painful punishment."
                },
                {
                    "id": 215427,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang menyembunyikan (meminda atau mengubah) apa-apa keterangan Kitab Suci yang telah diturunkan oleh Allah, dan membeli dengannya keuntungan dunia yang sedikit faedahnya, mereka itu tidak mengisi dalam perut mereka selain dari api neraka, dan Allah tidak akan berkata-kata kepada mereka pada hari kiamat, dan Ia tidak membersihkan mereka (dari dosa), dan mereka pula akan beroleh azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1091158,
                    "resource_id": 161,
                    "text": "কিতাব হতে আল্লাহ যা নাযিল করেছেন, যারা এটা গোপন করে এবং এর বিনিময়ে স্বল্প মূল্য গ্রহণ করে, এরা নিজেদের পেটে একমাত্র আগুন ভক্ষণ করে, ওদের সাথে আল্লাহ ক্বিয়ামাতের দিন কথা বলবেন না এবং ওদেরকে পবিত্রও করবেন না; এবং ওদের জন্য আছে যন্ত্রণাদায়ক শাস্তি।"
                }
            ]
        },
        {
            "id": 182,
            "verse_number": 175,
            "verse_key": "2:175",
            "hizb_number": 3,
            "rub_el_hizb_number": 10,
            "ruku_number": 22,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ وَٱلْعَذَابَ بِٱلْمَغْفِرَةِ ۚ فَمَآ أَصْبَرَهُمْ عَلَى ٱلنَّارِ",
            "page_number": 26,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97559,
                    "resource_id": 20,
                    "text": "Those are the ones who have exchanged guidance for error and forgiveness for punishment. How patient they are for [i.e., in pursuit of] the Fire!"
                },
                {
                    "id": 215429,
                    "resource_id": 39,
                    "text": "Mereka itulah orang-orang yang membeli kesesatan dengan meninggalkan petunjuk (ugama Allah), dan (membeli) azab seksa neraka dengan meninggalkan keampunan Tuhan. Maka sungguh ajaib kesanggupan mereka menanggung seksa api neraka itu."
                },
                {
                    "id": 1091159,
                    "resource_id": 161,
                    "text": "এরা এমন লোক, যারা হিদায়াতের বিনিময়ে গোমরাহী এবং ক্ষমার বিনিময়ে শাস্তি ক্রয় করেছে, তারা আগুন সহ্য করতে কতই না ধৈর্যশীল!"
                }
            ]
        },
        {
            "id": 183,
            "verse_number": 176,
            "verse_key": "2:176",
            "hizb_number": 3,
            "rub_el_hizb_number": 10,
            "ruku_number": 22,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ ۗ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِى ٱلْكِتَـٰبِ لَفِى شِقَاقٍۭ بَعِيدٍ",
            "page_number": 26,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97561,
                    "resource_id": 20,
                    "text": "That is [deserved by them] because Allāh has sent down the Book in truth. And indeed, those who differ over the Book are in extreme dissension."
                },
                {
                    "id": 215431,
                    "resource_id": 39,
                    "text": "(Segala balasan yang buruk) itu adalah dengan sebab Allah telah menurunkan Kitab dengan mengandungi kebenaran (tetapi mereka berselisih padanya); dan sesungguhnya orang-orang yang berselisihan mengenai (kebenaran) kitab, itu sebenarnya mereka adalah dalam keadaan berpecah-belah yang jauh (dari mendapat petunjuk hidayah Allah)."
                },
                {
                    "id": 1091160,
                    "resource_id": 161,
                    "text": "(তাদের প্রতি শাস্তির হুকুম দেয়া হয়েছে) এজন্য যে, আল্লাহ্ই কিতাবকে সত্যরূপে নাযিল করেছেন আর যারা কিতাব সম্বন্ধে মতভেদ করেছে তারা চরম মতভেদে পড়ে আছে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}