{
    "verses": [
        {
            "id": 1784,
            "verse_number": 34,
            "verse_key": "14:34",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 215,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا۟ نِعْمَتَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱلْإِنسَـٰنَ لَظَلُومٌ كَفَّارٌ",
            "page_number": 260,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96681,
                    "resource_id": 20,
                    "text": "And He gave you from all you asked of Him.<sup foot_note=196577>1</sup> And if you should count the favor [i.e., blessings] of Allāh, you could not enumerate them. Indeed, mankind is [generally] most unjust and ungrateful.<sup foot_note=196576>2</sup>"
                },
                {
                    "id": 220600,
                    "resource_id": 39,
                    "text": "Dan Ia telah memberi kepada kamu sebahagian dari tiap-tiap apa jua yang kamu hajati. Dan jika kamu menghitung nikmat Allah nescaya lemahlah kamu menentukan bilangannya. Sesungguhnya manusia (yang ingkar) sangat suka menempatkan sesuatu pada bukan tempatnya lagi sangat tidak menghargai nikmat Tuhannya."
                },
                {
                    "id": 1092761,
                    "resource_id": 161,
                    "text": "তিনি তোমাদেরকে সে সব কিছুই দিয়েছেন যা তোমরা চেয়েছ (তোমরা তোমাদের প্রয়োজনীয় সব কিছুই পেয়েছ) আর তোমরা আল্লাহর অনুগ্রহ গণনা করতে চাইলে কক্ষনো তার সংখ্যা নির্ধারণ করতে পারবে না। মানুষ অবশ্যই বড়ই যালিম, বড়ই অকৃতজ্ঞ।"
                }
            ]
        },
        {
            "id": 1785,
            "verse_number": 35,
            "verse_key": "14:35",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 216,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَ إِبْرَٰهِيمُ رَبِّ ٱجْعَلْ هَـٰذَا ٱلْبَلَدَ ءَامِنًا وَٱجْنُبْنِى وَبَنِىَّ أَن نَّعْبُدَ ٱلْأَصْنَامَ",
            "page_number": 260,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96682,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], when Abraham said, \"My Lord, make this city [i.e., Makkah] secure and keep me and my sons away from worshipping idols."
                },
                {
                    "id": 220658,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika Nabi Ibrahim berdoa dengan berkata: \"Wahai Tuhanku! jadikanlah negeri Makkah ini negeri yang aman, dan jauhkanlah daku dan anak-anakku dari perbuatan menyembah berhala."
                },
                {
                    "id": 1092762,
                    "resource_id": 161,
                    "text": "স্মরণ কর, ইবরাহীম যখন বলেছিল, ‘হে আমার রব্ব! তুমি এ নগরীকে নিরাপদ কর আর আমাকে আর আমার সন্তানদেরকে প্রতিমা পূজা থেকে রক্ষা কর।"
                }
            ]
        },
        {
            "id": 1786,
            "verse_number": 36,
            "verse_key": "14:36",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 216,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ ٱلنَّاسِ ۖ فَمَن تَبِعَنِى فَإِنَّهُۥ مِنِّى ۖ وَمَنْ عَصَانِى فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
            "page_number": 260,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96684,
                    "resource_id": 20,
                    "text": "My Lord, indeed they have led astray many among the people. So whoever follows me - then he is of me;<sup foot_note=196578>1</sup> and whoever disobeys me - indeed, You are [yet] Forgiving and Merciful."
                },
                {
                    "id": 220457,
                    "resource_id": 39,
                    "text": "Wahai Tuhanku, berhala-berhala itu telah menyebabkan sesat banyak di antara umat manusia. Oleh itu, sesiapa yang menurutku (dalam Islam yang menjadi peganganku) maka ia adalah dari golonganku; dan sesiapa yang menderhaka kepadaku (dengan menyalahi ugamaku), maka sesungguhnya engkau Maha Pengampun, lagi Maha Mengasihani (kiranya ia insaf dan bertaubat)."
                },
                {
                    "id": 1092763,
                    "resource_id": 161,
                    "text": "হে আমার প্রতিপালক! এ (প্রতিমা)-গুলো বহু সংখ্যক মানুষকে পথভ্রষ্ট করেছে। কাজেই (প্রতিমাগুলোকে বাদ দিয়ে) যারা আমাকে অনুসরণ করবে তারা আমার দলভুক্ত। আর যে আমার অবাধ্য হবে সেক্ষেত্রে তুমি তো বড়ই ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 1787,
            "verse_number": 37,
            "verse_key": "14:37",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 216,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "رَّبَّنَآ إِنِّىٓ أَسْكَنتُ مِن ذُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِندَ بَيْتِكَ ٱلْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا۟ ٱلصَّلَوٰةَ فَٱجْعَلْ أَفْـِٔدَةً مِّنَ ٱلنَّاسِ تَهْوِىٓ إِلَيْهِمْ وَٱرْزُقْهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَشْكُرُونَ",
            "page_number": 260,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96685,
                    "resource_id": 20,
                    "text": "Our Lord, I have settled some of my descendants in an uncultivated valley near Your sacred House, our Lord, that they may establish prayer. So make hearts among the people incline toward them and provide for them from the fruits that they might be grateful."
                },
                {
                    "id": 220660,
                    "resource_id": 39,
                    "text": "\"Wahai Tuhan kami! Sesungguhnya aku telah menempatkan sebahagian dari zuriat keturunanku di sebuah lembah (Tanah Suci Makkah) yang tidak tanaman padanya, di sisi rumahMu yang diharamkan mencerobohinya. Wahai Tuhan kami, (mereka ditempatkan di situ) supaya mereka mendirikan sembahyang (dan memakmurkannya dengan ibadat). Oleh itu, jadikanlah hati sebahagian dari manusia tertarik gemar kepada mereka, (supaya datang beramai-ramai ke situ), dan kurniakanlah rezeki kepada mereka dari berbagai jenis buah-buahan dan hasil tanaman, semoga mereka bersyukur."
                },
                {
                    "id": 1092764,
                    "resource_id": 161,
                    "text": "হে আমাদের প্রতিপালক! আমি আমার সন্তানদের একাংশকে শস্যক্ষেতহীন উপত্যকায় তোমার সম্মানিত ঘরের নিকট পুনর্বাসিত করলাম। হে আমার প্রতিপালক! তারা যাতে নামায কায়িম করে। কাজেই তুমি মানুষের অন্তরকে তাদের প্রতি অনুরাগী করে দাও আর ফল-ফলাদি দিয়ে তাদের জীবিকার ব্যবস্থা কর যাতে তারা শুকরিয়া আদায় করে।"
                }
            ]
        },
        {
            "id": 1788,
            "verse_number": 38,
            "verse_key": "14:38",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 216,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى ٱللَّهِ مِن شَىْءٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ",
            "page_number": 260,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96686,
                    "resource_id": 20,
                    "text": "Our Lord, indeed You know what we conceal and what we declare, and nothing is hidden from Allāh on the earth or in the heaven."
                },
                {
                    "id": 220243,
                    "resource_id": 39,
                    "text": "\"Wahai Tuhan kami! Sesungguhnya Engkau mengetahui akan apa yang kami sembunyikan dan apa yang kami zahirkan; dan tiada sesuatupun di langit dan di bumi, yang tersembunyi kepada Allah!"
                },
                {
                    "id": 1092765,
                    "resource_id": 161,
                    "text": "হে আমাদের প্রতিপালক! তুমি তো জান যা আমরা গোপন করি আর যা প্রকাশ করি, আসমান ও যমীনের কোন বস্তুই আল্লাহ হতে গোপন নেই।"
                }
            ]
        },
        {
            "id": 1789,
            "verse_number": 39,
            "verse_key": "14:39",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 216,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى وَهَبَ لِى عَلَى ٱلْكِبَرِ إِسْمَـٰعِيلَ وَإِسْحَـٰقَ ۚ إِنَّ رَبِّى لَسَمِيعُ ٱلدُّعَآءِ",
            "page_number": 260,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96687,
                    "resource_id": 20,
                    "text": "Praise to Allāh, who has granted to me in old age Ishmael and Isaac. Indeed, my Lord is the Hearer of supplication."
                },
                {
                    "id": 220659,
                    "resource_id": 39,
                    "text": "\"Segala puji tertentu bagi Allah Yang telah mengurniakan kepadaku semasa aku tua: Ismail dan Ishak. Sesungguhnya Tuhanku Maha Mendengar dan Memperkenan doa permohonan."
                },
                {
                    "id": 1092766,
                    "resource_id": 161,
                    "text": "যাবতীয় প্রশংসা আল্লাহর যিনি আমার বার্ধক্য অবস্থায় আমাকে ইসমাঈল ও ইসহাককে দান করেছেন, আমার প্রতিপালক অবশ্যই আহবান শ্রবণকারী।"
                }
            ]
        },
        {
            "id": 1790,
            "verse_number": 40,
            "verse_key": "14:40",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 216,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "رَبِّ ٱجْعَلْنِى مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِى ۚ رَبَّنَا وَتَقَبَّلْ دُعَآءِ",
            "page_number": 260,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96689,
                    "resource_id": 20,
                    "text": "My Lord, make me an establisher of prayer, and [many] from my descendants. Our Lord, and accept my supplication."
                },
                {
                    "id": 220665,
                    "resource_id": 39,
                    "text": "\"Wahai Tuhanku! Jadikanlah daku orang yang mendirikan sembahyang dan demikianlah juga zuriat keturunanku. Wahai Tuhan kami, perkenankanlah doa permohonanku."
                },
                {
                    "id": 1092767,
                    "resource_id": 161,
                    "text": "হে আমার প্রতিপালক! আমাকে নামায প্রতিষ্ঠাকারী বানাও আর আমার সন্তানদেরকেও, হে আমাদের প্রতিপালক! তুমি আমার প্রার্থনা কবূল কর।"
                }
            ]
        },
        {
            "id": 1791,
            "verse_number": 41,
            "verse_key": "14:41",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 216,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "رَبَّنَا ٱغْفِرْ لِى وَلِوَٰلِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ ٱلْحِسَابُ",
            "page_number": 260,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96690,
                    "resource_id": 20,
                    "text": "Our Lord, forgive me and my parents and the believers the Day the account is established.\""
                },
                {
                    "id": 220664,
                    "resource_id": 39,
                    "text": "\"Wahai Tuhan kami! Berilah ampun bagiku dan bagi kedua ibu bapaku serta bagi orang-orang yang beriman, pada masa berlakunya hitungan amal dan pembalasan\""
                },
                {
                    "id": 1092768,
                    "resource_id": 161,
                    "text": "হে আমাদের প্রতিপালক! হিসাব গ্রহণের দিন আমাকে, আমার পিতা-মাতাকে আর মু’মিনদেরকে ক্ষমা করে দিও,"
                }
            ]
        },
        {
            "id": 1792,
            "verse_number": 42,
            "verse_key": "14:42",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَحْسَبَنَّ ٱللَّهَ غَـٰفِلًا عَمَّا يَعْمَلُ ٱلظَّـٰلِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ ٱلْأَبْصَـٰرُ",
            "page_number": 260,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96691,
                    "resource_id": 20,
                    "text": "And never think that Allāh is unaware of what the wrongdoers do. He only delays them [i.e., their account] for a Day when eyes will stare [in horror]."
                },
                {
                    "id": 220667,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau (wahai Muhammad) menyangka Allah lalai akan apa yang dilakukan oleh orang-orang yang zalim; sesungguhnya Ia hanya melambatkan balasan mereka hingga ke suatu hari yang padanya terbeliak kaku pemandangan mereka, (kerana gerun gementar melihat keadaan yang berlaku)."
                },
                {
                    "id": 1092769,
                    "resource_id": 161,
                    "text": "যালিমরা যা করছে সে ব্যাপারে তোমরা আল্লাহকে কক্ষনো উদাসীন মনে কর না। তিনি তাদেরকে সেদিন পর্যন্ত ঢিল দিচ্ছেন যেদিন ভয়ে আতঙ্কে চক্ষু স্থির হয়ে যাবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}