{
    "verses": [
        {
            "id": 1793,
            "verse_number": 43,
            "verse_key": "14:43",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "مُهْطِعِينَ مُقْنِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْـِٔدَتُهُمْ هَوَآءٌ",
            "page_number": 261,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96692,
                    "resource_id": 20,
                    "text": "Racing ahead, their heads raised up, their glance does not come back to them,<sup foot_note=196579>1</sup> and their hearts are void."
                },
                {
                    "id": 220666,
                    "resource_id": 39,
                    "text": "(Dalam pada itu) mereka terburu-buru (menyahut panggilan ke padang Mahsyar) sambil mendongakkan kepala mereka dengan mata tidak berkelip, dan hati mereka tidak bersemangat (kerana bingung dan cemas)."
                },
                {
                    "id": 1092770,
                    "resource_id": 161,
                    "text": "আতঙ্কিত হয়ে মাথা তুলে পালাতে থাকবে, দৃষ্টি তাদের নিজেদের পানে ফিরে আসবে না, আর তাদের দিল উড়ে যাবে।"
                }
            ]
        },
        {
            "id": 1794,
            "verse_number": 44,
            "verse_key": "14:44",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَأَنذِرِ ٱلنَّاسَ يَوْمَ يَأْتِيهِمُ ٱلْعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُوا۟ رَبَّنَآ أَخِّرْنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَ ۗ أَوَلَمْ تَكُونُوٓا۟ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ",
            "page_number": 261,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96693,
                    "resource_id": 20,
                    "text": "And, [O Muḥammad], warn the people of a Day when the punishment will come to them and those who did wrong will say, \"Our Lord, delay us for a short term; we will answer Your call and follow the messengers.\" [But it will be said], \"Had you not sworn, before, that for you there would be no cessation?<sup foot_note=196580>1</sup>"
                },
                {
                    "id": 220663,
                    "resource_id": 39,
                    "text": "Dan berilah amaran (wahai Muhammad) kepada manusia yang ingkar itu jangan mereka lupakan hari kiamat yang padanya mereka akan didatangi azab, kerana pada saat itu, orang-orang yang berlaku zalim akan merayu dengan berkata: \"Wahai Tuhan kami, (kembalikanlah kami ke dunia dan) berilah tempoh kepada kami hingga ke suatu masa yang dekat, supaya kami menyahut seruanMu (untuk mengesakanMu dan mentaati perintahMu), dan supaya kami menurut ugama yang disampaikan oleh Rasul-rasul itu\". Dan (rayuan mereka akan ditolak dengan dikatakan kepada mereka): \"Tidakkah kamu telah diberikan tempoh untuk berbuat demikian, dan bukankah kamu telah bersumpah (semasa kamu dalam dunia) dahulu, bahawa keadaan kamu tidak akan mengalami sebarang perubahan?"
                },
                {
                    "id": 1092771,
                    "resource_id": 161,
                    "text": "কাজেই মানুষকে সতর্ক কর সেদিনের ব্যাপারে যেদিন তাদের উপর ‘আযাব আসবে। যারা যুলম করেছিল তারা তখন বলবে, ‘হে আমাদের প্রতিপালক! আমাদেরকে অল্পদিনের জন্য সময় দাও, আমরা তোমার আহবানে সাড়া দিব আর রসূলদের কথা মেনে চলব।’ (তখন তাদেরকে বলা হবে) তোমরা কি পূর্বে শপথ করে বলনি যে, তোমাদের কক্ষনো পতন ঘটবে না?"
                }
            ]
        },
        {
            "id": 1795,
            "verse_number": 45,
            "verse_key": "14:45",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَسَكَنتُمْ فِى مَسَـٰكِنِ ٱلَّذِينَ ظَلَمُوٓا۟ أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ ٱلْأَمْثَالَ",
            "page_number": 261,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96694,
                    "resource_id": 20,
                    "text": "And you lived among the dwellings of those who wronged themselves, and it had become clear to you how We dealt with them. And We presented for you [many] examples.\""
                },
                {
                    "id": 220671,
                    "resource_id": 39,
                    "text": "\"Padahal kamu telah mendiami tempat-tempat tinggal orang-orang yang berlaku zalim kepada diri mereka sendiri, serta telah ternyata kepada kamu dengan bukti-buKti yang jelas bagaimana Kami telah mengubah keadaan mereka (dengan menimpakan mereka berbagai bencana), dan Kami pula telah nyatakan kepada kamu berbagai contoh perbandingan (di dalam Al-Quran dan melalui sabda Rasul)\"."
                },
                {
                    "id": 1092772,
                    "resource_id": 161,
                    "text": "অথচ তোমরা সেই লোকগুলোর বাসভূমিতে বসবাস করছিলে যারা নিজেদের প্রতি যুলম করেছিল আর তোমাদেরকে স্পষ্ট করে দেখিয়ে দেয়া হয়েছিল আমি তাদের সঙ্গে কেমন ব্যবহার করেছিলাম। আর আমি বহু উদাহরণ টেনে তোমাদেরকে বুঝিয়েও দিয়েছিলাম।"
                }
            ]
        },
        {
            "id": 1796,
            "verse_number": 46,
            "verse_key": "14:46",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَقَدْ مَكَرُوا۟ مَكْرَهُمْ وَعِندَ ٱللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ ٱلْجِبَالُ",
            "page_number": 261,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96695,
                    "resource_id": 20,
                    "text": "And they had planned their plan, but with Allāh is [recorded] their plan, even if their plan had been [sufficient] to do away with the mountains.<sup foot_note=196581>1</sup>"
                },
                {
                    "id": 220674,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya mereka telah menjalankan rancangan jahat mereka (untuk menentang Islam), sedang di sisi Allah ada balasan bagi rancangan jahat mereka, walau rancangan jahat mereka itu, dapat melenyapkan gunung-ganang sekalipun."
                },
                {
                    "id": 1092773,
                    "resource_id": 161,
                    "text": "তারা যে চক্রান্ত করেছিল তা ছিল সত্যিই ভয়ানক, কিন্তু তাদের চক্রান্ত আল্লাহর দৃষ্টির ভিতরেই ছিল, যদিও তাদের চক্রান্তগুলো এমন ছিল না যে, তাতে পর্বতও টলে যেত।"
                }
            ]
        },
        {
            "id": 1797,
            "verse_number": 47,
            "verse_key": "14:47",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَا تَحْسَبَنَّ ٱللَّهَ مُخْلِفَ وَعْدِهِۦ رُسُلَهُۥٓ ۗ إِنَّ ٱللَّهَ عَزِيزٌ ذُو ٱنتِقَامٍ",
            "page_number": 261,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96696,
                    "resource_id": 20,
                    "text": "So never think that Allāh will fail in His promise to His messengers. Indeed, Allāh is Exalted in Might and Owner of Retribution.<sup foot_note=196582>1</sup>"
                },
                {
                    "id": 220670,
                    "resource_id": 39,
                    "text": "Oleh itu, janganlah engkau menyangka Allah memungkiri janjiNya kepada Rasul-rasulNya; sesungguhnya Allah Maha Kuasa, lagi Sedia Membalas (orang-orang yang menderhaka kepadaNya)."
                },
                {
                    "id": 1092774,
                    "resource_id": 161,
                    "text": "(অবস্থা যতই প্রতিকূল হোক না কেন) তুমি কক্ষনো মনে কর না যে, আল্লাহ তাঁর রসূলগণকে দেয়া ওয়া‘দা খেলাপ করবেন, আল্লাহ মহা প্রতাপশালী, প্রবল প্রতিশোধ গ্রহণকারী।"
                }
            ]
        },
        {
            "id": 1798,
            "verse_number": 48,
            "verse_key": "14:48",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ تُبَدَّلُ ٱلْأَرْضُ غَيْرَ ٱلْأَرْضِ وَٱلسَّمَـٰوَٰتُ ۖ وَبَرَزُوا۟ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
            "page_number": 261,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96697,
                    "resource_id": 20,
                    "text": "[It will be] on the Day the earth will be replaced by another earth, and the heavens [as well], and they [i.e., all creatures] will come out before Allāh, the One, the Prevailing,"
                },
                {
                    "id": 220672,
                    "resource_id": 39,
                    "text": "(Ingatlah) masa hari bumi ini diganti dengan yang lain, demikian juga langit; dan manusia semuanya keluar berhimpun mengadap Allah, Yang Maha Esa, lagi Maha Kuasa."
                },
                {
                    "id": 1092775,
                    "resource_id": 161,
                    "text": "যেদিন এ পৃথিবী বদলে গিয়ে অন্য এক পৃথিবীতে রূপান্তরিত হবে আর আসমানসমূহও (বদলে যাবে), আর মানুষ সমুস্থাপিত হবে এক ও অপ্রতিরোধ্য আল্লাহর সম্মুখে।"
                }
            ]
        },
        {
            "id": 1799,
            "verse_number": 49,
            "verse_key": "14:49",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَتَرَى ٱلْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِى ٱلْأَصْفَادِ",
            "page_number": 261,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96698,
                    "resource_id": 20,
                    "text": "And you will see the criminals that Day bound together in irons,"
                },
                {
                    "id": 220675,
                    "resource_id": 39,
                    "text": "Dan engkau akan melihat orang-orang yang berdosa pada ketika itu diberkas dengan belenggu."
                },
                {
                    "id": 1092776,
                    "resource_id": 161,
                    "text": "সেদিন তুমি অপরাধীদেরকে দেখবে শৃঙ্খলে তাদের হাত পা শক্ত করে বাঁধা।"
                }
            ]
        },
        {
            "id": 1800,
            "verse_number": 50,
            "verse_key": "14:50",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
            "page_number": 261,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96700,
                    "resource_id": 20,
                    "text": "Their garments of liquid pitch and their faces covered by the Fire"
                },
                {
                    "id": 220678,
                    "resource_id": 39,
                    "text": "Pakaian mereka dari belangkin (minyak tar), dan muka (serta seluruh badan) mereka diliputi oleh jilatan api neraka."
                },
                {
                    "id": 1092777,
                    "resource_id": 161,
                    "text": "তাদের পোশাক হবে আলকাতরার আর আগুন তাদের মুখমন্ডল আচ্ছন্ন করবে।"
                }
            ]
        },
        {
            "id": 1801,
            "verse_number": 51,
            "verse_key": "14:51",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "لِيَجْزِىَ ٱللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
            "page_number": 261,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96701,
                    "resource_id": 20,
                    "text": "So that Allāh will recompense every soul for what it earned. Indeed, Allāh is swift in account."
                },
                {
                    "id": 220680,
                    "resource_id": 39,
                    "text": "(Keluarnya manusia dari kubur masing-masing itu ialah) kerana Allah akan membalas tiap-tiap seorang apa yang ia telah usahakan; sesungguhnya Allah amat cepat hitungan hisabNya."
                },
                {
                    "id": 1092778,
                    "resource_id": 161,
                    "text": "(এটা করা হবে এজন্য) যাতে আল্লাহ প্রত্যেক ব্যক্তিকে তার কৃতকর্মের প্রতিফল দিতে পারেন। আল্লাহ তো হিসাব গ্রহণে খুবই দ্রুতগতি।"
                }
            ]
        },
        {
            "id": 1802,
            "verse_number": 52,
            "verse_key": "14:52",
            "hizb_number": 26,
            "rub_el_hizb_number": 104,
            "ruku_number": 217,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "هَـٰذَا بَلَـٰغٌ لِّلنَّاسِ وَلِيُنذَرُوا۟ بِهِۦ وَلِيَعْلَمُوٓا۟ أَنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ وَلِيَذَّكَّرَ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
            "page_number": 261,
            "juz_number": 13,
            "translations": [
                {
                    "id": 96702,
                    "resource_id": 20,
                    "text": "This [Qur’ān] is notification for the people that they may be warned thereby and that they may know that He is but one God and that those of understanding will be reminded."
                },
                {
                    "id": 220681,
                    "resource_id": 39,
                    "text": "(Al-Quran) ini disampaikan kepada manusia supaya mereka diberi ingat dan diberi nasihat dengannya; dan supaya mereka mengetahui (dengan hujjah-hujjah yang tersebut di dalamnya) bahawa sesungguhnya Allah ialah Tuhan Yang Maha Esa; dan supaya orang-orang yang mempunyai fikiran, beringat dan insaf."
                },
                {
                    "id": 1092779,
                    "resource_id": 161,
                    "text": "এটা মানুষদের জন্য একটা বার্তা যার দ্বারা তাদেরকে সতর্ক করা হচ্ছে আর যাতে তারা জানতে পারে যে, তিনি এক ইলাহ আর যাতে বুদ্ধিমান মানুষেরা উপদেশ লাভ করে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}