{
    "verses": [
        {
            "id": 1908,
            "verse_number": 7,
            "verse_key": "16:7",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 224,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا۟ بَـٰلِغِيهِ إِلَّا بِشِقِّ ٱلْأَنفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
            "page_number": 268,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96898,
                    "resource_id": 20,
                    "text": "And they carry your loads to a land you could not have reached except with difficulty to yourselves. Indeed, your Lord is Kind and Merciful."
                },
                {
                    "id": 218010,
                    "resource_id": 39,
                    "text": "Dan binatang-binatang itu pula membawa barang-barang kamu ke mana-mana negeri yang kamu tidak dapat sampai kepadanya melainkan dengan menanggung susah payah. Sesungguhnya Tuhan kamu Amat melimpah belas kasihan dan rahmatNya."
                },
                {
                    "id": 1092885,
                    "resource_id": 161,
                    "text": "আর এগুলো তোমাদের ভার বোঝা বহন ক’রে এমন স্থান পর্যন্ত নিয়ে যায়, প্রাণান্তকর ক্লেশ ছাড়া যেখানে তোমরা পৌঁছতে পারতে না, তোমাদের প্রতিপালক অবশ্যই বড়ই দয়ার্দ্র, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 1909,
            "verse_number": 8,
            "verse_key": "16:8",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 224,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱلْخَيْلَ وَٱلْبِغَالَ وَٱلْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
            "page_number": 268,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96909,
                    "resource_id": 20,
                    "text": "And [He created] the horses, mules and donkeys for you to ride and [as] adornment. And He creates that which you do not know."
                },
                {
                    "id": 214649,
                    "resource_id": 39,
                    "text": "Dan (Allah menjadikan) kuda dan baghal serta keldai untuk kamu menunggangnya, dan untuk menjadi perhiasan; dan Ia menjadikan apa yang kamu tidak mengetahuinya."
                },
                {
                    "id": 1092886,
                    "resource_id": 161,
                    "text": "তিনি ঘোড়া, খচ্চর ও গর্দভ সৃষ্টি করেছেন যাতে তোমরা ওগুলোতে আরোহণ করতে পার আর শোভা-সৌন্দর্যের জন্যও; তিনি পয়দা করেন অনেক কিছু যা তোমাদের জানা নেই।"
                }
            ]
        },
        {
            "id": 1910,
            "verse_number": 9,
            "verse_key": "16:9",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 224,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَعَلَى ٱللَّهِ قَصْدُ ٱلسَّبِيلِ وَمِنْهَا جَآئِرٌ ۚ وَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
            "page_number": 268,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96920,
                    "resource_id": 20,
                    "text": "And upon Allāh<sup foot_note=196607>1</sup> is the direction of the [right] way, and among them [i.e., the various paths] are those deviating. And if He willed, He could have guided you all."
                },
                {
                    "id": 220898,
                    "resource_id": 39,
                    "text": "Dan kepada Allah jualah tertentunya urusan memberi panduan yang menerangkan jalan yang lurus; dan di antara jalan-jalan yang dituju ada yang terpesong dari kebenaran; dan jika Ia kehendaki, tentulah Ia memberi petunjuk kepada kamu semua (yang menyampaikan ke jalan yang lurus itu)."
                },
                {
                    "id": 1092887,
                    "resource_id": 161,
                    "text": "আল্লাহরই দায়িত্বে রয়েছে সরল পথপ্রদর্শন। পথগুলোর মধ্যে বাঁকা পথও আছে। তিনি যদি ইচ্ছে করতেন তাহলে অবশ্যই তোমাদের সকলকেই সঠিক পথ প্রদর্শন করতেন।"
                }
            ]
        },
        {
            "id": 1911,
            "verse_number": 10,
            "verse_key": "16:10",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 225,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً ۖ لَّكُم مِّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
            "page_number": 268,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96802,
                    "resource_id": 20,
                    "text": "It is He who sends down rain from the sky; from it is drink and from it is foliage in which you pasture [animals]."
                },
                {
                    "id": 220775,
                    "resource_id": 39,
                    "text": "Dia lah yang menurunkan hujan dari langit; sebahagian daripadanya untuk minuman kamu dan sebahagian lagi menyebabkan tumbuhnya pokok-pokok (tumbuh-tumbuhan) untuk kamu melepaskan binatang-binatang ternak: makan padanya."
                },
                {
                    "id": 1092888,
                    "resource_id": 161,
                    "text": "তিনি আকাশ থেকে পানি বর্ষণ করেন যাতে আছে তোমাদের জন্য পানীয় আর তাতে জন্মে বৃক্ষ লতা যা তোমাদের পশুগুলোকে খাওয়াও।"
                }
            ]
        },
        {
            "id": 1912,
            "verse_number": 11,
            "verse_key": "16:11",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 225,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرْعَ وَٱلزَّيْتُونَ وَٱلنَّخِيلَ وَٱلْأَعْنَـٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
            "page_number": 268,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96813,
                    "resource_id": 20,
                    "text": "He causes to grow for you thereby the crops, olives, palm trees, grapevines, and of all the fruits. Indeed in that is a sign for a people who give thought."
                },
                {
                    "id": 220793,
                    "resource_id": 39,
                    "text": "Ia juga menumbuhkan bagi kamu dengan sebab hujan itu tanaman-tanaman dan pokok-pokok zaitun dan tamar (kurma) serta anggur; dan juga dari segala jenis buah-buahan. Sesungguhnya yang demikian mengandungi satu tanda (yang membuktikan kekuasaan Allah) bagi kaum yang mahu berfikir."
                },
                {
                    "id": 1092889,
                    "resource_id": 161,
                    "text": "তিনি তা দিয়ে তোমাদের জন্য জন্মান শস্য, যায়তূন, খেজুর, আঙ্গুর এবং সর্বপ্রকার ফল। এতে চিন্তাশীল মানুষদের জন্য নিদর্শন রয়েছে।"
                }
            ]
        },
        {
            "id": 1913,
            "verse_number": 12,
            "verse_key": "16:12",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 225,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ وَٱلنُّجُومُ مُسَخَّرَٰتٌۢ بِأَمْرِهِۦٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
            "page_number": 268,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96824,
                    "resource_id": 20,
                    "text": "And He has subjected for you the night and day and the sun and moon, and the stars are subjected by His command. Indeed in that are signs for a people who reason."
                },
                {
                    "id": 220800,
                    "resource_id": 39,
                    "text": "Dan ia memudahkan bagi kamu malam dan siang, dan matahari serta bulan; dan bintang-bintang dimudahkan dengan perintahNya untuk keperluan-keperluan kamu. Sesungguhnya yang demikian itu mengandungi tanda-tanda (yang membuktikan kebijaksanaan Allah) bagi kaum yang mahu memahaminya."
                },
                {
                    "id": 1092890,
                    "resource_id": 161,
                    "text": "তিনিই রাত ও দিনকে তোমাদের উপকারে নিয়োজিত করেছেন। আর সুরুজ ও চাঁদকেও; এবং তারকারাজিও তাঁরই নির্দেশে নিয়ন্ত্রিত; বিবেকসম্পন্ন লোকেদের জন্য এতে অবশ্যই বহু নিদর্শন রয়েছে।"
                }
            ]
        },
        {
            "id": 1914,
            "verse_number": 13,
            "verse_key": "16:13",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 225,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَمَا ذَرَأَ لَكُمْ فِى ٱلْأَرْضِ مُخْتَلِفًا أَلْوَٰنُهُۥٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَذَّكَّرُونَ",
            "page_number": 268,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96834,
                    "resource_id": 20,
                    "text": "And [He has subjected] whatever He multiplied for you on the earth of varying colors. Indeed in that is a sign for a people who remember."
                },
                {
                    "id": 220812,
                    "resource_id": 39,
                    "text": "Dan apa-apa jua yang dijadikan untuk kamu di bumi yang berlainan jenisnya (dimudahkan juga untuk kegunaan kamu). Sesungguhnya yang demikian itu mengandungi satu tanda (yang membuktikan kemurahan Allah) bagi kaum yang mahu mengingati nikmat Allah itu."
                },
                {
                    "id": 1092891,
                    "resource_id": 161,
                    "text": "আর তিনি তোমাদের জন্য যমীনে বিভিন্ন রং-এর বস্তুরাজি সৃষ্টি করেছেন। এতে ঐ সমস্ত লোকেদের জন্য নিশ্চিতভাবে নিদর্শন আছে যারা উপদেশ গ্রহণ করতে চায়।"
                }
            ]
        },
        {
            "id": 1915,
            "verse_number": 14,
            "verse_key": "16:14",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 225,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِى سَخَّرَ ٱلْبَحْرَ لِتَأْكُلُوا۟ مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا۟ مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
            "page_number": 268,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96835,
                    "resource_id": 20,
                    "text": "And it is He who subjected the sea for you to eat from it tender meat and to extract from it ornaments which you wear. And you see the ships plowing through it, and [He subjected it] that you may seek of His bounty; and perhaps you will be grateful."
                },
                {
                    "id": 220816,
                    "resource_id": 39,
                    "text": "Dan Dia lah yang memudahkan laut, supaya kamu dapat makan daripadanya daging yang lembut hidup-hidup, dan dapat pula mengeluarkan daripadanya benda-benda perhiasan untuk kamu memakainya dan (selain itu) engkau melihat pula kapal-kapal belayar padanya; dan lagi supaya kamu dapat mencari rezeki dari limpah kurniaNya; dan supaya kamu bersyukur."
                },
                {
                    "id": 1092892,
                    "resource_id": 161,
                    "text": "তিনিই সমুদ্রকে কল্যাণে নিয়োজিত রেখেছেন যাতে তোমরা তাত্থেকে তাজা গোশত খেতে পার, আর তাত্থেকে তোমরা রত্নরাজি সংগ্রহ করতে পার যা তোমরা অলংকার হিসেবে পরিধান কর। আর নৌযানগুলোকে তোমরা দেখতে পাও ঢেউয়ের বুক চিরে তাতে চলাচল করে, যাতে তোমরা তাঁর অনুগ্রহ তালাশ করতে পার আর শোকর আদায় করতে পার।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}