{
    "verses": [
        {
            "id": 1928,
            "verse_number": 27,
            "verse_key": "16:27",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 227,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَـٰٓقُّونَ فِيهِمْ ۚ قَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَـٰفِرِينَ",
            "page_number": 270,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96850,
                    "resource_id": 20,
                    "text": "Then on the Day of Resurrection He will disgrace them and say, \"Where are My 'partners' for whom you used to oppose [the believers]?\" Those who were given knowledge will say, \"Indeed disgrace, this Day, and evil are upon the disbelievers\" -"
                },
                {
                    "id": 220818,
                    "resource_id": 39,
                    "text": "Kemudian pada hari kiamat, Allah menghinakan mereka (dengan azab seksa) sambil bertanya: \"Mana dia sekutu-sekutuKu yang kamu berperi-peri memusuhi (Nabi-nabi dan orang-orang yang beriman) untuk membela mereka?\" (Pada ketika itu) berkatalah orang-orang yang beroleh ilmu pengetahuan: \"Sesungguhnya kehinaan hari ini dan azab seksa, adalah tertimpa kepada orang-orang yang kafir;"
                },
                {
                    "id": 1092905,
                    "resource_id": 161,
                    "text": "অতঃপর ক্বিয়ামাত দিনে তিনি তাদেরকে অপমানিত করবেন আর বলবেন, ‘আমার অংশীদাররা কোথায় যাদের সম্পর্কে তোমরা (ঈমানদারদের সঙ্গে) বাক-বিতন্ডা করতে?’ যাদেরকে (দুনিয়ায়) জ্ঞান দেয়া হয়েছিল তারা বলবে, ‘আজ অপমান আর দুর্ভাগ্য তো কাফিরদের জন্য"
                }
            ]
        },
        {
            "id": 1929,
            "verse_number": 28,
            "verse_key": "16:28",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 227,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ ۖ فَأَلْقَوُا۟ ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءٍۭ ۚ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا كُنتُمْ تَعْمَلُونَ",
            "page_number": 270,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96851,
                    "resource_id": 20,
                    "text": "The ones whom the angels take in death [while] wronging themselves,<sup foot_note=196611>1</sup> and [who] then offer submission, [saying], \"We were not doing any evil.\" But, yes! Indeed, Allāh is Knowing of what you used to do."
                },
                {
                    "id": 220830,
                    "resource_id": 39,
                    "text": "(Iaitu) mereka yang diambil nyawanya oleh malaikat dalam keadaan mereka menganiaya diri sendiri (dengan kekufurannya).\" Lalu mereka tunduk menyerah (ketika melihat azab sambil berkata): \"Kami tiada melakukan sesuatu kejahatan\". (Malaikat menjawab): \"Bahkan (kamu ada melakukannya); sesungguhnya Allah Maha Mengetahui akan apa yang kamu telah kerjakan\"."
                },
                {
                    "id": 1092906,
                    "resource_id": 161,
                    "text": "ফেরেশতারা যাদের মৃত্যু ঘটায় নিজেদের প্রতি যুলম করা অবস্থায়।’ অতঃপর তারা আত্মসমর্পণ ক’রে বলবে, ‘আমরা তো কোন খারাপ কাজ করতাম না।’ (ফেরেশতারা জবাব দিবে) ‘বরং, তোমরা যা করছিলে আল্লাহ সে বিষয়ে খুব ভালভাবেই অবগত।"
                }
            ]
        },
        {
            "id": 1930,
            "verse_number": 29,
            "verse_key": "16:29",
            "hizb_number": 27,
            "rub_el_hizb_number": 107,
            "ruku_number": 227,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
            "page_number": 270,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96852,
                    "resource_id": 20,
                    "text": "So enter the gates of Hell to abide eternally therein, and how wretched is the residence of the arrogant."
                },
                {
                    "id": 220831,
                    "resource_id": 39,
                    "text": "\"Oleh itu, masukilah pintu-pintu neraka, tinggal kekalah kamu di dalamnya; maka sesungguhnya (neraka itu) seburuk-buruk tempat bagi orang-orang yang sombong takbur\"."
                },
                {
                    "id": 1092907,
                    "resource_id": 161,
                    "text": "কাজেই জাহান্নামের দরজায় প্রবেশ কর, সেখানে তোমাদেরকে চিরকাল থাকতে হবে, দাম্ভিকদের অবাসস্থল কতই না মন্দ!’"
                }
            ]
        },
        {
            "id": 1931,
            "verse_number": 30,
            "verse_key": "16:30",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 227,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ ۚ قَالُوا۟ خَيْرًا ۗ لِّلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ",
            "page_number": 270,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96854,
                    "resource_id": 20,
                    "text": "And it will be said to those who feared Allāh, \"What did your Lord send down?\" They will say, \"[That which is] good.\" For those who do good in this world is good; and the home of the Hereafter is better. And how excellent is the home of the righteous -"
                },
                {
                    "id": 220835,
                    "resource_id": 39,
                    "text": "Dan ditanya pula kepada orang-orang yang bertaqwa: \"Apakah yang telah diturunkan oleh tuhan yang telah diturunkan oleh Tuhan kamu?\" Mereka menjawab: \"Kebaikan\" orang-orang yang berbuat kebaikan di dunia ini beroleh balasan yang baik, dan sesungguhnya balasan negeri akhirat itu lebih baik lagi; dan memanglah negeri akhirat ialah sebaik-baik negeri bagi orang-orang yang bertaqwa."
                },
                {
                    "id": 1092908,
                    "resource_id": 161,
                    "text": "মুত্তাকীদের যখন বলা হয়, ‘তোমাদের প্রতিপালক কী অবতীর্ণ করেছেন?’ তারা বলে, ‘যা কিছু উৎকৃষ্ট (তা-ই অবতীর্ণ করেছেন)।’ যারা সৎকর্ম করে তাদের জন্য এ দুনিয়াতে আছে কল্যাণ, আর তাদের পরকালের ঘর তো নিশ্চিতই কল্যাণকর। মুত্তাকীদের আবাসস্থল কতই না উত্তম!"
                }
            ]
        },
        {
            "id": 1932,
            "verse_number": 31,
            "verse_key": "16:31",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 227,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ لَهُمْ فِيهَا مَا يَشَآءُونَ ۚ كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ",
            "page_number": 270,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96855,
                    "resource_id": 20,
                    "text": "Gardens of perpetual residence, which they will enter, beneath which rivers flow. They will have therein whatever they wish. Thus does Allāh reward the righteous -"
                },
                {
                    "id": 220833,
                    "resource_id": 39,
                    "text": "(Untuk mereka) Syurga-syurga \" Adn \", yang mereka akan memasukinya, yang mengalir padanya beberapa sungai; mereka beroleh di dalam Syurga itu apa yang mereka kehendaki; demikianlah Allah membalas orang-orang yang bertaqwa,"
                },
                {
                    "id": 1092909,
                    "resource_id": 161,
                    "text": "(তা হল) স্থায়ী জান্নাত যাতে তারা প্রবেশ করবে, তার নিম্নদেশ দিয়ে ঝর্ণাধারা প্রবাহিত, তারা যা ইচ্ছে করবে সেখানে তাদের জন্য তা-ই আছে- আল্লাহ মুত্তাকীদেরকে এভাবেই পুরস্কৃত করেন।"
                }
            ]
        },
        {
            "id": 1933,
            "verse_number": 32,
            "verse_key": "16:32",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 227,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَـٰمٌ عَلَيْكُمُ ٱدْخُلُوا۟ ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ",
            "page_number": 270,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96856,
                    "resource_id": 20,
                    "text": "The ones whom the angels take in death, [being] good and pure; [the angels] will say, \"Peace be upon you. Enter Paradise for what you used to do.\""
                },
                {
                    "id": 220834,
                    "resource_id": 39,
                    "text": "(Iaitu) mereka yang diambil nyawanya oleh malaikat dalam keadaan mereka bersih suci (dari kufur syirik dan maksiat), sambil malaikat itu berkata kepada mereka: \"Selamat sejahtera kepada kamu; masuklah ke dalam Syurga disebabkan amal baik yang telah kamu kerjakan\"."
                },
                {
                    "id": 1092910,
                    "resource_id": 161,
                    "text": "ফেরেশতা যাদের মৃত্যু ঘটায় পবিত্র অবস্থায় এই ব’লে যে, ‘তোমাদের উপর শান্তি বর্ষিত হোক, তোমরা যে ‘আমাল করতে তার ফল হিসেবে জান্নাতে প্রবেশ কর।’"
                }
            ]
        },
        {
            "id": 1934,
            "verse_number": 33,
            "verse_key": "16:33",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 227,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
            "page_number": 270,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96857,
                    "resource_id": 20,
                    "text": "Do they [i.e., the disbelievers] await except that the angels should come to them or there comes the command of your Lord? Thus did those do before them. And Allāh wronged them not, but they had been wronging themselves."
                },
                {
                    "id": 220828,
                    "resource_id": 39,
                    "text": "(Apakah yang ditunggu-tunggu oleh mereka yang tidak beriman itu?) Mereka tidak menunggu melainkan kedatangan malaikat (yang akan mencabut nyawa mereka), atau kedatangan azab Tuhanmu (yang akan membinasakan mereka). Demikianlah juga yang dilakukan oleh orang-orang kafir yang terdahulu daripada mereka (lalu dibinasakan); dan (sebenarnya) Allah tidak menganiaya mereka, tetapi merekalah yang menganiaya diri sendiri."
                },
                {
                    "id": 1092911,
                    "resource_id": 161,
                    "text": "তারা কি এই অপেক্ষায় আছে যে, ফেরেশতারা তাদের কাছে আসবে কিংবা তোমার প্রতিপালকের ফায়সালা এসে পড়বে? তাদের পূর্ববর্তীরাও এ রকমই করত। আল্লাহ তাদের প্রতি কোন যুলম করেননি বরং তারা নিজেরাই নিজেদের প্রতি যুলম করত।"
                }
            ]
        },
        {
            "id": 1935,
            "verse_number": 34,
            "verse_key": "16:34",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 227,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
            "page_number": 270,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96858,
                    "resource_id": 20,
                    "text": "So they were struck by the evil consequences of what they did and were enveloped by what they used to ridicule."
                },
                {
                    "id": 220805,
                    "resource_id": 39,
                    "text": "Oleh itu, mereka ditimpa azab sebagai balasan perbuatan jahat yang mereka lakukan; dan azab Allah itu meliputi mereka sebagai balasan bagi apa yang mereka telah ejek-ejek dahulu."
                },
                {
                    "id": 1092912,
                    "resource_id": 161,
                    "text": "কাজেই তাদের ‘আমালের মন্দ পরিণতি তাদের উপর আপতিত হল আর যে বিষয়কে তারা ঠাট্টা-বিদ্রূপ করত তা-ই তাদেরকে ঘিরে ফেলল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}