{
    "verses": [
        {
            "id": 1936,
            "verse_number": 35,
            "verse_key": "16:35",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 228,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَا عَبَدْنَا مِن دُونِهِۦ مِن شَىْءٍ نَّحْنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن دُونِهِۦ مِن شَىْءٍ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ فَهَلْ عَلَى ٱلرُّسُلِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
            "page_number": 271,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96859,
                    "resource_id": 20,
                    "text": "And those who associate others with Allāh say, \"If Allāh had willed, we would not have worshipped anything other than Him, neither we nor our fathers, nor would we have forbidden anything through other than Him.\" Thus did those do before them. So is there upon the messengers except [the duty of] clear notification?"
                },
                {
                    "id": 220842,
                    "resource_id": 39,
                    "text": "Dan berkatalah orang-orang kafir musyrik: \"Kalaulah Allah menghendaki, tentulah kami tidak menyembah selain daripadanya sesuatupun, - (tidak) kami dan tidak juga datuk nenek kami; - dan tentulah kami tidak mengharamkan sesuatu pun dengan ketiadaan perintahnya\". Demikianlah juga yang telah dilakukan oleh orang-orang yang terdahulu daripada mereka. (Apa yang mereka katakan itu adalah salah semata-mata) kerana bukankah Rasul-rasul semuanya tidak bertanggungjawab selain daripada menyampaikan (kehendak dan hukum Allah) dengan cara yang jelas nyata?"
                },
                {
                    "id": 1092913,
                    "resource_id": 161,
                    "text": "মুশরিকরা বলে, ‘আল্লাহ ইচ্ছে করলে তাঁকে বাদ দিয়ে অন্য কোন কিছুর ‘ইবাদাত আমরাও করতাম না, আর আমাদের পিতৃপুরুষরাও না, আর তাঁর হুকুম ছাড়া কোন কিছুকে হারাম গণ্যও করতাম না। তাদের পূর্ববর্তীরাও এ রকমই করত। (তারা রসূলদের কথা অমান্য করলে রসূলদের তো আর কিছুই করার নেই, কারণ) স্পষ্টভাবে পৌঁছে দেয়া ছাড়া রসূলদের উপর কি কোন দায়িত্ব আছে?"
                }
            ]
        },
        {
            "id": 1937,
            "verse_number": 36,
            "verse_key": "16:36",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 228,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍ رَّسُولًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱجْتَنِبُوا۟ ٱلطَّـٰغُوتَ ۖ فَمِنْهُم مَّنْ هَدَى ٱللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ ٱلضَّلَـٰلَةُ ۚ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
            "page_number": 271,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96860,
                    "resource_id": 20,
                    "text": "And We certainly sent into every nation a messenger, [saying], \"Worship Allāh and avoid ṭāghūt.\"<sup foot_note=196612>1</sup> And among them were those whom Allāh guided, and among them were those upon whom error was [deservedly] decreed. So proceed [i.e., travel] through the earth and observe how was the end of the deniers."
                },
                {
                    "id": 220095,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami telah mengutus dalam kalangan tiap-tiap umat seorang Rasul (dengan memerintahkannya menyeru mereka): \"Hendaklah kamu menyembah Allah dan jauhilah Taghut\". Maka di antara mereka (yang menerima seruan Rasul itu), ada yang diberi hidayah petunjuk oIeh Allah dan ada pula yang berhak ditimpa kesesatan. Oleh itu mengembaralah kamu di bumi, kemudian lihatlah bagaimana buruknya kesudahan umat-umat yang mendustakan Rasul-rasulnya."
                },
                {
                    "id": 1092914,
                    "resource_id": 161,
                    "text": "প্রত্যেক জাতির কাছে আমি রসূল পাঠিয়েছি (এ সংবাদ দিয়ে) যে, আল্লাহর ‘ইবাদাত কর আর তাগুতকে বর্জন কর। অতঃপর আল্লাহ তাদের মধ্যে কতককে সৎপথ দেখিয়েছেন, আর কতকের উপর অবধারিত হয়েছে গুমরাহী, অতএব যমীনে ভ্রমণ করে দেখ, সত্য প্রত্যাখ্যানকারীদের পরিণতি কী ঘটেছিল!"
                }
            ]
        },
        {
            "id": 1938,
            "verse_number": 37,
            "verse_key": "16:37",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 228,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِن تَحْرِصْ عَلَىٰ هُدَىٰهُمْ فَإِنَّ ٱللَّهَ لَا يَهْدِى مَن يُضِلُّ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
            "page_number": 271,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96861,
                    "resource_id": 20,
                    "text": "[Even] if you should strive for their guidance, [O Muḥammad], indeed, Allāh does not guide those He sends astray,<sup foot_note=196613>1</sup> and they will have no helpers."
                },
                {
                    "id": 220844,
                    "resource_id": 39,
                    "text": "Jika engkau (wahai Muhammad) terlalu tamak (inginkan mereka beroleh hidayah petunjuk, maka sesungguhnya Allah tidak memberi hidayah petunjuk kepada orang-orang yang berhak disesatkanNya; dan tiadalah bagi mereka sesiapapun yang dapat memberikan pertolongan."
                },
                {
                    "id": 1092915,
                    "resource_id": 161,
                    "text": "তুমি যদি তাদের হিদায়াতের জন্য লালায়িত হও তবে (জেনে রেখে যে) আল্লাহ তাকে সৎপথ দেখান না যাকে তিনি বিপথগামী হতে ছেড়ে দেন আর তাদের কোন সাহায্যকারী নেই।"
                }
            ]
        },
        {
            "id": 1939,
            "verse_number": 38,
            "verse_key": "16:38",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 228,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ لَا يَبْعَثُ ٱللَّهُ مَن يَمُوتُ ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَقًّا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
            "page_number": 271,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96862,
                    "resource_id": 20,
                    "text": "And they swear by Allāh their strongest oaths [that] Allāh will not resurrect one who dies. But yes - [it is] a true promise [binding] upon Him, but most of the people do not know."
                },
                {
                    "id": 220846,
                    "resource_id": 39,
                    "text": "Dan mereka bersumpah dengan nama Allah dengan bersungguh-sungguh (sambil berkata): \"Allah tidak akan membangkitkan semula orang-orang yang telah mati\". (Itu tidak benar), bahkan janji Allah membangkitkan orang-orang yang telah mati) tetap benar; tetapi kebanyakan manusia tidak mengetahui."
                },
                {
                    "id": 1092916,
                    "resource_id": 161,
                    "text": "তারা আল্লাহর নামে শক্ত কসম খেয়ে বলে, ‘যার মুত্যৃ ঘটে আল্লাহ তাকে পুনরায় জীবিত করবেন না।’ অবশ্যই করবেন, এটা তো একটা প্রতিশ্রুতি যা পূরণ করা তাঁর দায়িত্ব, কিন্তু অধিকাংশ মানুষই তা জানে না।"
                }
            ]
        },
        {
            "id": 1940,
            "verse_number": 39,
            "verse_key": "16:39",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 228,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "لِيُبَيِّنَ لَهُمُ ٱلَّذِى يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ كَانُوا۟ كَـٰذِبِينَ",
            "page_number": 271,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96863,
                    "resource_id": 20,
                    "text": "[It is] so He will make clear to them [the truth of] that wherein they differ and so those who have disbelieved may know that they were liars."
                },
                {
                    "id": 220845,
                    "resource_id": 39,
                    "text": "(Allah menghidupkan semula orang-orang yang mati) untuk menerangkan kepada mereka apa yang mereka berselisihan padanya, dan supaya orang-orang kafir mengetahui bahawa mereka adalah orang-orang yang berdusta."
                },
                {
                    "id": 1092917,
                    "resource_id": 161,
                    "text": "(তাদেরকে পুনর্জীবিত করা হবে) যারা এ ব্যাপারে মতভেদ করেছিল তাদের কাছে স্পষ্ট করে দেয়ার জন্য, আর কাফিরগণ যাতে জানতে পারে যে, তারা ছিল মিথ্যেবাদী।"
                }
            ]
        },
        {
            "id": 1941,
            "verse_number": 40,
            "verse_key": "16:40",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 228,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا قَوْلُنَا لِشَىْءٍ إِذَآ أَرَدْنَـٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
            "page_number": 271,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96865,
                    "resource_id": 20,
                    "text": "Indeed, Our word to a thing when We intend it is but that We say to it, \"Be,\" and it is."
                },
                {
                    "id": 220850,
                    "resource_id": 39,
                    "text": "Sesungguhnya perkataan Kami kepada sesuatu apabila Kami kehendaki, hanyalah Kami berkata kepadanya: \"Jadilah engkau! \", maka menjadilah ia."
                },
                {
                    "id": 1092918,
                    "resource_id": 161,
                    "text": "কোন বিষয়ে আমি ইচ্ছে করলে বলি, ‘হয়ে যাও’, ফলে তা হয়ে যায়।"
                }
            ]
        },
        {
            "id": 1942,
            "verse_number": 41,
            "verse_key": "16:41",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 229,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ هَاجَرُوا۟ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ظُلِمُوا۟ لَنُبَوِّئَنَّهُمْ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَلَأَجْرُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
            "page_number": 271,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96866,
                    "resource_id": 20,
                    "text": "And those who emigrated for [the cause of] Allāh after they had been wronged - We will surely settle them in this world in a good place; but the reward of the Hereafter is greater, if only they could know."
                },
                {
                    "id": 220838,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang berhijrah kerana Allah, sesudah mereka dianiaya (ditindas oleh musuh-musuh Islam), Kami akan menempatkan mereka di dunia ini pada tempatnya yang baik; dan sesungguhnya pahala (amal mereka yang baik itu) lebih besar di akhirat kelak, kalaulah mereka mengetahui."
                },
                {
                    "id": 1092919,
                    "resource_id": 161,
                    "text": "যারা অত্যাচারিত হওয়ার পরও আল্লাহর পথে হিজরাত করেছে, আমি তাদেরকে অবশ্য অবশ্যই এ দুনিয়াতে উত্তম আবাস দান করব, আর আখেরাতের পুরস্কার তো অবশ্যই সবচেয়ে বড়। হায়, তারা যদি জানত!"
                }
            ]
        },
        {
            "id": 1943,
            "verse_number": 42,
            "verse_key": "16:42",
            "hizb_number": 27,
            "rub_el_hizb_number": 108,
            "ruku_number": 229,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
            "page_number": 271,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96867,
                    "resource_id": 20,
                    "text": "[They are] those who endured patiently and upon their Lord relied."
                },
                {
                    "id": 220849,
                    "resource_id": 39,
                    "text": "Mereka itu ialah) orang-orang yang bersabar (menanggung kezaliman) dan berserah diri kepada Tuhannya."
                },
                {
                    "id": 1092920,
                    "resource_id": 161,
                    "text": "(আখেরাতের ঐ পুরস্কার তাদের জন্য) যারা ধৈর্যধারণ করে আর তাদের প্রতিপালকের উপর নির্ভর করে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}