{
    "verses": [
        {
            "id": 1966,
            "verse_number": 65,
            "verse_key": "16:65",
            "hizb_number": 28,
            "rub_el_hizb_number": 109,
            "ruku_number": 231,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَسْمَعُونَ",
            "page_number": 274,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96893,
                    "resource_id": 20,
                    "text": "And Allāh has sent down rain from the sky and given life thereby to the earth after its lifelessness. Indeed in that is a sign for a people who listen."
                },
                {
                    "id": 220875,
                    "resource_id": 39,
                    "text": "Dan Allah menurunkan hujan dari langit, lalu Ia menghidupkan dengan air hujan itu akan bumi sesudah matinya; sesungguhnya pada yang demikian itu terdapat satu tanda (yang membuktikan kebijaksanaan Allah) bagi kaum yang mendengar (peringatan ini dan memahaminya)."
                },
                {
                    "id": 1092943,
                    "resource_id": 161,
                    "text": "আল্লাহ আকাশ থেকে পানি বর্ষণ করেন, অতঃপর তার দ্বারা যমীনকে তার মৃত্যুর পর পুনরায় জীবিত করেন। এতে ঐ সম্প্রদায়ের জন্য বহু নিদর্শন আছে যারা লক্ষ্য করে শুনে।"
                }
            ]
        },
        {
            "id": 1967,
            "verse_number": 66,
            "verse_key": "16:66",
            "hizb_number": 28,
            "rub_el_hizb_number": 109,
            "ruku_number": 232,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشَّـٰرِبِينَ",
            "page_number": 274,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96894,
                    "resource_id": 20,
                    "text": "And indeed, for you in grazing livestock is a lesson. We give you drink from what is in their bellies - between excretion and blood - pure milk, palatable to drinkers."
                },
                {
                    "id": 220872,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya pada binatang-binatang ternak itu, kamu beroleh pelajaran yang mendatangkan iktibar. Kami beri minum kepada kamu daripada apa yang terbit dari dalam perutnya, yang lahir dari antara hampas makanan dengan darah; (iaitu) susu yang bersih, yang mudah diminum, lagi sedap rasanya bagi orang-orang yang meminumnya."
                },
                {
                    "id": 1092944,
                    "resource_id": 161,
                    "text": "তোমাদের জন্য গবাদি পশুতেও অবশ্যই শিক্ষা নিহিত আছে। তোমাদেরকে পান করাই ওদের পেটের গোবর আর রক্তের মাঝ থেকে বিশুদ্ধ দুগ্ধ যা পানকারীদের জন্য খুবই উপাদেয়।"
                }
            ]
        },
        {
            "id": 1968,
            "verse_number": 67,
            "verse_key": "16:67",
            "hizb_number": 28,
            "rub_el_hizb_number": 109,
            "ruku_number": 232,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَـٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْقِلُونَ",
            "page_number": 274,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96895,
                    "resource_id": 20,
                    "text": "And from the fruits of the palm trees and grapevines you take intoxicant and good provision.<sup foot_note=196621>1</sup> Indeed in that is a sign for a people who reason."
                },
                {
                    "id": 220858,
                    "resource_id": 39,
                    "text": "Dan dari buah tamar (kurma) dan anggur kamu jadikan daripadanya minuman haram dan makanan serta minuman yang halal; sesungguhnya pada yang demikian itu terdapat satu tanda (yang membuktikan kekuasaan Allah) bagi orang-orang yang mahu menggunakan akalnya."
                },
                {
                    "id": 1092945,
                    "resource_id": 161,
                    "text": "আর খেজুর ও আঙ্গুর ফল থেকে তোমরা মদ ও উত্তম খাদ্য প্রস্তুত কর, জ্ঞানী সম্প্রদায়ের জন্য এতে অবশ্যই বহু নিদর্শন রয়েছে।"
                }
            ]
        },
        {
            "id": 1969,
            "verse_number": 68,
            "verse_key": "16:68",
            "hizb_number": 28,
            "rub_el_hizb_number": 109,
            "ruku_number": 232,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ",
            "page_number": 274,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96896,
                    "resource_id": 20,
                    "text": "And your Lord inspired to the bee, \"Take for yourself among the mountains, houses [i.e., hives], and among the trees and [in] that which they construct."
                },
                {
                    "id": 218579,
                    "resource_id": 39,
                    "text": "Dan Tuhanmu memberi ilham kepada lebah: \"Hendaklah engkau membuat sarangmu di gunung-ganang dan di pokok-pokok kayu, dan juga di bangunan-bangunan yang didirikan oleh manusia."
                },
                {
                    "id": 1092946,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালক মৌমাছির প্রতি এলহাম করেছেন যে, পাহাড়ে, বৃক্ষে আর উঁচু চালে বাসা তৈরি কর।"
                }
            ]
        },
        {
            "id": 1970,
            "verse_number": 69,
            "verse_key": "16:69",
            "hizb_number": 28,
            "rub_el_hizb_number": 109,
            "ruku_number": 232,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌ لِّلنَّاسِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
            "page_number": 274,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96897,
                    "resource_id": 20,
                    "text": "Then eat from all the fruits<sup foot_note=196622>1</sup> and follow the ways of your Lord laid down [for you].\" There emerges from their bellies a drink, varying in colors, in which there is healing for people. Indeed in that is a sign for a people who give thought."
                },
                {
                    "id": 220879,
                    "resource_id": 39,
                    "text": "Kemudian makanlah dari segala jenis bunga-bungaan dan buah-buahan (yang engkau sukai), serta turutlah jalan-jalan peraturan Tuhanmu yang diilhamkan dan dimudahkannya kepadamu\". (Dengan itu) akan keluarlah dari dalam badannya minuman (madu) yang berlainan warnanya, yang mengandungi penawar bagi manusia (dari berbagai-bagai penyakit). Sesungguhnya pada yang demikian itu, ada tanda (yang membuktikan kemurahan Allah) bagi orang-orang yang mahu berfikir."
                },
                {
                    "id": 1092947,
                    "resource_id": 161,
                    "text": "অতঃপর প্রত্যেক ফল থেকে আহার কর, অতঃপর তোমার প্রতিপালকের (শিখানো) সহজ পদ্ধতি অনুসরণ কর। এর পেট থেকে রং-বেরং এর পানীয় বের হয়। এতে মানুষের জন্য আছে আরোগ্য। চিন্তাশীল মানুষের জন্য এতে অবশ্যই নিদর্শন আছে।"
                }
            ]
        },
        {
            "id": 1971,
            "verse_number": 70,
            "verse_key": "16:70",
            "hizb_number": 28,
            "rub_el_hizb_number": 109,
            "ruku_number": 232,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ ۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌ قَدِيرٌ",
            "page_number": 274,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96899,
                    "resource_id": 20,
                    "text": "And Allāh created you; then He will take you in death. And among you is he who is reversed to the most decrepit [old] age so that he will not know, after [having had] knowledge, a thing. Indeed, Allāh is Knowing and Competent."
                },
                {
                    "id": 218023,
                    "resource_id": 39,
                    "text": "Dan Allah yang menciptakan kamu (dari tiada kepada ada); kemudian Ia menyempurnakan tempoh umur kamu; (maka ada di antara kamu yang disegerakan matinya), dan ada pula di antara kamu yang dikembalikannya kepada peringkat umur yang lemah (peringkat tua kebudak-budakan), sehingga menjadilah ia tidak ingat akan sesuatu yang telah diketahuinya; sesungguhnya Allah Maha Mengetahui, lagi Maha Kuasa."
                },
                {
                    "id": 1092948,
                    "resource_id": 161,
                    "text": "আল্লাহ্ই তোমাদেরকে পয়দা করেছেন, অতঃপর তিনি তোমাদের মৃত্যু ঘটাবেন। তোমাদের কাউকে অকর্মণ্য বয়সে ফিরিয়ে দেয়া হয়, যাতে জ্ঞান লাভ করার পরেও আর কোন কিছুর জ্ঞান থাকে না। আল্লাহ সর্বশ্রেষ্ঠ জ্ঞানী, সর্বাপেক্ষা শক্তিমান।"
                }
            ]
        },
        {
            "id": 1972,
            "verse_number": 71,
            "verse_key": "16:71",
            "hizb_number": 28,
            "rub_el_hizb_number": 109,
            "ruku_number": 233,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِى ٱلرِّزْقِ ۚ فَمَا ٱلَّذِينَ فُضِّلُوا۟ بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَـٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ ۚ أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ",
            "page_number": 274,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96900,
                    "resource_id": 20,
                    "text": "And Allāh has favored some of you over others in provision. But those who were favored [i.e., given more] would not hand over their provision to those whom their right hands possess [i.e., slaves] so they would be equal to them therein.<sup foot_note=196623>1</sup> Then is it the favor of Allāh they reject?"
                },
                {
                    "id": 220883,
                    "resource_id": 39,
                    "text": "Dan Allah telah melebihkan sebahagian dari kamu atas sebahagian yang lain pada rezeki yang dikurniakanNya; dalam pada itu, orang-orang yang diberi kelebihan itu tidak mahu memberikan sebahagian dari kelebihan hartanya kepada hamba-hamba mereka, supaya orang-orang itu dapat sama mempunyai harta. Maka mengapa mereka tergamak mengingkari nikmat Allah itu dengan perbuatan syirik?"
                },
                {
                    "id": 1092949,
                    "resource_id": 161,
                    "text": "রিযকের ব্যাপারে আল্লাহ তোমাদের মধ্যে কাউকে কারো উপর প্রাধান্য দিয়েছেন। যাদেরকে প্রাধান্য দেয়া হয়েছে তারা তাদের রিযক থেকে তাদের অধীনস্থ চাকর- গোলামদেরকে এমনভাবে ফিরিয়ে দেয় না, যাতে এক্ষেত্রে তারা সমান হয়ে যায়। (অথচ তারা নানান কিছুকে আল্লাহর অংশীদার বানিয়ে ওগুলোকে আল্লাহর সমান করে ফেলছে) তাহলে কি তারা আল্লাহর অনুগ্রহ অস্বীকার করে?"
                }
            ]
        },
        {
            "id": 1973,
            "verse_number": 72,
            "verse_key": "16:72",
            "hizb_number": 28,
            "rub_el_hizb_number": 109,
            "ruku_number": 233,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ",
            "page_number": 274,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96901,
                    "resource_id": 20,
                    "text": "And Allāh has made for you from yourselves mates and has made for you from your mates sons and grandchildren and has provided for you from the good things. Then in falsehood do they believe and in the favor of Allāh they disbelieve?"
                },
                {
                    "id": 220881,
                    "resource_id": 39,
                    "text": "Dan Allah menjadikan bagi kamu dari diri kamu sendiri pasangan-pasangan (isteri), dan dijadikan bagi kamu dari pasangan kamu: anak-anak dan cucu-cicit, serta dikurniakan kepada kamu dari benda yang baik lagi halal; maka patutkah mereka (yang ingkar itu) percaya kepada perkara yang salah (penyembahan berhala), dan mereka kufur pula akan nikmat Allah?"
                },
                {
                    "id": 1092950,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদের স্বজাতির মধ্য হতেই তোমাদের জোড়া সৃষ্টি করেছেন আর তোমাদের জন্য তোমাদের জোড়া থেকে পুত্র-পৌত্রাদি বানিয়েছেন আর তোমাদেরকে উৎকৃষ্ট রিযক দিয়েছেন। তবুও কি তারা ভিত্তিহীন বাতিল জিনিসের উপর ঈমান পোষণ করবে আর আল্লাহর অনুগ্রহকে তারা অস্বীকার করবে?"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}