{
    "verses": [
        {
            "id": 1974,
            "verse_number": 73,
            "verse_key": "16:73",
            "hizb_number": 28,
            "rub_el_hizb_number": 109,
            "ruku_number": 233,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ شَيْـًٔا وَلَا يَسْتَطِيعُونَ",
            "page_number": 275,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96902,
                    "resource_id": 20,
                    "text": "And they worship besides Allāh that which does not possess for them [the power of] provision from the heavens and the earth at all, and [in fact], they are unable."
                },
                {
                    "id": 220880,
                    "resource_id": 39,
                    "text": "Dan mereka menyembah benda-benda yang lain dari Allah, yang tidak berkuasa memberikan mereka sebarang rezeki pemberian dari langit dan bumi, dan mereka pula tidak berdaya sama sekali mendapat kuasa itu."
                },
                {
                    "id": 1092951,
                    "resource_id": 161,
                    "text": "আর আল্লাহকে বাদ দিয়ে ‘ইবাদাত করবে অন্যের যারা আকাশ ও যমীন থেকে তাদের জন্য রিযক দেয়ার মালিক নয়, আর তারা এ কাজে সক্ষমও নয়।"
                }
            ]
        },
        {
            "id": 1975,
            "verse_number": 74,
            "verse_key": "16:74",
            "hizb_number": 28,
            "rub_el_hizb_number": 109,
            "ruku_number": 233,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَلَا تَضْرِبُوا۟ لِلَّهِ ٱلْأَمْثَالَ ۚ إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
            "page_number": 275,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96903,
                    "resource_id": 20,
                    "text": "So do not assert similarities to Allāh.<sup foot_note=196624>1</sup> Indeed, Allāh knows and you do not know."
                },
                {
                    "id": 220878,
                    "resource_id": 39,
                    "text": "Oleh itu, janganlah kamu mengadakan sesuatu yang sebanding dengan Allah, kerana sesungguhnya Allah mengetahui (setakat mana buruknya perbuatan syirik kamu) sedang kamu tidak mengetahuinya."
                },
                {
                    "id": 1092952,
                    "resource_id": 161,
                    "text": "কাজেই কারো সাথে আল্লাহর তুলনা দিও না। আল্লাহ জানেন, আর তোমরা জান না।"
                }
            ]
        },
        {
            "id": 1976,
            "verse_number": 75,
            "verse_key": "16:75",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 233,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَىْءٍ وَمَن رَّزَقْنَـٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُۥنَ ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
            "page_number": 275,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96904,
                    "resource_id": 20,
                    "text": "Allāh presents an example: a slave [who is] owned and unable to do a thing and he to whom We have provided from Us good provision, so he spends from it secretly and publicly. Can they be equal? Praise to Allāh! But most of them do not know."
                },
                {
                    "id": 220884,
                    "resource_id": 39,
                    "text": "Allah memberikan satu misal perbandingan: Seorang hamba abdi yang menjadi milik orang, yang tidak berkuasa melakukan dengan bebasnya sesuatupun; dan seorang lagi (yang merdeka) yang Kami kurniakan kepadanya pemberian yang baik (harta kekayaan) dari Kami, maka dia pun membelanjakan hartanya dengan bebasnya, sama ada secara bersembunyi atau terbuka, adakah kedua orang itu sama? Segala puji tertentu bagi Allah (dan Allah jualah yang berhak disembah), tetapi kebanyakan mereka (yang musyrik) tidak mengetahui (hakikat tauhid itu)."
                },
                {
                    "id": 1092953,
                    "resource_id": 161,
                    "text": "আল্লাহ দৃষ্টান্ত দিচ্ছেনঃ অন্যের মালিকানাভুক্ত এক দাস যে কোন কিছু করারই ক্ষমতা রাখে না। আর এক লোক যাকে আমি আমার পক্ষ হতে উত্তম জীবিকা দান করেছি আর তাত্থেকে সে গোপনে প্রকাশ্যে দান করে, (এ) দু’জন কি সমান? সমস্ত প্রশংসা আল্লাহরই জন্য, কিন্তু তাদের অধিকাংশই জানে না।"
                }
            ]
        },
        {
            "id": 1977,
            "verse_number": 76,
            "verse_key": "16:76",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 233,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَضَرَبَ ٱللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
            "page_number": 275,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96905,
                    "resource_id": 20,
                    "text": "And Allāh presents an example of two men, one of them dumb and unable to do a thing, while he is a burden to his guardian. Wherever he directs him, he brings no good. Is he equal to one who commands justice, while he is on a straight path?"
                },
                {
                    "id": 218011,
                    "resource_id": 39,
                    "text": "Dan Allah memberikan satu misal perbandingan lagi: Dua orang lelaki, salah seorangnya kelu pekak dari semulajadinya, tidak dapat menyatakan apa yang difikirkannya dan tidak dapat mendengar apa yang dikatakan kepadanya; dan ia pula menjadi beban kepada orang yang menjaganya; ke mana sahaja ia diarahkan pergi oleh penjaganya, tak dapatlah dia membawa sesuatu yang berfaedah; adakah dia (yang demikian sifatnya) sama seperti orang (yang boleh berkata-kata serta dapat) menyuruh orang ramai melakukan keadilan, dan ia sendiri pula berada di atas jalan yang lurus (jalan yang benar)?"
                },
                {
                    "id": 1092954,
                    "resource_id": 161,
                    "text": "আল্লাহ আরো দৃষ্টান্ত দিচ্ছেন দু’ব্যক্তির তাদের একজন হল বোবা, কোন কিছুই করতে সক্ষম নয়। তার মনিবের উপর সে একটা বোঝা, তাকে যেখানেই পাঠানো হোক না কেন, কোন কল্যাণই সে নিয়ে আসবে না। সে কি ঐ ব্যক্তির সমান যে ইনসাফের নির্দেশ দেয় আর সরল সুদৃঢ় পথে প্রতিষ্ঠিত?"
                }
            ]
        },
        {
            "id": 1978,
            "verse_number": 77,
            "verse_key": "16:77",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 234,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 275,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96906,
                    "resource_id": 20,
                    "text": "And to Allāh belongs the unseen [aspects] of the heavens and the earth. And the command for the Hour is not but as a glance of the eye or even nearer. Indeed, Allāh is over all things competent."
                },
                {
                    "id": 220885,
                    "resource_id": 39,
                    "text": "Dan (ingatlah), Allah jualah yang mengetahui segala rahsia langit dan bumi; tiadalah hal kedatangan hari kiamat itu melainkan seperti sekelip mata, atau ia lebih cepat lagi; sesungguhnya Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1092955,
                    "resource_id": 161,
                    "text": "আকাশসমূহ ও যমীনের অদৃশ্যের জ্ঞান কেবল আল্লাহরই আছে। ক্বিয়ামাতের ব্যাপার তো চোখের পলকের মত বরং তাত্থেকেও দ্রুত। আল্লাহ সব কিছু করতেই সক্ষম।"
                }
            ]
        },
        {
            "id": 1979,
            "verse_number": 78,
            "verse_key": "16:78",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 234,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَـٰتِكُمْ لَا تَعْلَمُونَ شَيْـًٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
            "page_number": 275,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96907,
                    "resource_id": 20,
                    "text": "And Allāh has extracted you from the wombs of your mothers not knowing a thing, and He made for you hearing and vision and hearts [i.e., intellect] that perhaps you would be grateful."
                },
                {
                    "id": 220882,
                    "resource_id": 39,
                    "text": "Dan Allah mengeluarkan kamu dari perut ibu kamu dengan keadaan tidak mengetahui sesuatupun; dan dia mengurniakan kepada kamu pendengaran dan penglihatan serta hati akal fikiran); supaya kamu bersyukur."
                },
                {
                    "id": 1092956,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদেরকে তোমাদের মায়ের পেট থেকে বের করেন, তোমরা কিছুই জানতে না। তিনি তোমাদেরকে শোনার শক্তি, দেখার শক্তি আর অন্তর দান করেছেন যাতে তোমরা শোকর আদায় করতে পার।"
                }
            ]
        },
        {
            "id": 1980,
            "verse_number": 79,
            "verse_key": "16:79",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 234,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
            "page_number": 275,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96908,
                    "resource_id": 20,
                    "text": "Do they not see the birds controlled in the atmosphere of the sky? None holds them up except Allāh. Indeed in that are signs for a people who believe."
                },
                {
                    "id": 220877,
                    "resource_id": 39,
                    "text": "Tidakkah mereka memperhatikan burung-burung yang dimudahkan terbang melayang-layang di angkasa? Tiada yang menahan mereka (dari jatuh) melainkan Allah; sesungguhnya pada yang demikian itu, ada tanda-tanda (yang membuktikan kekuasaan Allah) bagi kaum yang beriman."
                },
                {
                    "id": 1092957,
                    "resource_id": 161,
                    "text": "আকাশের শূন্যলোকে নিয়ন্ত্রিত পাখীগুলোর প্রতি কি তারা লক্ষ্য করে না? আল্লাহ ছাড়া কেউ তাদেরকে স্থির রাখে না, এতে মু’মিন সম্প্রদায়ের জন্য অবশ্যই বহু নিদর্শন রয়েছে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}