{
    "verses": [
        {
            "id": 1981,
            "verse_number": 80,
            "verse_key": "16:80",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 234,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَـٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَـٰثًا وَمَتَـٰعًا إِلَىٰ حِينٍ",
            "page_number": 276,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96910,
                    "resource_id": 20,
                    "text": "And Allāh has made for you from your homes a place of rest and made for you from the hides of the animals tents which you find light on your day of travel and your day of encampment; and from their wool, fur and hair is furnishing and enjoyment [i.e., provision] for a time."
                },
                {
                    "id": 220887,
                    "resource_id": 39,
                    "text": "Dan Allah menjadikan bagi kamu rumah-rumah (yang kamu dirikan itu) tempat tinggal; dan Ia menjadikan bagi kamu dari kulit binatang-binatang ternak: khemah-khemah (tempat berteduh), yang kamu mendapatinya ringan (di bawa ke mana-mana) semasa kamu merantau dan semasa kamu berhenti; dan (Ia juga menjadikan bagi kamu) dari berjenis-jenis bulu binatang-binatang ternak itu, berbagai barang perkakas rumah dan perhiasan, (untuk kamu menggunakannya) hingga ke suatu masa."
                },
                {
                    "id": 1092958,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদের গৃহগুলোকে তোমাদের আরাম শান্তির জায়গা বানিয়ে দিয়েছেন। তিনি পশুর চামড়া থেকে তোমাদের জন্য এমন গৃহের ব্যবস্থা করেছেন যা তোমরা হালকাবোধ কর তোমাদের ভ্রমণকালে কিংবা অবস্থানকালে। তিনি ওগুলোর পশম, লোম আর চুল থেকে তোমাদের পরিধেয় ও ব্যবহার্য সামগ্রীর ব্যবস্থা করেছেন যা তোমরা কিছুকাল পর্যন্ত কাজে লাগাও।"
                }
            ]
        },
        {
            "id": 1982,
            "verse_number": 81,
            "verse_key": "16:81",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 234,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَـٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَـٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
            "page_number": 276,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96911,
                    "resource_id": 20,
                    "text": "And Allāh has made for you, from that which He has created, shadows [i.e., shade] and has made for you from the mountains, shelters and has made for you garments which protect you from the heat and garments [i.e., coats of mail] which protect you from your [enemy in] battle. Thus does He complete His favor upon you that you might submit [to Him]."
                },
                {
                    "id": 220890,
                    "resource_id": 39,
                    "text": "Dan Allah menjadikan bagi kamu sebahagian dari yang diciptakanNya: benda-benda untuk berteduh, dan Ia menjadikan bagi kamu sebahagian dari gunung-ganang tempat-tempat berlindung; dan Ia juga menjadikan bagi kamu pakaian-pakaian yang memelihara kamu dari panas dan sejuk, juga pakaian-pakaian yang memelihara kamu semasa berjuang. Demikianlah, Ia menyempurnakan nikmatNya kepada kamu, supaya kamu berserah diri kepadaNya dan mematuhi perintahNya."
                },
                {
                    "id": 1092959,
                    "resource_id": 161,
                    "text": "আল্লাহ যা সৃষ্টি করেছেন তাত্থেকে তোমাদের জন্য ছায়ার ব্যবস্থা করেছেন, পাহাড়-পর্বতে তোমাদের আত্মগোপনের জায়গা বানিয়েছেন। তিনি তোমাদের জন্য পোশাক দিয়েছেন যা তোমাদেরকে তাপ থেকে রক্ষা করে। আর দিয়েছেন এমন পোশাক যা তোমাদেরকে সংঘাতের সময় রক্ষা করে। এভাবে তিনি তোমাদের জন্য তাঁর নি‘মাতসমূহ পূর্ণ করেন যাতে তোমরা তাঁর প্রতি আত্মসমর্পণ কর।"
                }
            ]
        },
        {
            "id": 1983,
            "verse_number": 82,
            "verse_key": "16:82",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 234,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ٱلْمُبِينُ",
            "page_number": 276,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96912,
                    "resource_id": 20,
                    "text": "But if they turn away, [O Muḥammad] - then only upon you is [responsibility for] clear notification."
                },
                {
                    "id": 220889,
                    "resource_id": 39,
                    "text": "Kemudian, jika mereka masih berpaling ingkar maka sesungguhnya engkau (wahai Muhammad) hanya bertanggungjawab menyampaikan perintah-perintah Allah dengan cara yang jelas nyata."
                },
                {
                    "id": 1092960,
                    "resource_id": 161,
                    "text": "এরপরও যদি তারা মুখ ফিরিয়ে নেয় তবে (জোরপূর্বক তাদেরকে সঠিক পথে আনা তোমার দায়িত্ব নয়) তোমার দায়িত্ব কেবল স্পষ্টভাবে বাণী পৌঁছে দেয়া।"
                }
            ]
        },
        {
            "id": 1984,
            "verse_number": 83,
            "verse_key": "16:83",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 234,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَـٰفِرُونَ",
            "page_number": 276,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96913,
                    "resource_id": 20,
                    "text": "They recognize the favor of Allāh; then they deny it. And most of them are disbelievers."
                },
                {
                    "id": 220891,
                    "resource_id": 39,
                    "text": "Mereka mengetahui nikmat Allah (yang melimpah-limpah itu), kemudian mereka tergamak mengingkarinya; dan kebanyakan mereka pula ialah orang-orang yang kufur ingkar."
                },
                {
                    "id": 1092961,
                    "resource_id": 161,
                    "text": "তারা আল্লাহর নি‘মাতকে চিনতে পারে, কিন্তু তা সত্ত্বেও সেগুলো অগ্রাহ্য করে, তাদের অধিকাংশই অকৃতজ্ঞ।"
                }
            ]
        },
        {
            "id": 1985,
            "verse_number": 84,
            "verse_key": "16:84",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 235,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ",
            "page_number": 276,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96914,
                    "resource_id": 20,
                    "text": "And [mention] the Day when We will resurrect from every nation a witness [i.e., their prophet]. Then it will not be permitted to the disbelievers [to apologize or make excuses], nor will they be asked to appease [Allāh]."
                },
                {
                    "id": 220892,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah kepada mereka yang musyrik tentang) hari Kami bangkitkan dari tiap-tiap umat, seorang saksi; kemudian tidak diizinkan bagi orang-orang yang kafir (memberi sebarang alasan), dan mereka pula tidak diminta memohon keredaan Allah."
                },
                {
                    "id": 1092962,
                    "resource_id": 161,
                    "text": "(সেদিন কী অবস্থা হবে) যেদিন আমি প্রত্যেক সম্প্রদায় থেকে একজন সাক্ষী দাঁড় করাব আর কাফিরদেরকে (কোন অযুহাত পেশ করার) অনুমতি দেয়া হবে না, আর ক্ষমা প্রার্থনা করারও সুযোগ দেয়া হবে না।"
                }
            ]
        },
        {
            "id": 1986,
            "verse_number": 85,
            "verse_key": "16:85",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 235,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ",
            "page_number": 276,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96915,
                    "resource_id": 20,
                    "text": "And when those who wronged see the punishment, it will not be lightened for them, nor will they be reprieved."
                },
                {
                    "id": 220886,
                    "resource_id": 39,
                    "text": "Dan apabila orang-orang yang melakukan kezaliman (dengan kekufurannya) itu melihat azab, maka tidak akan diringankan azab itu daripada mereka, dan mereka pula tidak diberi tempoh."
                },
                {
                    "id": 1092963,
                    "resource_id": 161,
                    "text": "সীমালঙ্ঘনকারীরা যখন ‘আযাব প্রত্যক্ষ করবে তাদের থেকে তখন তা কমানো হবে না, আর তাদেরকে সময়-সুযোগও দেয়া হবে না।"
                }
            ]
        },
        {
            "id": 1987,
            "verse_number": 86,
            "verse_key": "16:86",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 235,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ ۖ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَـٰذِبُونَ",
            "page_number": 276,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96916,
                    "resource_id": 20,
                    "text": "And when those who associated others with Allāh see their \"partners,\" they will say, \"Our Lord, these are our partners [to You] whom we used to invoke [in worship] besides You.\" But they will throw at them the statement, \"Indeed, you are liars.\""
                },
                {
                    "id": 220888,
                    "resource_id": 39,
                    "text": "Dan apabila orang-orang musyrik melihat makhluk-makhluk dan benda-benda yang mereka jadikan sekutu-sekutu Allah, mereka berkata: \"Wahai Tuhan kami, inilah dia yang kami jadikan sekutu-sekutu (bagiMu), yang kami sembah mereka dengan meninggalkanMu\". Maka dengan serta-merta makhluk-makhluk yang puja itu menolak dakwaan mereka dengan berkata: \"Sesungguhnya kamu adalah berdusta\"."
                },
                {
                    "id": 1092964,
                    "resource_id": 161,
                    "text": "মুশরিকরা যাদেরকে আল্লাহর শারীক বানিয়েছিল তাদেরকে যখন দেখবে তখন তারা বলবে, ‘হে আমাদের রব্ব! এরাই হল আমাদের শারীক মা‘বূদ তোমাকে বাদ দিয়ে যাদেরকে আমরা ডাকতাম।’ তখন এ কথাকে তাদের দিকেই ছুঁড়ে ফেলে দিয়ে তাদের সেই মা‘বূদরা বলবে, ‘তোমরা অবশ্যই মিথ্যেবাদী।’"
                }
            ]
        },
        {
            "id": 1988,
            "verse_number": 87,
            "verse_key": "16:87",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 235,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
            "page_number": 276,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96917,
                    "resource_id": 20,
                    "text": "And they will impart to Allāh that Day [their] submission, and lost from them is what they used to invent."
                },
                {
                    "id": 220893,
                    "resource_id": 39,
                    "text": "Dan pada hari itu mereka semua menyerah diri bulat-bulat kepada Allah, dan hilang lenyaplah dari mereka (yang musyrik itu) apa yang telah mereka ada-adakan (sebagai sekutu-sekutu Allah)."
                },
                {
                    "id": 1092965,
                    "resource_id": 161,
                    "text": "সেদিন তারা আল্লাহর নিকট খোলাখুলি আত্মসমর্পণ করবে, আর তারা যে সব মিথ্যে উদ্ভাবন করেছিল তা তাদের নিকট হতে হারিয়ে যাবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}