{
    "verses": [
        {
            "id": 1989,
            "verse_number": 88,
            "verse_key": "16:88",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 235,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ زِدْنَـٰهُمْ عَذَابًا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا۟ يُفْسِدُونَ",
            "page_number": 277,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96918,
                    "resource_id": 20,
                    "text": "Those who disbelieved and averted [others] from the way of Allāh - We will increase them in punishment over [their] punishment for what corruption they were causing."
                },
                {
                    "id": 220894,
                    "resource_id": 39,
                    "text": "Orang-orang yang kafir dan menghalangi (dirinya serta orang lain) dari jalan Allah, Kami tambahi mereka azab seksa di samping azab (yang menimpa mereka), disebabkan mereka membuat kerosakan."
                },
                {
                    "id": 1092966,
                    "resource_id": 161,
                    "text": "যারা আল্লাহকে অস্বীকার করে আর আল্লাহর পথে বাধা সৃষ্টি করে, আমি তাদের শাস্তির উপর শাস্তি বৃদ্ধি করব, কারণ তারা ফাসাদ সৃষ্টি করত।"
                }
            ]
        },
        {
            "id": 1990,
            "verse_number": 89,
            "verse_key": "16:89",
            "hizb_number": 28,
            "rub_el_hizb_number": 110,
            "ruku_number": 235,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِ ۚ وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَـٰبَ تِبْيَـٰنًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
            "page_number": 277,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96919,
                    "resource_id": 20,
                    "text": "And [mention] the Day when We will resurrect among every nation a witness over them from themselves [i.e., their prophet]. And We will bring you, [O Muḥammad], as a witness over these [i.e., your nation]. And We have sent down to you the Book as clarification for all things and as guidance and mercy and good tidings for the Muslims.<sup foot_note=196625>1</sup>"
                },
                {
                    "id": 220897,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah tentang) hari Kami bangkitkan dalam kalangan tiap-tiap umat, seorang saksi terhadap mereka, dari golongan mereka sendiri; dan Kami datangkanmu (wahai Muhammad) untuk menjadi saksi terhadap mereka ini (umatmu); dan Kami turunkan kepadamu Al-Quran menjelaskan tiap-tiap sesuatu dan menjadi hidayah petunjuk, serta membawa rahmat dan berita yang mengembirakan, bagi orang-orang Islam."
                },
                {
                    "id": 1092967,
                    "resource_id": 161,
                    "text": "সেদিন আমি প্রত্যেক উম্মাত থেকে তাদের নিজেদেরই মধ্য হতে একজন সাক্ষী দাঁড় করাব, আর (তোমার) এই লোকদের ব্যাপারে সাক্ষ্যদাতা হিসেবে (হে মুহাম্মাদ!) আমি তোমাকে আনব। আমি তোমার প্রতি এ কিতাব নাযিল করেছি যা প্রত্যেকটি বিষয়ের সুস্পষ্ট ব্যাখ্যা, সত্য পথের নির্দেশ, রহমাত আর আত্মসমর্পণকারীদের জন্য সুসংবাদ স্বরূপ।"
                }
            ]
        },
        {
            "id": 1991,
            "verse_number": 90,
            "verse_key": "16:90",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 236,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَـٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
            "page_number": 277,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96921,
                    "resource_id": 20,
                    "text": "Indeed, Allāh orders justice and good conduct and giving [help] to relatives and forbids immorality and bad conduct and oppression. He admonishes you that perhaps you will be reminded."
                },
                {
                    "id": 220895,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah menyuruh berlaku adil, dan berbuat kebaikan, serta memberi bantuan kepada kaum kerabat; dan melarang daripada melakukan perbuatan-perbuatan yang keji dan mungkar serta kezaliman. Ia mengajar kamu (dengan suruhan dan laranganNya ini), supaya kamu mengambil peringatan mematuhiNya."
                },
                {
                    "id": 1092968,
                    "resource_id": 161,
                    "text": "আল্লাহ ন্যায়-বিচার, সদাচরণ ও আত্মীয়দেরকে দেয়ার হুকুম দিচ্ছেন, আর তিনি নিষেধ করছেন অশ্লীলতা, অপকর্ম আর বিদ্রোহ থেকে। তিনি তোমাদেরকে উপদেশ দিয়েছেন যাতে তোমরা শিক্ষা গ্রহণ কর।"
                }
            ]
        },
        {
            "id": 1992,
            "verse_number": 91,
            "verse_key": "16:91",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 236,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَأَوْفُوا۟ بِعَهْدِ ٱللَّهِ إِذَا عَـٰهَدتُّمْ وَلَا تَنقُضُوا۟ ٱلْأَيْمَـٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
            "page_number": 277,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96922,
                    "resource_id": 20,
                    "text": "And fulfill the covenant of Allāh when you have taken it, [O believers], and do not break oaths after their confirmation while you have made Allāh, over you, a security [i.e., witness]. Indeed, Allāh knows what you do."
                },
                {
                    "id": 220900,
                    "resource_id": 39,
                    "text": "Dan sempurnakanlah pesanan-pesanan dan perintah-perintah Allah apabila kamu berjanji; dan janganlah kamu merombak (mencabuli) sumpah kamu sesudah kamu menguatkannya (dengan nama Allah), sedang kamu telah menjadikan Allah sebagai Penjamin kebaikan kamu; sesungguhnya Allah sedia mengetahui akan apa yang kamu lakukan."
                },
                {
                    "id": 1092969,
                    "resource_id": 161,
                    "text": "তোমরা পরস্পর অঙ্গীকারে আবদ্ধ হলে আল্লাহর অঙ্গীকার পূর্ণ করবে, নিজেদের অঙ্গীকার পাকা-পোখত করার পর তা ভঙ্গ করো না, যেহেতু তোমরা আল্লাহকে নিজেদের উপর সাক্ষী বানিয়ে নিয়েছ, তোমরা যা কর আল্লাহ সে সম্পর্কে ওয়াকেফহাল।"
                }
            ]
        },
        {
            "id": 1993,
            "verse_number": 92,
            "verse_key": "16:92",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 236,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَكُونُوا۟ كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَـٰثًا تَتَّخِذُونَ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
            "page_number": 277,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96924,
                    "resource_id": 20,
                    "text": "And do not be like she who untwisted her spun thread after it was strong [by] taking your oaths as [means of] deceit between you because one community is more plentiful [in number or wealth] than another community.<sup foot_note=196626>1</sup> Allāh only tries you thereby. And He will surely make clear to you on the Day of Resurrection that over which you used to differ."
                },
                {
                    "id": 220899,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu menjadi seperti perempuan yang telah merombak satu persatu benda yang dipintalnya, sesudah ia selesai memintalnya kuat teguh; dengan kamu menjadikan sumpah kamu sebagai tipu daya (untuk mencabuli perjanjian yang telah dimeteraikan) sesama kamu, disebabkan adanya satu golongan yang lebih ramai dari golongan lain. Sesungguhnya Allah hanya mahu menguji kamu dengan yang demikian itu; dan Ia sudah tentu akan menerangkan kepada kamu, pada hari kiamat, apa yang kamu berselisihan padanya."
                },
                {
                    "id": 1092970,
                    "resource_id": 161,
                    "text": "তোমরা এমন নারীর মত হয়ো না যে তার সূতাগুলোকে শক্ত করে পাকানোর পর নিজেই তার পাক খুলে টুকরো টুকরো করে দেয়। তোমরা তোমাদের শপথগুলোকে পারস্পরিক ব্যাপারে ধোঁকা-প্রতারণার হাতিয়ার হিসেবে ব্যবহার কর যেন একদল আরেক দল অপেক্ষা বেশি ফায়দা লাভ করতে পারে। আল্লাহ কেবল এর দ্বারা তোমাদেরকে পরীক্ষা করেন। আল্লাহ ক্বিয়ামাতের দিন অবশ্য অবশ্যই স্পষ্ট করে দিবেন যে বিষয়ে তোমরা মতভেদ করতে।"
                }
            ]
        },
        {
            "id": 1994,
            "verse_number": 93,
            "verse_key": "16:93",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 236,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ",
            "page_number": 277,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96925,
                    "resource_id": 20,
                    "text": "And if Allāh had willed, He could have made you [of] one religion, but He sends astray whom He wills and guides whom He wills.<sup foot_note=196627>1</sup> And you will surely be questioned about what you used to do."
                },
                {
                    "id": 217774,
                    "resource_id": 39,
                    "text": "Dan jika Allah menghendaki, tentulah Dia menjadikan kamu satu umat (yang bersatu dalam ugama Allah yang satu); akan tetapi Allah menyesatkan sesiapa yang dikehendakiNya (menurut undang-undang peraturanNya) dan memberi petunjuk kepada sesiapa yang dikehendakiNya (menurut undang-undang peraturanNya); dan sesungguhnya kamu akan ditanya kelak tentang apa yang kamu telah kerjakan."
                },
                {
                    "id": 1092971,
                    "resource_id": 161,
                    "text": "আল্লাহ ইচ্ছে করলে তোমাদেরকে অবশ্যই এক উম্মাত করে দিতেন, কিন্তু তিনি যাকে ইচ্ছে গুমরাহ্ করেন, আর যাকে ইচ্ছে সঠিক পথপ্রদর্শন করেন। তোমরা যা কর সে সম্পর্কে অবশ্য অবশ্যই তোমাদেরকে জিজ্ঞাসাবাদ করা হবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}