{
    "verses": [
        {
            "id": 2004,
            "verse_number": 103,
            "verse_key": "16:103",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 237,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ ۗ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَـٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ",
            "page_number": 279,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96806,
                    "resource_id": 20,
                    "text": "And We certainly know that they say, \"It is only a human being who teaches him [i.e., the Prophet (ﷺ)].\" The tongue of the one they refer to is foreign,<sup foot_note=196629>1</sup> and this [recitation, i.e., Qur’ān] is [in] a clear Arabic language."
                },
                {
                    "id": 220778,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya Kami mengetahui, bahawa mereka yang musyrik itu berkata: \" Sebenarnya dia diajar oleh seorang manusia\". (Padahal) bahasa orang yang mereka sandarkan tuduhan kepadanya itu ialah bahasa asing, sedang Al-Quran ini berbahasa Arab yang fasih nyata."
                },
                {
                    "id": 1092981,
                    "resource_id": 161,
                    "text": "আমি জানি, তারা বলে, ‘এক মানুষ তাকে [অর্থাৎ মুহাম্মাদ (সা.)-কে] শিখিয়ে দেয়।’ অথচ দুষ্টবুদ্ধি প্রণোদিত হয়ে তারা যে লোকটির কথা বলছে তার ভাষা তো অনারব, অপরপক্ষে কুরআনের ভাষা হল স্পষ্ট আরবী।"
                }
            ]
        },
        {
            "id": 2005,
            "verse_number": 104,
            "verse_key": "16:104",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 237,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 279,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96807,
                    "resource_id": 20,
                    "text": "Indeed, those who do not believe in the verses of Allāh - Allāh will not guide them, and for them is a painful punishment."
                },
                {
                    "id": 220763,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang tidak beriman kepada ayat-ayat Allah, Allah tidak akan memberi hidayah petunjuk kepada mereka, dan mereka pula beroleh azab yang tidak terperi sakitnya."
                },
                {
                    "id": 1092982,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর নিদর্শনাবলীতে বিশ্বাস করে না, আল্লাহ তাদেরকে সঠিক পথে পরিচালিত করেন না, আর তাদের জন্য আছে ভয়ানক শাস্তি।"
                }
            ]
        },
        {
            "id": 2006,
            "verse_number": 105,
            "verse_key": "16:105",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 237,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰذِبُونَ",
            "page_number": 279,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96808,
                    "resource_id": 20,
                    "text": "They only invent falsehood who do not believe in the verses of Allāh, and it is those who are the liars."
                },
                {
                    "id": 220786,
                    "resource_id": 39,
                    "text": "Sebenarnya yang tergamak berdusta itu hanyalah orang-orang yang tidak beriman kepada ayat-ayat Allah, dan mereka itu ialah orang-orang yang bertabikat berdusta."
                },
                {
                    "id": 1092983,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর নিদর্শনসমূহে বিশ্বাস করে না, তারাই মিথ্যে রচনা করে আর তারাই মিথ্যাবাদী।"
                }
            ]
        },
        {
            "id": 2007,
            "verse_number": 106,
            "verse_key": "16:106",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 237,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَـٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَـٰنِ وَلَـٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
            "page_number": 279,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96809,
                    "resource_id": 20,
                    "text": "Whoever disbelieves in [i.e., denies] Allāh after his belief...<sup foot_note=196630>1</sup> except for one who is forced [to renounce his religion] while his heart is secure in faith. But those who [willingly] open their breasts to disbelief, upon them is wrath from Allāh, and for them is a great punishment;"
                },
                {
                    "id": 220788,
                    "resource_id": 39,
                    "text": "Sesiapa yang kufur kepada Allah sesudah ia beriman (maka baginya kemurkaan dan azab dari Allah), kecuali orang yang dipaksa (melakukan kufur) sedang hatinya tenang tenteram dengan iman; akan tetapi sesiapa yang terbuka hatinya menerima kufur maka atas mereka tertimpa kemurkaan dari Allah, dan mereka pula beroleh azab yang besar."
                },
                {
                    "id": 1092984,
                    "resource_id": 161,
                    "text": "কোন ব্যক্তি তার ঈমান গ্রহণের পর আল্লাহকে অবিশ্বাস করলে এবং কুফরীর জন্য তার হৃদয় খুলে দিলে তার উপর আল্লাহর গযব পতিত হবে আর তার জন্য আছে মহা শাস্তি, তবে তার জন্য নয় যাকে (কুফরীর জন্য) বাধ্য করা হয় অথচ তার দিল ঈমানের উপর অবিচল থাকে।"
                }
            ]
        },
        {
            "id": 2008,
            "verse_number": 107,
            "verse_key": "16:107",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 237,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
            "page_number": 279,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96810,
                    "resource_id": 20,
                    "text": "That is because they preferred the worldly life over the Hereafter and that Allāh does not guide the disbelieving people."
                },
                {
                    "id": 220791,
                    "resource_id": 39,
                    "text": "(Kekufuran mereka) yang demikian, ialah kerana mereka lebih mengutamakan kehidupan dunia daripada hari akhirat, dan kerana Allah tidak memberi hidayah petunjuk yang menyampaikan kaum yang kufur ingkar (kepada kebahagiaan di akhirat)."
                },
                {
                    "id": 1092985,
                    "resource_id": 161,
                    "text": "এর কারণ এই যে, তারা আখিরাত অপেক্ষা দুনিয়ার জীবনকে বেশি ভালবাসে, আর আল্লাহ ঈমান প্রত্যাখ্যানকারীদেরকে সঠিক পথ দেখান না।"
                }
            ]
        },
        {
            "id": 2009,
            "verse_number": 108,
            "verse_key": "16:108",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 237,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
            "page_number": 279,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96811,
                    "resource_id": 20,
                    "text": "Those are the ones over whose hearts and hearing and vision Allāh has sealed, and it is those who are the heedless."
                },
                {
                    "id": 220790,
                    "resource_id": 39,
                    "text": "Mereka itulah orang-orang yang telah dimeteraikan Allah Taala hati mereka dan pendengaran mereka serta penglihatan mereka; dan merekalah orang-orang yang lalai."
                },
                {
                    "id": 1092986,
                    "resource_id": 161,
                    "text": "এরা ঐ সব লোক আল্লাহ যাদের অন্তর, কান আর চোখে মোহর মেরে দিয়েছেন আর তারা বে-খেয়াল, উদাসীন।"
                }
            ]
        },
        {
            "id": 2010,
            "verse_number": 109,
            "verse_key": "16:109",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 237,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْخَـٰسِرُونَ",
            "page_number": 279,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96812,
                    "resource_id": 20,
                    "text": "Assuredly, it is they, in the Hereafter, who will be the losers."
                },
                {
                    "id": 220789,
                    "resource_id": 39,
                    "text": "Tidak syak lagi, bahawa mereka ialah orang-orang yang rugi pada hari akhirat kelak."
                },
                {
                    "id": 1092987,
                    "resource_id": 161,
                    "text": "এতে কোন সন্দেহই নেই যে, আখেরাতে ক্ষতিগ্রস্ত এরাই হবে।"
                }
            ]
        },
        {
            "id": 2011,
            "verse_number": 110,
            "verse_key": "16:110",
            "hizb_number": 28,
            "rub_el_hizb_number": 111,
            "ruku_number": 237,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَـٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
            "page_number": 279,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96814,
                    "resource_id": 20,
                    "text": "Then, indeed your Lord, to those who emigrated after they had been compelled [to say words of disbelief] and thereafter fought [for the cause of Allāh] and were patient - indeed, your Lord, after that, is Forgiving and Merciful"
                },
                {
                    "id": 220792,
                    "resource_id": 39,
                    "text": "Kemudian, sesungguhnya Tuhanmu (memberikan pertolongan) kepada orang-orang yang telah berhijrah sesudah mereka difitnahkan (oleh kaum musyrik), kemudian mereka berjihad serta bersabar; sesungguhnya Tuhanmu - sesudah mereka menderita dan bersabar dalam perjuangan - adalah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1092988,
                    "resource_id": 161,
                    "text": "অবশ্যই তোমার প্রতিপালক তাদের জন্য যারা নির্যাতিত হওয়ার পর হিজরাত করে, অতঃপর জিহাদ করে, অতঃপর ধৈর্যধারণ করে, এ সবের পর তোমার প্রতিপালক অবশ্যই বড়ই ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}