{
    "verses": [
        {
            "id": 2012,
            "verse_number": 111,
            "verse_key": "16:111",
            "hizb_number": 28,
            "rub_el_hizb_number": 112,
            "ruku_number": 238,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "۞ يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَـٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
            "page_number": 280,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96815,
                    "resource_id": 20,
                    "text": "On the Day when every soul will come disputing [i.e., pleading] for itself, and every soul will be fully compensated for what it did, and they will not be wronged [i.e., treated unjustly]."
                },
                {
                    "id": 220794,
                    "resource_id": 39,
                    "text": "(Allah akan mengampunkan dosa-dosa mereka itu pada hari kiamat), hari tiap-tiap diri datang membela dirinya semata-mata, dan tiap-tiap diri disempurnakan balasan apa yang ia telah kerjakan (sama ada baik atau jahat), sedang mereka tidak akan dianiaya sedikit pun."
                },
                {
                    "id": 1092989,
                    "resource_id": 161,
                    "text": "সেদিন প্রত্যেক লোক নিজের পক্ষে যুক্তি পেশ করবে আর প্রত্যেক ব্যক্তিকে তার কৃতকর্মের প্রতিফল পূর্ণমাত্রায় দেয়া হবে, তাদের প্রতি কোন যুলম করা হবে না।"
                }
            ]
        },
        {
            "id": 2013,
            "verse_number": 112,
            "verse_key": "16:112",
            "hizb_number": 28,
            "rub_el_hizb_number": 112,
            "ruku_number": 238,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ",
            "page_number": 280,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96816,
                    "resource_id": 20,
                    "text": "And Allāh presents an example: a city [i.e., Makkah] which was safe and secure, its provision coming to it in abundance from every location, but it denied the favors of Allāh. So Allāh made it taste the envelopment of hunger and fear for what they had been doing."
                },
                {
                    "id": 220785,
                    "resource_id": 39,
                    "text": "Dan (berhubung dengan hal kaum yang kufur ingkar) Allah memberikan satu contoh: Sebuah negeri yang aman damai dan tenteram, yang didatangi rezekinya yang mewah dari tiap-tiap tempat, kemudian penduduknya kufur akan nikmat-nikmat Allah itu, maka Allah merasakannya kelaparan dan ketakutan yang meliputi keseluruhannya disebabkan apa yang mereka telah lakukan."
                },
                {
                    "id": 1092990,
                    "resource_id": 161,
                    "text": "আল্লাহ এক জনবসতির দৃষ্টান্ত পেশ করছেন যা ছিল নিরাপদ, চিন্তা-ভাবনাহীন। সবখান থেকে সেখানে আসত জীবন ধারণের পর্যাপ্ত উপকরণ। অতঃপর সে জনপদ আল্লাহর নি‘মাতরাজির কুফুরী করল, অতঃপর আল্লাহ তাদের কৃতকর্মের কারণে ক্ষুধা ও ভয়-ভীতির মুসীবাত তাদেরকে আস্বাদন করালেন।"
                }
            ]
        },
        {
            "id": 2014,
            "verse_number": 113,
            "verse_key": "16:113",
            "hizb_number": 28,
            "rub_el_hizb_number": 112,
            "ruku_number": 238,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَـٰلِمُونَ",
            "page_number": 280,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96817,
                    "resource_id": 20,
                    "text": "And there had certainly come to them a Messenger from among themselves, but they denied him; so punishment overtook them while they were wrongdoers."
                },
                {
                    "id": 220797,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya, mereka pula telah didatangi seorang Rasul dari kalangan mereka sendiri, lalu mereka mendustakannya; maka mereka pun ditimpa azab sedang mereka berkeadaan zalim."
                },
                {
                    "id": 1092991,
                    "resource_id": 161,
                    "text": "তাদের কাছে তাদের মধ্য হতেই রসূল এসেছিল কিন্তু তারা তাকে মিথ্যা মনে ক’রে প্রত্যাখ্যান করল, তখন শাস্তি তাদেরকে পাকড়াও করল যখন তারা ছিল সীমালঙ্ঘনে লিপ্ত।"
                }
            ]
        },
        {
            "id": 2015,
            "verse_number": 114,
            "verse_key": "16:114",
            "hizb_number": 28,
            "rub_el_hizb_number": 112,
            "ruku_number": 238,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
            "page_number": 280,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96818,
                    "resource_id": 20,
                    "text": "Then eat of what Allāh has provided for you [which is] lawful and good. And be grateful for the favor of Allāh, if it is [indeed] Him that you worship."
                },
                {
                    "id": 220799,
                    "resource_id": 39,
                    "text": "Oleh itu, makanlah (wahai orang-orang yang beriman) dari apa yang telah dikurniakan Allah kepada kamu dari benda-benda yang halal lagi baik, dan bersyukurlah akan nikmat Allah, jika benar kamu hanya menyembahNya semata-mata."
                },
                {
                    "id": 1092992,
                    "resource_id": 161,
                    "text": "কাজেই আল্লাহ তোমাদেরকে যে সকল বৈধ পবিত্র রিযক দিয়েছেন তা তোমরা খাও আর আল্লাহর অনুগ্রহের শুকরিয়া আদায় কর যদি তোমরা প্রকৃতই তাঁর বন্দেগী করতে ইচ্ছুক হও।"
                }
            ]
        },
        {
            "id": 2016,
            "verse_number": 115,
            "verse_key": "16:115",
            "hizb_number": 28,
            "rub_el_hizb_number": 112,
            "ruku_number": 238,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 280,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96819,
                    "resource_id": 20,
                    "text": "He has only forbidden to you dead animals,<sup foot_note=196631>1</sup> blood, the flesh of swine, and that which has been dedicated to other than Allāh. But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit] - then indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 220798,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah hanya mengharamkan kepada kamu memakan bangkai, dan darah, dan daging babi, dan binatang yang disembelih tidak kerana Allah maka sesiapa terpaksa (memakannya kerana darurat) sedang ia tidak mengingininya dan tidak melampaui batas (pada kadar benda yang dimakan itu, maka tidaklah ia berdosa), sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1092993,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদের জন্য হারাম করেছেন মৃত জীব, রক্ত, শূকরের মাংস আর যা যবেহ করার সময় আল্লাহ ছাড়া অন্যের নাম নেয়া হয়েছে। কিন্তু কেউ ইচ্ছাকৃতভাবে অবাধ্য না হয়ে ও সীমালঙ্ঘন না ক’রে নিতান্ত নিরুপায় (হয়ে এসব খেতে বাধ্য) হলে আল্লাহ তো বড়ই ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 2017,
            "verse_number": 116,
            "verse_key": "16:116",
            "hizb_number": 28,
            "rub_el_hizb_number": 112,
            "ruku_number": 238,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَـٰذَا حَلَـٰلٌ وَهَـٰذَا حَرَامٌ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ ۚ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
            "page_number": 280,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96820,
                    "resource_id": 20,
                    "text": "And do not say about what your tongues assert of untruth, \"This is lawful and this is unlawful,\" to invent falsehood about Allāh. Indeed, those who invent falsehood about Allāh will not succeed."
                },
                {
                    "id": 220796,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu berdusta dengan sebab apa yang disifatkan oleh lidah kamu: \"Ini halal dan ini haram\", untuk mengada-adakan sesuatu yang dusta terhadap Allah; sesungguhnya orang-orang yang berdusta terhadap Allah tidak akan berjaya."
                },
                {
                    "id": 1092994,
                    "resource_id": 161,
                    "text": "তোমাদের জিহবা থেকে মিথ্যে কথা বেরোয় বলেই তোমরা আল্লাহর প্রতি মিথ্যারোপ করার জন্য এমন কথা বলো না যে, এটা হালাল, আর এটা হারাম। যারা আল্লাহ সম্পর্কে মিথ্যে উদ্ভাবন করে, তারা কক্ষনো কল্যাণ লাভ করতে পারে না।"
                }
            ]
        },
        {
            "id": 2018,
            "verse_number": 117,
            "verse_key": "16:117",
            "hizb_number": 28,
            "rub_el_hizb_number": 112,
            "ruku_number": 238,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "مَتَـٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 280,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96821,
                    "resource_id": 20,
                    "text": "[It is but] a brief enjoyment, and they will have a painful punishment."
                },
                {
                    "id": 220804,
                    "resource_id": 39,
                    "text": "(Mereka hanya mendapat) sedikit kesenangan (di dunia), dan mereka pula akan beroleh azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1092995,
                    "resource_id": 161,
                    "text": "(এসব মিথ্যাচারে লাভ হয়) সামান্য ভোগের বস্তু, অতঃপর তাদের জন্য আছে ভয়াবহ শাস্তি।"
                }
            ]
        },
        {
            "id": 2019,
            "verse_number": 118,
            "verse_key": "16:118",
            "hizb_number": 28,
            "rub_el_hizb_number": 112,
            "ruku_number": 238,
            "manzil_number": 3,
            "sajdah_number": null,
            "text_uthmani": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ ۖ وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
            "page_number": 280,
            "juz_number": 14,
            "translations": [
                {
                    "id": 96822,
                    "resource_id": 20,
                    "text": "And to those who are Jews We have prohibited that which We related to you before.<sup foot_note=196632>1</sup> And We did not wrong them [thereby], but they were wronging themselves."
                },
                {
                    "id": 220801,
                    "resource_id": 39,
                    "text": "Dan kepada orang-orang Yahudi, Kami haramkan apa yang telah kami ceritakan kepadamu dahulu; dan tiadalah Kami menganiaya mereka (dengan pengharaman itu), tetapi merekalah yang menganiaya diri mereka sendiri."
                },
                {
                    "id": 1092996,
                    "resource_id": 161,
                    "text": "আর যারা ইয়াহূদী হয়েছিল আমি তাদের প্রতি হারাম করেছিলাম যা আমি তোমার কাছে পূর্বেই উল্লেখ করেছি। আমি তাদের উপর কোন যুলম করিনি, কিন্তু তারা নিজেরাই নিজেদের প্রতি যুলম করত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}