{
    "verses": [
        {
            "id": 2047,
            "verse_number": 18,
            "verse_key": "17:18",
            "hizb_number": 29,
            "rub_el_hizb_number": 113,
            "ruku_number": 241,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "مَّن كَانَ يُرِيدُ ٱلْعَاجِلَةَ عَجَّلْنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُۥ جَهَنَّمَ يَصْلَىٰهَا مَذْمُومًا مَّدْحُورًا",
            "page_number": 284,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96954,
                    "resource_id": 20,
                    "text": "Whoever should desire the immediate<sup foot_note=196647>1</sup> - We hasten for him from it what We will to whom We intend. Then We have made for him Hell, which he will [enter to] burn, censured and banished."
                },
                {
                    "id": 220923,
                    "resource_id": 39,
                    "text": "Sesiapa yang menghendaki (kesenangan hidup) dunia, Kami akan segerakan kepadanya dalam dunia apa yang Kami kehendaki, bagi sesiapa yang Kami kehendaki; kemudian Kami sediakan baginya neraka Jahannam (di akhirat kelak), untuk membakarnya dalam keadaan yang hina lagi tersingkir dari rahmat Allah."
                },
                {
                    "id": 1093024,
                    "resource_id": 161,
                    "text": "যে কেউ নগদ নগদ পেতে চায় তাকে আমি এখানেই জলদি করে দিয়ে দেই যাকে যা দিতে ইচ্ছে করি, অবশেষে তার জন্য জাহান্নাম নির্ধারণ করি। তাতে সে জ্বলবে ধিকৃত ও রহমাত বঞ্চিত অবস্থায়।"
                }
            ]
        },
        {
            "id": 2048,
            "verse_number": 19,
            "verse_key": "17:19",
            "hizb_number": 29,
            "rub_el_hizb_number": 113,
            "ruku_number": 241,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَمَنْ أَرَادَ ٱلْـَٔاخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُورًا",
            "page_number": 284,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96955,
                    "resource_id": 20,
                    "text": "But whoever desires the Hereafter and exerts the effort due to it while he is a believer - it is those whose effort is ever appreciated [by Allāh]."
                },
                {
                    "id": 216558,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang menghendaki akhirat dan berusaha mengerjakan amal-amal yang baik untuk akhirat dengan usaha yang layak baginya, sedang ia beriman, maka mereka yang demikian keadaannya, diberi pahala akan amal usahanya."
                },
                {
                    "id": 1093025,
                    "resource_id": 161,
                    "text": "আর যে ব্যক্তি আখিরাত কামনা করে আর তার জন্য চেষ্টা করে যতখানি চেষ্টা করা দরকার আর সে মু’মিনও, এরাই হল তারা যাদের চেষ্টা সাধনা সাদরে গৃহীত হবে।"
                }
            ]
        },
        {
            "id": 2049,
            "verse_number": 20,
            "verse_key": "17:20",
            "hizb_number": 29,
            "rub_el_hizb_number": 113,
            "ruku_number": 241,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "كُلًّا نُّمِدُّ هَـٰٓؤُلَآءِ وَهَـٰٓؤُلَآءِ مِنْ عَطَآءِ رَبِّكَ ۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا",
            "page_number": 284,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96957,
                    "resource_id": 20,
                    "text": "To each [category] We extend - to these and to those - from the gift of your Lord. And never has the gift of your Lord been restricted."
                },
                {
                    "id": 220653,
                    "resource_id": 39,
                    "text": "Tiap-tiap golongan dari keduanya, golongan dunia dan golongan akhirat Kami hulurkan kepada mereka dari pemberian Tuhanmu (wahai Muhammad); dan tiadalah pemberian Tuhanmu itu tersekat (dari sesiapapun)."
                },
                {
                    "id": 1093026,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালকের দান থেকে আমি এদেরকে আর ওদেরকে সকলকেই সাহায্য করে থাকি, তোমার প্রতিপালকের দান তো বন্ধ হওয়ার নয়।"
                }
            ]
        },
        {
            "id": 2050,
            "verse_number": 21,
            "verse_key": "17:21",
            "hizb_number": 29,
            "rub_el_hizb_number": 113,
            "ruku_number": 241,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ٱنظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْـَٔاخِرَةُ أَكْبَرُ دَرَجَـٰتٍ وَأَكْبَرُ تَفْضِيلًا",
            "page_number": 284,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96958,
                    "resource_id": 20,
                    "text": "Look how We have favored [in provision] some of them over others. But the Hereafter is greater in degrees [of difference] and greater in distinction."
                },
                {
                    "id": 220456,
                    "resource_id": 39,
                    "text": "Lihatlah bagaimana Kami lebihkan sebahagian dari mereka atas sebahagian yang lain (dalam rezeki pemberian Kami itu) dan sesungguhnya pemberian di akhirat lebih besar tingkatan-tingkatan perbezaannya dan lebih besar tambahan-tambahan kelebihannya."
                },
                {
                    "id": 1093027,
                    "resource_id": 161,
                    "text": "লক্ষ্য কর, আমি তাদের কতককে অন্যদের উপর কীভাবে শ্রেষ্ঠত্ব দিয়েছি, আর আখিরাত তো নিশ্চয়ই মর্যাদায় সর্বোচ্চ ও গুণে সর্বোত্তম।"
                }
            ]
        },
        {
            "id": 2051,
            "verse_number": 22,
            "verse_key": "17:22",
            "hizb_number": 29,
            "rub_el_hizb_number": 113,
            "ruku_number": 241,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لَّا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا",
            "page_number": 284,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96959,
                    "resource_id": 20,
                    "text": "Do not make [as equal] with Allāh another deity and [thereby] become censured and forsaken."
                },
                {
                    "id": 214625,
                    "resource_id": 39,
                    "text": "Janganlah engkau adakan tuhan yang lain bersama Allah (dalam ibadatmu), kerana akibatnya engkau akan tinggal dalam keadaan tercela dan kecewa dari mendapat pertolongan."
                },
                {
                    "id": 1093028,
                    "resource_id": 161,
                    "text": "আল্লাহর সাথে অন্য কোন ইলাহ সাব্যস্ত করো না, করলে তিরস্কৃত হতভাগ্য হয়ে পড়ে থাকবে।"
                }
            ]
        },
        {
            "id": 2052,
            "verse_number": 23,
            "verse_key": "17:23",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 242,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۚ إِمَّا يَبْلُغَنَّ عِندَكَ ٱلْكِبَرَ أَحَدُهُمَآ أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفٍّ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلًا كَرِيمًا",
            "page_number": 284,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96960,
                    "resource_id": 20,
                    "text": "And your Lord has decreed that you worship not except Him, and to parents, good treatment. Whether one or both of them reach old age [while] with you, say not to them [so much as], \"uff,\"<sup foot_note=196648>1</sup> and do not repel them but speak to them a noble word."
                },
                {
                    "id": 214627,
                    "resource_id": 39,
                    "text": "Dan Tuhanmu telah perintahkan, supaya engkau tidak menyembah melainkan kepadaNya semata-mata, dan hendaklah engkau berbuat baik kepada ibu bapa. Jika salah seorang dari keduanya, atau kedua-duanya sekali, sampai kepada umur tua dalam jagaan dan peliharaanmu, maka janganlah engkau berkata kepada mereka (sebarang perkataan kasar) sekalipun perkataan \"Ha\", dan janganlah engkau menengking menyergah mereka, tetapi katakanlah kepada mereka perkataan yang mulia (yang bersopan santun)."
                },
                {
                    "id": 1093029,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালক হুকুম জারি করেছেন যে, তিনি ছাড়া অন্য কারো ‘ইবাদাত করো না, আর পিতা-মাতার সঙ্গে সদ্ব্যবহার করো। তাদের একজন বা তাদের উভয়ে যদি তোমার জীবদ্দশায় বার্ধক্যে উপনীত হয়, তবে তাদেরকে বিরক্তি বা অবজ্ঞাসূচক কথা বলো না, আর তাদেরকে ভৎর্সনা করো না। তাদের সাথে সম্মানজনক কথা বল।"
                }
            ]
        },
        {
            "id": 2053,
            "verse_number": 24,
            "verse_key": "17:24",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 242,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱخْفِضْ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحْمَةِ وَقُل رَّبِّ ٱرْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا",
            "page_number": 284,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96961,
                    "resource_id": 20,
                    "text": "And lower to them the wing of humility out of mercy and say, \"My Lord, have mercy upon them as they brought me up [when I was] small.\""
                },
                {
                    "id": 216595,
                    "resource_id": 39,
                    "text": "Dan hendaklah engkau merendah diri kepada keduanya kerana belas kasihan dan kasih sayangmu, dan doakanlah (untuk mereka, dengan berkata): \"Wahai Tuhanku! Cucurilah rahmat kepada mereka berdua sebagaimana mereka telah mencurahkan kasih sayangnya memelihara dan mendidikku semasa kecil.\""
                },
                {
                    "id": 1093030,
                    "resource_id": 161,
                    "text": "তাদের জন্য সদয়ভাবে নম্রতার বাহু প্রসারিত করে দাও আর বল, ‘হে আমার প্রতিপালক! তাদের প্রতি দয়া কর যেমনভাবে তারা আমাকে শৈশবে লালন পালন করেছেন।’"
                }
            ]
        },
        {
            "id": 2054,
            "verse_number": 25,
            "verse_key": "17:25",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 242,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ ۚ إِن تَكُونُوا۟ صَـٰلِحِينَ فَإِنَّهُۥ كَانَ لِلْأَوَّٰبِينَ غَفُورًا",
            "page_number": 284,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96962,
                    "resource_id": 20,
                    "text": "Your Lord is most knowing of what is within yourselves. If you should be righteous [in intention] - then indeed He is ever, to the often returning [to Him], Forgiving.<sup foot_note=196649>1</sup>"
                },
                {
                    "id": 214631,
                    "resource_id": 39,
                    "text": "Tuhan kamu lebih mengetahui akan apa yang ada pada hati kamu; kalaulah kamu orang-orang yang bertujuan baik mematuhi perintahNya, maka sesungguhnya dia adalah Maha Pengampun bagi orang-orang yang bertaubat."
                },
                {
                    "id": 1093031,
                    "resource_id": 161,
                    "text": "তোমাদের প্রতিপালক খুব ভাল করেই জানেন তোমাদের অন্তরে কী আছে। তোমরা যদি সৎকর্মশীল হও, তবে যারা বার বার তাঁর দিকে ফিরে আসে তিনি তো তাদের প্রতি পরম ক্ষমাশীল।"
                }
            ]
        },
        {
            "id": 2055,
            "verse_number": 26,
            "verse_key": "17:26",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 242,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَءَاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
            "page_number": 284,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96963,
                    "resource_id": 20,
                    "text": "And give the relative his right, and [also] the poor and the traveler, and do not spend wastefully.<sup foot_note=196650>1</sup>"
                },
                {
                    "id": 214633,
                    "resource_id": 39,
                    "text": "Dan berikanlah kepada kerabatmu, dan orang miskin serta orang musafir akan haknya masing-masing; dan janganlah engkau membelanjakan hartamu dengan boros yang melampau."
                },
                {
                    "id": 1093032,
                    "resource_id": 161,
                    "text": "আর আত্মীয়-স্বজনকে তাদের প্রাপ্য অধিকার দাও এবং মিসকীন ও মুসাফিরদেরকেও, আর অপব্যয়ে অপচয় করো না।"
                }
            ]
        },
        {
            "id": 2056,
            "verse_number": 27,
            "verse_key": "17:27",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 242,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلْمُبَذِّرِينَ كَانُوٓا۟ إِخْوَٰنَ ٱلشَّيَـٰطِينِ ۖ وَكَانَ ٱلشَّيْطَـٰنُ لِرَبِّهِۦ كَفُورًا",
            "page_number": 284,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96964,
                    "resource_id": 20,
                    "text": "Indeed, the wasteful are brothers of the devils, and ever has Satan been to his Lord ungrateful."
                },
                {
                    "id": 214635,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang boros itu adalah saudara-saudara Syaitan, sedang Syaitan itu pula adalah makhluk yang sangat kufur kepada Tuhannya."
                },
                {
                    "id": 1093033,
                    "resource_id": 161,
                    "text": "অপচয়কারীরা শয়তানের ভাই আর শয়তান তো তার প্রতিপালকের প্রতি না-শোকর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}