{
    "verses": [
        {
            "id": 2057,
            "verse_number": 28,
            "verse_key": "17:28",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 242,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96965,
                    "resource_id": 20,
                    "text": "And if you [must] turn away from them [i.e., the needy] awaiting mercy from your Lord which you expect,<sup foot_note=196651>1</sup> then speak to them a gentle word."
                },
                {
                    "id": 214637,
                    "resource_id": 39,
                    "text": "Dan jika engkau terpaksa berpaling tidak melayani mereka, kerana menunggu rezeki dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka kata-kata yang menyenangkan hati."
                },
                {
                    "id": 1093034,
                    "resource_id": 161,
                    "text": "তুমি যদি তাদেরকে (অর্থাৎ অভাবী আত্মীয়, মিসকীন ও মুসাফিরদেরকে) পাশ কাটাতে চাও এজন্য যে, তুমি এখনও নিজের জন্য তোমার প্রতিপালকের অনুগ্রহ লাভের সন্ধানে ব্যাপৃত যা তুমি প্রত্যাশা কর, এমতাবস্থায় তাদের সঙ্গে নম্রভাবে কথা বল।"
                }
            ]
        },
        {
            "id": 2058,
            "verse_number": 29,
            "verse_key": "17:29",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 242,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ ٱلْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96966,
                    "resource_id": 20,
                    "text": "And do not make your hand [as] chained to your neck<sup foot_note=196653>1</sup> or extend it completely<sup foot_note=196652>2</sup> and [thereby] become blamed and insolvent."
                },
                {
                    "id": 214639,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau jadikan tanganmu terbelenggu di lehermu, dan janganlah pula engkau menghulurkannya dengan sehabis-habisnya, kerana akibatnya akan tinggalah engkau dengan keadaan yang tercela serta kering keputusan."
                },
                {
                    "id": 1093035,
                    "resource_id": 161,
                    "text": "তোমার হাতকে তোমার গলার সাথে বেঁধে দিও না, আর তা একেবারে প্রসারিত করেও দিওনা, তা করলে তুমি তিরস্কৃত ও নিঃস্ব হয়ে বসে পড়বে।"
                }
            ]
        },
        {
            "id": 2059,
            "verse_number": 30,
            "verse_key": "17:30",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 242,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ رَبَّكَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96968,
                    "resource_id": 20,
                    "text": "Indeed, your Lord extends provision for whom He wills and restricts [it]. Indeed He is ever, concerning His servants, Aware and Seeing."
                },
                {
                    "id": 214643,
                    "resource_id": 39,
                    "text": "Sesungguhnya Tuhanmu lah yang meluaskan rezeki bagi sesiapa yang dikehendakiNya (menurut undang-undang peraturanNya), dan Ia juga yang menyempitkannya (menurut yang demikian). Sesungguhnya Ia Maha Mendalam pengetahuanNya, lagi Maha Melihat akan hamba-hambaNya."
                },
                {
                    "id": 1093036,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালক যার জন্য ইচ্ছে রিযক্ প্রশস্ত করেন, যার জন্য ইচ্ছে সীমিত করেন, তিনি তাঁর বান্দাদের সম্পর্কে ওয়াকিফহাল, প্রত্যক্ষদর্শী।"
                }
            ]
        },
        {
            "id": 2060,
            "verse_number": 31,
            "verse_key": "17:31",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 243,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَقْتُلُوٓا۟ أَوْلَـٰدَكُمْ خَشْيَةَ إِمْلَـٰقٍ ۖ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ ۚ إِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيرًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96969,
                    "resource_id": 20,
                    "text": "And do not kill your children for fear of poverty. We provide for them and for you. Indeed, their killing is ever a great sin."
                },
                {
                    "id": 214652,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu membunuh anak-anak kamu kerana takutkan kepapaan; Kamilah yang memberi rezeki kepada mereka dan kepada kamu. Sesungguhnya perbuatan membunuh mereka adalah satu kesalahan yang besar."
                },
                {
                    "id": 1093037,
                    "resource_id": 161,
                    "text": "দরিদ্রতার ভয়ে তোমরা তোমাদের সন্তানদেরকে হত্যা করো না। আমিই তাদেরকে রিযক দেই আর তোমাদেরকেও, তাদের হত্যা মহাপাপ।"
                }
            ]
        },
        {
            "id": 2061,
            "verse_number": 32,
            "verse_key": "17:32",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 243,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَقْرَبُوا۟ ٱلزِّنَىٰٓ ۖ إِنَّهُۥ كَانَ فَـٰحِشَةً وَسَآءَ سَبِيلًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96970,
                    "resource_id": 20,
                    "text": "And do not approach unlawful sexual intercourse.<sup foot_note=196654>1</sup> Indeed, it is ever an immorality and is evil as a way."
                },
                {
                    "id": 214647,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu menghampiri zina, sesungguhnya zina itu adalah satu perbuatan yang keji dan satu jalan yang jahat (yang membawa kerosakan)."
                },
                {
                    "id": 1093038,
                    "resource_id": 161,
                    "text": "আর যিনা-ব্যভিচারের কাছেও যেও না, তা হচ্ছে অশ্লীল কাজ আর অতি জঘন্য পথ।"
                }
            ]
        },
        {
            "id": 2062,
            "verse_number": 33,
            "verse_key": "17:33",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 243,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۗ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِۦ سُلْطَـٰنًا فَلَا يُسْرِف فِّى ٱلْقَتْلِ ۖ إِنَّهُۥ كَانَ مَنصُورًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96971,
                    "resource_id": 20,
                    "text": "And do not kill the soul [i.e., person] which Allāh has forbidden, except by right.<sup foot_note=196656>1</sup> And whoever is killed unjustly - We have given his heir authority,<sup foot_note=196655>2</sup> but let him not exceed limits in [the matter of] taking life. Indeed, he has been supported [by the law]."
                },
                {
                    "id": 214650,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu membunuh diri seseorang manusia yang diharamkan oleh Allah membunuhnya kecuali dengan alasan yang benar. Dan sesiapa yang dibunuh secara zalim, maka sesungguhnya Kami telah menjadikan warisannya berkuasa menuntut balas. Dalam pada itu, janganlah ia melampau dalam menuntut balas bunuh itu, kerana sesungguhnya ia adalah mendapat sepenuh-penuh pertolongan (menurut hukum Syarak)."
                },
                {
                    "id": 1093039,
                    "resource_id": 161,
                    "text": "যথাযথ কারণ ছাড়া আল্লাহ যাকে হত্যা করা নিষিদ্ধ করেছেন তাকে হত্যা করো না। কাউকে অন্যায়ভাবে হত্যা করা হলে আমি তার উত্তরাধিকারীকে অধিকার দিয়েছি (কিসাস দাবী করার বা ক্ষমা করে দেয়ার) কাজেই সে যেন হত্যার ব্যাপারে সীমালঙ্ঘন না করে, কারণ তাকে তো সাহায্য করা হয়েছে (আইন-বিধান দিয়ে)।"
                }
            ]
        },
        {
            "id": 2063,
            "verse_number": 34,
            "verse_key": "17:34",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 243,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۚ وَأَوْفُوا۟ بِٱلْعَهْدِ ۖ إِنَّ ٱلْعَهْدَ كَانَ مَسْـُٔولًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96972,
                    "resource_id": 20,
                    "text": "And do not approach the property of an orphan, except in the way that is best,<sup foot_note=196657>1</sup> until he reaches maturity. And fulfill [every] commitment. Indeed, the commitment is ever [that about which one will be] questioned."
                },
                {
                    "id": 214654,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu menghampiri harta anak yatim melainkan dengan cara yang baik (untuk mengawal dan mengembangkannya), sehingga ia baligh (dewasa, serta layak mengurus hartanya dengan sendiri); dan sempurnakanlah perjanjian (dengan Allah dan dengan manusia), sesungguhnya perjanjian itu akan ditanya."
                },
                {
                    "id": 1093040,
                    "resource_id": 161,
                    "text": "ইয়াতীম বয়োপ্রাপ্ত না হওয়া পর্যন্ত তার সম্পদের কাছেও যেয়ো না সৎ উদ্দেশ্য ব্যতীত। আর ওয়া‘দা পূর্ণ কর, ওয়া‘দা সম্পর্কে অবশ্যই জিজ্ঞাসাবাদ করা হবে।"
                }
            ]
        },
        {
            "id": 2064,
            "verse_number": 35,
            "verse_key": "17:35",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 243,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَأَوْفُوا۟ ٱلْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96973,
                    "resource_id": 20,
                    "text": "And give full measure when you measure, and weigh with an even [i.e., honest] balance. That is the best [way] and best in result."
                },
                {
                    "id": 214656,
                    "resource_id": 39,
                    "text": "Dan sempurnakanlah sukatan apabila kamu menyukat, dan timbanglah dengan timbangan yang adil. Yang demikian itu baik (kesannya bagi kamu di dunia) dan sebaik baik kesudahan (yang mendatangkan pahala di akhirat kelak)."
                },
                {
                    "id": 1093041,
                    "resource_id": 161,
                    "text": "মাপ দেয়ার সময় মাপ পূর্ণমাত্রায় করবে, আর ওজন করবে ত্রুটিহীন দাঁড়িপাল্লায়। এটাই উত্তম নীতি আর পরিণামেও তা উৎকৃষ্ট।"
                }
            ]
        },
        {
            "id": 2065,
            "verse_number": 36,
            "verse_key": "17:36",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 243,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۚ إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُو۟لَـٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96974,
                    "resource_id": 20,
                    "text": "And do not pursue<sup foot_note=196658>1</sup> that of which you have no knowledge. Indeed, the hearing, the sight and the heart - about all those [one] will be questioned."
                },
                {
                    "id": 214822,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau mengikut apa yang engkau tidak mempunyai pengetahuan mengenainya; sesungguhnya pendengaran dan penglihatan serta hati, semua anggota-anggota itu tetap akan ditanya tentang apa yang dilakukannya."
                },
                {
                    "id": 1093042,
                    "resource_id": 161,
                    "text": "আর সে বিষয়ের পেছনে ছুটো না, যে বিষয়ে তোমার কোন জ্ঞান নেই। কান, চোখ আর অন্তর- এগুলোর সকল বিষয়ে অবশ্যই জিজ্ঞাসাবাদ করা হবে।"
                }
            ]
        },
        {
            "id": 2066,
            "verse_number": 37,
            "verse_key": "17:37",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 243,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّكَ لَن تَخْرِقَ ٱلْأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96975,
                    "resource_id": 20,
                    "text": "And do not walk upon the earth exultantly. Indeed, you will never tear the earth [apart], and you will never reach the mountains in height.<sup foot_note=196659>1</sup>"
                },
                {
                    "id": 214658,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau berjalan di bumi dengan berlagak sombong, kerana sesungguhnya engkau tidak akan dapat menembusi bumi, dan engkau tidak akan dapat menyamai setinggi gunung-ganang."
                },
                {
                    "id": 1093043,
                    "resource_id": 161,
                    "text": "যমীনে গর্বভরে চলাফেরা করো না, তুমি কক্ষনো যমীনকে বিদীর্ণ করতে পারবে না, আর উচ্চতায় পর্বতের ন্যায় হতেও পারবে না।"
                }
            ]
        },
        {
            "id": 2067,
            "verse_number": 38,
            "verse_key": "17:38",
            "hizb_number": 29,
            "rub_el_hizb_number": 114,
            "ruku_number": 243,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكْرُوهًا",
            "page_number": 285,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96976,
                    "resource_id": 20,
                    "text": "All that [i.e., the aforementioned] - its evil is ever, in the sight of your Lord, detested."
                },
                {
                    "id": 214662,
                    "resource_id": 39,
                    "text": "Tiap-tiap satu perintah itu, menyalahinya adalah kejahatan yang dibenci di sisi Tuhanmu."
                },
                {
                    "id": 1093044,
                    "resource_id": 161,
                    "text": "এগুলোর মধ্যে যে সমস্ত বিষয় মন্দ, তোমার প্রতিপালকের নিকট তা ঘৃণিত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}