{
    "verses": [
        {
            "id": 2079,
            "verse_number": 50,
            "verse_key": "17:50",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 244,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ قُلْ كُونُوا۟ حِجَارَةً أَوْ حَدِيدًا",
            "page_number": 287,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96990,
                    "resource_id": 20,
                    "text": "Say, \"Be you stones or iron<sup foot_note=196664>1</sup>"
                },
                {
                    "id": 214689,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad):\" Jadilah kamu batu atau besi -"
                },
                {
                    "id": 1093056,
                    "resource_id": 161,
                    "text": "বল, ‘তোমরা যদি পাথর কিংবা লোহাও হয়ে যাও,"
                }
            ]
        },
        {
            "id": 2080,
            "verse_number": 51,
            "verse_key": "17:51",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 244,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِى صُدُورِكُمْ ۚ فَسَيَقُولُونَ مَن يُعِيدُنَا ۖ قُلِ ٱلَّذِى فَطَرَكُمْ أَوَّلَ مَرَّةٍ ۚ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ ۖ قُلْ عَسَىٰٓ أَن يَكُونَ قَرِيبًا",
            "page_number": 287,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96991,
                    "resource_id": 20,
                    "text": "Or [any] creation of that which is great<sup foot_note=196666>1</sup> within your breasts.\" And they will say, \"Who will restore us?\" Say, \"He who brought you forth the first time.\" Then they will nod their heads toward you<sup foot_note=196665>2</sup> and say, \"When is that?\" Say, \"Perhaps it will be soon -"
                },
                {
                    "id": 214690,
                    "resource_id": 39,
                    "text": "Atau lain-lain makhluk yang terlintas di hati kamu sukar hidupnya, (maka Allah berkuasa menghidupkannya)!\" Mereka pula akan bertanya: \"Siapakah yang akan mengembalikan kita hidup semula?\" Katakanlah: \"Ialah Allah yang menjadikan kamu pada mulanya!\" Maka mereka akan menganggukkan kepala mereka kepadamu sambil bertanya secara mengejek: Bila berlakunya?\" Katakanlah: \"Dipercayai akan berlaku tidak lama lagi!\""
                },
                {
                    "id": 1093057,
                    "resource_id": 161,
                    "text": "অথবা এমন কিছু যা তোমাদের ধারণায় (জীবিত হওয়া) খুবই কঠিন (তবুও তোমাদেরকে উঠানো হবে)।’ তারা বলবে, ‘কে আছে এমন যে আমাদেরকে পুনরায় জীবনে ফিরিয়ে আনবে?’ বল, ‘তিনিই যিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন।’ তখন তারা (ঠাট্টার ছলে) তোমার সামনে মাথা নাড়বে আর বলবে, ‘সেটা কখন ঘটবে?’ বল, ‘হতে পারে সেটা শীঘ্রই ঘটবে।’"
                }
            ]
        },
        {
            "id": 2081,
            "verse_number": 52,
            "verse_key": "17:52",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 244,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِۦ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا",
            "page_number": 287,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96992,
                    "resource_id": 20,
                    "text": "On the Day He will call you and you will respond with praise of Him and think that you had not remained [in the world] except for a little.\""
                },
                {
                    "id": 214692,
                    "resource_id": 39,
                    "text": "(Ingatlah akan) hari Ia menyeru kamu lalu kamu menyahut sambil memuji kekuasaanNya, dan kamu menyangka, bahawa kamu tinggal (dalam kubur) hanya sebentar."
                },
                {
                    "id": 1093058,
                    "resource_id": 161,
                    "text": "যে দিন তিনি তোমাদেরকে ডাকবেন আর তোমরা তাঁর প্রশংসা করতে করতে তাঁর ডাকে সাড়া দিবে আর তোমরা ধারণা করবে যে, তোমরা খুব অল্প সময়ই অবস্থান করেছিলে।"
                }
            ]
        },
        {
            "id": 2082,
            "verse_number": 53,
            "verse_key": "17:53",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 245,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَقُل لِّعِبَادِى يَقُولُوا۟ ٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ ٱلشَّيْطَـٰنَ يَنزَغُ بَيْنَهُمْ ۚ إِنَّ ٱلشَّيْطَـٰنَ كَانَ لِلْإِنسَـٰنِ عَدُوًّا مُّبِينًا",
            "page_number": 287,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96993,
                    "resource_id": 20,
                    "text": "And tell My servants to say that which is best. Indeed, Satan induces [dissension] among them. Indeed Satan is ever, to mankind, a clear enemy."
                },
                {
                    "id": 214694,
                    "resource_id": 39,
                    "text": "Dan katakanlah (wahai Muhammad) kepada hamba-hambaKu (yang beriman), supaya mereka berkata dengan kata-kata yang amat baik (kepada orang-orang yang menentang kebenaran); sesungguhnya Syaitan itu sentiasa menghasut di antara mereka (yang mukmin dan yang menentang); sesungguhnya Syaitan itu adalah musuh yang amat nyata bagi manusia."
                },
                {
                    "id": 1093059,
                    "resource_id": 161,
                    "text": "আমার বান্দাদেরকে বলতে বল এমন কথা যা খুবই উত্তম। শয়তান মানুষের মাঝে ঝগড়া-বিভেদ-বিশৃঙ্খলা সৃষ্টি করে, শয়তান হল মানুষের প্রকাশ্য দুশমন।"
                }
            ]
        },
        {
            "id": 2083,
            "verse_number": 54,
            "verse_key": "17:54",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 245,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "رَّبُّكُمْ أَعْلَمُ بِكُمْ ۖ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ ۚ وَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ وَكِيلًا",
            "page_number": 287,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96994,
                    "resource_id": 20,
                    "text": "Your Lord is most knowing of you. If He wills, He will have mercy upon you; or if He wills, He will punish you. And We have not sent you, [O Muḥammad], over them as a manager."
                },
                {
                    "id": 214696,
                    "resource_id": 39,
                    "text": "Tuhan kamu lebih mengetahui akan keadaan kamu; jika Ia kehendaki, Ia akan memberi rahmat kepada kamu; atau jika Ia kehendaki, Ia akan menyeksa kamu. Dan Kami tidak mengutusmu kepada mereka (wahai Muhammad), sebagai wakil yang menguasai urusan mereka."
                },
                {
                    "id": 1093060,
                    "resource_id": 161,
                    "text": "তোমাদের প্রতিপালক তোমাদেরকে খুব ভাল ক’রেই জানেন। তিনি ইচ্ছে করলে তোমাদের প্রতি অনুগ্রহ করবেন, আর ইচ্ছে করলে তোমাদেরকে শাস্তি দেবেন; আমি তোমাকে (হে নাবী!) তাদের কাজকর্মের জন্য দায়িত্বশীল করে পাঠাইনি।"
                }
            ]
        },
        {
            "id": 2084,
            "verse_number": 55,
            "verse_key": "17:55",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 245,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَرَبُّكَ أَعْلَمُ بِمَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَلَقَدْ فَضَّلْنَا بَعْضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعْضٍ ۖ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
            "page_number": 287,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96995,
                    "resource_id": 20,
                    "text": "And your Lord is most knowing of whoever is in the heavens and the earth. And We have made some of the prophets exceed others [in various ways], and to David We gave the book [of Psalms]."
                },
                {
                    "id": 214698,
                    "resource_id": 39,
                    "text": "Dan Tuhanmu (wahai Muhammad) lebih mengetahui akan sekalian makhluk yang ada di langit dan di bumi; dan sesungguhnya Kami telah melebihkan setengah Nabi-nabi atas setengahnya yang lain; dan Kami telah memberikan Kitab Zabur kepada Nabi Daud."
                },
                {
                    "id": 1093061,
                    "resource_id": 161,
                    "text": "আসমান আর যমীনে যারা আছে তোমার প্রতিপালক তাদেরকে ভাল ক’রেই জানেন। আমি নাবীগণের কতককে অন্যদের উপর মর্যাদা দান করেছি আর দাঊদকে দিয়েছি যাবূর।"
                }
            ]
        },
        {
            "id": 2085,
            "verse_number": 56,
            "verse_key": "17:56",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 245,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِهِۦ فَلَا يَمْلِكُونَ كَشْفَ ٱلضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا",
            "page_number": 287,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96996,
                    "resource_id": 20,
                    "text": "Say, \"Invoke those you have claimed [as gods] besides Him, for they do not possess the [ability for] removal of adversity from you or [for its] transfer [to someone else].\""
                },
                {
                    "id": 214700,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad kepada kaum musyrik): \"Serukanlah orang-orang yang kamu dakwa (boleh memberi pertolongan) selain dari Allah, maka sudah tentu mereka tidak berkuasa menghapuskan bahaya daripada kamu dan tidak dapat memindahkannya\"."
                },
                {
                    "id": 1093062,
                    "resource_id": 161,
                    "text": "বল, ‘তোমরা আল্লাহ ছাড়া যাদেরকে ইলাহ মনে কর তাদেরকে ডাক, (ডাকলেও দেখতে পাবে) তারা তোমাদের দুঃখ-বেদনা দূর করতে বা বদলাতে সক্ষম নয়।"
                }
            ]
        },
        {
            "id": 2086,
            "verse_number": 57,
            "verse_key": "17:57",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 245,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ ٱلْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓ ۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
            "page_number": 287,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96997,
                    "resource_id": 20,
                    "text": "Those whom they invoke<sup foot_note=196667>1</sup> seek means of access to their Lord, [striving as to] which of them would be nearest, and they hope for His mercy and fear His punishment. Indeed, the punishment of your Lord is ever feared."
                },
                {
                    "id": 214702,
                    "resource_id": 39,
                    "text": "orang-orang yang mereka seru itu, masing-masing mencari jalan mendampingkan diri kepada Tuhannya (dengan berbuat ibadat), sekali pun orang yang lebih dekat kepada Tuhannya, serta mereka pula mengharapkan rahmatNya dan gerun takut akan azabNya; sesungguhnya azab Tuhanmu itu, adalah (perkara yang semestinya) ditakuti."
                },
                {
                    "id": 1093063,
                    "resource_id": 161,
                    "text": "তারা যাদেরকে ডাকে তারা নিজেরাই তো তাদের প্রতিপালকের নিকট পৌঁছার পথ অনুসন্ধান করে যে, কে তাঁর অধিক নিকটবর্তী হতে পারবে, আর তাঁর দয়া প্রত্যাশা করে এবং তাঁর শাস্তিকে ভয় করে। তোমার প্রতিপালকের শাস্তি তো ভয় করার মতই।"
                }
            ]
        },
        {
            "id": 2087,
            "verse_number": 58,
            "verse_key": "17:58",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 245,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِن مِّن قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ ٱلْقِيَـٰمَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَـٰبِ مَسْطُورًا",
            "page_number": 287,
            "juz_number": 15,
            "translations": [
                {
                    "id": 96998,
                    "resource_id": 20,
                    "text": "And there is no city but that We will destroy it<sup foot_note=196669>1</sup> before the Day of Resurrection or punish it with a severe punishment. That has ever been in the Register<sup foot_note=196668>2</sup> inscribed."
                },
                {
                    "id": 214704,
                    "resource_id": 39,
                    "text": "Dan tiada sesebuah negeri pun melainkan Kami akan membinasakannya sebelum hari kiamat, atau Kami menyeksa penduduknya dengan azab seksa yang berat; yang demikian itu adalah tertulis di dalam Kitab (Lauh Mahfuz)."
                },
                {
                    "id": 1093064,
                    "resource_id": 161,
                    "text": "এমন কোন জনবসতি নেই যাকে আমি ক্বিয়ামাত দিনের পূর্বে ধ্বংস করব না কিংবা তাকে কঠিন শাস্তি দিব না, এটা (আল্লাহর) কিতাবে লিপিবদ্ধ আছে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}