{
    "verses": [
        {
            "id": 2096,
            "verse_number": 67,
            "verse_key": "17:67",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 246,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِى ٱلْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّآ إِيَّاهُ ۖ فَلَمَّا نَجَّىٰكُمْ إِلَى ٱلْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ ٱلْإِنسَـٰنُ كَفُورًا",
            "page_number": 289,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97008,
                    "resource_id": 20,
                    "text": "And when adversity touches you at sea, lost are [all] those you invoke except for Him. But when He delivers you to the land, you turn away [from Him]. And ever is man ungrateful."
                },
                {
                    "id": 214724,
                    "resource_id": 39,
                    "text": "Dan apabila kamu terkena bahaya di laut, (pada saat itu) hilang lenyaplah (dari ingatan kamu) makhluk-makhluk yang kamu seru selain dari Allah; maka apabila Allah selamatkan kamu ke darat, kamu berpaling tadah (tidak mengingatiNya); dan memanglah manusia itu sentiasa kufur (akan nikmat-nikmat Allah)."
                },
                {
                    "id": 1093073,
                    "resource_id": 161,
                    "text": "সমুদ্রে যখন বিপদ তোমাদেরকে পেয়ে বসে, তখন তাঁকে ছাড়া অন্য যাদেরকে তোমরা (উপাস্য ভেবে) আহবান কর তারা (তখন তোমাদের মন থেকে) হারিয়ে যায়। অতঃপর তিনি যখন তোমাদেরকে স্থলে এনে বাঁচিয়ে দেন, তখন তোমরা মুখ ফিরিয়ে নাও। মানুষ হল বড়ই অকৃতজ্ঞ।"
                }
            ]
        },
        {
            "id": 2097,
            "verse_number": 68,
            "verse_key": "17:68",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 246,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ ٱلْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا۟ لَكُمْ وَكِيلًا",
            "page_number": 289,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97009,
                    "resource_id": 20,
                    "text": "Then do you feel secure that [instead] He will not cause a part of the land to swallow you or send against you a storm of stones? Then you would not find for yourselves an advocate."
                },
                {
                    "id": 214728,
                    "resource_id": 39,
                    "text": "Adakah kamu - (sesudah diselamatkan ke darat) - merasa aman (dan tidak memikirkan), bahawa Allah akan menggempakan sebahagian dari daratan itu menimbus kamu, atau dia akan menghantarkan kepada kamu angin ribut yang menghujani kamu dengan batu; kemudian kamu tidak beroleh sesiapapun yang menjadi pelindung kamu?"
                },
                {
                    "id": 1093074,
                    "resource_id": 161,
                    "text": "তোমরা কি নির্ভয় হয়ে গেছ যে তিনি তোমাদেরকে স্থলভাগেই যমীনের মধ্যে ধ্বসিয়ে দিবেন না, কিংবা তোমাদের উপর শিলা বর্ষণকারী ঝড়ো হাওয়া পাঠাবেন না? এমতাবস্থায় তোমাদের রক্ষাকারী কাউকে তোমরা পাবে না।"
                }
            ]
        },
        {
            "id": 2098,
            "verse_number": 69,
            "verse_key": "17:69",
            "hizb_number": 29,
            "rub_el_hizb_number": 115,
            "ruku_number": 246,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ ٱلرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ۙ ثُمَّ لَا تَجِدُوا۟ لَكُمْ عَلَيْنَا بِهِۦ تَبِيعًا",
            "page_number": 289,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97010,
                    "resource_id": 20,
                    "text": "Or do you feel secure that He will not send you back into it [i.e., the sea] another time and send upon you a hurricane of wind and drown you for what you denied?<sup foot_note=196676>1</sup> Then you would not find for yourselves against Us an avenger.<sup foot_note=196675>2</sup>"
                },
                {
                    "id": 214730,
                    "resource_id": 39,
                    "text": "Atau adakah kamu merasa aman (dan tidak memikirkan) bahawa Allah akan mengembalikan kamu sekali lagi ke laut, kemudian Ia menghantarkan kepada kamu angin ribut yang memecah belahkan segala yang dirempuhnya, lalu Ia mengaramkan kamu dengan sebab kekufuran kamu; kemudian kamu tidak beroleh sesiapapun yang boleh menuntut bela tentang itu terhadap Kami?"
                },
                {
                    "id": 1093075,
                    "resource_id": 161,
                    "text": "তোমরা কি ভয়হীন হয়ে গেছ যে, তিনি তোমাদেরকে আরেকবার সমুদ্রে নিয়ে যাবেন না আর তোমাদের উপর প্রচন্ড ঝড়ো হাওয়া পাঠাবেন না আর তোমাদের অকৃতজ্ঞতার কারণে তোমাদেরকে ডুবিয়ে দেবেন না? তখন তোমরা আমার বিরুদ্ধে কোন সাহায্যকারী পাবে না।"
                }
            ]
        },
        {
            "id": 2099,
            "verse_number": 70,
            "verse_key": "17:70",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 246,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ وَلَقَدْ كَرَّمْنَا بَنِىٓ ءَادَمَ وَحَمَلْنَـٰهُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ وَفَضَّلْنَـٰهُمْ عَلَىٰ كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا",
            "page_number": 289,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97012,
                    "resource_id": 20,
                    "text": "And We have certainly honored the children of Adam and carried them on the land and sea and provided for them of the good things and preferred them over much of what We have created, with [definite] preference."
                },
                {
                    "id": 214738,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami telah memuliakan anak-anak Adam; dan Kami telah beri mereka menggunakan berbagai-bagai kenderaan di darat dan di laut; dan Kami telah memberikan rezeki kepada mereka dari benda-benda yang baik-baik serta Kami telah lebihkan mereka dengan selebih-lebihnya atas banyak makhluk-makhluk yang telah Kami ciptakan."
                },
                {
                    "id": 1093076,
                    "resource_id": 161,
                    "text": "আমি আদাম সন্তানকে সম্মানিত করেছি, তাদের জন্য জলে স্থলে যানবাহনের ব্যবস্থা করেছি, তাদেরকে পবিত্র রিযক দিয়েছি আর আমি তাদেরকে আমার অধিকাংশ সৃষ্টির উপর মর্যাদায় শ্রেষ্ঠত্ব দান করেছি।"
                }
            ]
        },
        {
            "id": 2100,
            "verse_number": 71,
            "verse_key": "17:71",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 247,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ نَدْعُوا۟ كُلَّ أُنَاسٍۭ بِإِمَـٰمِهِمْ ۖ فَمَنْ أُوتِىَ كِتَـٰبَهُۥ بِيَمِينِهِۦ فَأُو۟لَـٰٓئِكَ يَقْرَءُونَ كِتَـٰبَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
            "page_number": 289,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97013,
                    "resource_id": 20,
                    "text": "[Mention, O Muḥammad], the Day We will call forth every people with their record [of deeds].<sup foot_note=196677>1</sup> Then whoever is given his record in his right hand - those will read their records, and injustice will not be done to them, [even] as much as a thread [inside the date seed]."
                },
                {
                    "id": 214736,
                    "resource_id": 39,
                    "text": "(Ingatlah) hari Kami menyeru tiap-tiap kumpulan manusia dengan nama imamnya; kemudian sesiapa diberikan Kitabnya di tangan kanannya, maka mereka itu akan membacanya (dengan sukacita), dan mereka tidak dikurangkan (pahala amal-amalnya yang baik) sedikitpun."
                },
                {
                    "id": 1093077,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যেদিন আমি সকল সম্প্রদায়কে তাদের নেতাসহ ডাকব, অতঃপর যাদেরকে তাদের ‘আমলনামা ডান হাতে দেয়া হবে, তারা তাদের ‘আমালনামা পাঠ করবে (আনন্দচিত্তে) আর তাদের প্রতি এতটুকু যুলম করা হবে না।"
                }
            ]
        },
        {
            "id": 2101,
            "verse_number": 72,
            "verse_key": "17:72",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 247,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَمَن كَانَ فِى هَـٰذِهِۦٓ أَعْمَىٰ فَهُوَ فِى ٱلْـَٔاخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا",
            "page_number": 289,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97014,
                    "resource_id": 20,
                    "text": "And whoever is blind<sup foot_note=196678>1</sup> in this [life] will be blind in the Hereafter and more astray in way."
                },
                {
                    "id": 214797,
                    "resource_id": 39,
                    "text": "Dan (sebaliknya) sesiapa yang berada di dunia ini (dalam keadaan) buta (matahatinya), maka ia juga buta di akhirat dan lebih sesat lagi jalannya."
                },
                {
                    "id": 1093078,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি এখানে (সত্য পথ দেখার ব্যাপারে) অন্ধ, সে আখেরাতেও হবে অন্ধ, আর সঠিক পথ থেকে অধিক বিচ্যুত।"
                }
            ]
        },
        {
            "id": 2102,
            "verse_number": 73,
            "verse_key": "17:73",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 247,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِن كَادُوا۟ لَيَفْتِنُونَكَ عَنِ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُۥ ۖ وَإِذًا لَّٱتَّخَذُوكَ خَلِيلًا",
            "page_number": 289,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97015,
                    "resource_id": 20,
                    "text": "And indeed, they were about to tempt you away from that which We revealed to you in order to [make] you invent about Us something else; and then they would have taken you as a friend."
                },
                {
                    "id": 214740,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya nyaris-nyaris mereka dapat memesongkanmu (wahai Muhammad) dari apa yang Kami telah wahyukan kepadamu, supaya engkau ada-adakan atas nama Kami perkara yang lainnya; dan (kalau engkau melakukan yang demikian) baharulah mereka menjadikan engkau sahabat karibnya."
                },
                {
                    "id": 1093079,
                    "resource_id": 161,
                    "text": "আমি তোমার প্রতি যে ওয়াহী করেছি তাত্থেকে তোমাকে পদস্খলিত করার জন্য তারা চেষ্টার কোন ত্রুটি করেনি যাতে তুমি আমার সম্বন্ধে তার (অর্থাৎ নাযিলকৃত ওয়াহীর) বিপরীতে মিথ্যা রচনা কর, তাহলে তারা তোমাকে অবশ্যই বন্ধু বানিয়ে নিত।"
                }
            ]
        },
        {
            "id": 2103,
            "verse_number": 74,
            "verse_key": "17:74",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 247,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْلَآ أَن ثَبَّتْنَـٰكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْـًٔا قَلِيلًا",
            "page_number": 289,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97016,
                    "resource_id": 20,
                    "text": "And if We had not strengthened you, you would have almost inclined to them a little."
                },
                {
                    "id": 214742,
                    "resource_id": 39,
                    "text": "Dan kalaulah tidak Kami menetapkan engkau (berpegang teguh kepada kebenaran), tentulah engkau sudah mendekati dengan menyetujui sedikit kepada kehendak mereka."
                },
                {
                    "id": 1093080,
                    "resource_id": 161,
                    "text": "আমি তোমাকে দৃঢ় প্রতিষ্ঠিত না রাখলে তুমি তাদের দিকে কিছু না কিছু ঝুঁকেই পড়তে।"
                }
            ]
        },
        {
            "id": 2104,
            "verse_number": 75,
            "verse_key": "17:75",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 247,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِذًا لَّأَذَقْنَـٰكَ ضِعْفَ ٱلْحَيَوٰةِ وَضِعْفَ ٱلْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
            "page_number": 289,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97017,
                    "resource_id": 20,
                    "text": "Then [if you had], We would have made you taste double [punishment in] life and double [after] death. Then you would not find for yourself against Us a helper."
                },
                {
                    "id": 214744,
                    "resource_id": 39,
                    "text": "Jika (engkau melakukan yang) demikian, tentulah Kami akan merasakanmu kesengsaraan yang berganda semasa hidup dan kesengsaraan yang berganda juga semasa mati; kemudian engkau tidak beroleh seseorang penolong pun terhadap hukuman Kami."
                },
                {
                    "id": 1093081,
                    "resource_id": 161,
                    "text": "তুমি তা করলে আমি তোমাকে এ দুনিয়ায় দ্বিগুণ আর পরকালেও দ্বিগুণ ‘আযাবের স্বাদ আস্বাদন করাতাম। সে অবস্থায় তুমি তোমার জন্য আমার বিরুদ্ধে কোন সাহায্যকারী পেতে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}