{
    "verses": [
        {
            "id": 194,
            "verse_number": 187,
            "verse_key": "2:187",
            "hizb_number": 3,
            "rub_el_hizb_number": 11,
            "ruku_number": 24,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أُحِلَّ لَكُمْ لَيْلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمْ ۚ هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ ٱللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ ۖ فَٱلْـَٔـٰنَ بَـٰشِرُوهُنَّ وَٱبْتَغُوا۟ مَا كَتَبَ ٱللَّهُ لَكُمْ ۚ وَكُلُوا۟ وَٱشْرَبُوا۟ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلْخَيْطُ ٱلْأَبْيَضُ مِنَ ٱلْخَيْطِ ٱلْأَسْوَدِ مِنَ ٱلْفَجْرِ ۖ ثُمَّ أَتِمُّوا۟ ٱلصِّيَامَ إِلَى ٱلَّيْلِ ۚ وَلَا تُبَـٰشِرُوهُنَّ وَأَنتُمْ عَـٰكِفُونَ فِى ٱلْمَسَـٰجِدِ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ",
            "page_number": 29,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97586,
                    "resource_id": 20,
                    "text": "It has been made permissible for you the night preceding fasting to go to your wives [for sexual relations]. They are a clothing for you and you are a clothing<sup foot_note=195996>1</sup> for them. Allāh knows that you used to deceive yourselves,<sup foot_note=195995>2</sup> so He accepted your repentance and forgave you. So now, have relations with them and seek that which Allāh has decreed for you [i.e., offspring]. And eat and drink until the white thread of dawn becomes distinct to you from the black thread [of night]. Then complete the fast until the night [i.e., sunset]. And do not have relations with them as long as you are staying for worship in the mosques. These are the limits [set by] Allāh, so do not approach them. Thus does Allāh make clear His verses [i.e., ordinances] to the people that they may become righteous."
                },
                {
                    "id": 215454,
                    "resource_id": 39,
                    "text": "Dihalalkan bagi kamu, pada malam hari puasa, bercampur (bersetubuh) dengan isteri-isteri kamu. Isteri-isteri kamu itu adalah sebagai pakaian bagi kamu dan kamu pula sebagai pakaian bagi mereka. Allah mengetahui bahawasanya kamu mengkhianati diri sendiri, lalu Ia menerima taubat kamu dan memaafkan kamu. Maka sekarang setubuhilah isteri-isteri kamu dan carilah apa-apa yang telah ditetapkan oleh Allah bagi kamu; dan makanlah serta minumlah sehingga nyata kepada kamu benang putih (cahaya siang) dari benang hitam kegelapan malam), iaitu waktu fajar. Kemudian sempurnakanlah puasa itu sehingga waktu malam (maghrib); dan janganlah kamu setubuhi isteri-isteri kamu ketika kamu sedang beriktikaf di masjid. Itulah batas-batas larangan Allah, maka janganlah kamu menghampirinya. Demikian Allah menerangkan ayat-ayat hukumNya kepada sekalian manusia supaya mereka bertaqwa."
                },
                {
                    "id": 1091171,
                    "resource_id": 161,
                    "text": "তোমাদের জন্য রমাযানের রাতে তোমাদের বিবিগণের নিকট গমন করা জায়িয করা হয়েছে, তারা তোমাদের আচ্ছাদন আর তোমরা তাদের আচ্ছাদন। আল্লাহ জানতেন যে, তোমরা নিজেদের সঙ্গে প্রতারণা করছিলে। সুতরাং তিনি তোমাদেরকে ক্ষমা করলেন এবং তোমাদের অব্যাহতি দিলেন। অতএব, এখন থেকে তোমরা তাদের সঙ্গে সহবাস করতে পার এবং আল্লাহ তোমাদের জন্য যা কিছু বিধিবদ্ধ করেছেন তা লাভ কর এবং তোমরা আহার ও পান করতে থাক যে পর্যন্ত তোমাদের জন্য কালো রেখা হতে ঊষাকালের সাদা রেখা প্রকাশ না পায়। তৎপর রাতের আগমন পর্যন্ত রোযা পূর্ণ কর, আর মাসজিদে ই’তিকাফ অবস্থায় তাদের সাথে সহবাস করো না। এসব আল্লাহর আইন, কাজেই এগুলোর নিকটবর্তী হয়ো না। আল্লাহ মানবজাতির জন্য নিজের আয়াতসমূহ বিস্তারিতভাবে বর্ণনা করেন, যাতে তারা মুত্তাকী হতে পারে।"
                }
            ]
        },
        {
            "id": 195,
            "verse_number": 188,
            "verse_key": "2:188",
            "hizb_number": 3,
            "rub_el_hizb_number": 11,
            "ruku_number": 24,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ وَتُدْلُوا۟ بِهَآ إِلَى ٱلْحُكَّامِ لِتَأْكُلُوا۟ فَرِيقًا مِّنْ أَمْوَٰلِ ٱلنَّاسِ بِٱلْإِثْمِ وَأَنتُمْ تَعْلَمُونَ",
            "page_number": 29,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97588,
                    "resource_id": 20,
                    "text": "And do not consume one another's wealth unjustly or send it [in bribery] to the rulers in order that [they might aid] you [to] consume a portion of the wealth of the people in sin, while you know [it is unlawful]."
                },
                {
                    "id": 215460,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu makan (atau mengambil) harta (orang-orang lain) di antara kamu dengan jalan yang salah, dan jangan pula kamu menghulurkan harta kamu (memberi rasuah) kepada hakim-hakim kerana hendak memakan (atau mengambil) sebahagian dari harta manusia dengan (berbuat) dosa, padahal kamu mengetahui (salahnya)."
                },
                {
                    "id": 1091172,
                    "resource_id": 161,
                    "text": "আর তোমরা অন্যায়ভাবে পরস্পরের মাল গ্রাস করো না এবং জানা সত্ত্বেও অসৎ উপায়ে লোকের মাল গ্রাস করার উদ্দেশে তা বিচারকের নিকট নিয়ে যেও না।"
                }
            ]
        },
        {
            "id": 196,
            "verse_number": 189,
            "verse_key": "2:189",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 25,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ يَسْـَٔلُونَكَ عَنِ ٱلْأَهِلَّةِ ۖ قُلْ هِىَ مَوَٰقِيتُ لِلنَّاسِ وَٱلْحَجِّ ۗ وَلَيْسَ ٱلْبِرُّ بِأَن تَأْتُوا۟ ٱلْبُيُوتَ مِن ظُهُورِهَا وَلَـٰكِنَّ ٱلْبِرَّ مَنِ ٱتَّقَىٰ ۗ وَأْتُوا۟ ٱلْبُيُوتَ مِنْ أَبْوَٰبِهَا ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
            "page_number": 29,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97590,
                    "resource_id": 20,
                    "text": "They ask you, [O Muḥammad], about the crescent moons. Say, \"They are measurements of time for the people and for ḥajj [pilgrimage].\" And it is not righteousness to enter houses from the back, but righteousness is [in] one who fears Allāh. And enter houses from their doors. And fear Allāh that you may succeed."
                },
                {
                    "id": 215459,
                    "resource_id": 39,
                    "text": "Mereka bertanya kepadamu (wahai Muhammad) mengenai (peredaran) anak-anak bulan. Katakanlah: \"(peredaran) anak-anak bulan itu menandakan waktu-waktu (urusan dan amalan) manusia, khasnya ibadat Haji. Dan bukanlah perkara kebajikan: kamu memasuki rumah dari bahagian belakangnya (ketika kamu berihram) akan tetapi kebajikan itu ialah perbuatan orang yang bertaqwa; dan masuklah ke rumah (Kamu) itu melalui pintunya, serta bertaqwalah kamu kepada Allah supaya kamu berjaya.\""
                },
                {
                    "id": 1091173,
                    "resource_id": 161,
                    "text": "লোকেরা তোমাকে নতুন চাঁদ সম্পর্কে প্রশ্ন করছে। বল, তা মানুষের ও হাজ্জের জন্য সময় নির্ধারক। তোমরা যে গৃহের পেছন দিক দিয়ে প্রবেশ কর, তাতে কোন পুণ্য নেই, বরং পুণ্য আছে কেউ তাকওয়া অবলম্বন করলে, কাজেই তোমরা (সদর) দরজাগুলো দিয়ে গৃহে প্রবেশ কর এবং আল্লাহ্কে ভয় করতে থাক, যাতে তোমরা সফলকাম হতে পার।"
                }
            ]
        },
        {
            "id": 197,
            "verse_number": 190,
            "verse_key": "2:190",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 25,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَـٰتِلُونَكُمْ وَلَا تَعْتَدُوٓا۟ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
            "page_number": 29,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97594,
                    "resource_id": 20,
                    "text": "Fight in the way of Allāh those who fight against you but do not transgress. Indeed, Allāh does not like transgressors."
                },
                {
                    "id": 215463,
                    "resource_id": 39,
                    "text": "Dan perangilah kerana (menegakkan dan mempertahankan) ugama Allah akan orang-orang yang memerangi kamu, dan janganlah kamu menceroboh (dengan memulakan peperangan); kerana sesungguhnya Allah tidak suka kepada orang-orang yang menceroboh."
                },
                {
                    "id": 1091174,
                    "resource_id": 161,
                    "text": "তোমরা আল্লাহর পথে সেই লোকেদের বিরুদ্ধে যুদ্ধ কর, যারা তোমাদের বিরুদ্ধে যুদ্ধ করবে, কিন্তু সীমা অতিক্রম করো না। আল্লাহ নিশ্চয়ই সীমা অতিক্রমকারীকে ভালবাসেন না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}