{
    "verses": [
        {
            "id": 2105,
            "verse_number": 76,
            "verse_key": "17:76",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 247,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِن كَادُوا۟ لَيَسْتَفِزُّونَكَ مِنَ ٱلْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَّا يَلْبَثُونَ خِلَـٰفَكَ إِلَّا قَلِيلًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97018,
                    "resource_id": 20,
                    "text": "And indeed, they were about to provoke [i.e., drive] you from the land [i.e., Makkah] to evict you therefrom. And then [when they do], they will not remain [there] after you, except for a little.<sup foot_note=196679>1</sup>"
                },
                {
                    "id": 214746,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya mereka hampir-hampir berjaya mengganggumu daripada tinggal aman di bumi (Makkah) dengan tujuan mereka dapat mengusirmu dari negeri itu; dan jika berlaku demikian, maka mereka tidak akan tinggal di situ sesudahmu melainkan sedikit masa sahaja."
                },
                {
                    "id": 1093082,
                    "resource_id": 161,
                    "text": "তারা তোমাকে যমীন থেকে উৎখাত করতে চেয়েছিল যাতে তারা তোমাকে তাত্থেকে বের করে দিতে পারে, সেক্ষেত্রে তারা এখানে তোমার পরে খুব অল্পকালই টিকে থাকত।"
                }
            ]
        },
        {
            "id": 2106,
            "verse_number": 77,
            "verse_key": "17:77",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 247,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا ۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97019,
                    "resource_id": 20,
                    "text": "[That is Our] established way for those We had sent before you of Our messengers; and you will not find in Our way any alteration."
                },
                {
                    "id": 214748,
                    "resource_id": 39,
                    "text": "(Demikianlah) peraturan (Kami yang tetap mengenai) orang-orang yang telah Kami utuskan sebelummu dari Rasul-rasul Kami; dan engkau tidak akan dapati sebarang perubahan bagi peraturan Kami yang tetap itu."
                },
                {
                    "id": 1093083,
                    "resource_id": 161,
                    "text": "তোমার পূর্বে আমি আমার যে সব রসূল পাঠিয়েছিলাম তাদের ক্ষেত্রে এটাই ছিল নিয়ম আর তুমি আমার নিয়মের কোন পরিবর্তন দেখতে পাবে না।"
                }
            ]
        },
        {
            "id": 2107,
            "verse_number": 78,
            "verse_key": "17:78",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 248,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمْسِ إِلَىٰ غَسَقِ ٱلَّيْلِ وَقُرْءَانَ ٱلْفَجْرِ ۖ إِنَّ قُرْءَانَ ٱلْفَجْرِ كَانَ مَشْهُودًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97020,
                    "resource_id": 20,
                    "text": "Establish prayer at the decline of the sun [from its meridian] until the darkness of the night<sup foot_note=196681>1</sup> and [also] the Qur’ān [i.e., recitation] of dawn.<sup foot_note=196680>2</sup> Indeed, the recitation of dawn is ever witnessed."
                },
                {
                    "id": 214754,
                    "resource_id": 39,
                    "text": "Dirikanlah olehmu sembahyang ketika gelincir matahari hingga waktu gelap malam, dan (dirikanlah) sembahyang subuh sesungguhnya sembahyang subuh itu adalah disaksikan (keistimewaannya)."
                },
                {
                    "id": 1093084,
                    "resource_id": 161,
                    "text": "সূর্য পশ্চিমে ঢলে পড়ার সময় হতে রাত্রির গাঢ় অন্ধকার পর্যন্ত নামায প্রতিষ্ঠা কর, আর ফাজরের সলাতে কুরআন পাঠ (করার নীতি অবলম্বন কর), নিশ্চয়ই ফাজরের সলাতের কুরআন পাঠ (ফেরেশতাগণের) সরাসরি সাক্ষ্য হয়।"
                }
            ]
        },
        {
            "id": 2108,
            "verse_number": 79,
            "verse_key": "17:79",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 248,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَمِنَ ٱلَّيْلِ فَتَهَجَّدْ بِهِۦ نَافِلَةً لَّكَ عَسَىٰٓ أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97021,
                    "resource_id": 20,
                    "text": "And from [part of] the night, pray<sup foot_note=196684>1</sup> with it [i.e., recitation of the Qur’ān] as additional [worship] for you; it is expected that<sup foot_note=196683>2</sup> your Lord will resurrect you to a praised station.<sup foot_note=196682>3</sup>"
                },
                {
                    "id": 214750,
                    "resource_id": 39,
                    "text": "Dan bangunlah pada sebahagian dari waktu malam serta kerjakanlah \"sembahyang tahajjud\" padanya, sebagai sembahyang tambahan bagimu; semoga Tuhanmu membangkit dan menempatkanmu pada hari akhirat di tempat yang terpuji."
                },
                {
                    "id": 1093085,
                    "resource_id": 161,
                    "text": "আর রাত্রির কিছু অংশে তাহাজ্জুদ পড়, ওটা তোমার জন্য নফল, শীঘ্রই তোমার প্রতিপালক তোমাকে প্রশংসিত স্থানে উন্নীত করবেন।"
                }
            ]
        },
        {
            "id": 2109,
            "verse_number": 80,
            "verse_key": "17:80",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 248,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ وَٱجْعَل لِّى مِن لَّدُنكَ سُلْطَـٰنًا نَّصِيرًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97023,
                    "resource_id": 20,
                    "text": "And say, \"My Lord, cause me to enter a sound entrance<sup foot_note=196686>1</sup> and to exit a sound exit<sup foot_note=196685>2</sup> and grant me from Yourself a supporting authority.\""
                },
                {
                    "id": 214756,
                    "resource_id": 39,
                    "text": "Dan pohonkanlah (wahai Muhammad, dengan berdoa): \"Wahai Tuhanku! Masukkanlah daku ke dalam urusan ugamaku dengan kemasukan yang benar lagi mulia, serta keluarkanlah daku daripadanya dengan cara keluar yang benar lagi mulia; dan berikanlah kepadaku dari sisiMu hujah keterangan serta kekuasaan yang menolongku\","
                },
                {
                    "id": 1093086,
                    "resource_id": 161,
                    "text": "বল, ‘হে আমার প্রতিপালক! আমাকে (যেখানেই) প্রবেশ করাও, (সেটা কর) সত্য ও সম্মানের প্রবেশ, আর আমাকে (যেখান হতেই) বের কর, (সেটা কর) সত্য ও সম্মানের বহির্গমন, আর তোমার নিকট হতে আমাকে এক সাহায্যকারী শক্তি দান কর।"
                }
            ]
        },
        {
            "id": 2110,
            "verse_number": 81,
            "verse_key": "17:81",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 248,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَقُلْ جَآءَ ٱلْحَقُّ وَزَهَقَ ٱلْبَـٰطِلُ ۚ إِنَّ ٱلْبَـٰطِلَ كَانَ زَهُوقًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97024,
                    "resource_id": 20,
                    "text": "And say, \"Truth has come, and falsehood has departed. Indeed is falsehood, [by nature], ever bound to depart.\""
                },
                {
                    "id": 214758,
                    "resource_id": 39,
                    "text": "Dan katakanlah:\" Telah datang kebenaran (Islam), dan hilang lenyaplah perkara yang salah (kufur dan syirik); sesungguhnya yang salah itu sememangnya satu perkara yang tetap lenyap\"."
                },
                {
                    "id": 1093087,
                    "resource_id": 161,
                    "text": "বল, ‘সত্য এসে গেছে আর মিথ্যা বিলুপ্ত হয়েছে, মিথ্যা তো বিলুপ্ত হওয়ারই।’"
                }
            ]
        },
        {
            "id": 2111,
            "verse_number": 82,
            "verse_key": "17:82",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 248,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَنُنَزِّلُ مِنَ ٱلْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ ٱلظَّـٰلِمِينَ إِلَّا خَسَارًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97025,
                    "resource_id": 20,
                    "text": "And We send down of the Qur’ān that which is healing and mercy for the believers, but it does not increase the wrongdoers except in loss."
                },
                {
                    "id": 214760,
                    "resource_id": 39,
                    "text": "Dan Kami turunkan dengan beransur-ansur dari Al-Quran Aya-ayat Suci yang menjadi ubat penawar dan rahmat bagi orang-orang yang beriman kepadanya; dan (sebaliknya) Al-Quran tidak menambahkan orang-orang yang zalim (disebabkan keingkaran mereka) melainkan kerugian jua."
                },
                {
                    "id": 1093088,
                    "resource_id": 161,
                    "text": "আমি কুরআন হতে (ক্রমশঃ) অবতীর্ণ করি যা মু’মিনদের জন্য আরোগ্য ও রহমাত, কিন্তু তা যালিমদের ক্ষতিই বৃদ্ধি করে।"
                }
            ]
        },
        {
            "id": 2112,
            "verse_number": 83,
            "verse_key": "17:83",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 248,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَـٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ ۖ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97026,
                    "resource_id": 20,
                    "text": "And when We bestow favor upon man [i.e., the disbeliever], he turns away and distances himself; and when evil touches him, he is ever despairing."
                },
                {
                    "id": 214762,
                    "resource_id": 39,
                    "text": "Dan apabila Kami kurniakan nikmat kepada manusia, berpalinglah ia serta menjauhkan diri (dari bersyukur); dan apabila ia merasai kesusahan, jadilah ia berputus asa."
                },
                {
                    "id": 1093089,
                    "resource_id": 161,
                    "text": "আমি যখন মানুষের প্রতি অনুগ্রহ বর্ষণ করি তখন সে মুখ ফিরিয়ে নেয়, আর অহঙ্কারে দূরে সরে পড়ে; কিন্তু যখন অমঙ্গল তাকে স্পর্শ করে তখন সে নিরাশ হয়ে যায়।"
                }
            ]
        },
        {
            "id": 2113,
            "verse_number": 84,
            "verse_key": "17:84",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 248,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97027,
                    "resource_id": 20,
                    "text": "Say, \"Each works according to his manner, but your Lord is most knowing of who is best guided in way.\""
                },
                {
                    "id": 214772,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Tiap-tiap seorang beramal menurut pembawaan jiwanya sendiri; maka Tuhan kamu lebih mengetahui siapakah (di antara kamu) yang lebih betul jalannya\"."
                },
                {
                    "id": 1093090,
                    "resource_id": 161,
                    "text": "বল, ‘প্রত্যেকেই স্বীয় রীতি-পন্থা অনুযায়ী কাজ করে। এখন তোমার রববই ভাল জানেন কে চলার পথে অধিকতর সঠিক পথে আছে।"
                }
            ]
        },
        {
            "id": 2114,
            "verse_number": 85,
            "verse_key": "17:85",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 249,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَيَسْـَٔلُونَكَ عَنِ ٱلرُّوحِ ۖ قُلِ ٱلرُّوحُ مِنْ أَمْرِ رَبِّى وَمَآ أُوتِيتُم مِّنَ ٱلْعِلْمِ إِلَّا قَلِيلًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97028,
                    "resource_id": 20,
                    "text": "And they ask you, [O Muḥammad], about the soul. Say, \"The soul is of the affair [i.e., concern] of my Lord. And you [i.e., mankind] have not been given of knowledge except a little.\""
                },
                {
                    "id": 214764,
                    "resource_id": 39,
                    "text": "Dan mereka bertanya kepadamu tentang roh. Katakan: \"Roh itu dari perkara urusan Tuhanku; dan kamu tidak diberikan ilmu pengetahuan melainkan sedikit sahaja\"."
                },
                {
                    "id": 1093091,
                    "resource_id": 161,
                    "text": "তোমাকে তারা রূহ সম্পর্কে জিজ্ঞেস করে। বল, ‘রূহ হচ্ছে আমার প্রতিপালকের হুকুমের অন্তর্ভুক্ত (একটি হুকুম)। এ সম্পর্কে তোমাকে অতি সামান্য জ্ঞানই দেয়া হয়েছে।’"
                }
            ]
        },
        {
            "id": 2115,
            "verse_number": 86,
            "verse_key": "17:86",
            "hizb_number": 29,
            "rub_el_hizb_number": 116,
            "ruku_number": 249,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيْنَا وَكِيلًا",
            "page_number": 290,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97029,
                    "resource_id": 20,
                    "text": "And if We willed, We could surely do away with that which We revealed to you. Then you would not find for yourself concerning it an advocate against Us."
                },
                {
                    "id": 214766,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya jika Kami kehendaki, tentulah Kami akan hapuskan apa yang Kami telah wahyukan kepadamu, kemudian engkau tidak akan beroleh sebarang pembela terhadap Kami untuk mengembalikannya."
                },
                {
                    "id": 1093092,
                    "resource_id": 161,
                    "text": "ইচ্ছে করলে আমি তোমার প্রতি যা ওয়াহী করেছি তা কেড়ে নিতে পারতাম, সে অবস্থায় তুমি আমার বিরুদ্ধে তোমার জন্য কোন কার্য সম্পাদনকারী পাবে না"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}