{
    "verses": [
        {
            "id": 2145,
            "verse_number": 5,
            "verse_key": "18:5",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 252,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِـَٔابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97102,
                    "resource_id": 20,
                    "text": "They have no knowledge of it,<sup foot_note=196692>1</sup> nor had their fathers. Grave is the word that comes out of their mouths; they speak not except a lie."
                },
                {
                    "id": 214914,
                    "resource_id": 39,
                    "text": "(Sebenarnya) mereka tiada mempunyai sebarang pengetahuan mengenainya, dan tiada juga bagi datuk nenek mereka; besar sungguh perkataan syirik yang keluar dari mulut mereka; mereka hanya mengatakan perkara yang dusta."
                },
                {
                    "id": 1093122,
                    "resource_id": 161,
                    "text": "এ সম্পর্কে তাদের কোন জ্ঞান নেই, আর তাদের পিতৃ-পুরুষদেরও ছিল না। তাদের মুখ থেকে বের হয় বড়ই সাংঘাতিক কথা। তারা যা বলে তা মিথ্যে ছাড়া কিছুই নয়।"
                }
            ]
        },
        {
            "id": 2146,
            "verse_number": 6,
            "verse_key": "18:6",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 252,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "فَلَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَـٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَـٰذَا ٱلْحَدِيثِ أَسَفًا",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97113,
                    "resource_id": 20,
                    "text": "Then perhaps you would kill yourself through grief over them, [O Muḥammad], if they do not believe in this message, [and] out of sorrow."
                },
                {
                    "id": 214938,
                    "resource_id": 39,
                    "text": "Maka jangan-jangan pula engkau (wahai Muhammad), membinasakan dirimu disebabkan menanggung dukacita terhadap kesan-kesan perbuatan buruk mereka, jika mereka enggan beriman kepada keterangan Al-Quran ini."
                },
                {
                    "id": 1093123,
                    "resource_id": 161,
                    "text": "তারা এ বাণীতে (কুরআনে) বিশ্বাস না করার কারণে মনে হচ্ছে (হে নাবী!) তুমি তার দুঃখে তোমার নিজের জান বিনাশ করে দেবে।"
                }
            ]
        },
        {
            "id": 2147,
            "verse_number": 7,
            "verse_key": "18:7",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 252,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97123,
                    "resource_id": 20,
                    "text": "Indeed, We have made that which is on the earth adornment for it that We may test them [as to] which of them is best in deed."
                },
                {
                    "id": 214960,
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami telah jadikan apa yang ada di muka bumi sebagai perhiasan baginya, kerana kami hendak menguji mereka, siapakah di antaranya yang lebih baik amalnya."
                },
                {
                    "id": 1093124,
                    "resource_id": 161,
                    "text": "যমীনের উপর যা কিছু আছে আমি সেগুলোকে তার শোভা-সৌন্দর্য করেছি যাতে আমি মানুষকে পরীক্ষা করতে পারি যে, ‘আমালের ক্ষেত্রে কারা উত্তম।"
                }
            ]
        },
        {
            "id": 2148,
            "verse_number": 8,
            "verse_key": "18:8",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 252,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِنَّا لَجَـٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97134,
                    "resource_id": 20,
                    "text": "And indeed, We will make that which is upon it [into] a barren ground."
                },
                {
                    "id": 215163,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami akan jadikan apa yang ada di bumi itu (punah-ranah) sebagai tanah yang tandus."
                },
                {
                    "id": 1093125,
                    "resource_id": 161,
                    "text": "আমি অবশ্যই তার উপর যা আছে তা বৃক্ষলতাহীন শুকনো ধূলা মাটিতে পরিণত করব।"
                }
            ]
        },
        {
            "id": 2149,
            "verse_number": 9,
            "verse_key": "18:9",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 252,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَمْ حَسِبْتَ أَنَّ أَصْحَـٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَـٰتِنَا عَجَبًا",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97145,
                    "resource_id": 20,
                    "text": "Or have you thought that the companions of the cave and the inscription were, among Our signs, a wonder?<sup foot_note=196693>1</sup>"
                },
                {
                    "id": 215004,
                    "resource_id": 39,
                    "text": "Adakah engkau menyangka (wahai Muhammad), bahawa kisah \"Ashaabul Kahfi\" dan \"Ar-Raqiim\" itu sahaja yang menakjubkan di antara tanda-tanda yang membuktikan kekuasaan Kami?"
                },
                {
                    "id": 1093126,
                    "resource_id": 161,
                    "text": "তুমি কি মনে কর যে, গুহা ও রকীমের অধিবাসীরা ছিল আমার নিদর্শনগুলোর মধ্যে বিস্ময়কর?"
                }
            ]
        },
        {
            "id": 2150,
            "verse_number": 10,
            "verse_key": "18:10",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 252,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97046,
                    "resource_id": 20,
                    "text": "[Mention] when the youths retreated to the cave and said, \"Our Lord, grant us from Yourself mercy and prepare for us from our affair right guidance.\""
                },
                {
                    "id": 214803,
                    "resource_id": 39,
                    "text": "(Ingatkanlah peristiwa) ketika serombongan orang-orang muda pergi ke gua, lalu mereka berdoa: \"Wahai Tuhan kami! Kurniakanlah kami rahmat dari sisiMu, dan berilah kemudahan-kemudahan serta pimpinan kepada kami untuk keselamatan ugama kami\"."
                },
                {
                    "id": 1093127,
                    "resource_id": 161,
                    "text": "যুবকরা যখন গুহায় আশ্রয় গ্রহণ করল তখন তারা বলল, ‘হে আমাদের প্রতিপালক! তুমি তোমার নিকট হতে আমাদেরকে রহমত দান কর আর আমাদের ব্যাপারটি সুষ্ঠুভাবে সম্পাদন কর।’"
                }
            ]
        },
        {
            "id": 2151,
            "verse_number": 11,
            "verse_key": "18:11",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 252,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًا",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97057,
                    "resource_id": 20,
                    "text": "So We cast [a cover of sleep] over their ears within the cave for a number of years."
                },
                {
                    "id": 214829,
                    "resource_id": 39,
                    "text": "Lalu Kami tidurkan mereka dengan nyenyaknya dalam gua itu, bertahun-tahun, yang banyak bilangannya."
                },
                {
                    "id": 1093128,
                    "resource_id": 161,
                    "text": "অতঃপর আমি তাদেরকে গুহায় ঘুমন্ত অবস্থায় কয়েক বছর রেখে দিলাম।"
                }
            ]
        },
        {
            "id": 2152,
            "verse_number": 12,
            "verse_key": "18:12",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 252,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ بَعَثْنَـٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًا",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97059,
                    "resource_id": 20,
                    "text": "Then We awakened them that We might show which of the two factions was most precise in calculating what [extent] they had remained in time."
                },
                {
                    "id": 214833,
                    "resource_id": 39,
                    "text": "Kemudian Kami bangkitkan mereka (dari tidurnya), untuk Kami menguji siapakah dari dua golongan di antara mereka yang lebih tepat kiraannya, tentang lamanya mereka hidup (dalam gua itu)."
                },
                {
                    "id": 1093129,
                    "resource_id": 161,
                    "text": "পরে তাদেরকে জাগ্রত করলাম এটা জানার জন্য যে, (গুহাবাসীরা আর যাদের যুগে তারা জাগ্রত হয়েছিল সে যুগের লোকেরা এ) দু’টি দলের মধ্যে কোনটি তাদের অবস্থানকালের সঠিক হিসাব করতে পারে।"
                }
            ]
        },
        {
            "id": 2153,
            "verse_number": 13,
            "verse_key": "18:13",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 253,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَـٰهُمْ هُدًى",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97060,
                    "resource_id": 20,
                    "text": "It is We who relate to you, [O Muḥammad], their story in truth. Indeed, they were youths who believed in their Lord, and We increased them in guidance."
                },
                {
                    "id": 214831,
                    "resource_id": 39,
                    "text": "Kami ceritakan kepadamu (wahai Muhammad) perihal mereka dengan benar; sesungguhnya mereka itu orang-orang muda yang beriman kepada Tuhan mereka, dan kami tambahi mereka dengan hidayah petunjuk."
                },
                {
                    "id": 1093130,
                    "resource_id": 161,
                    "text": "আমি তাদের সঠিক বৃত্তান্ত তোমার কাছে বর্ণনা করছি। তারা ছিল কয়েকজন যুবক, তারা তাদের প্রতিপালকের উপর ঈমান এনেছিল আর আমি তাদের হিদায়াত (ঈমানী চেতনাকে) বৃদ্ধি করে দিয়েছিলাম।"
                }
            ]
        },
        {
            "id": 2154,
            "verse_number": 14,
            "verse_key": "18:14",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 253,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَـٰهًا ۖ لَّقَدْ قُلْنَآ إِذًا شَطَطًا",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97061,
                    "resource_id": 20,
                    "text": "And We bound [i.e., made firm] their hearts when they stood up and said, \"Our Lord is the Lord of the heavens and the earth. Never will we invoke besides Him any deity. We would have certainly spoken, then, an excessive transgression."
                },
                {
                    "id": 214835,
                    "resource_id": 39,
                    "text": "Dan Kami kuatkan hati mereka (dengan kesabaran dan keberanian), semasa mereka bangun (menegaskan tauhid) lalu berkata: \"Tuhan kami ialah Tuhan yang mencipta dan mentadbirkan langit dan bumi; kami tidak sekali-kali akan menyembah Tuhan yang lain dari padanya; jika kami menyembah yang lainnya bermakna kami memperkatakan dan mengakui sesuatu yang jauh dari kebenaran.\""
                },
                {
                    "id": 1093131,
                    "resource_id": 161,
                    "text": "আর তাদের দিল মযবুত করে দিয়েছিলাম যখন তারা (মুশরিক রাজা ও তার অনুসারীদের বিরুদ্ধে) দাঁড়িয়ে গেল তখন বলল, ‘আমাদের প্রতিপালক তো তিনিই যিনি আসমানসমূহ যমীনের প্রতিপালক। আমরা কক্ষনো তাঁকে ত্যাগ করে অন্য কোন ইলাহকে ডাকব না। যদি আমরা ডাকি তাহলে মহা অপরাধের কথাই বলা হবে।"
                }
            ]
        },
        {
            "id": 2155,
            "verse_number": 15,
            "verse_key": "18:15",
            "hizb_number": 30,
            "rub_el_hizb_number": 117,
            "ruku_number": 253,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "هَـٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَـٰنٍۭ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا",
            "page_number": 294,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97062,
                    "resource_id": 20,
                    "text": "These, our people, have taken besides Him deities. Why do they not bring for [worship of] them a clear evidence? And who is more unjust than one who invents about Allāh a lie?\""
                },
                {
                    "id": 214837,
                    "resource_id": 39,
                    "text": "(Mereka berkata pula sesama sendiri): \"Kaum kita itu, menyembah beberapa tuhan yang lain dari Allah; sepatutnya mereka mengemukakan keterangan yang nyata yang membuktikan ketuhanan makhluk-makhluk yang mereka sembah itu? (Tetapi mereka tidak dapat berbuat demikian); Maka tidak ada yang lebih zalim dari orang-orang yang berdusta terhadap Allah."
                },
                {
                    "id": 1093132,
                    "resource_id": 161,
                    "text": "আমাদের জাতির এই লোকেরা তাঁর পরিবর্তে বহু ইলাহ গ্রহণ করেছে, তারা তাদের ইলাহদের ব্যাপারে সুস্পষ্ট দলীল প্রমাণ পেশ করে না কেন? তার থেকে বড় যালিম আর কে হতে পারে যে আল্লাহ সম্পর্কে মিথ্যা রচনা করে?"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}