{
    "verses": [
        {
            "id": 2161,
            "verse_number": 21,
            "verse_key": "18:21",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 254,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَـٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَـٰنًا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا",
            "page_number": 296,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97069,
                    "resource_id": 20,
                    "text": "And similarly, We caused them to be found that they [who found them] would know that the promise of Allāh is truth and that of the Hour there is no doubt. [That was] when they<sup foot_note=196696>1</sup> disputed among themselves about their affair and [then] said, \"Construct over them a structure. Their Lord is most knowing about them.\" Said those who prevailed in the matter, \"We will surely take [for ourselves] over them a masjid.\"<sup foot_note=196695>2</sup>"
                },
                {
                    "id": 214856,
                    "resource_id": 39,
                    "text": "Dan demikianlah Kami dedahkan hal mereka kepada orang ramai supaya orang-orang itu mengetahui bahawa janji Allah menghidupkan semula orang mati adalah benar, dan bahawa hari kiamat itu tidak ada sebarang syak padanya; pendedahan itu berlaku semasa orang-orang itu berbantahan sesama sendiri mengenai perkara hidupnya semula orang mati. Setelah itu maka (sebahagian dari) mereka berkata: \"Dirikanlah sebuah bangunan di sisi gua mereka, Allah jualah yang mengetahui akan hal ehwal mereka\". orang-orang yang berkuasa atas urusan mereka (pihak raja) pula berkata: \"Sebenarnya kami hendak membina sebuah masjid di sisi gua mereka\"."
                },
                {
                    "id": 1093138,
                    "resource_id": 161,
                    "text": "আমি এভাবে তাদের ব্যাপারটা লোকেদেরকে ওয়াকিফহাল করে দিলাম যাতে তারা জানতে পারে যে, আল্লাহর ওয়া‘দা সত্য, আর ক্বিয়ামাতের দিন সম্পর্কে কোন সন্দেহ নেই। যখন তারা (অর্থাৎ নগরবাসীরা) নিজেদের কর্তব্য সম্পর্কে নিজেদের মধ্যে বাদানুবাদ করছিল, (কতক) বলল, ‘তাদের উপর সৌধ নির্মাণ কর।’ তাদের প্রতিপালক তাদের সম্পর্কে ভাল জানেন। তাদের কর্তব্যকর্ম সম্পর্কে যাদের মতামত প্রাধান্য লাভ করল তারা বলল, ‘আমরা তাদের উপর অবশ্য অবশ্যই মাসজিদ নির্মাণ করব।’"
                }
            ]
        },
        {
            "id": 2162,
            "verse_number": 22,
            "verse_key": "18:22",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 254,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "سَيَقُولُونَ ثَلَـٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظَـٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا",
            "page_number": 296,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97070,
                    "resource_id": 20,
                    "text": "They [i.e., people] will say there were three, the fourth of them being their dog; and they will say there were five, the sixth of them being their dog - guessing at the unseen; and they will say there were seven, and the eighth of them was their dog. Say, [O Muḥammad], \"My Lord is most knowing of their number. None knows them except a few. So do not argue about them except with an obvious argument<sup foot_note=196697>1</sup> and do not inquire about them among [the speculators] from anyone.\""
                },
                {
                    "id": 214860,
                    "resource_id": 39,
                    "text": "(Sebahagian dari) mereka akan berkata: \"Bilangan Ashaabul Kahfi itu tiga orang, yang keempatnya ialah anjing mereka \"; dan setengahnya pula berkata:\"Bilangan mereka lima orang, yang keenamnya ialah anjing mereka\" - secara meraba-raba dalam gelap akan sesuatu yang tidak diketahui; dan setengahnya yang lain berkata: \"Bilangan mereka tujuh orang, dan yang kedelapannya ialah anjing mereka\". Katakanlah (wahai Muhammad): \"Tuhanku lebih mengetahui akan bilangan mereka, tiada yang mengetahui bilangannya melainkan sedikit\". Oleh itu, janganlah engkau berbahas dengan sesiapapun mengenai mereka melainkan dengan bahasan (secara sederhana) yang nyata (keterangannya di dalam Al-Quran), dan janganlah engkau meminta penjelasan mengenai hal mereka kepada seseorangpun dari golongan (yang membincangkannya)."
                },
                {
                    "id": 1093139,
                    "resource_id": 161,
                    "text": "কতক লোক বলবে, ‘তারা ছিল তিনজন, তাদের চতুর্থটি ছিল তাদের কুকুর।’ আর কতক লোক বলবে, ‘তারা ছিল পাঁচ জন, তাদের ষষ্ঠটি ছিল তাদের কুকুর’, (এ কথা তারা বলবে) অজানা বিষয়ে সন্দেহপূর্ণ অনুমানের ভিত্তিতে। আবার তাদের কতক লোক বলবে, ‘তারা ছিল সাতজন, আর তাদের অষ্টমটি ছিল তাদের কুকুর।’ বল, ‘তাদের সংখ্যা সম্পর্কে আমার প্রতিপালকই বেশি জানেন।’ অল্প কয়জন ছাড়া তাদের সংখ্যা সম্পর্কে কেউ জানে না। কাজেই সাধারণ কথাবার্তা ছাড়া তাদের ব্যাপার নিয়ে বিতর্ক করো না, আর তাদের সম্পর্কে কারো কাছে কিছু জিজ্ঞেসও করো না।"
                }
            ]
        },
        {
            "id": 2163,
            "verse_number": 23,
            "verse_key": "18:23",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 255,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌ ذَٰلِكَ غَدًا",
            "page_number": 296,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97071,
                    "resource_id": 20,
                    "text": "And never say of anything, \"Indeed, I will do that tomorrow,\""
                },
                {
                    "id": 214876,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau berkata mengenai sesuatu (yang hendak dikerjakan): \"Bahawa aku akan lakukan yang demikian itu, kemudian nanti\"."
                },
                {
                    "id": 1093140,
                    "resource_id": 161,
                    "text": "কোন বিষয় সম্পর্কে কক্ষনো বল না যে, ‘ওটা আমি আগামীকাল করব।’"
                }
            ]
        },
        {
            "id": 2164,
            "verse_number": 24,
            "verse_key": "18:24",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 255,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَـٰذَا رَشَدًا",
            "page_number": 296,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97072,
                    "resource_id": 20,
                    "text": "Except [when adding], \"If Allāh wills.\" And remember your Lord when you forget [it] and say, \"Perhaps my Lord will guide me to what is nearer than this to right conduct.\""
                },
                {
                    "id": 214868,
                    "resource_id": 39,
                    "text": "Melainkan (hendaklah disertakan dengan berkata): \"Insya Allah\". Dan ingatlah serta sebutlah akan Tuhanmu jika engkau lupa; dan katakanlah: \"Mudah-mudahan Tuhanku memimpinku ke jalan petunjuk yang lebih dekat dan lebih terang dari ini\"."
                },
                {
                    "id": 1093141,
                    "resource_id": 161,
                    "text": "‘আল্লাহ ইচ্ছে করলে’ বলা ছাড়া। যদি ভুলে যাও (তবে মনে পড়ার সঙ্গে সঙ্গে) তোমার প্রতিপালককে স্মরণ কর আর বল, ‘আশা করি আমার প্রতিপালক আমাকে এর চেয়েও সত্যের নিকটবর্তী পথে পরিচালিত করবেন। (কেননা এক ব্যক্তি যেভাবেই সঠিক পথে চলুক না কেন, তার চেয়েও উত্তমভাবে পথ চলা যেতে পারে)।"
                }
            ]
        },
        {
            "id": 2165,
            "verse_number": 25,
            "verse_key": "18:25",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 255,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَـٰثَ مِا۟ئَةٍ سِنِينَ وَٱزْدَادُوا۟ تِسْعًا",
            "page_number": 296,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97073,
                    "resource_id": 20,
                    "text": "And they remained in their cave for three hundred years and exceeded by nine.<sup foot_note=196698>1</sup>"
                },
                {
                    "id": 214864,
                    "resource_id": 39,
                    "text": "Dan mereka telah tinggal tidur dalam gua mereka: Tiga ratus tahun dengan kiraan Ahli Kitab), dan sembilan lagi (dengan kiraan kamu)."
                },
                {
                    "id": 1093142,
                    "resource_id": 161,
                    "text": "আর (কারো মতে) তারা তাদের গুহায় ছিল তিনশ’ বছর আর কিছু লোক নয় বছর বাড়িয়ে নিয়েছে।"
                }
            ]
        },
        {
            "id": 2166,
            "verse_number": 26,
            "verse_key": "18:26",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 255,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ ۖ لَهُۥ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًا",
            "page_number": 296,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97074,
                    "resource_id": 20,
                    "text": "Say, \"Allāh is most knowing of how long they remained. He has [knowledge of] the unseen [aspects] of the heavens and the earth. How Seeing is He and how Hearing! They have not besides Him any protector, and He shares not His legislation with anyone.\""
                },
                {
                    "id": 214866,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Allah jua yang mengetahui tentang masa mereka tidur; bagiNya lah tertentu ilmu pengetahuan segala rahsia langit dan bumi; terang sungguh penglihatanNya (terhadap segala-galanya)! Tidak ada bagi penduduk langit dan bumi pengurus selain daripadaNya dan Ia tidak menjadikan sesiapapun masuk campur dalam hukumNya."
                },
                {
                    "id": 1093143,
                    "resource_id": 161,
                    "text": "বল, ‘আল্লাহই ভাল জানেন তারা কতকাল (গুহায়) ছিল।’ আসমানসমূহ যমীনের অদৃশ্যের জ্ঞান তাঁরই আছে, কত স্পষ্টই না তিনি দেখেন, কত স্পষ্টই না তিনি শোনেন। তিনি ছাড়া তাদের কোন অভিভাবক নেই, তিনি তাঁর কর্তৃত্বে কাউকে অংশীদার করেন না।"
                }
            ]
        },
        {
            "id": 2167,
            "verse_number": 27,
            "verse_key": "18:27",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 255,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَـٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
            "page_number": 296,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97075,
                    "resource_id": 20,
                    "text": "And recite, [O Muḥammad], what has been revealed to you of the Book of your Lord. There is no changer of His words, and never will you find in other than Him a refuge."
                },
                {
                    "id": 214872,
                    "resource_id": 39,
                    "text": "Dan baca serta turutlah apa yang diwahyukan kepadamu dari kitab Tuhanmu; tiada sesiapa yang dapat mengubah kalimah-kalimahNya; dan engkau tidak sekali-kali akan mendapat tempat perlindungan selain daripadaNya."
                },
                {
                    "id": 1093144,
                    "resource_id": 161,
                    "text": "আর তুমি তোমার কাছে ওয়াহীকৃত তোমার প্রতিপালকের কিতাব থেকে পাঠ করে শুনাও, তাঁর কথা পরিবর্তন করে দেবে এমন কেউ নেই, আর তাঁকে ছাড়া তুমি কক্ষনো অন্য কাউকে আশ্রয়স্থল হিসেবে পাবে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}