{
    "verses": [
        {
            "id": 2168,
            "verse_number": 28,
            "verse_key": "18:28",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 255,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًا",
            "page_number": 297,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97076,
                    "resource_id": 20,
                    "text": "And keep yourself patient [by being] with those who call upon their Lord in the morning and the evening, seeking His face [i.e., acceptance]. And let not your eyes pass beyond them, desiring adornments of the worldly life, and do not obey one whose heart We have made heedless of Our remembrance and who follows his desire and whose affair is ever [in] neglect.<sup foot_note=196699>1</sup>"
                },
                {
                    "id": 214870,
                    "resource_id": 39,
                    "text": "Dan jadikanlah dirimu sentiasa berdamping rapat dengan orang-orang yang beribadat kepada Tuhan mereka pada waktu pagi dan petang, yang mengharapkan keredaan Allah semata-mata; dan janganlah engkau memalingkan pandanganmu daripada mereka hanya kerana engkau mahukan kesenangan hidup di dunia; dan janganlah engkau mematuhi orang yang Kami ketahui hatinya lalai daripada mengingati dan mematuhi pengajaran Kami di dalam Al-Quran, serta ia menurut hawa nafsunya, dan tingkah-lakunya pula adalah melampaui kebenaran."
                },
                {
                    "id": 1093145,
                    "resource_id": 161,
                    "text": "তুমি দৃঢ় চিত্ত হয়ে তাদের সাথে অবস্থান কর যারা সকাল-সন্ধ্যা তাদের প্রতিপালককে আহবান করে তাঁর সন্তুষ্টি লাভের সন্ধানে। পার্থিব জীবনের শোভা ও চাকচিক্য কামনায় তুমি তাদের থেকে তোমার দৃষ্টি ফিরিয়ে নিও না। তুমি তার আনুগত্য কর না যার অন্তরকে আমি আমার স্মরণ হতে উদাসীন করে দিয়েছি, যে নিজের প্রবৃত্তির আনুগত্য করে আর যার কার্যকলাপ হচ্ছে সীমালঙ্ঘনমূলক।"
                }
            ]
        },
        {
            "id": 2169,
            "verse_number": 29,
            "verse_key": "18:29",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 255,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ۚ إِنَّآ أَعْتَدْنَا لِلظَّـٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِن يَسْتَغِيثُوا۟ يُغَاثُوا۟ بِمَآءٍ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ ۚ بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا",
            "page_number": 297,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97079,
                    "resource_id": 20,
                    "text": "And say, \"The truth is from your Lord, so whoever wills - let him believe; and whoever wills - let him disbelieve.\" Indeed, We have prepared for the wrongdoers a fire whose walls will surround them. And if they call for relief, they will be relieved with water like murky oil, which scalds [their] faces. Wretched is the drink, and evil is the resting place."
                },
                {
                    "id": 214874,
                    "resource_id": 39,
                    "text": "Dan katakanlah (wahai Muhammad): \"Kebenaran itu ialah yang datang dari Tuhan kamu, maka sesiapa yang mahu beriman, hendaklah ia beriman; dan sesiapa yang mahu kufur ingkar, biarlah dia mengingkarinya\". Kerana Kami telah menyediakan bagi orang-orang yang berlaku zalim itu api neraka, yang meliputi mereka laksana khemah; dan jika mereka meminta pertolongan kerana dahaga, mereka diberi pertolongan dengan air yang seperti tembaga cair yang membakar muka; amatlah buruknya minuman itu, dan amatlah buruknya neraka sebagai tempat bersenang-senang."
                },
                {
                    "id": 1093146,
                    "resource_id": 161,
                    "text": "আর বলে দাও, ‘সত্য এসেছে তোমাদের রব্বের নিকট হতে, কাজেই যার ইচ্ছে ঈমান আনুক আর যার ইচ্ছে সত্যকে অস্বীকার করুক।’ আমি (অস্বীকারকারী) যালিমদের জন্য আগুন প্রস্তুত করে রেখেছি যার লেলিহান শিখা তাদেরকে ঘিরে ফেলেছে। তারা পানীয় চাইলে তাদেরকে গলিত শিশার ন্যায় পানি দেয়া হবে যা তাদের মুখমন্ডল দগ্ধ করবে, কতই না নিকৃষ্ট পানীয়! আর কতই না নিকৃষ্ট আশ্রয়স্থল!"
                }
            ]
        },
        {
            "id": 2170,
            "verse_number": 30,
            "verse_key": "18:30",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 255,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
            "page_number": 297,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97081,
                    "resource_id": 20,
                    "text": "Indeed, those who have believed and done righteous deeds - indeed, We will not allow to be lost the reward of any who did well in deeds."
                },
                {
                    "id": 214950,
                    "resource_id": 39,
                    "text": "Sebenarnya orang-orang yang beriman dan beramal soleh sudah tetap Kami tidak akan menghilangkan pahala orang-orang yang berusaha memperbaiki amalnya."
                },
                {
                    "id": 1093147,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে আর সৎ কাজ করে- যে উত্তমভাবে কাজ করে আমি তার কর্মফল বিনষ্ট করি না।"
                }
            ]
        },
        {
            "id": 2171,
            "verse_number": 31,
            "verse_key": "18:31",
            "hizb_number": 30,
            "rub_el_hizb_number": 118,
            "ruku_number": 255,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ لَهُمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۚ نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
            "page_number": 297,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97082,
                    "resource_id": 20,
                    "text": "Those will have gardens of perpetual residence; beneath them rivers will flow. They will be adorned therein with bracelets of gold and will wear green garments of fine silk and brocade, reclining therein on adorned couches. Excellent is the reward, and good is the resting place."
                },
                {
                    "id": 214880,
                    "resource_id": 39,
                    "text": "Mereka itu, disediakan baginya syurga yang kekal, yang mengalir di bawahnya beberapa sungai; mereka dihiaskan di dalamnya dengan gelang-gelang tangan emas, dan memakai pakaian hijau dari sutera yang nipis dan sutera tebal yang bersulam; mereka berehat di dalamnya dengan berbaring di atas pelamin-pelamin (yang berhias). Demikian itulah balasan yang sebaik-baiknya dan demikian itulah Syurga tempat berehat yang semolek-moleknya."
                },
                {
                    "id": 1093148,
                    "resource_id": 161,
                    "text": "তাদের জন্য আছে স্থায়ী জান্নাত যার নিম্নদেশে ঝর্ণাধারা প্রবাহিত। সেখানে তাদেরকে অলংকৃত করা হবে স্বর্ণ কংকণে। সূক্ষ্ম ও গাঢ় রেশমের সবুজ পোশাক তারা পরিধান করবে। তারা গদি লাগানো উচ্চাসনে হেলান দিয়ে বসবে। কতই না উত্তম পুরস্কার! কতই না উত্তম আশ্রয়স্থল!"
                }
            ]
        },
        {
            "id": 2172,
            "verse_number": 32,
            "verse_key": "18:32",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ وَٱضْرِبْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَـٰبٍ وَحَفَفْنَـٰهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا",
            "page_number": 297,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97083,
                    "resource_id": 20,
                    "text": "And present to them an example of two men: We granted to one of them two gardens of grapevines, and We bordered them with palm trees and placed between them [fields of] crops."
                },
                {
                    "id": 214878,
                    "resource_id": 39,
                    "text": "Dan berikanlah kepada mereka satu contoh: Dua orang lelaki, Kami adakan bagi salah seorang di antaranya, dua buah kebun anggur; dan Kami kelilingi kebun-kebun itu dengan pohon-pohon tamar, serta Kami jadikan di antara keduanya, jenis-jenis tanaman yang lain."
                },
                {
                    "id": 1093149,
                    "resource_id": 161,
                    "text": "তুমি তাদের কাছে দু’ব্যক্তির দৃষ্টান্ত বর্ণনা কর যাদের একজনকে আমি দিয়েছিলাম দু’টি আঙ্গুরের বাগান, আর ওগুলোকে খেজুর গাছ দিয়ে ঘিরে দিয়েছিলাম আর ও দু’টির মাঝে দিয়েছিলাম শষ্যক্ষেত।"
                }
            ]
        },
        {
            "id": 2173,
            "verse_number": 33,
            "verse_key": "18:33",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًٔا ۚ وَفَجَّرْنَا خِلَـٰلَهُمَا نَهَرًا",
            "page_number": 297,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97084,
                    "resource_id": 20,
                    "text": "Each of the two gardens produced its fruit and did not fall short thereof in anything. And We caused to gush forth within them a river."
                },
                {
                    "id": 214932,
                    "resource_id": 39,
                    "text": "Kedua-dua kebun itu mengeluarkan hasilnya, dan tiada mengurangi sedikitpun dari hasil itu; dan kami juga mengalirkan di antara keduanya sebatang sungai."
                },
                {
                    "id": 1093150,
                    "resource_id": 161,
                    "text": "দু’টো বাগানই ফল দিত, এতে এতটুকু ত্রুটি করত না। এ দু’য়ের মাঝে আমি ঝর্ণাধারা প্রবাহিত করেছিলাম।"
                }
            ]
        },
        {
            "id": 2174,
            "verse_number": 34,
            "verse_key": "18:34",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَكَانَ لَهُۥ ثَمَرٌ فَقَالَ لِصَـٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا",
            "page_number": 297,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97085,
                    "resource_id": 20,
                    "text": "And he had fruit, so he said to his companion while he was conversing with him, \"I am greater than you in wealth and mightier in [numbers of] men.\""
                },
                {
                    "id": 214882,
                    "resource_id": 39,
                    "text": "Tuan kebun itu pula ada mempunyai harta (yang lain); lalu berkatalah ia kepada rakannya, semasa ia berbincang dengannya: \"Aku lebih banyak harta daripadamu, dan lebih berpengaruh dengan pengikut-pengikutku yang ramai\"."
                },
                {
                    "id": 1093151,
                    "resource_id": 161,
                    "text": "লোকটির উৎপাদন ছিল প্রচুর। একদিন কথাবার্তা বলার সময় সে তার প্রতিবেশীকে বলল, ‘আমি সম্পদে তোমা হতে শ্রেষ্ঠ, আর জনবলে তোমা হতে শক্তিশালী।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}