{
    "verses": [
        {
            "id": 2175,
            "verse_number": 35,
            "verse_key": "18:35",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَـٰذِهِۦٓ أَبَدًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97086,
                    "resource_id": 20,
                    "text": "And he entered his garden while he was unjust to himself.<sup foot_note=196700>1</sup> He said, \"I do not think that this will perish - ever."
                },
                {
                    "id": 214693,
                    "resource_id": 39,
                    "text": "Dan ia pun masuk ke kebunnya (bersama-sama rakannya), sedang ia berlaku zalim kepada dirinya sendiri (dengan sebab kufurnya), sambil ia berkata: \"Aku tidak fikir, kebun ini akan binasa selama-lamanya."
                },
                {
                    "id": 1093152,
                    "resource_id": 161,
                    "text": "নিজের প্রতি যুলম করে সে তার বাগানে প্রবেশ করল। সে বলল, ‘আমি ধারণা করি না যে, এটা কোনদিন ধ্বংস হয়ে যাবে।"
                }
            ]
        },
        {
            "id": 2176,
            "verse_number": 36,
            "verse_key": "18:36",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97087,
                    "resource_id": 20,
                    "text": "And I do not think the Hour will occur. And even if I should be brought back to my Lord, I will surely find better than this as a return.\""
                },
                {
                    "id": 214886,
                    "resource_id": 39,
                    "text": "Dan aku tidak fikir, hari kiamat kan berlaku; dan kalaulah aku dikembalikan kepada Tuhanku (sebagaimana kepercayaanmu), tentulah aku akan mendapat tempat kembali yang lebih baik daripada ini."
                },
                {
                    "id": 1093153,
                    "resource_id": 161,
                    "text": "আমি মনে করি না যে কিয়ামাত হবে। আর যদি আমাকে আমার প্রতিপালকের কাছে ফিরিয়ে নেয়া হয়ই, তাহলে অবশ্য অবশ্যই আমি পরিবর্তে আরো উৎকৃষ্ট স্থান পাব।"
                }
            ]
        },
        {
            "id": 2177,
            "verse_number": 37,
            "verse_key": "18:37",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّىٰكَ رَجُلًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97088,
                    "resource_id": 20,
                    "text": "His companion said to him while he was conversing with him, \"Have you disbelieved in He who created you from dust and then from a sperm-drop and then proportioned you [as] a man?"
                },
                {
                    "id": 214884,
                    "resource_id": 39,
                    "text": "berkatalah rakannya kepadanya, semasa ia berbincang dengannya: \"Patutkah engkau kufur ingkar kepada Allah yang menciptakan engkau dari tanah, kemudian dari air benih, kemudian Ia membentukmu dengan sempurna sebagai seorang lelaki?"
                },
                {
                    "id": 1093154,
                    "resource_id": 161,
                    "text": "কথার প্রসঙ্গ টেনে তার সাথী বলল, ‘তুমি কি তাঁকে অস্বীকার করছ যিনি তোমাকে মাটি থেকে সৃষ্টি করেছেন, অতঃপর শুক্র-কীট হতে, অতঃপর তোমাকে পূর্ণাঙ্গ দেহসম্পন্ন মানুষ বানিয়ে দিয়েছেন?"
                }
            ]
        },
        {
            "id": 2178,
            "verse_number": 38,
            "verse_key": "18:38",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لَّـٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97089,
                    "resource_id": 20,
                    "text": "But as for me, He is Allāh, my Lord, and I do not associate with my Lord anyone."
                },
                {
                    "id": 214890,
                    "resource_id": 39,
                    "text": "Tetapi aku sendiri percaya dan yakin dengan sepenuhnya bahawa Dia lah Allah, Tuhanku, dan aku tidak sekutukan sesuatu pun dengan Tuhanku."
                },
                {
                    "id": 1093155,
                    "resource_id": 161,
                    "text": "(আর আমার ব্যাপারে কথা হল) সেই আল্লাহই আমার প্রতিপালক, আমি কাউকে আমার প্রতিপালকের শরীক করব না।"
                }
            ]
        },
        {
            "id": 2179,
            "verse_number": 39,
            "verse_key": "18:39",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًا وَوَلَدًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97090,
                    "resource_id": 20,
                    "text": "And why did you, when you entered your garden, not say, 'What Allāh willed [has occurred]; there is no power except in Allāh'? Although you see me less than you in wealth and children,"
                },
                {
                    "id": 214888,
                    "resource_id": 39,
                    "text": "Dan sepatutnya semasa engkau masuk ke kebunmu, berkata: (Semuanya ialah barang yang dikehendaki Allah)! (tiada daya dan upaya melainkan dengan pertolongan Allah)? Kalau engkau memandangku sangat kurang tentang harta dan anak, berbanding denganmu,"
                },
                {
                    "id": 1093156,
                    "resource_id": 161,
                    "text": "তুমি যখন তোমার বাগানে প্রবেশ করলে তখন কেন বললে না, ‘আল্লাহ যা ইচ্ছে করেছেন (তা-ই হয়েছে), আল্লাহ ছাড়া কারো কোন শক্তি নেই। যদিও তুমি আমাকে ধনে-জনে তোমার চেয়ে কম দেখ,"
                }
            ]
        },
        {
            "id": 2180,
            "verse_number": 40,
            "verse_key": "18:40",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97092,
                    "resource_id": 20,
                    "text": "It may be that my Lord will give me [something] better than your garden and will send upon it a [disastrous] penalty from the sky, and it will become a smooth, dusty ground,"
                },
                {
                    "id": 214892,
                    "resource_id": 39,
                    "text": "Maka mudah-mudahan Tuhanku akan mengurniakan daku lebih baik daripada kebunmu, dan (aku bimbang) dia akan menimpakannya dengan bala, bencana dari langit, sehinggalah menjadilah kebunmu itu tanah yang licin tandus."
                },
                {
                    "id": 1093157,
                    "resource_id": 161,
                    "text": "সম্ভবতঃ আমার প্রতিপালক আমাকে তোমার বাগান অপেক্ষাও উত্তম কিছু দান করবেন আর তোমার বাগানের উপর আসমান হতে কোন বিপদ পাঠিয়ে দিবেন, ফলে তা শূন্য ময়দানে পরিণত হবে।"
                }
            ]
        },
        {
            "id": 2181,
            "verse_number": 41,
            "verse_key": "18:41",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97093,
                    "resource_id": 20,
                    "text": "Or its water will become sunken [into the earth], so you would never be able to seek it.\""
                },
                {
                    "id": 214894,
                    "resource_id": 39,
                    "text": "Ataupun air kebun itu akan menjadi kering ditelan bumi, maka dengan yang demikian, engkau tidak akan dapat mencarinya lagi\"."
                },
                {
                    "id": 1093158,
                    "resource_id": 161,
                    "text": "কিংবা তার পানি ভূ-গর্ভে চলে যাবে, ফলে তুমি কক্ষনো তার খোঁজ পাবে না।’"
                }
            ]
        },
        {
            "id": 2182,
            "verse_number": 42,
            "verse_key": "18:42",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَـٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97094,
                    "resource_id": 20,
                    "text": "And his fruits were encompassed [by ruin], so he began to turn his hands about [in dismay] over what he had spent on it, while it had collapsed upon its trellises, and said, \"Oh, I wish I had not associated with my Lord anyone.\"<sup foot_note=196701>1</sup>"
                },
                {
                    "id": 214896,
                    "resource_id": 39,
                    "text": "Dan segala tanaman serta hartabendanya itupun dibinasakan, lalu jadilah ia membalik-balikkan kedua tapak tangannya (kerana menyesal) terhadap segala perbelanjaan yang telah dibelanjakannya pada kebun-kebunnya, sedang kebun-kebun itu runtuh junjung-junjung tanamannya; sambil dia berkata: \"Alangkah baiknya kalau aku tidak sekutukan sesuatupun dengan Tuhanku!\""
                },
                {
                    "id": 1093159,
                    "resource_id": 161,
                    "text": "ধ্বংস তার ফল-ফসলকে ঘিরে ফেলল আর তাতে সে যা খরচ করেছিল তার জন্য হাত মলতে লাগল। তা ছিন্ন ভিন্ন অবস্থায় ভূমিসাৎ হয়ে গিয়েছিল। সে বলল, ‘হায়, আমি যদি আমার রব্ব-এর সাথে কাউকে শরীক না করতাম!’"
                }
            ]
        },
        {
            "id": 2183,
            "verse_number": 43,
            "verse_key": "18:43",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَمْ تَكُن لَّهُۥ فِئَةٌ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97095,
                    "resource_id": 20,
                    "text": "And there was for him no company to aid him other than Allāh, nor could he defend himself."
                },
                {
                    "id": 214902,
                    "resource_id": 39,
                    "text": "Dan ia tidak mendapat sebarang golongan yang boleh menolongnya, selain dari Allah; dan ia pula tidak dapat membela dirinya sendiri."
                },
                {
                    "id": 1093160,
                    "resource_id": 161,
                    "text": "আর আল্লাহ ছাড়া তাকে সাহায্য করার কোন দলবলও ছিল না, আর সে নিজেও এর মোকাবিলা করতে পারল না।"
                }
            ]
        },
        {
            "id": 2184,
            "verse_number": 44,
            "verse_key": "18:44",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 256,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "هُنَالِكَ ٱلْوَلَـٰيَةُ لِلَّهِ ٱلْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97096,
                    "resource_id": 20,
                    "text": "There<sup foot_note=196702>1</sup> the authority is [completely] for Allāh, the Truth. He is best in reward and best in outcome."
                },
                {
                    "id": 214900,
                    "resource_id": 39,
                    "text": "Pada saat yang sedemikian itu kekuasaan memberi pertolongan hanya tertentu bagi Allah, Tuhan yang sebenar-benarnya; Dia lah sebaik-baik pemberi pahala, dan sebaik-baik pemberi kesudahan yang berbahagia (kepada hamba-hambaNya yang taat)."
                },
                {
                    "id": 1093161,
                    "resource_id": 161,
                    "text": "এ ব্যাপারে যাবতীয় কর্তৃত্ব ক্ষমতা সেই সত্যিকার আল্লাহর জন্যই নির্দিষ্ট। পুরস্কার দানে তিনিই উৎকৃষ্ট, আর সফল পরিণাম দানে তিনিই শ্রেষ্ঠ।"
                }
            ]
        },
        {
            "id": 2185,
            "verse_number": 45,
            "verse_key": "18:45",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 257,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ ٱلرِّيَـٰحُ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقْتَدِرًا",
            "page_number": 298,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97097,
                    "resource_id": 20,
                    "text": "And present to them the example of the life of this world, [its being] like rain which We send down from the sky, and the vegetation of the earth mingles with it<sup foot_note=196703>1</sup> and [then] it becomes dry remnants, scattered by the winds. And Allāh is ever, over all things, Perfect in Ability."
                },
                {
                    "id": 214904,
                    "resource_id": 39,
                    "text": "Dan kemukakanlah kepada mereka misal perbandingan: Kehidupan dunia ini samalah seperti air yang Kami turunkan dari langit, lalu bercampur aduklah tanaman di bumi antara satu sama lain (dan kembang suburlah ia) disebabkan air itu; kemudian menjadilah ia kering hancur ditiup angin; dan (ingatlah) adalah Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1093162,
                    "resource_id": 161,
                    "text": "তাদের কাছে দুনিয়ার এ জীবনের দৃষ্টান্ত পেশ কর : তা হল পানির মত যা তিনি আকাশ হতে বর্ষণ করেন, যা দিয়ে যমীনে গাছ-গাছড়া ঘন হয়ে উদ্গত হয়, অতঃপর তা শুকনো খড়কুটায় পরিণত হয় যাকে বাতাস উড়িয়ে নিয়ে যায়। আল্লাহ হলেন সকল বিষয়ে শক্তিমান।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}