{
    "verses": [
        {
            "id": 2186,
            "verse_number": 46,
            "verse_key": "18:46",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 257,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
            "page_number": 299,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97098,
                    "resource_id": 20,
                    "text": "Wealth and children are [but] adornment of the worldly life. But the enduring good deeds are better to your Lord<sup foot_note=196704>1</sup> for reward and better for [one's] hope."
                },
                {
                    "id": 214906,
                    "resource_id": 39,
                    "text": "Harta benda dan anak pinak itu, ialah perhiasan hidup di dunia; dan amal-amal soleh yang kekal faedahnya itu lebih baik pada sisi Tuhanmu sebagai pahala balasan, dan lebih baik sebagai asas yang memberi harapan."
                },
                {
                    "id": 1093163,
                    "resource_id": 161,
                    "text": "ধন-সম্পদ আর সন্তানাদি পার্থিব জীবনের শোভা-সৌন্দর্য, আর তোমার প্রতিপালকের নিকট পুরস্কার লাভের জন্য স্থায়ী সৎকাজ হল উৎকৃষ্ট আর আকাঙ্ক্ষা পোষণের ভিত্তি হিসেবেও উত্তম।"
                }
            ]
        },
        {
            "id": 2187,
            "verse_number": 47,
            "verse_key": "18:47",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 257,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةً وَحَشَرْنَـٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
            "page_number": 299,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97099,
                    "resource_id": 20,
                    "text": "And [warn of] the Day when We will remove the mountains and you will see the earth exposed,<sup foot_note=196705>1</sup> and We will gather them and not leave behind from them anyone."
                },
                {
                    "id": 214908,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah) hari Kami bongkar dan terbangkan gunung-ganang dan engkau akan melihat (seluruh) muka bumi terdedah nyata; dan Kami himpunkan mereka (di padang Mahsyar) sehingga Kami tidak akan tinggalkan seorangpun dari mereka."
                },
                {
                    "id": 1093164,
                    "resource_id": 161,
                    "text": "(সেদিনের কথা চিন্তা কর) যেদিন আমি পর্বতমালাকে চালিত করব, আর পৃথিবীকে দেখতে পাবে উন্মুক্ত প্রান্তর আর তাদের সববাইকে আমি একত্রিত করব, কাউকেও বাদ দেব না।"
                }
            ]
        },
        {
            "id": 2188,
            "verse_number": 48,
            "verse_key": "18:48",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 257,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا",
            "page_number": 299,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97100,
                    "resource_id": 20,
                    "text": "And they will be presented before your Lord in rows, [and He will say], \"You have certainly come to Us just as We created you the first time. But you claimed that We would never make for you an appointment.\""
                },
                {
                    "id": 214910,
                    "resource_id": 39,
                    "text": "Dan mereka tetap akan dibawa mengadap Tuhanmu dengan berbaris teratur, (sambil dikatakan kepada mereka): \"Kamu sekarang telah datang kepada Kami - (berseorangan) sebagaimana Kami telah jadikan kamu pada mulanya; bahkan kamu dahulu menyangka, bahawa kami tidak akan menjadikan bagi kamu masa yang tertentu (untuk melaksanakan apa yang Kami telah janjikan)\"."
                },
                {
                    "id": 1093165,
                    "resource_id": 161,
                    "text": "তাদেরকে তোমার প্রতিপালকের সামনে সারিবদ্ধভাবে হাজির করা হবে (আর তাদেরকে বলা হবে), ‘তোমরা আমার কাছে এসেছ তেমনিভাবে যেভাবে আমি তোমাদেরকে প্রথমবার সৃষ্টি করেছিলাম। কিন্তু তোমরা তো ধারণা করেছিলে যে, আমার কাছে তোমাদের সাক্ষাতের নির্দিষ্টকাল আমি কক্ষনো উপস্থিত করব না।’"
                }
            ]
        },
        {
            "id": 2189,
            "verse_number": 49,
            "verse_key": "18:49",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 257,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَوُضِعَ ٱلْكِتَـٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَـٰوَيْلَتَنَا مَالِ هَـٰذَا ٱلْكِتَـٰبِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا ۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا",
            "page_number": 299,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97101,
                    "resource_id": 20,
                    "text": "And the record [of deeds] will be placed [open], and you will see the criminals fearful of that within it, and they will say, \"Oh, woe to us! What is this book that leaves nothing small or great except that it has enumerated it?\" And they will find what they did present [before them]. And your Lord does injustice to no one."
                },
                {
                    "id": 214912,
                    "resource_id": 39,
                    "text": "Dan \"Kitab-kitab Amal\" juga tetap akan dibentangkan, maka engkau akan melihat orang-orang yang berdosa itu, merasa takut akan apa yang tersurat di dalamnya; dan mereka akan berkata:\" Aduhai celakanya kami, mengapa kitab ini demikian keadaannya? Ia tidak meninggalkan yang kecil atau yang besar, melainkan semua dihitungnya!\" Dan mereka dapati segala yang mereka kerjakan itu sedia (tertulis di dalamnya); dan (ingatlah) Tuhanmu tidak berlaku zalim kepada seseorangpun."
                },
                {
                    "id": 1093166,
                    "resource_id": 161,
                    "text": "আর ‘আমালনামা হাজির করা হবে, আর তাতে যা (লেখে রাখা আছে) তার কারণে তুমি অপরাধী লোকদেরকে দেখতে পাবে ভীত আতঙ্কিত। আর তারা বলবে, ‘হায় কপাল! এটা কেমন কিতাব যে ছোট বড় কোন কাজই ছেড়ে দেয়নি বরং সব কিছুর হিসাব রেখেছে।’ তারা যা করেছে তা সামনে উপস্থিত পাবে, আর তোমার প্রতিপালক কারো প্রতি যুলম করবেন না।"
                }
            ]
        },
        {
            "id": 2190,
            "verse_number": 50,
            "verse_key": "18:50",
            "hizb_number": 30,
            "rub_el_hizb_number": 119,
            "ruku_number": 258,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظَّـٰلِمِينَ بَدَلًا",
            "page_number": 299,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97103,
                    "resource_id": 20,
                    "text": "And [mention] when We said to the angels, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He was of the jinn and departed from [i.e., disobeyed] the command of his Lord. Then will you take him and his descendants as allies other than Me while they are enemies to you? Wretched it is for the wrongdoers as an exchange."
                },
                {
                    "id": 214916,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah peristiwa) ketika Kami berfirman kepada malaikat: \"Sujudlah kamu kepada Adam\"; lalu mereka sujud melainkan iblis; ia adalah berasal dari golongan jin, lalu ia menderhaka terhadap perintah Tuhannya. Oleh itu, patutkah kamu hendak menjadikan iblis dan keturunannya sebagai sahabat-sahabat karib yang menjadi pemimpin selain daripadaku? Sedang mereka itu ialah musuh bagi kamu. Amatlah buruknya bagi orang-orang yang zalim: pengganti yang mereka pilih itu."
                },
                {
                    "id": 1093167,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন আমি ফেরেশতাদেরকে বলেছিলাম, ‘আদামকে সাজদাহ কর।’ তখন ইবলিশ ছাড়া তারা সবাই সাজদাহ করল। সে ছিল জ্বীনদের অন্তর্ভুক্ত। সে তার প্রতিপালকের নির্দেশ লঙ্ঘন করল। এতদসত্ত্বেও তোমরা কি আমাকে বাদ দিয়ে তাকে আর তার বংশধরকে অভিভাবক বানিয়ে নিচ্ছ? অথচ তারা তোমাদের দুশমন। যালিমদের এই বিনিময় বড়ই নিকৃষ্ট!"
                }
            ]
        },
        {
            "id": 2191,
            "verse_number": 51,
            "verse_key": "18:51",
            "hizb_number": 30,
            "rub_el_hizb_number": 120,
            "ruku_number": 258,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًا",
            "page_number": 299,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97104,
                    "resource_id": 20,
                    "text": "I did not make them witness to the creation of the heavens and the earth or to the creation of themselves, and I would not have taken the misguiders as assistants."
                },
                {
                    "id": 214918,
                    "resource_id": 39,
                    "text": "Aku tidak memanggil mereka menyaksi atau membantuKu menciptakan langit dan bumi, dan tidak juga meminta bantuan setengahnya untuk menciptakan setengahnya yang lain; dan tidak sepatutnya Aku mengambil makhluk-makhluk yang menyesatkan itu sebagai pembantu."
                },
                {
                    "id": 1093168,
                    "resource_id": 161,
                    "text": "আসমান যমীনের সৃষ্টিকালে আমি তাদেরকে সাক্ষী রাখিনি, আর তাদের নিজেদের সৃষ্টি (প্রত্যক্ষ করার জন্য)ও না, পথভ্রষ্টকারীদেরকে সাহায্যকারী গ্রহণ করা আমার কাজ নয়।"
                }
            ]
        },
        {
            "id": 2192,
            "verse_number": 52,
            "verse_key": "18:52",
            "hizb_number": 30,
            "rub_el_hizb_number": 120,
            "ruku_number": 258,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا",
            "page_number": 299,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97105,
                    "resource_id": 20,
                    "text": "And [warn of] the Day when He will say, \"Call My 'partners' whom you claimed,\" and they will invoke them, but they will not respond to them. And We will put between them [a valley of] destruction."
                },
                {
                    "id": 214920,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah) masa Allah berfirman: \"Panggilah sekutu-sekutuKu yang kamu katakan itu (untuk menolong kamu); lalu mereka memanggilnya, tetapi sia-sia sahaja, kerana makhluk-makhluk itu tidak menyahut seruan mereka: dan kami jadikan untuk mereka bersama sebuah tempat azab yang membinasakan."
                },
                {
                    "id": 1093169,
                    "resource_id": 161,
                    "text": "সেদিন তিনি বলবেন, ‘তোমরা যাদেরকে আমার শরীক মনে করতে তাদেরকে ডাক।’ তখন তারা তাদেরকে ডাকবে, কিন্তু তারা তাদের ডাকে সাড়া দেবে না। আর আমি উভয় দলের মাঝে রেখে দেব এক ধ্বংস-গহ্বর।"
                }
            ]
        },
        {
            "id": 2193,
            "verse_number": 53,
            "verse_key": "18:53",
            "hizb_number": 30,
            "rub_el_hizb_number": 120,
            "ruku_number": 258,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًا",
            "page_number": 299,
            "juz_number": 15,
            "translations": [
                {
                    "id": 97106,
                    "resource_id": 20,
                    "text": "And the criminals will see the Fire and will be certain that they are to fall therein. And they will not find from it a way elsewhere."
                },
                {
                    "id": 214922,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang berdosa itu tetap akan melihat neraka, maka yakinlah mereka, bahawa mereka akan jatuh ke dalamnya dan mereka tidak akan mendapati sebarang jalan untuk mengelakkan diri daripadanya."
                },
                {
                    "id": 1093170,
                    "resource_id": 161,
                    "text": "অপরাধীরা আগুন দেখতে পাবে আর মনে করবে যে, তাদেরকে তাতে পতিত হতে হবে, কিন্তু সেখান থেকে ফিরে যাবার তারা কোনই উপায় পাবে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}