{
    "verses": [
        {
            "id": 13,
            "verse_number": 6,
            "verse_key": "2:6",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 2,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98085,
                    "resource_id": 20,
                    "text": "Indeed, those who disbelieve<sup foot_note=195939>1</sup> - it is all the same for them whether you warn them or do not warn them - they will not believe."
                },
                {
                    "id": 215941,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang kafir (yang tidak akan beriman), sama sahaja kepada mereka: sama ada engkau beri amaran kepadanya atau engkau tidak beri amaran, mereka tidak akan beriman."
                },
                {
                    "id": 1090990,
                    "resource_id": 161,
                    "text": "নিশ্চয় যারা কুফরী করেছে তাদেরকে তুমি ভয় দেখাও আর না দেখাও উভয়টাই তাদের জন্য সমান, তারা ঈমান আনবে না।"
                }
            ]
        },
        {
            "id": 14,
            "verse_number": 7,
            "verse_key": "2:7",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 2,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَـٰرِهِمْ غِشَـٰوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98314,
                    "resource_id": 20,
                    "text": "Allāh has set a seal upon their hearts and upon their hearing, and over their vision is a veil.<sup foot_note=195940>1</sup> And for them is a great punishment."
                },
                {
                    "id": 216170,
                    "resource_id": 39,
                    "text": "(Dengan sebab keingkaran mereka), Allah mematerikan atas hati mereka serta pendengaran mereka, dan pada penglihatan mereka ada penutupnya; dan bagi mereka pula disediakan azab seksa yang amat besar."
                },
                {
                    "id": 1090991,
                    "resource_id": 161,
                    "text": "আল্লাহ তাদের অন্তর ও কানের উপর মোহর করে দিয়েছেন, আর তাদের চোখে আছে আবরণ আর তাদের জন্য আছে মহা শাস্তি।"
                }
            ]
        },
        {
            "id": 15,
            "verse_number": 8,
            "verse_key": "2:8",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْـَٔاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98420,
                    "resource_id": 20,
                    "text": "And of the people are some who say, \"We believe in Allāh and the Last Day,\" but they are not believers."
                },
                {
                    "id": 216277,
                    "resource_id": 39,
                    "text": "Dan di antara manusia ada yang berkata: \"Kami telah beriman kepada Allah dan kepada hari akhirat\"; padahal mereka sebenarnya tidak beriman."
                },
                {
                    "id": 1090992,
                    "resource_id": 161,
                    "text": "মানুষের মধ্যে এমন লোক আছে যারা বলে, ‘‘আমরা আল্লাহর প্রতি এবং আখেরাতের দিনের প্রতি ঈমান এনেছি’’ কিন্তু প্রকৃতপক্ষে তারা মু’মিন নয়।"
                }
            ]
        },
        {
            "id": 16,
            "verse_number": 9,
            "verse_key": "2:9",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يُخَـٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98521,
                    "resource_id": 20,
                    "text": "They [think to] deceive Allāh and those who believe, but they deceive not except themselves and perceive [it] not."
                },
                {
                    "id": 216387,
                    "resource_id": 39,
                    "text": "Mereka hendak memperdayakan Allah dan orang-orang yang beriman, padahal mereka hanya memperdaya dirinya sendiri, sedang mereka tidak menyedarinya."
                },
                {
                    "id": 1090993,
                    "resource_id": 161,
                    "text": "তারা আল্লাহ ও মু’মিনদেরকে প্রতারিত করে, আসলে তারা নিজেদেরকে ছাড়া অন্য কাউকে প্রতারিত করে না, কিন্তু এটা তারা উপলব্ধি করতে পারে না।"
                }
            ]
        },
        {
            "id": 17,
            "verse_number": 10,
            "verse_key": "2:10",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97388,
                    "resource_id": 20,
                    "text": "In their hearts is disease, so Allāh has increased their disease;<sup foot_note=195941>1</sup> and for them is a painful punishment because they [habitually] used to lie."
                },
                {
                    "id": 215260,
                    "resource_id": 39,
                    "text": "Dalam hati mereka (golongan yang munafik itu) terdapat penyakit (syak dan hasad dengki), maka Allah tambahkan lagi penyakit itu kepada mereka; dan mereka pula akan beroleh azab seksa yang tidak terperi sakitnya, dengan sebab mereka berdusta (dan mendustakan kebenaran)."
                },
                {
                    "id": 1090994,
                    "resource_id": 161,
                    "text": "তাদের অন্তরে আছে ব্যাধি, অতঃপর আল্লাহ তাদের ব্যাধি বাড়িয়ে দিয়েছেন আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি, কারণ তারা মিথ্যেবাদী।"
                }
            ]
        },
        {
            "id": 18,
            "verse_number": 11,
            "verse_key": "2:11",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97399,
                    "resource_id": 20,
                    "text": "And when it is said to them, \"Do not cause corruption on the earth,\" they say, \"We are but reformers.\""
                },
                {
                    "id": 215274,
                    "resource_id": 39,
                    "text": "Dan apabila dikatakan kepada mereka: \"Janganlah kamu membuat bencana dan kerosakan di muka bumi\", mereka menjawab: \" Sesungguhnya kami orang-orang yang hanya membuat kebaikan\"."
                },
                {
                    "id": 1090995,
                    "resource_id": 161,
                    "text": "তাদেরকে যখন বলা হয়, ‘পৃথিবীতে ফাসাদ সৃষ্টি করো না’; তারা বলে, ‘আমরা তো সংশোধনকারী’।"
                }
            ]
        },
        {
            "id": 19,
            "verse_number": 12,
            "verse_key": "2:12",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَـٰكِن لَّا يَشْعُرُونَ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97434,
                    "resource_id": 20,
                    "text": "Unquestionably, it is they who are the corrupters, but they perceive [it] not."
                },
                {
                    "id": 215307,
                    "resource_id": 39,
                    "text": "Ketahuilah! Bahawa sesungguhnya mereka itulah orang-orang yang sebenar-benarnya membuat bencana dan kerosakan, tetapi mereka tidak menyedarinya."
                },
                {
                    "id": 1090996,
                    "resource_id": 161,
                    "text": "মূলতঃ তারাই অশান্তি সৃষ্টিকারী, কিন্তু তারা তা বুঝতে পারে না।"
                }
            ]
        },
        {
            "id": 20,
            "verse_number": 13,
            "verse_key": "2:13",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ ۗ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَـٰكِن لَّا يَعْلَمُونَ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97456,
                    "resource_id": 20,
                    "text": "And when it is said to them, \"Believe as the people have believed,\" they say, \"Should we believe as the foolish have believed?\" Unquestionably, it is they who are the foolish, but they know [it] not."
                },
                {
                    "id": 215332,
                    "resource_id": 39,
                    "text": "Dan apabila dikatakan kepada mereka: \"Berimanlah kamu sebagaimana orang-orang itu telah beriman\". Mereka menjawab: \"Patutkah kami ini beriman sebagaimana berimannya orang-orang bodoh itu?\" Ketahuilah! Sesungguhnya merekalah orang-orang yang bodoh, tetapi mereka tidak mengetahui (hakikat yang sebenarnya)."
                },
                {
                    "id": 1090997,
                    "resource_id": 161,
                    "text": "যখন তাদেরকে বলা হয়, যে সব লোক ঈমান এনেছে তাদের মতো তোমরাও ঈমান আন, তারা বলে, ‘নির্বোধেরা যেমন ঈমান এনেছে, আমরাও কি তেমনি ঈমান আনব’? আসলে তারাই নির্বোধ, কিন্তু তারা তা’ বুঝতে পারে না।"
                }
            ]
        },
        {
            "id": 21,
            "verse_number": 14,
            "verse_key": "2:14",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَـٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97479,
                    "resource_id": 20,
                    "text": "And when they meet those who believe, they say, \"We believe\"; but when they are alone with their evil ones, they say, \"Indeed, we are with you; we were only mockers.\""
                },
                {
                    "id": 215354,
                    "resource_id": 39,
                    "text": "Dan apabila mereka bertemu dengan orang-orang yang beriman, mereka berkata: \" Kami telah beriman \", dan manakala mereka kembali kepada syaitan-syaitan mereka, mereka berkata pula:\" Sesungguhnya kami tetap bersama kamu, sebenarnya kami hanya memperolok-olok (akan orang-orang yang beriman)\"."
                },
                {
                    "id": 1090998,
                    "resource_id": 161,
                    "text": "যখন তারা মু’মিনদের সংস্পর্শে আসে তখন বলে, ‘আমরা ঈমান এনেছি’; আর যখন তারা নিভৃতে তাদের শয়ত্বানদের (সর্দারদের) সঙ্গে মিলিত হয় তখন বলে, ‘আমরা তোমাদের সাথেই আছি, আমরা শুধু তাদের সঙ্গে ঠাট্টা-তামাশা করি মাত্র’।"
                }
            ]
        },
        {
            "id": 22,
            "verse_number": 15,
            "verse_key": "2:15",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97502,
                    "resource_id": 20,
                    "text": "[But] Allāh mocks them and prolongs them in their transgression [while] they wander blindly."
                },
                {
                    "id": 215377,
                    "resource_id": 39,
                    "text": "Allah (membalas) memperolok-olok, dan membiarkan mereka meraba-raba dalam kesesatan mereka (yang melampaui batas itu)."
                },
                {
                    "id": 1090999,
                    "resource_id": 161,
                    "text": "আল্লাহ তাদের সঙ্গে (জবাবে) উপহাস করেন এবং তাদের অবাধ্যতায় বিভ্রান্তের মত তাদেরকে ঘুরে মরার অবকাশ দেন।"
                }
            ]
        },
        {
            "id": 23,
            "verse_number": 16,
            "verse_key": "2:16",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَـٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
            "page_number": 3,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97524,
                    "resource_id": 20,
                    "text": "Those are the ones who have purchased error [in exchange] for guidance, so their transaction has brought no profit, nor were they guided."
                },
                {
                    "id": 215395,
                    "resource_id": 39,
                    "text": "Mereka itulah orang-orang yang membeli kesesatan dengan meninggalkan petunjuk; maka tiadalah beruntung perniagaan mereka dan tidak pula mereka beroleh petunjuk hidayah."
                },
                {
                    "id": 1091000,
                    "resource_id": 161,
                    "text": "তারাই হিদায়াতের বিনিময়ে গোমরাহী ক্রয় করেছে, কিন্তু তাতে তাদের ব্যবসা লাভজনক হয়নি, আর তারা সৎপথপ্রাপ্তও নয়।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}