{
    "verses": [
        {
            "id": 198,
            "verse_number": 191,
            "verse_key": "2:191",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 25,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُم مِّنْ حَيْثُ أَخْرَجُوكُمْ ۚ وَٱلْفِتْنَةُ أَشَدُّ مِنَ ٱلْقَتْلِ ۚ وَلَا تُقَـٰتِلُوهُمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ حَتَّىٰ يُقَـٰتِلُوكُمْ فِيهِ ۖ فَإِن قَـٰتَلُوكُمْ فَٱقْتُلُوهُمْ ۗ كَذَٰلِكَ جَزَآءُ ٱلْكَـٰفِرِينَ",
            "page_number": 30,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97596,
                    "resource_id": 20,
                    "text": "And kill them [in battle] wherever you overtake them and expel them from wherever they have expelled you, and fitnah<sup foot_note=195997>1</sup> is worse than killing. And do not fight them at al-Masjid al-Ḥarām until they fight you there. But if they fight you, then kill them. Such is the recompense of the disbelievers."
                },
                {
                    "id": 215465,
                    "resource_id": 39,
                    "text": "Dan bunuhlah mereka (musuh yang memerangi kamu) di mana sahaja kamu dapati mereka, dan usirlah mereka dari tempat yang mereka telah mengusir kamu; dan (ingatlah bahawa angkara) fitnah itu lebih besar bahayanya daripada pembunuhan dan janganlah kamu memerangi mereka di sekitar masjid Al-Haraam sehingga mereka memerangi kamu di situ. Oleh itu kalau mereka memerangi kamu (di situ), maka bunuhlah mereka. Demikianlah balasan bagi orang-orang yang kafir."
                },
                {
                    "id": 1091175,
                    "resource_id": 161,
                    "text": "তাদেরকে যেখানেই পাও হত্যা কর এবং তাদেরকে বের করে দাও যেখান থেকে তারা তোমাদেরকে বের করে দিয়েছে। বস্তুতঃ ফিতনা হত্যার চেয়েও গুরুতর। তোমরা মাসজিদে হারামের নিকট তাদের সাথে যুদ্ধ করো না, যে পর্যন্ত তারা তোমাদের সাথে সেখানে যুদ্ধ না করে, কিন্তু যদি তারা তোমাদের সাথে যুদ্ধ করে, তবে তোমরাও তাদের হত্যা কর, এটাই কাফিরদের প্রতিদান।"
                }
            ]
        },
        {
            "id": 199,
            "verse_number": 192,
            "verse_key": "2:192",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 25,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 30,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97598,
                    "resource_id": 20,
                    "text": "And if they cease, then indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 215468,
                    "resource_id": 39,
                    "text": "Kemudian jika mereka berhenti memerangi kamu (maka berhentilah kamu); kerana sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091176,
                    "resource_id": 161,
                    "text": "অতঃপর যদি তারা বিরত হয়, তবে আল্লাহ ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 200,
            "verse_number": 193,
            "verse_key": "2:193",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 25,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ لِلَّهِ ۖ فَإِنِ ٱنتَهَوْا۟ فَلَا عُدْوَٰنَ إِلَّا عَلَى ٱلظَّـٰلِمِينَ",
            "page_number": 30,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97600,
                    "resource_id": 20,
                    "text": "Fight them until there is no [more] fitnah and [until] religion [i.e., worship] is [acknowledged to be] for Allāh. But if they cease, then there is to be no aggression [i.e., assault] except against the oppressors."
                },
                {
                    "id": 215469,
                    "resource_id": 39,
                    "text": "Dan perangilah mereka sehingga tidak ada lagi fitnah, dan (sehingga) menjadilah ugama itu semata-mata kerana Allah. Kemudian jika mereka berhenti maka tidaklah ada permusuhan lagi melainkan terhadap orang-orang yang zalim."
                },
                {
                    "id": 1091177,
                    "resource_id": 161,
                    "text": "ফিতনা দূরীভূত না হওয়া পর্যন্ত এবং দীন আল্লাহর জন্য নির্ধারিত না হওয়া পর্যন্ত তাদের বিরুদ্ধে যুদ্ধ কর, অতঃপর যদি তারা বিরত হয় তবে যালিমদের উপরে ছাড়া কোনও প্রকারের কঠোরতা অবলম্বন জায়িয হবে না।"
                }
            ]
        },
        {
            "id": 201,
            "verse_number": 194,
            "verse_key": "2:194",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 25,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلشَّهْرُ ٱلْحَرَامُ بِٱلشَّهْرِ ٱلْحَرَامِ وَٱلْحُرُمَـٰتُ قِصَاصٌ ۚ فَمَنِ ٱعْتَدَىٰ عَلَيْكُمْ فَٱعْتَدُوا۟ عَلَيْهِ بِمِثْلِ مَا ٱعْتَدَىٰ عَلَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
            "page_number": 30,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97602,
                    "resource_id": 20,
                    "text": "[Battle in] the sacred month is for [aggression committed in] the sacred month,<sup foot_note=195998>1</sup> and for [all] violations is legal retribution. So whoever has assaulted you, then assault him in the same way that he has assaulted you. And fear Allāh and know that Allāh is with those who fear Him."
                },
                {
                    "id": 215471,
                    "resource_id": 39,
                    "text": "(Mencabuli) bulan yang dihormati itu ialah dengan (sebab membalas pencabulan dalam) bulan yang dihormati; dan tiap-tiap perkara yang dihormati itu (jika dicabuli), ada balasannya yang seimbang. Oleh itu sesiapa yang melakukan pencerobohan terhadap kamu maka balaslah pencerobohannya itu seimbang dengan pencerobohan yang dilakukannya kepada kamu; dan bertaqwalah kamu kepada Allah serta ketahuilah: Sesungguhnya Allah beserta orang-orang yang bertaqwa."
                },
                {
                    "id": 1091178,
                    "resource_id": 161,
                    "text": "সম্মানিত মাস হচ্ছে সম্মানিত মাসের বিনিময়ে এবং পবিত্রতা রক্ষার দায়িত্ব সবার জন্য সমান, কাজেই যে কেউ তোমাদের প্রতি কঠোর আচরণ করে, তবে তোমরাও তাদের প্রতি কঠোর আচরণ কর যেমনি কঠোরতা সে তোমাদের প্রতি করেছে এবং আল্লাহ্কে ভয় কর এবং জেনে রেখ, আল্লাহ মুত্তাকীদের সঙ্গে আছেন।"
                }
            ]
        },
        {
            "id": 202,
            "verse_number": 195,
            "verse_key": "2:195",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 25,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَأَنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلَا تُلْقُوا۟ بِأَيْدِيكُمْ إِلَى ٱلتَّهْلُكَةِ ۛ وَأَحْسِنُوٓا۟ ۛ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
            "page_number": 30,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97604,
                    "resource_id": 20,
                    "text": "And spend in the way of Allāh and do not throw [yourselves] with your [own] hands into destruction [by refraining]. And do good; indeed, Allāh loves the doers of good."
                },
                {
                    "id": 215473,
                    "resource_id": 39,
                    "text": "Dan belanjakanlah (apa yang ada pada kamu) kerana (menegakkan) ugama Allah, dan janganlah kamu sengaja mencampakkan diri kamu ke dalam bahaya kebinasaan (dengan bersikap bakhil); dan baikilah (dengan sebaik-baiknya segala usaha dan) perbuatan kamu; kerana sesungguhnya Allah mengasihi orang-orang yang berusaha memperbaiki amalannya."
                },
                {
                    "id": 1091179,
                    "resource_id": 161,
                    "text": "তোমরা আল্লাহর পথে ব্যয় কর এবং স্বহস্তে নিজেদেরকে ধ্বংসে নিক্ষেপ করো না এবং কল্যাণকর কাজ করে যাও, নিশ্চয়ই আল্লাহ কল্যাণকারীদেরকে ভালবাসেন।"
                }
            ]
        },
        {
            "id": 203,
            "verse_number": 196,
            "verse_key": "2:196",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 25,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَأَتِمُّوا۟ ٱلْحَجَّ وَٱلْعُمْرَةَ لِلَّهِ ۚ فَإِنْ أُحْصِرْتُمْ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ ۖ وَلَا تَحْلِقُوا۟ رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ ٱلْهَدْىُ مَحِلَّهُۥ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ بِهِۦٓ أَذًى مِّن رَّأْسِهِۦ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ۚ فَإِذَآ أَمِنتُمْ فَمَن تَمَتَّعَ بِٱلْعُمْرَةِ إِلَى ٱلْحَجِّ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ ۚ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ فِى ٱلْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ ۗ ذَٰلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُۥ حَاضِرِى ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
            "page_number": 30,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97606,
                    "resource_id": 20,
                    "text": "And complete the ḥajj and ʿumrah for Allāh. But if you are prevented, then [offer] what can be obtained with ease of sacrificial animals. And do not shave your heads until the sacrificial animal has reached its place of slaughter. And whoever among you is ill or has an ailment of the head [making shaving necessary must offer] a ransom of fasting [three days] or charity<sup foot_note=196002>1</sup> or sacrifice.<sup foot_note=196001>2</sup> And when you are secure,<sup foot_note=196000>3</sup> then whoever performs ʿumrah [during the ḥajj months]<sup foot_note=195999>4</sup> followed by ḥajj [offers] what can be obtained with ease of sacrificial animals. And whoever cannot find [or afford such an animal] - then a fast of three days during ḥajj and of seven when you have returned [home]. Those are ten complete [days]. This is for those whose family is not in the area of al-Masjid al-Ḥarām. And fear Allāh and know that Allāh is severe in penalty."
                },
                {
                    "id": 215475,
                    "resource_id": 39,
                    "text": "Dan sempurnakanlah ibadat Haji dan Umrah kerana Allah; maka sekiranya kamu dikepong (dan dihalang daripada menyempurnakannya ketika kamu sudah berihram, maka kamu bolehlah bertahallul serta) sembelihlah Dam yang mudah didapati; dan janganlah kamu mencukur kepala kamu (untuk bertahallul), sebelum binatang Dam itu sampai (dan disembelih) di tempatnya. Maka sesiapa di antara kamu sakit atau terdapat sesuatu yang menyakiti di kepalanya (lalu ia mencukur rambutnya), hendaklah ia membayar fidyah. Iaitu berpuasa, atau bersedekah, atau menyembelih Dam. Kemudian apabila kamu berada kembali dalam keadaan aman, maka sesiapa yang mahu menikmati kemudahan dengan mengerjakan Umrah, (dan terus menikmati kemudahan itu) hingga masa (mengerjakan) ibadat Haji, (bolehlah ia melakukannya kemudian wajiblah ia) menyembelih Dam yang mudah didapati. Kalau ia tidak dapat (mengadakan Dam), maka hendaklah ia berpuasa tiga hari dalam masa mengerjakan Haji dan tujuh hari lagi apabila kamu kembali (ke tempat masing-masing); semuanya itu sepuluh (hari) cukup sempurna. Hukum ini ialah bagi orang yang tidak tinggal menetap (di sekitar) masjid Al-Haraam (Makkah). Dan hendaklah kamu bertaqwa kepada Allah; dan ketahuilah bahawasanya Allah Maha berat balasan seksaNya (terhadap orang-orang yang melanggar perintahNya)."
                },
                {
                    "id": 1091180,
                    "resource_id": 161,
                    "text": "আল্লাহর সন্তুষ্টির উদ্দেশ্যে হাজ্জ ও ‘উমরাহকে পূর্ণ কর, কিন্তু যদি তোমরা বাধাগ্রস্ত হও, তবে যা সম্ভব কুরবানী দিবে এবং কুরবানী যথাস্থানে না পৌঁছা পর্যন্ত নিজেদের মস্তক মুন্ডন করো না, তবে তোমাদের মধ্যে যে পীড়িত কিংবা মাথায় যন্ত্রণাগ্রস্ত, সে রোযা কিংবা সদাক্বাহ বা কুরবানী দ্বারা ফিদইয়া দিবে এবং যখন তোমরা নিরাপদ থাক, তখন যে কেউ ‘উমরাহকে হাজ্জের সঙ্গে মিলিয়ে উপকার লাভ করতে ইচ্ছুক, সে যেমন সম্ভব কুরবানী দিবে এবং যার পক্ষে সম্ভব না হয়, সে ব্যক্তি হাজ্জের দিনগুলোর মধ্যে তিনদিন এবং গৃহে ফেরার পর সাতদিন, এই মোট দশদিন রোযা পালন করবে। এটা সেই লোকের জন্য, যার পরিবারবর্গ মাসজিদে হারামের বাসিন্দা নয়। আল্লাহকে ভয় কর আর জেনে রেখ, নিশ্চয়ই আল্লাহ শাস্তিদানে কঠোর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}