{
    "verses": [
        {
            "id": 204,
            "verse_number": 197,
            "verse_key": "2:197",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلْحَجُّ أَشْهُرٌ مَّعْلُومَـٰتٌ ۚ فَمَن فَرَضَ فِيهِنَّ ٱلْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِى ٱلْحَجِّ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ يَعْلَمْهُ ٱللَّهُ ۗ وَتَزَوَّدُوا۟ فَإِنَّ خَيْرَ ٱلزَّادِ ٱلتَّقْوَىٰ ۚ وَٱتَّقُونِ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ",
            "page_number": 31,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97608,
                    "resource_id": 20,
                    "text": "Ḥajj is [during] well-known months,<sup foot_note=196003>1</sup> so whoever has made ḥajj obligatory upon himself therein [by entering the state of iḥrām], there is [to be for him] no sexual relations and no disobedience and no disputing during ḥajj. And whatever good you do - Allāh knows it. And take provisions, but indeed, the best provision is fear of Allāh. And fear Me, O you of understanding."
                },
                {
                    "id": 215477,
                    "resource_id": 39,
                    "text": "(Masa untuk mengerjakan ibadat) Haji itu ialah beberapa bulan yang termaklum. Oleh yang demikian sesiapa yang telah mewajibkan dirinya (dengan niat mengerjakan) ibadat Haji itu, maka tidak boleh mencampuri isteri, dan tidak boleh membuat maksiat, dan tidak boleh bertengkar, dalam masa mengerjakan ibadat Haji. Dan apa jua kebaikan yang kamu kerjakan adalah diketahui oleh Allah; dan hendaklah kamu membawa bekal dengan cukupnya kerana sesungguhnya sebaik-baik bekal itu ialah memelihara diri (dari keaiban meminta sedekah); dan bertaqwalah kepadaKu wahai orang-orang yang berakal (yang dapat memikir dan memahaminya)."
                },
                {
                    "id": 1091181,
                    "resource_id": 161,
                    "text": "হাজ্জ হয় কয়েকটি নির্দিষ্ট মাসে, অতঃপর এ মাসগুলোতে যে কেউ হাজ্জ করার মনস্থ করবে, তার জন্য হাজ্জের মধ্যে স্ত্রী সম্ভোগ, অন্যায় আচরণ ও ঝগড়া-বিবাদ বৈধ নয় এবং তোমরা যে কোন সৎ কাজই কর, আল্লাহ তা জানেন এবং তোমরা পাথেয়ের ব্যবস্থা করবে আর তাক্বওয়াই শ্রেষ্ঠ পাথেয়। হে জ্ঞানী সমাজ! আমাকেই ভয় করতে থাক।"
                }
            ]
        },
        {
            "id": 205,
            "verse_number": 198,
            "verse_key": "2:198",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ ۚ فَإِذَآ أَفَضْتُم مِّنْ عَرَفَـٰتٍ فَٱذْكُرُوا۟ ٱللَّهَ عِندَ ٱلْمَشْعَرِ ٱلْحَرَامِ ۖ وَٱذْكُرُوهُ كَمَا هَدَىٰكُمْ وَإِن كُنتُم مِّن قَبْلِهِۦ لَمِنَ ٱلضَّآلِّينَ",
            "page_number": 31,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97610,
                    "resource_id": 20,
                    "text": "There is no blame upon you for seeking bounty<sup foot_note=196005>1</sup> from your Lord [during ḥajj]. But when you depart from ʿArafāt, remember Allāh at al-Mashʿar al-Ḥarām.<sup foot_note=196004>2</sup> And remember Him, as He has guided you, for indeed, you were before that among those astray."
                },
                {
                    "id": 215480,
                    "resource_id": 39,
                    "text": "Tidaklah menjadi salah, kamu mencari limpah kurnia dari Tuhan kamu (dengan meneruskan perniagaan ketika mengerjakan Haji). Kemudian apabila kamu bertolak turun dari padang Arafah (menuju ke Muzdalifah) maka sebutlah nama Allah (dengan doa,\"talbiah\" dan tasbih) di tempat Masy'ar Al-Haraam (di Muzdalifah), dan ingatlah kepada Allah dengan menyebutnya sebagaimana Ia telah memberikan petunjuk hidayah kepadamu; dan sesungguhnya kamu sebelum itu adalah dari golongan orang-orang yang salah jalan ibadatnya."
                },
                {
                    "id": 1091182,
                    "resource_id": 161,
                    "text": "তোমাদের প্রতি কোন গুনাহ নেই যদি তোমরা তোমাদের প্রতিপালকের অনুগ্রহ খোঁজ কর এবং যখন তোমরা আরাফাত হতে ফিরবে তখন মাশ‘আরুল হারামের নিকট আল্লাহকে স্মরণ করবে এবং তাঁকে স্মরণ করবে যেরূপ তিনি তোমাদেরকে শিক্ষা দিয়েছেন, বস্তুতঃ তোমরা এর আগে ছিলে পথভ্রষ্টদের অন্তর্গত।"
                }
            ]
        },
        {
            "id": 206,
            "verse_number": 199,
            "verse_key": "2:199",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ أَفِيضُوا۟ مِنْ حَيْثُ أَفَاضَ ٱلنَّاسُ وَٱسْتَغْفِرُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 31,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97612,
                    "resource_id": 20,
                    "text": "Then depart from the place from where [all] the people depart and ask forgiveness of Allāh. Indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 215485,
                    "resource_id": 39,
                    "text": "Selain dari itu hendaklah kamu bertolak turun dari (Arafah) tempat bertolaknya orang ramai, dan beristighfarlah kamu kepada Allah (dengan memohon ampun), sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091183,
                    "resource_id": 161,
                    "text": "তারপর তোমরা ফিরে আসবে যেখান থেকে লোকেরা ফিরে আসে এবং আল্লাহর নিকট ক্ষমা প্রার্থী হও, নিশ্চয় আল্লাহ ক্ষমাশীল, অতি দয়ালু।"
                }
            ]
        },
        {
            "id": 207,
            "verse_number": 200,
            "verse_key": "2:200",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَإِذَا قَضَيْتُم مَّنَـٰسِكَكُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَذِكْرِكُمْ ءَابَآءَكُمْ أَوْ أَشَدَّ ذِكْرًا ۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا وَمَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍ",
            "page_number": 31,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97616,
                    "resource_id": 20,
                    "text": "And when you have completed your rites, remember Allāh like your [previous] remembrance of your fathers or with [much] greater remembrance. And among the people is he who says, \"Our Lord, give us in this world,\" and he will have in the Hereafter no share."
                },
                {
                    "id": 215486,
                    "resource_id": 39,
                    "text": "Kemudian apabila kamu telah selesai mengerjakan amalan ibadat Haji kamu, maka hendaklah kamu menyebut-nyebut dan mengingati Allah (dengan membesarkanNya) sebagaimana kamu dahulu menyebut-nyebut (memuji-muji) datuk nenek kamu, bahkan dengan sebutan yang lebih lagi. Dalam pada itu, ada di antara manusia yang (berdoa dengan) berkata: \"Wahai Tuhan kami! Berilah kami kebaikan) di dunia\". (orang-orang ini diberikan kebaikan di dunia) dan tidak ada baginya sedikitpun kebaikan di akhirat."
                },
                {
                    "id": 1091184,
                    "resource_id": 161,
                    "text": "অতঃপর মহান হাজ্জের করণীয় কার্যাবলী সমাপ্ত করবে, তখন আল্লাহর স্মরণে মশগুল হও, যেমন তোমরা নিজেদের বাপ-দাদাদের স্মরণে মশগুল থাক, বরং তার চেয়েও বেশি স্মরণ কর। লোকেদের কেউ কেউ বলে থাকে- হে আমাদের প্রতিপালক! আমাদেরকে এ দুনিয়াতেই প্রদান কর, বস্তুতঃ সে আখেরাতে কিছুই পাবে না।"
                }
            ]
        },
        {
            "id": 208,
            "verse_number": 201,
            "verse_key": "2:201",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ حَسَنَةً وَقِنَا عَذَابَ ٱلنَّارِ",
            "page_number": 31,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97617,
                    "resource_id": 20,
                    "text": "But among them is he who says, \"Our Lord, give us in this world [that which is] good and in the Hereafter [that which is] good and protect us from the punishment of the Fire.\""
                },
                {
                    "id": 214717,
                    "resource_id": 39,
                    "text": "Dan di antara mereka pula ada yang (berdoa dengan) berkata: \"Wahai Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan peliharalah kami dari azab neraka\"."
                },
                {
                    "id": 1091185,
                    "resource_id": 161,
                    "text": "লোকেদের মধ্যে কিছু লোক এমন আছে, যারা বলে থাকে, হে আমাদের প্রতিপালক! আমাদেরকে দুনিয়াতেও কল্যাণ দাও এবং আখেরাতেও কল্যাণ দাও এবং আমাদেরকে জাহান্নামের আযাব হতে রক্ষা কর।"
                }
            ]
        },
        {
            "id": 209,
            "verse_number": 202,
            "verse_key": "2:202",
            "hizb_number": 3,
            "rub_el_hizb_number": 12,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا۟ ۚ وَٱللَّهُ سَرِيعُ ٱلْحِسَابِ",
            "page_number": 31,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97618,
                    "resource_id": 20,
                    "text": "Those will have a share of what they have earned, and Allāh is swift in account."
                },
                {
                    "id": 215505,
                    "resource_id": 39,
                    "text": "Mereka itulah yang akan mendapat bahagian yang baik dari apa yang telah mereka usahakan; dan Allah amat cepat hitunganNya."
                },
                {
                    "id": 1091186,
                    "resource_id": 161,
                    "text": "এরাই সেই লোক, যাদের কৃতকার্যে তাদের প্রাপ্য অংশ রয়েছে এবং আল্লাহ সত্বর হিসাবগ্রহণকারী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}