{
    "verses": [
        {
            "id": 2413,
            "verse_number": 65,
            "verse_key": "20:65",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ أَلْقَىٰ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97349,
                    "resource_id": 20,
                    "text": "They said, \"O Moses, either you throw or we will be the first to throw.\""
                },
                {
                    "id": 215221,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Wahai Musa! Engkaukah yang akan mencampak lebih dahulu atau kamikah yang mula-mula mencampak?\""
                },
                {
                    "id": 1093390,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘হে মূসা! তুমিই (প্রথমে) নিক্ষেপ করবে, না আমরাই প্রথমে নিক্ষেপ করব?’"
                }
            ]
        },
        {
            "id": 2414,
            "verse_number": 66,
            "verse_key": "20:66",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قَالَ بَلْ أَلْقُوا۟ ۖ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تَسْعَىٰ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97350,
                    "resource_id": 20,
                    "text": "He said, \"Rather, you throw.\" And suddenly their ropes and staffs seemed to him from their magic that they were moving [like snakes]."
                },
                {
                    "id": 215222,
                    "resource_id": 39,
                    "text": "Nabi Musa menjawab: \"Bahkan kamulah campak dahulu\". Tiba-tiba tali-tali mereka dan tongkat-tongkat mereka terbayang-bayang kepadanya seolah-olah benda-benda berjalan, disebabkan sihir mereka."
                },
                {
                    "id": 1093391,
                    "resource_id": 161,
                    "text": "মূসা বলল, ‘বরং তোমরাই নিক্ষেপ কর।’ তখন তাদের যাদুর কারণে মূসার মনে হল যে, তাদের রশি আর লাঠিগুলো ছুটোছুটি করছে।"
                }
            ]
        },
        {
            "id": 2415,
            "verse_number": 67,
            "verse_key": "20:67",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "فَأَوْجَسَ فِى نَفْسِهِۦ خِيفَةً مُّوسَىٰ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97351,
                    "resource_id": 20,
                    "text": "And he sensed within himself apprehension, did Moses."
                },
                {
                    "id": 215223,
                    "resource_id": 39,
                    "text": "Maka yang demikian menjadikan Nabi Musa merasa takut sedikit dalam hatinya."
                },
                {
                    "id": 1093392,
                    "resource_id": 161,
                    "text": "তখন মূসা তার মনে ভীতি অনুভব করল।"
                }
            ]
        },
        {
            "id": 2416,
            "verse_number": 68,
            "verse_key": "20:68",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قُلْنَا لَا تَخَفْ إِنَّكَ أَنتَ ٱلْأَعْلَىٰ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97352,
                    "resource_id": 20,
                    "text": "We [i.e., Allāh] said, \"Fear not. Indeed, it is you who are superior."
                },
                {
                    "id": 215224,
                    "resource_id": 39,
                    "text": "Kami berfirman kepadanya: \"Janganlah engkau takut (wahai Musa)! Sesungguhnya engkaulah yang tertinggi mengatasi mereka dengan kemenangan."
                },
                {
                    "id": 1093393,
                    "resource_id": 161,
                    "text": "আমি বললাম, ‘ভয় করো না, তুমিই বিজয়ী হবে।’"
                }
            ]
        },
        {
            "id": 2417,
            "verse_number": 69,
            "verse_key": "20:69",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَأَلْقِ مَا فِى يَمِينِكَ تَلْقَفْ مَا صَنَعُوٓا۟ ۖ إِنَّمَا صَنَعُوا۟ كَيْدُ سَـٰحِرٍ ۖ وَلَا يُفْلِحُ ٱلسَّاحِرُ حَيْثُ أَتَىٰ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97353,
                    "resource_id": 20,
                    "text": "And throw what is in your right hand; it will swallow up what they have crafted. What they have crafted is but the trick of a magician, and the magician will not succeed wherever he is.\""
                },
                {
                    "id": 215225,
                    "resource_id": 39,
                    "text": "\"Dan campakkanlah apa yang ada di tangan kananmu, nescaya ia menelan segala (benda-benda sihir) yang mereka lakukan, kerana sesungguhnya apa yang mereka lakukan itu hanyalah tipu daya ahli sihir; sedang ahli sihir itu tidak akan beroleh kejayaan, di mana sahaja ia berada\"."
                },
                {
                    "id": 1093394,
                    "resource_id": 161,
                    "text": "তোমার ডান হাতে যা আছে তা নিক্ষেপ কর, তারা যা করেছে এটা তা সব গিলে ফেলবে, তারা যা করেছে তাতো কেবল যাদুকরের কলা-কৌশল। যাদুকর যে রূপ ধরেই আসুক না কেন, সফল হবে না।’"
                }
            ]
        },
        {
            "id": 2418,
            "verse_number": 70,
            "verse_key": "20:70",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "فَأُلْقِىَ ٱلسَّحَرَةُ سُجَّدًا قَالُوٓا۟ ءَامَنَّا بِرَبِّ هَـٰرُونَ وَمُوسَىٰ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97355,
                    "resource_id": 20,
                    "text": "So the magicians fell down in prostration.<sup foot_note=196751>1</sup> They said, \"We have believed in the Lord of Aaron and Moses.\""
                },
                {
                    "id": 215227,
                    "resource_id": 39,
                    "text": "(Nabi Musa pun mencampakkan tongkatnya yang terus menelan segala benda sihir mereka), maka keadaan yang demikian menjadikan ahli-ahli sihir itu segera merebahkan diri sujud sambil berkata: \"Kami beriman kepada Tuhan yang mengutus Nabi Harun dan Nabi Musa\"."
                },
                {
                    "id": 1093395,
                    "resource_id": 161,
                    "text": "(মূসার স্পষ্ট নিদর্শন যখন দেখল) তখন যাদুকরেরা (আল্লাহর প্রতি) সাজদায় লুটিয়ে পড়ল। তারা বলল, ‘আমরা হারূন ও মূসার প্রতিপালকের উপর ঈমান আনলাম।’"
                }
            ]
        },
        {
            "id": 2419,
            "verse_number": 71,
            "verse_key": "20:71",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ ۖ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ وَلَأُصَلِّبَنَّكُمْ فِى جُذُوعِ ٱلنَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وَأَبْقَىٰ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97356,
                    "resource_id": 20,
                    "text": "[Pharaoh] said, \"You believed him [i.e., Moses] before I gave you permission. Indeed, he is your leader who has taught you magic. So I will surely cut off your hands and your feet on opposite sides, and I will crucify you on the trunks of palm trees, and you will surely know which of us is more severe in [giving] punishment and more enduring.\""
                },
                {
                    "id": 215229,
                    "resource_id": 39,
                    "text": "Firaun berkata: \"Patutkah kamu beriman kepada Musa sebelum aku memberi izin kepada kamu? Sesungguhnya dia lah ketua kamu yang mengajar sihir kepada kamu. Oleh itu, demi sesungguhnya, aku akan memotong tangan dan kaki kamu dengan bersilang, dan aku akan memalang kamu pada batang-batang pohon tamar; dan demi sesungguhnya kamu akan mengetahui kelak siapakah di antara kita yang lebih keras azab seksanya dan lebih kekal\"."
                },
                {
                    "id": 1093396,
                    "resource_id": 161,
                    "text": "ফেরাউন বলল, ‘আমি তোমাদেরকে অনুমতি দেয়ার আগেই তোমরা তার প্রতি বিশ্বাস স্থাপন করলে? নিশ্চয়ই সে তোমাদের প্রধান যে তোমাদেরকে যাদু শিখিয়েছে। কাজেই আমি অবশ্য অবশ্যই তোমাদের হাত আর পা বিপরীত দিক থেকে কেটে ফেলব আর খেজুর গাছের শাখায় তোমাদেরকে অবশ্য অবশ্যই শূলে চড়াব আর তখন তোমরা অবশ্য অবশ্যই জানতে পারবে আমাদের মধ্যে কার ‘আযাব বেশি শক্ত আর বেশি স্থায়ী।"
                }
            ]
        },
        {
            "id": 2420,
            "verse_number": 72,
            "verse_key": "20:72",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ لَن نُّؤْثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلْبَيِّنَـٰتِ وَٱلَّذِى فَطَرَنَا ۖ فَٱقْضِ مَآ أَنتَ قَاضٍ ۖ إِنَّمَا تَقْضِى هَـٰذِهِ ٱلْحَيَوٰةَ ٱلدُّنْيَآ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97357,
                    "resource_id": 20,
                    "text": "They said, \"Never will we prefer you over what has come to us of clear proofs and [over] He who created us.<sup foot_note=196752>1</sup> So decree whatever you are to decree. You can only decree for this worldly life."
                },
                {
                    "id": 215230,
                    "resource_id": 39,
                    "text": "Mereka menjawab: \"Kami tidak sekali-kali akan mengutamakanmu daripada apa yang telah datang kepada kami dari mukjizat-mukjizat yang terang nyata, dan (tidak akan mengutamakanmu daripada) Tuhan yang telah menjadikan kita semua. Oleh itu, hukumkanlah apa sahaja yang engkau hendak hukumkan, kerana sesungguhnya engkau hanyalah dapat menghukum dalam kehidupan dunia ini sahaja."
                },
                {
                    "id": 1093397,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘আমাদের নিকট যে স্পষ্ট নিদর্শন এসেছে এবং যিনি আমাদেরকে সৃষ্টি করেছেন তার উপর আমরা তোমাকে কক্ষনো প্রাধান্য দেব না। কাজেই তুমি যা করতে চাও তাই কর। কেননা তুমি কেবল এ পার্থিব জীবনেই কর্তৃত্ব খাটাতে পার।"
                }
            ]
        },
        {
            "id": 2421,
            "verse_number": 73,
            "verse_key": "20:73",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَـٰيَـٰنَا وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ ٱلسِّحْرِ ۗ وَٱللَّهُ خَيْرٌ وَأَبْقَىٰٓ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97358,
                    "resource_id": 20,
                    "text": "Indeed, we have believed in our Lord that He may forgive us our sins and what you compelled us [to do] of magic. And Allāh is better and more enduring.\"<sup foot_note=196753>1</sup>"
                },
                {
                    "id": 215231,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya kami telah beriman kepada Tuhan kami, supaya diampunkanNya kesalahan-kesalahan kami, dan dosa-dosa sihir yang engkau paksakan kami melakukannya. Dan Allah jualah yang lebih baik dan lebih kekal balasan pahalaNya."
                },
                {
                    "id": 1093398,
                    "resource_id": 161,
                    "text": "আমরা আমাদের প্রতিপালকের উপর ঈমান এনেছি যাতে তিনি আমাদের অপরাধ ক্ষমা করেন আর যে যাদু করতে তুমি আমাদেরকে বাধ্য করেছ তাও (ক্ষমা করেন), আল্লাহই সর্বশ্রেষ্ঠ ও স্থায়ী।’"
                }
            ]
        },
        {
            "id": 2422,
            "verse_number": 74,
            "verse_key": "20:74",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّهُۥ مَن يَأْتِ رَبَّهُۥ مُجْرِمًا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97359,
                    "resource_id": 20,
                    "text": "Indeed, whoever comes to his Lord as a criminal - indeed, for him is Hell; he will neither die therein nor live."
                },
                {
                    "id": 215232,
                    "resource_id": 39,
                    "text": "\"Sebenarnya sesiapa yang datang kepada Tuhannya pada hari akhirat sedang ia bersalah maka sesungguhnya adalah baginya neraka jahannam yang ia tidak mati di dalamnya dan tidak pula hidup."
                },
                {
                    "id": 1093399,
                    "resource_id": 161,
                    "text": "যে কেউ তার প্রতিপালকের নিকট অপরাধী অবস্থায় হাযির হবে তার জন্যে আছে জাহান্নাম, সেখানে সে না মরবে, আর না বাঁচবে।"
                }
            ]
        },
        {
            "id": 2423,
            "verse_number": 75,
            "verse_key": "20:75",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يَأْتِهِۦ مُؤْمِنًا قَدْ عَمِلَ ٱلصَّـٰلِحَـٰتِ فَأُو۟لَـٰٓئِكَ لَهُمُ ٱلدَّرَجَـٰتُ ٱلْعُلَىٰ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97360,
                    "resource_id": 20,
                    "text": "But whoever comes to Him as a believer having done righteous deeds - for those will be the highest degrees [in position]:"
                },
                {
                    "id": 215236,
                    "resource_id": 39,
                    "text": "\"Dan sesiapa yang datang kepadaNya sedang ia beriman, serta ia telah mengerjakan amal-amal yang soleh, maka mereka itu akan beroleh tempat-tempat tinggal yang tinggi darjatnya:"
                },
                {
                    "id": 1093400,
                    "resource_id": 161,
                    "text": "যে কেউ সৎ ‘আমাল ক’রে মু’মিন অবস্থায় তাঁর নিকট হাযির হবে, তাদের জন্য আছে সুউচ্চ মর্যাদা।"
                }
            ]
        },
        {
            "id": 2424,
            "verse_number": 76,
            "verse_key": "20:76",
            "hizb_number": 32,
            "rub_el_hizb_number": 126,
            "ruku_number": 272,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ",
            "page_number": 316,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97361,
                    "resource_id": 20,
                    "text": "Gardens of perpetual residence beneath which rivers flow, wherein they abide eternally. And that is the reward of one who purifies himself.<sup foot_note=196754>1</sup>"
                },
                {
                    "id": 215233,
                    "resource_id": 39,
                    "text": "\"(Iaitu) Syurga-syurga yang kekal, yang mengalir padanya beberapa sungai, mereka kekal di dalamnya; dan yang demikian itu ialah balasan orang-orang yang membersihkan dirinya dari perbuatan kufur dan maksiat\"."
                },
                {
                    "id": 1093401,
                    "resource_id": 161,
                    "text": "স্থায়ী জান্নাত, যার পাদদেশে বয়ে চলছে নির্ঝরিণী, সেখানে তারা চিরকাল থাকবে। যারা নিজেদেরকে পবিত্র করে তাদের এটাই পুরস্কার।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 12,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 12
    }
}