{
    "verses": [
        {
            "id": 210,
            "verse_number": 203,
            "verse_key": "2:203",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ وَٱذْكُرُوا۟ ٱللَّهَ فِىٓ أَيَّامٍ مَّعْدُودَٰتٍ ۚ فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلَآ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلَآ إِثْمَ عَلَيْهِ ۚ لِمَنِ ٱتَّقَىٰ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ",
            "page_number": 32,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97619,
                    "resource_id": 20,
                    "text": "And remember Allāh during [specific] numbered days. Then whoever hastens [his departure] in two days - there is no sin upon him; and whoever delays [until the third] - there is no sin upon him - for him who fears Allāh. And fear Allāh and know that unto Him you will be gathered."
                },
                {
                    "id": 215489,
                    "resource_id": 39,
                    "text": "Dan sebutlah kamu akan Allah (dengan takbir semasa mengerjakan Haji) dalam beberapa hari yang tertentu bilangannya. Kemudian sesiapa yang segera (meninggalkan Mina) pada hari yang kedua, maka ia tidaklah berdosa dan sesiapa yang melambatkan (meninggalkan Mina) maka ia juga tidaklah berdosa; (ketiadaan dosa itu ialah) bagi orang yang bertaqwa dan hendaklah kamu bertaqwa kepada Allah dan ketahuilah sesungguhnya kamu akan dihimpunkan kepadanya."
                },
                {
                    "id": 1091187,
                    "resource_id": 161,
                    "text": "তোমরা নির্দিষ্ট দিনগুলোতে আল্লাহকে স্মরণ করবে; অতঃপর যে ব্যক্তি তাড়াতাড়ি ক’রে দু’দিনে চলে যায় তার প্রতি কোন গুনাহ নেই এবং যে ব্যক্তি অধিক সময় পর্যন্ত বিলম্ব করবে, তার প্রতিও গুনাহ নেই, এটা তার জন্য যে ব্যক্তি তাকওয়া অবলম্বন করবে এবং আল্লাহ্কে ভয় করতে থাকবে এবং জেনে রেখ, তোমরা সকলেই তাঁরই দিকে একত্রিত হবে।"
                }
            ]
        },
        {
            "id": 211,
            "verse_number": 204,
            "verse_key": "2:204",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يُعْجِبُكَ قَوْلُهُۥ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيُشْهِدُ ٱللَّهَ عَلَىٰ مَا فِى قَلْبِهِۦ وَهُوَ أَلَدُّ ٱلْخِصَامِ",
            "page_number": 32,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97620,
                    "resource_id": 20,
                    "text": "And of the people is he whose speech pleases you in worldly life, and he calls Allāh to witness as to what is in his heart, yet he is the fiercest of opponents."
                },
                {
                    "id": 215490,
                    "resource_id": 39,
                    "text": "Dan di antara manusia ada orang yang tutur katanya mengenai hal kehidupan dunia, menyebabkan engkau tertarik hati (mendengarnya), dan ia (bersumpah dengan mengatakan bahawa) Allah menjadi saksi atas apa yang ada dalam hatinya, padahal ia adalah orang yang amat keras permusuhannya (kepadamu)."
                },
                {
                    "id": 1091188,
                    "resource_id": 161,
                    "text": "মানুষের মধ্যে এমন আছে, পার্থিব জীবন সম্পর্কিত যার কথাবার্তা তোমাকে চমৎকৃত করে, আর সে ব্যক্তি তার অন্তরে যা আছে সে সম্পর্কে আল্লাহকে সাক্ষী রাখে অথচ সে ব্যক্তি খুবই ঝগড়াটে।"
                }
            ]
        },
        {
            "id": 212,
            "verse_number": 205,
            "verse_key": "2:205",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِى ٱلْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ ٱلْحَرْثَ وَٱلنَّسْلَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلْفَسَادَ",
            "page_number": 32,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97621,
                    "resource_id": 20,
                    "text": "And when he goes away, he strives throughout the land to cause corruption therein and destroy crops and animals. And Allāh does not like corruption."
                },
                {
                    "id": 215491,
                    "resource_id": 39,
                    "text": "Kemudian apabila ia pergi (dengan mendapat hajatnya), berusahalah ia di bumi, untuk melakukan bencana padanya, dan membinasakan tanaman-tanaman dan keturunan (binatang ternak dan manusia; sedang Allah tidak suka kepada bencana kerosakan."
                },
                {
                    "id": 1091189,
                    "resource_id": 161,
                    "text": "যখন তোমার কাছ থেকে সে ব্যক্তি ফিরে যায়, তখন দেশের মধ্যে অনিষ্ট ঘটাতে এবং শস্যাদি ও পশুসমূহকে ধবংস করতে চেষ্টা করে কিন্তু আল্লাহ ফাসাদ পছন্দ করেন না।"
                }
            ]
        },
        {
            "id": 213,
            "verse_number": 206,
            "verse_key": "2:206",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتْهُ ٱلْعِزَّةُ بِٱلْإِثْمِ ۚ فَحَسْبُهُۥ جَهَنَّمُ ۚ وَلَبِئْسَ ٱلْمِهَادُ",
            "page_number": 32,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97622,
                    "resource_id": 20,
                    "text": "And when it is said to him, \"Fear Allāh,\" pride in the sin takes hold of him. Sufficient for him is Hellfire, and how wretched is the resting place."
                },
                {
                    "id": 215492,
                    "resource_id": 39,
                    "text": "Dan apabila dikatakan kepadanya: \"Bertaqwalah engkau kepada Allah\" timbulah kesombongannya dengan (meneruskan) dosa (yang dilakukannya itu). Oleh itu padanlah ia (menerima balasan azab) neraka jahannam dan demi sesungguhnya, (neraka jahannam itu) adalah seburuk-buruk tempat tinggal."
                },
                {
                    "id": 1091190,
                    "resource_id": 161,
                    "text": "যখন তাকে বলা হয়, আল্লাহকে ভয় কর, তখন অহঙ্কার তাকে গুনাহর দিকে আকর্ষণ করে, জাহান্নামই তার জন্য যথেষ্ট আর তা কতই না জঘন্য আবাসস্থল!"
                }
            ]
        },
        {
            "id": 214,
            "verse_number": 207,
            "verse_key": "2:207",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَشْرِى نَفْسَهُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
            "page_number": 32,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97623,
                    "resource_id": 20,
                    "text": "And of the people is he who sells himself, seeking means to the approval of Allāh. And Allāh is Kind to [His] servants."
                },
                {
                    "id": 215493,
                    "resource_id": 39,
                    "text": "Dan di antara manusia ada yang mengorbankan dirinya kerana mencari keredaan Allah semata-mata; dan Allah pula Amat belas-kasihan akan hamba-hambanya."
                },
                {
                    "id": 1091191,
                    "resource_id": 161,
                    "text": "মানুষের মধ্যে এমন আছে যে, আল্লাহর সন্তুষ্টি অর্জনে নিজের প্রাণ দিয়ে থাকে, বস্তুতঃ আল্লাহ তাঁর বান্দাদের প্রতি অত্যধিক দয়ালু।"
                }
            ]
        },
        {
            "id": 215,
            "verse_number": 208,
            "verse_key": "2:208",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱدْخُلُوا۟ فِى ٱلسِّلْمِ كَآفَّةً وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
            "page_number": 32,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97624,
                    "resource_id": 20,
                    "text": "O you who have believed, enter into Islām completely [and perfectly] and do not follow the footsteps of Satan. Indeed, he is to you a clear enemy."
                },
                {
                    "id": 215498,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Masuklah kamu ke dalam Ugama Islam (dengan mematuhi) segala hukum-hukumnya; dan janganlah kamu menurut jejak langkah Syaitan; sesungguhnya Syaitan itu musuh bagi kamu yang terang nyata."
                },
                {
                    "id": 1091192,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! ইসলামের মধ্যে পূর্ণভাবে প্রবেশ কর এবং শায়ত্বনের পদাঙ্ক অনুসরণ করে চলো না, নিশ্চয়ই সে তোমাদের প্রকাশ্য শত্রু।"
                }
            ]
        },
        {
            "id": 216,
            "verse_number": 209,
            "verse_key": "2:209",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَإِن زَلَلْتُم مِّنۢ بَعْدِ مَا جَآءَتْكُمُ ٱلْبَيِّنَـٰتُ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
            "page_number": 32,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97625,
                    "resource_id": 20,
                    "text": "But if you slip [i.e., deviate] after clear proofs have come to you, then know that Allāh is Exalted in Might and Wise."
                },
                {
                    "id": 215494,
                    "resource_id": 39,
                    "text": "Maka kalau kamu tergelincir (dan jatuh ke dalam kesalahan disebabkan tipu daya Syaitan itu), sesudah datang keterangan-keterangan yang jelas kepada kamu, maka ketahuilah bahawasanya Allah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1091193,
                    "resource_id": 161,
                    "text": "তোমাদের নিকট সুস্পষ্ট হুকুম পৌঁছার পরেও যদি তোমাদের পদস্খলন ঘটে তবে জেনে রেখ, নিশ্চয়ই আল্লাহ মহাপরাক্রান্ত, প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 217,
            "verse_number": 210,
            "verse_key": "2:210",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 26,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "هَلْ يَنظُرُونَ إِلَّآ أَن يَأْتِيَهُمُ ٱللَّهُ فِى ظُلَلٍ مِّنَ ٱلْغَمَامِ وَٱلْمَلَـٰٓئِكَةُ وَقُضِىَ ٱلْأَمْرُ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
            "page_number": 32,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97628,
                    "resource_id": 20,
                    "text": "Do they await but that Allāh should come to them in covers of clouds and the angels [as well] and the matter is [then] decided? And to Allāh [all] matters are returned."
                },
                {
                    "id": 215497,
                    "resource_id": 39,
                    "text": "(Orang-orang yang ingkar itu) tidak menunggu melainkan kedatangan (azab) Allah kepada mereka dalam lindungan-lindungan awan, bersama-sama dengan malaikat (yang menjalankannya), padahal telahpun diputuskan perkara itu (balasan azab yang menimpa mereka); dan kepada Allah jua kembalinya segala urusan."
                },
                {
                    "id": 1091194,
                    "resource_id": 161,
                    "text": "এরা কি এজন্য অপেক্ষা করছে যে, মেঘমালার ছত্র লাগিয়ে ফেরেশতাদের সঙ্গে নিয়ে আল্লাহ তাদের কাছে আগমন করবেন, অতঃপর সবকিছুর মীমাংসা হয়ে যাবে? বস্তুতঃ সকল কার্য আল্লাহর নিকটেই ফিরে যায় (চূড়ান্ত সিদ্ধান্তের জন্য)।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}