{
    "verses": [
        {
            "id": 2474,
            "verse_number": 126,
            "verse_key": "20:126",
            "hizb_number": 32,
            "rub_el_hizb_number": 128,
            "ruku_number": 276,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قَالَ كَذَٰلِكَ أَتَتْكَ ءَايَـٰتُنَا فَنَسِيتَهَا ۖ وَكَذَٰلِكَ ٱلْيَوْمَ تُنسَىٰ",
            "page_number": 321,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97285,
                    "resource_id": 20,
                    "text": "[Allāh] will say, \"Thus did Our signs come to you, and you forgot [i.e., disregarded] them; and thus will you this Day be forgotten.\""
                },
                {
                    "id": 215151,
                    "resource_id": 39,
                    "text": "Allah berfirman: \"Demikianlah keadaannya! Telah datang ayat-ayat keterangan Kami kepadamu, lalu engkau melupakan serta meninggalkannya, dan demikianlah engkau pada hari ini dilupakan serta ditinggalkan\"."
                },
                {
                    "id": 1093451,
                    "resource_id": 161,
                    "text": "আল্লাহ বলবেন, ‘এভাবেই তো আমার নিদর্শনসমূহ যখন তোমার কাছে এসেছিল তখন তুমি তা ভুলে গিয়েছিলে। আজকের দিনে সেভাবেই তোমাকে ভুলে যাওয়া হচ্ছে।"
                }
            ]
        },
        {
            "id": 2475,
            "verse_number": 127,
            "verse_key": "20:127",
            "hizb_number": 32,
            "rub_el_hizb_number": 128,
            "ruku_number": 276,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ نَجْزِى مَنْ أَسْرَفَ وَلَمْ يُؤْمِنۢ بِـَٔايَـٰتِ رَبِّهِۦ ۚ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَدُّ وَأَبْقَىٰٓ",
            "page_number": 321,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97286,
                    "resource_id": 20,
                    "text": "And thus do We recompense he who transgressed and did not believe in the signs of his Lord. And the punishment of the Hereafter is more severe and more enduring.<sup foot_note=196775>1</sup>"
                },
                {
                    "id": 215152,
                    "resource_id": 39,
                    "text": "Dan demikianlah Kami membalas orang yang melampaui batas dan tidak beriman kepada ayat-ayat keterangan Tuhannya; dan demi sesungguhnya azab akhirat itu lebih berat dan lebih kekal."
                },
                {
                    "id": 1093452,
                    "resource_id": 161,
                    "text": "আমি এভাবেই প্রতিফল দেই তাদেরকে যারা সীমালঙ্ঘন করে এবং তার প্রতিপালকের নিদর্শনে বিশ্বাস করে না। আর আখিরাতের ‘আযাব অবশ্যই সবচেয়ে বেশী কঠিন ও সবচেয়ে বেশী স্থায়ী।"
                }
            ]
        },
        {
            "id": 2476,
            "verse_number": 128,
            "verse_key": "20:128",
            "hizb_number": 32,
            "rub_el_hizb_number": 128,
            "ruku_number": 276,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ يَمْشُونَ فِى مَسَـٰكِنِهِمْ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلنُّهَىٰ",
            "page_number": 321,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97287,
                    "resource_id": 20,
                    "text": "Then, has it not become clear to them how many generations We destroyed before them as they walk among their dwellings? Indeed in that are signs for those of intelligence."
                },
                {
                    "id": 215153,
                    "resource_id": 39,
                    "text": "Adakah tersembunyi serta belum jelas lagi kepada mereka: berapa banyak Kami telah binasakan dari kamu-kaum yang terdahulu daripada mereka, sedang mereka sekarang berulang-alik melalui tempat-tempat tinggal kaum-kaum itu? Sesungguhnya pada yang demikian ada tanda-tanda (untuk mengambil iktibar) bagi orang-orang yang berakal fikiran."
                },
                {
                    "id": 1093453,
                    "resource_id": 161,
                    "text": "এটাও কি তাদেরকে সঠিক পথ প্রদর্শন করল না যে, আমি তাদের আগে কত মানব বংশকে ধ্বংস করে দিয়েছি যাদের বাসস্থানের ভিতর দিয়ে এরা চলাচল করে। বুদ্ধিমানদের জন্য অবশ্যই এতে নিদর্শন রয়েছে।"
                }
            ]
        },
        {
            "id": 2477,
            "verse_number": 129,
            "verse_key": "20:129",
            "hizb_number": 32,
            "rub_el_hizb_number": 128,
            "ruku_number": 277,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى",
            "page_number": 321,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97288,
                    "resource_id": 20,
                    "text": "And if not for a word<sup foot_note=196777>1</sup> that preceded from your Lord, it [i.e., punishment] would have been an obligation [due immediately],<sup foot_note=196776>2</sup> and [if not for] a specified term [decreed]."
                },
                {
                    "id": 215158,
                    "resource_id": 39,
                    "text": "Dan jika tidaklah kerana telah terdahulu Kalimah Tuhanmu (wahai Muhammad), dan satu tempoh yang ditentukan nescaya balasan jenayah mereka sudah semestinya berlaku."
                },
                {
                    "id": 1093454,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালকের নিকট থেকে পূর্ব সিদ্ধান্ত না থাকলে (তাদের শাস্তি) অবশ্যই এসে পড়ত, কিন্তু এর জন্য নির্দিষ্ট আছে একটি সময়।"
                }
            ]
        },
        {
            "id": 2478,
            "verse_number": 130,
            "verse_key": "20:130",
            "hizb_number": 32,
            "rub_el_hizb_number": 128,
            "ruku_number": 277,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "فَٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ ٱلشَّمْسِ وَقَبْلَ غُرُوبِهَا ۖ وَمِنْ ءَانَآئِ ٱلَّيْلِ فَسَبِّحْ وَأَطْرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرْضَىٰ",
            "page_number": 321,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97290,
                    "resource_id": 20,
                    "text": "So be patient over what they say and exalt [Allāh] with praise of your Lord before the rising of the sun and before its setting; and during periods of the night [exalt Him] and at the ends of the day, that you may be satisfied."
                },
                {
                    "id": 215157,
                    "resource_id": 39,
                    "text": "Oleh itu, bersabarlah engkau (wahai Muhammad) akan apa yang mereka katakan, dan beribadatlah dengan memuji Tuhanmu sebelum matahari terbit dan sebelum terbenamnya; dan beribadatlah pada saat-saat dari waktu malam dan pada sebelah-sebelah siang; supaya engkau reda (dengan mendapat sebaik-baik balasan)."
                },
                {
                    "id": 1093455,
                    "resource_id": 161,
                    "text": "কাজেই তারা যা বলছে তাতে তুমি ধৈর্য ধারণ কর এবং তোমার প্রতিপালকের প্রশংসাগীতি (নিয়মিত) উচ্চারণ কর সূর্যোদয়ের পূর্বে ও তা অস্তমিত হওয়ার পূর্বে এবং তাঁর পবিত্রতা ও মহিমা ঘোষণা কর রাত্রিকালে ও দিনের প্রান্তগুলোয় যাতে তুমি সন্তুষ্ট হতে পার।"
                }
            ]
        },
        {
            "id": 2479,
            "verse_number": 131,
            "verse_key": "20:131",
            "hizb_number": 32,
            "rub_el_hizb_number": 128,
            "ruku_number": 277,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ زَهْرَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ",
            "page_number": 321,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97291,
                    "resource_id": 20,
                    "text": "And do not extend your eyes toward that by which We have given enjoyment to [some] categories of them, [its being but] the splendor of worldly life by which We test them. And the provision of your Lord is better and more enduring."
                },
                {
                    "id": 215159,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau menujukan pandangan kedua matamu dengan keinginan kepada apa yang telah Kami berikan kepada beberapa golongan dari mereka yang kafir itu menikmatinya, yang merupakan keindahan kehidupan dunia ini, untuk Kami menguji mereka padanya; sedang limpah kurnia Tuhanmu di akhirat lebih baik dan lebih kekal."
                },
                {
                    "id": 1093456,
                    "resource_id": 161,
                    "text": "তুমি কক্ষনো চোখ খুলে তাকিও না ঐ সব বস্তুর প্রতি যা আমি তাদের বিভিন্ন দলকে পার্থিব জীবনে উপভোগের জন্য সৌন্দর্য স্বরূপ দিয়েছি, এসব দিয়ে তাদেরকে পরীক্ষা করার জন্য। তোমার প্রতিপালকের দেয়া রিযকই হল সবচেয়ে উত্তম ও সবচেয়ে বেশী স্থায়ী।"
                }
            ]
        },
        {
            "id": 2480,
            "verse_number": 132,
            "verse_key": "20:132",
            "hizb_number": 32,
            "rub_el_hizb_number": 128,
            "ruku_number": 277,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَأْمُرْ أَهْلَكَ بِٱلصَّلَوٰةِ وَٱصْطَبِرْ عَلَيْهَا ۖ لَا نَسْـَٔلُكَ رِزْقًا ۖ نَّحْنُ نَرْزُقُكَ ۗ وَٱلْعَـٰقِبَةُ لِلتَّقْوَىٰ",
            "page_number": 321,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97292,
                    "resource_id": 20,
                    "text": "And enjoin prayer upon your family [and people] and be steadfast therein. We ask you not for provision; We provide for you, and the [best] outcome is for [those of] righteousness."
                },
                {
                    "id": 215160,
                    "resource_id": 39,
                    "text": "Dan perintahkanlah keluargamu serta umatmu mengerjakan sembahyang, dan hendaklah engkau tekun bersabar menunaikannya. Kami tidak meminta rezeki kepadamu, (bahkan) Kamilah yang memberi rezeki kepadamu. Dan (ingatlah) kesudahan yang baik adalah bagi orang-orang yang bertaqwa."
                },
                {
                    "id": 1093457,
                    "resource_id": 161,
                    "text": "আর তোমার পবিরার-পরিজনকে নামাযের নির্দেশ দাও আর তাতে অবিচল থাক। তোমার কাছে আমি রিযক চাই না, আমিই তোমাকে রিযক দিয়ে থাকি, উত্তম পরিণাম মুত্তাকীদের জন্য নির্দিষ্ট।"
                }
            ]
        },
        {
            "id": 2481,
            "verse_number": 133,
            "verse_key": "20:133",
            "hizb_number": 32,
            "rub_el_hizb_number": 128,
            "ruku_number": 277,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ لَوْلَا يَأْتِينَا بِـَٔايَةٍ مِّن رَّبِّهِۦٓ ۚ أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِى ٱلصُّحُفِ ٱلْأُولَىٰ",
            "page_number": 321,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97293,
                    "resource_id": 20,
                    "text": "And they say, \"Why does he not bring us a sign from his Lord?\" Has there not come to them evidence of what was in the former scriptures?<sup foot_note=196778>1</sup>"
                },
                {
                    "id": 215162,
                    "resource_id": 39,
                    "text": "Dan mereka yang kafir berkata: \"Mengapa ia tidak membawa kepada kami satu tanda mukjizat dari Tuhannya yang membuktikan kebenarannya?\" Bukankah telah datang kepada mereka berbagai-bagai keterangan dan khasnya Al-Quran yang menjadi kenyataan yang menerangkan apa yang terkandung dalam Kitab-kitab yang dahulu?"
                },
                {
                    "id": 1093458,
                    "resource_id": 161,
                    "text": "তারা বলে, ‘সে তার প্রতিপালকের নিকট থেকে আমাদের কাছে কোন নিদর্শন নিয়ে আসে না কেন? তাদের কাছে কি আসেনি স্পষ্ট প্রমাণ যা ছিল পূর্ববর্তী (ওয়াহীকৃত) কিতাবগুলোতে।’"
                }
            ]
        },
        {
            "id": 2482,
            "verse_number": 134,
            "verse_key": "20:134",
            "hizb_number": 32,
            "rub_el_hizb_number": 128,
            "ruku_number": 277,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ أَنَّآ أَهْلَكْنَـٰهُم بِعَذَابٍ مِّن قَبْلِهِۦ لَقَالُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَـٰتِكَ مِن قَبْلِ أَن نَّذِلَّ وَنَخْزَىٰ",
            "page_number": 321,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97294,
                    "resource_id": 20,
                    "text": "And if We had destroyed them with a punishment before him,<sup foot_note=196779>1</sup> they would have said, \"Our Lord, why did You not send to us a messenger so we could have followed Your verses [i.e., teachings] before we were humiliated and disgraced?\""
                },
                {
                    "id": 215164,
                    "resource_id": 39,
                    "text": "Dan sekiranya Kami binasakan mereka dengan sesuatu azab sebelum datangnya Rasul Kami membawa Al-Quran ini, tentulah mereka akan berkata pada hari kiamat: \"Wahai Tuhan Kami! Mengapa Engkau tidak mengutuskan kepada kami seorang Rasul supaya kami menurut ayat-ayat keteranganMu yang dibawanya, sebelum kami menjadi hina (dengan azab di dunia), dan mendapat malu (dengan azab di akhirat)?\""
                },
                {
                    "id": 1093459,
                    "resource_id": 161,
                    "text": "এর (অর্থাৎ কোন নিদর্শন আসার) আগেই আমি যদি তাদেরকে ‘আযাব দিয়ে ধ্বংস করে দিতাম তাহলে তারা বলত, ‘হে আমাদের প্রতিপালক! তুমি আমাদের কাছে কেন একজন রসূল পাঠালে না? তাহলে আমরা অবশ্যই তোমার নিদর্শন মেনে চলতাম আমরা অপমানিত ও হেয় হবার আগেই।"
                }
            ]
        },
        {
            "id": 2483,
            "verse_number": 135,
            "verse_key": "20:135",
            "hizb_number": 32,
            "rub_el_hizb_number": 128,
            "ruku_number": 277,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوا۟ ۖ فَسَتَعْلَمُونَ مَنْ أَصْحَـٰبُ ٱلصِّرَٰطِ ٱلسَّوِىِّ وَمَنِ ٱهْتَدَىٰ",
            "page_number": 321,
            "juz_number": 16,
            "translations": [
                {
                    "id": 97295,
                    "resource_id": 20,
                    "text": "Say, \"Each [of us] is waiting;<sup foot_note=196780>1</sup> so wait. For you will know who are the companions of the sound path and who is guided.\""
                },
                {
                    "id": 215165,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Tiap-tiap seorang (di antara kita) sedang menunggu; maka tunggulah kamu! Kemudian kamu akan mengetahui kelak siapakah orang-orang yang berada atas jalan yang lurus, dan juga siapa yang mendapat petunjuk\"."
                },
                {
                    "id": 1093460,
                    "resource_id": 161,
                    "text": "বল, (ইসলামের অনুসারীদের পরিণতি দেখার জন্য চারপাশের) সবাই অপেক্ষা করছে, কাজেই তোমরাও অপেক্ষা কর, তাহলেই তোমরা জানতে পারবে যে, কারা সরল পথের পথিক আর কারা সঠিক পথপ্রাপ্ত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}