{
    "verses": [
        {
            "id": 218,
            "verse_number": 211,
            "verse_key": "2:211",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 27,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "سَلْ بَنِىٓ إِسْرَٰٓءِيلَ كَمْ ءَاتَيْنَـٰهُم مِّنْ ءَايَةٍۭ بَيِّنَةٍ ۗ وَمَن يُبَدِّلْ نِعْمَةَ ٱللَّهِ مِنۢ بَعْدِ مَا جَآءَتْهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
            "page_number": 33,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97630,
                    "resource_id": 20,
                    "text": "Ask the Children of Israel how many a sign of evidence We have given them. And whoever exchanges the favor of Allāh [for disbelief] after it has come to him - then indeed, Allāh is severe in penalty."
                },
                {
                    "id": 215499,
                    "resource_id": 39,
                    "text": "Bertanyalah kepada Bani Israil, berapa banyak keterangan-keterangan yang telah Kami berikan kepada mereka (sedang mereka masih ingkar)? dan sesiapa menukar nikmat keterangan Allah (dengan mengambil kekufuran sebagai gantinya) sesudah nikmat itu sampai kepadaNya, maka (hendaklah ia mengetahui) sesungguhnya Allah amat berat azab seksaNya."
                },
                {
                    "id": 1091195,
                    "resource_id": 161,
                    "text": "বানী ইসরাঈলকে জিজ্ঞেস কর, আমি তাদেরকে কত সুস্পষ্ট নিদর্শন দিয়েছি। কোন ব্যক্তি আল্লাহর নিয়ামাত তার নিকট পৌঁছার পর পরিবর্তন করলে, নিশ্চয়ই আল্লাহ শাস্তি দানে কঠোর।"
                }
            ]
        },
        {
            "id": 219,
            "verse_number": 212,
            "verse_key": "2:212",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 27,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "زُيِّنَ لِلَّذِينَ كَفَرُوا۟ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَيَسْخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُوا۟ ۘ وَٱلَّذِينَ ٱتَّقَوْا۟ فَوْقَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَٱللَّهُ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
            "page_number": 33,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97632,
                    "resource_id": 20,
                    "text": "Beautified for those who disbelieve is the life of this world, and they ridicule those who believe. But those who fear Allāh are above them on the Day of Resurrection. And Allāh gives provision to whom He wills without account."
                },
                {
                    "id": 215502,
                    "resource_id": 39,
                    "text": "Kehidupan dunia (dan kemewahannya) diperhiaskan (dan dijadikan amat indah) pada (pandangan) orang-orang kafir, sehingga mereka (berlagak sombong dan) memandang rendah kepada orang-orang yang beriman. Padahal orang-orang yang bertaqwa (dengan imannya) lebih tinggi (martabatnya) daripada mereka (yang kafir itu) pada hari kiamat kelak. Dan (ingatlah), Allah memberi rezeki kepada sesiapa yang dikehendakiNya dengan tidak terkira (menurut undang-undang peraturanNya)."
                },
                {
                    "id": 1091196,
                    "resource_id": 161,
                    "text": "কাফিরদের নিকট পার্থিব জীবন মোহনীয় করা হয়েছে এবং তারা মুমিনদেরকে বিদ্রূপ করে থাকে, বস্তুতঃ ক্বিয়ামাতের দিন মুত্তাকীগণ তাদের চেয়ে উন্নত অবস্থায় থাকবে, আল্লাহ যাকে ইচ্ছে অপরিমিত রিযক দিয়ে থাকেন।"
                }
            ]
        },
        {
            "id": 220,
            "verse_number": 213,
            "verse_key": "2:213",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 27,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "كَانَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِيَحْكُمَ بَيْنَ ٱلنَّاسِ فِيمَا ٱخْتَلَفُوا۟ فِيهِ ۚ وَمَا ٱخْتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ بَغْيًۢا بَيْنَهُمْ ۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ لِمَا ٱخْتَلَفُوا۟ فِيهِ مِنَ ٱلْحَقِّ بِإِذْنِهِۦ ۗ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
            "page_number": 33,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97634,
                    "resource_id": 20,
                    "text": "Mankind was [of] one religion [before their deviation]; then Allāh sent the prophets as bringers of good tidings and warners and sent down with them the Scripture in truth to judge between the people concerning that in which they differed. And none differed over it [i.e., the Scripture] except those who were given it - after the clear proofs came to them - out of jealous animosity among themselves. And Allāh guided those who believed to the truth concerning that over which they had differed, by His permission. And Allāh guides whom He wills to a straight path."
                },
                {
                    "id": 215504,
                    "resource_id": 39,
                    "text": "Pada mulanya manusia itu ialah umat yang satu (menurut ugama Allah yang satu, tetapi setelah mereka berselisihan), maka Allah mengutuskan Nabi-nabi sebagai pemberi khabar gembira (kepada orang-orang yang beriman dengan balasan Syurga, dan pemberi amaran (kepada orang-orang yang ingkar dengan balasan azab neraka); dan Allah menurunkan bersama Nabi-nabi itu Kitab-kitab Suci yang (mengandungi keterangan-keterangan yang) benar, untuk menjalankan hukum di antara manusia mengenai apa yang mereka perselisihkan dan (sebenarnya) tidak ada yang melakukan perselisihan melainkan orang-orang yang telah diberi kepada mereka Kitab-kitab Suci itu, iaitu sesudah datang kepada mereka keterangan-keterangan yang jelas nyata, - mereka berselisih semata-mata kerana hasad dengki sesama sendiri. Maka Allah memberikan petunjuk kepada orang-orang yang beriman ke arah kebenaran yang diperselisihkan oleh mereka (yang derhaka itu), dengan izinNya. Dan Allah sentiasa memberi petunjuk hidayahNya kepada sesiapa yang dikehendakiNya ke jalan yang lurus (menurut undang-undang peraturanNya)."
                },
                {
                    "id": 1091197,
                    "resource_id": 161,
                    "text": "মানুষ একই দলভুক্ত ছিল। তারপর আল্লাহ তাদের নিকট নাবীগণকে প্রেরণ করেন সুসংবাদদাতা ও সতর্ককারীরূপে এবং তাদের মাধ্যমে কিতাব নাযিল করেন সত্যভাবে, মানুষদের মধ্যে মীমাংসা করার জন্য যে বিষয়ে তারা মতপার্থক্য করেছিল। এতদসত্ত্বেও যাদেরকে কিতাব দেয়া হয়েছিল, তাদের নিকট সুস্পষ্ট প্রমাণাদি আসার পর পারস্পরিক জিদের কারণেই তারা মতভেদ সৃষ্টি করল। অতঃপর আল্লাহ বিশ্বাসীদেরকে সেই সত্য পথ নিজের করুণায় দেখিয়ে দিলেন, যে সম্বন্ধে তারা মতভেদ করছিল, আল্লাহ যাকে ইচ্ছে সোজা পথ প্রদর্শন করেন।"
                }
            ]
        },
        {
            "id": 221,
            "verse_number": 214,
            "verse_key": "2:214",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 27,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِكُم ۖ مَّسَّتْهُمُ ٱلْبَأْسَآءُ وَٱلضَّرَّآءُ وَزُلْزِلُوا۟ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ مَتَىٰ نَصْرُ ٱللَّهِ ۗ أَلَآ إِنَّ نَصْرَ ٱللَّهِ قَرِيبٌ",
            "page_number": 33,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97636,
                    "resource_id": 20,
                    "text": "Or do you think that you will enter Paradise while such [trial] has not yet come to you as came to those who passed on before you? They were touched by poverty and hardship and were shaken until [even their] messenger and those who believed with him said, \"When is the help of Allāh?\" Unquestionably, the help of Allāh is near."
                },
                {
                    "id": 215506,
                    "resource_id": 39,
                    "text": "Adakah patut kamu menyangka bahawa kamu akan masuk syurga, padahal belum sampai kepada kamu (ujian dan cubaan) seperti yang telah berlaku kepada orang-orang yang terdahulu daripada kamu? Mereka telah ditimpa kepapaan (kemusnahan hartabenda) dan serangan penyakit, serta digoncangkan (oleh ancaman bahaya musuh), sehingga berkatalah Rasul dan orang-orang yang beriman yang ada bersamanya: Bilakah (datangnya) pertolongan Allah?\" Ketahuilah sesungguhnya pertolongan Allah itu dekat (asalkan kamu bersabar dan berpegang teguh kepada ugama Allah)."
                },
                {
                    "id": 1091198,
                    "resource_id": 161,
                    "text": "তোমরা কি এমন ধারণা পোষণ কর যে, তোমরা জান্নাতে প্রবেশ লাভ করবে, অথচ এখনও পর্যন্ত তোমাদের আগের লোকেদের মত অবস্থা তোমাদের সামনে আসেনি? তাদেরকে অভাবের তীব্র তাড়না এবং মুসীবত স্পর্শ করেছিল এবং তারা এতদূর বিকম্পিত হয়েছিল যে, নাবী ও তার সঙ্গের মু’মিনগণ চিৎকার করে বলেছিল- আল্লাহর সাহায্য কখন আসবে? জেনে রেখ, নিশ্চয়ই আল্লাহর সাহায্য নিকটবর্তী।"
                }
            ]
        },
        {
            "id": 222,
            "verse_number": 215,
            "verse_key": "2:215",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 27,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ ۖ قُلْ مَآ أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
            "page_number": 33,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97638,
                    "resource_id": 20,
                    "text": "They ask you, [O Muḥammad], what they should spend. Say, \"Whatever you spend of good is [to be] for parents and relatives and orphans and the needy and the traveler. And whatever you do of good - indeed, Allāh is Knowing of it.\""
                },
                {
                    "id": 215508,
                    "resource_id": 39,
                    "text": "Mereka bertanya kepadamu (wahai Muhammad): apakah yang akan mereka belanjakan (dan kepada siapakah)? Katakanlah: \"Apa jua harta benda (yang halal) yang kamu belanjakan maka berikanlah kepada: Kedua ibu bapa, dan kaum kerabat, dan anak-anak yatim, dan orang-orang miskin, dan orang-orang yang terlantar dalam perjalanan. Dan (ingatlah), apa jua yang kamu buat dari jenis-jenis kebaikan, maka sesungguhnya Allah sentiasa mengetahuiNya (dan akan membalas dengan sebaik-baiknya)."
                },
                {
                    "id": 1091199,
                    "resource_id": 161,
                    "text": "তোমাকে লোকে জিজ্ঞেস করছে, তারা কী ব্যয় করবে? বলে দাও, সৎকাজে যা-ই ব্যয় কর, তা তোমাদের মাতা-পিতা ও নিকটাত্মীয়, ইয়াতীম ও অভাবগ্রস্ত মুসাফিরদের প্রাপ্য। তোমরা যা কিছু সৎ কাজ কর, নিশ্চয়ই আল্লাহ সে বিষয়ে বিশেষভাবে অবহিত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}