{
    "verses": [
        {
            "id": 2596,
            "verse_number": 1,
            "verse_key": "22:1",
            "hizb_number": 34,
            "rub_el_hizb_number": 133,
            "ruku_number": 285,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": " يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ",
            "page_number": 332,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97627,
                    "resource_id": 20,
                    "text": "O mankind, fear your Lord. Indeed, the convulsion of the [final] Hour is a terrible thing."
                },
                {
                    "id": 215496,
                    "resource_id": 39,
                    "text": "Wahai umat manusia, bertaqwalah kepada Tuhan kamu! Sesungguhnya gempa hari kiamat itu suatu perkara yang amat besar."
                },
                {
                    "id": 1093573,
                    "resource_id": 161,
                    "text": "হে মানুষ! তোমরা তোমাদের প্রতিপালককে ভয় কর, কিয়ামাতের কম্পন এক ভয়ানক জিনিস।"
                }
            ]
        },
        {
            "id": 2597,
            "verse_number": 2,
            "verse_key": "22:2",
            "hizb_number": 34,
            "rub_el_hizb_number": 133,
            "ruku_number": 285,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَـٰرَىٰ وَمَا هُم بِسُكَـٰرَىٰ وَلَـٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌ",
            "page_number": 332,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97651,
                    "resource_id": 20,
                    "text": "On the Day you see it every nursing mother will be distracted from that [child] she was nursing, and every pregnant woman will abort her pregnancy, and you will see the people [appearing] intoxicated while they are not intoxicated; but the punishment of Allāh is severe."
                },
                {
                    "id": 215519,
                    "resource_id": 39,
                    "text": "Pada hari kamu melihat (peristiwa-peristiwa yang mengerikan) itu, tiap-tiap ibu penyusu akan melupakan anak yang disusukannya, dan tiap-tiap perempuan yang mengandung akan gugurkan anak yang dikandungnya; dan engkau akan melihat manusia mabuk, padahal mereka sebenarnya tidak mabuk, tetapi azab Allah amatlah berat, mengerikan."
                },
                {
                    "id": 1093574,
                    "resource_id": 161,
                    "text": "সেদিন তুমি দেখবে প্রতিটি দুগ্ধদায়িনী ভুলে যাবে তার দুগ্ধপোষ্য শিশুকে, আর প্রত্যেক গর্ভবতী গর্ভপাত করে ফেলবে, আর মানুষকে দেখবে মাতাল, যদিও তারা প্রকৃতপক্ষে মাতাল নয়, কিন্তু আল্লাহর শাস্তি বড়ই কঠিন (যার কারণে তাদের ঐ অবস্থা ঘটবে)।"
                }
            ]
        },
        {
            "id": 2598,
            "verse_number": 3,
            "verse_key": "22:3",
            "hizb_number": 34,
            "rub_el_hizb_number": 133,
            "ruku_number": 285,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَـٰنٍ مَّرِيدٍ",
            "page_number": 332,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97672,
                    "resource_id": 20,
                    "text": "And of the people is he who disputes about Allāh without knowledge and follows every rebellious devil."
                },
                {
                    "id": 215541,
                    "resource_id": 39,
                    "text": "Dan ada di antara manusia yang membantah perkara-perkara yang berhubung dengan Allah dengan tidak berdasarkan sebarang pengetahuan, dan ia menurut tiap-tiap syaitan yang telah sebati dengan kejahatan."
                },
                {
                    "id": 1093575,
                    "resource_id": 161,
                    "text": "কতক মানুষ জ্ঞান ছাড়াই আল্লাহ সম্বন্ধে বাদানুবাদ করে, আর প্রত্যেক অবাধ্য শয়ত্বানের অনুসরণ করে।"
                }
            ]
        },
        {
            "id": 2599,
            "verse_number": 4,
            "verse_key": "22:4",
            "hizb_number": 34,
            "rub_el_hizb_number": 133,
            "ruku_number": 285,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
            "page_number": 332,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97694,
                    "resource_id": 20,
                    "text": "It has been decreed for him [i.e., every devil] that whoever turns to him - he will misguide him and will lead him to the punishment of the Blaze."
                },
                {
                    "id": 215565,
                    "resource_id": 39,
                    "text": "Yang telah ditetapkan kepada (tiap-tiap) syaitan itu, bahawa sesiapa yang berketuakan dia, maka sesungguhnya ia akan menyesatkannya dan memimpinnya kepada azab neraka."
                },
                {
                    "id": 1093576,
                    "resource_id": 161,
                    "text": "যার (অর্থাৎ শয়ত্বানের) সম্পর্কে বিধান করা হয়েছে যে, যে কেউ তার সঙ্গে বন্ধুত্ব গড়বে, সে তাকে বিপথগামী করবে, আর তাকে প্রজ্জ্বলিত অগ্নি শাস্তির দিকে পরিচালিত করবে।"
                }
            ]
        },
        {
            "id": 2600,
            "verse_number": 5,
            "verse_key": "22:5",
            "hizb_number": 34,
            "rub_el_hizb_number": 133,
            "ruku_number": 285,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَـٰكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍ شَيْـًٔا ۚ وَتَرَى ٱلْأَرْضَ هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍ",
            "page_number": 332,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97717,
                    "resource_id": 20,
                    "text": "O people, if you should be in doubt about the Resurrection, then [consider that] indeed, We created you from dust, then from a sperm-drop, then from a clinging clot, and then from a lump of flesh, formed and unformed<sup foot_note=196824>1</sup> - that We may show you.<sup foot_note=196823>2</sup> And We settle in the wombs whom We will for a specified term, then We bring you out as a child, and then [We develop you] that you may reach your [time of] maturity. And among you is he who is taken in [early] death, and among you is he who is returned to the most decrepit [old] age so that he knows, after [once having] knowledge, nothing. And you see the earth barren, but when We send down upon it rain, it quivers and swells and grows [something] of every beautiful kind."
                },
                {
                    "id": 215588,
                    "resource_id": 39,
                    "text": "Wahai umat manusia, sekiranya kamu menaruh syak (ragu-ragu) tentang kebangkitan makhluk (hidup semula pada hari kiamat), maka (perhatilah kepada tingkatan kejadian manusia) kerana sebenarnya Kami telah menciptakan kamu dari tanah, kemudian dari setitik air benih, kemudian dari sebuku darah beku, kemudian dari seketul daging yang disempurnakan kejadiannya dan yang tidak disempurnakan; (Kami jadikan secara yang demikian) kerana Kami hendak menerangkan kepada kamu (kekuasaan Kami); dan Kami pula menetapkan dalam kandungan rahim (ibu yang mengandung itu) apa yang Kami rancangkan hingga ke suatu masa yang ditentukan lahirnya; kemudian Kami mengeluarkan kamu berupa kanak-kanak; kemudian (kamu dipelihara) hingga sampai ke peringkat umur dewasa; dan (dalam pada itu) ada di antara kamu yang dimatikan (semasa kecil atau semasa dewasa) dan ada pula yang dilanjutkan umurnya ke peringkat tua nyanyuk sehingga ia tidak mengetahui lagi akan sesuatu yang telah diketahuinya dahulu. Dan (ingatlah satu bukti lagi); Engkau melihat bumi itu kering, kemudian apabila Kami menurunkan hujan menimpanya, bergeraklah tanahnya (dengan tumbuh-tumbuhan yang merecup tumbuh), dan gembur membusutlah ia, serta ia pula menumbuhkan berjenis-jenis tanaman yang indah permai."
                },
                {
                    "id": 1093577,
                    "resource_id": 161,
                    "text": "হে মানুষ! পুনরুত্থানের ব্যাপারে যদি তোমরা সন্দিহান হও, তাহলে (চিন্তা করে দেখ) আমি তোমাদেরকে সৃষ্টি করেছি মাটি থেকে, অতঃপর শুক্র হতে, অতঃপর জমাট রক্ত থেকে, অতঃপর মাংসপিন্ড হতে পূর্ণ আকৃতিবিশিষ্ট বা অপূর্ণ আকৃতিবিশিষ্ট অবস্থায় (আমার শক্তি-ক্ষমতা) তোমাদের সামনে স্পষ্ট করে তুলে ধরার জন্য। আর আমি যাকে ইচ্ছে করি তাকে একটা নির্দিষ্ট কাল পর্যন্ত মাতৃগর্ভে রাখি, অতঃপর তোমাদেরকে বের করে আনি শিশুরূপে, অতঃপর (লালন পালন) করি যাতে তোমরা তোমাদের পূর্ণ শক্তির বয়সে পৌঁছতে পার। তোমাদের কারো কারো মৃত্যু ঘটাই, আর কতককে ফিরিয়ে দেয়া হয় নিস্ক্রিয় বার্ধক্যে যাতে (অনেক) জ্ঞান লাভের পরেও তাদের আর কোন জ্ঞান থাকে না। অতঃপর (আরো) তোমরা ভূমিকে দেখ শুষ্ক, মৃত; অতঃপর আমি যখন তাতে পানি বর্ষণ করি তখন তাতে প্রাণ চাঞ্চল্য সৃষ্টি হয়, তা আন্দোলিত ও স্ফীত হয়, আর তা উদগত করে সকল প্রকার নয়নজুড়ানো উদ্ভিদ (জোড়ায় জোড়ায়)।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}