{
    "verses": [
        {
            "id": 2611,
            "verse_number": 16,
            "verse_key": "22:16",
            "hizb_number": 34,
            "rub_el_hizb_number": 133,
            "ruku_number": 286,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ ءَايَـٰتٍۭ بَيِّنَـٰتٍ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ",
            "page_number": 334,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97641,
                    "resource_id": 20,
                    "text": "And thus have We sent it [i.e., the Qur’ān] down as verses of clear evidence and because Allāh guides whom He intends."
                },
                {
                    "id": 214719,
                    "resource_id": 39,
                    "text": "Dan demikianlah pula Kami menurunkan Al-Quran itu sebagai ayat-ayat keterangan yang jelas nyata; dan sesungguhnya Allah memberi hidayah petunjuk kepada sesiapa yang dikehendakiNya (menurut peraturan dan undang-undangNya)."
                },
                {
                    "id": 1093588,
                    "resource_id": 161,
                    "text": "এভাবেই আমি স্পষ্ট নিদর্শনরূপে কুরআন অবতীর্ণ করেছি আর আল্লাহ যাকে চান সঠিক পথে পরিচালিত করেন।"
                }
            ]
        },
        {
            "id": 2612,
            "verse_number": 17,
            "verse_key": "22:17",
            "hizb_number": 34,
            "rub_el_hizb_number": 133,
            "ruku_number": 286,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـِٔينَ وَٱلنَّصَـٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا۟ إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
            "page_number": 334,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97645,
                    "resource_id": 20,
                    "text": "Indeed, those who have believed and those who were Jews and the Sabeans and the Christians and the Magians and those who associated with Allāh - Allāh will judge between them on the Day of Resurrection. Indeed Allāh is, over all things, Witness.<sup foot_note=196827>1</sup>"
                },
                {
                    "id": 215514,
                    "resource_id": 39,
                    "text": "Bahawasanya orang-orang yang beriman, dan orang-orang Yahudi, dan orang-orang Saabiein, dan orang-orang Nasrani, dan orang-orang Majusi, serta orang-orang Musyrik, sesungguhnya Allah akan memutuskan hukumNya di antara mereka pada hari kiamat, kerana sesungguhnya Allah sentiasa Memerhati dan Menyaksikan tiap-tiap sesuatu."
                },
                {
                    "id": 1093589,
                    "resource_id": 161,
                    "text": "যারা ঈমান এনেছে আর যারা ইয়াহূদী হয়েছে, আর যারা সাবিয়ী, নাসারা, অগ্নিপূজক ও মুশরিক, আল্লাহ কিয়ামাতের দিন এদের মধ্যে ফয়সালা করে দেবেন (যে কারা সঠিক পথে আছে), কারণ আল্লাহ সব কিছুর প্রত্যক্ষদর্শী।"
                }
            ]
        },
        {
            "id": 2613,
            "verse_number": 18,
            "verse_key": "22:18",
            "hizb_number": 34,
            "rub_el_hizb_number": 133,
            "ruku_number": 286,
            "manzil_number": 4,
            "sajdah_number": 6,
            "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌ مِّنَ ٱلنَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ ۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ ۩",
            "page_number": 334,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97647,
                    "resource_id": 20,
                    "text": "Do you not see [i.e., know] that to Allāh prostrates whoever is in the heavens and whoever is on the earth and the sun, the moon, the stars, the mountains, the trees, the moving creatures and many of the people? But upon many the punishment has been justified.<sup foot_note=196828>1</sup> And he whom Allāh humiliates - for him there is no bestower of honor. Indeed, Allāh does what He wills."
                },
                {
                    "id": 215515,
                    "resource_id": 39,
                    "text": "Tidakkah engkau mengetahui bahawa segala yang ada di langit dan di bumi tunduk sujud kepada Allah dan (di antaranya termasuklah) matahari dan bulan, dan bintang-bintang, dan gunung-ganang, dan pokok-pokok kayu, dan binatang-binatang, serta sebahagian besar dari manusia? Dan banyak pula (di antara manusia) yang berhak ditimpa azab (disebabkan kekufurannya dan maksiatnya); dan (ingatlah) sesiapa yang dihinakan oleh Allah maka ia tidak akan beroleh sesiapapun yang dapat memuliakannya. Sesungguhnya Allah tetap melakukan apa yang dirancangkanNya."
                },
                {
                    "id": 1093590,
                    "resource_id": 161,
                    "text": "তুমি কি দেখ না যে আল্লাহকে সেজদা করে যারা আকাশে আছে, আর যারা পৃথিবীতে আছে আর সূর্য, চন্দ্র, তারকারাজি, পর্বতসমূহ, বৃক্ষরাজি, জীবজন্তু এবং মানুষের মধ্যে অনেকে? আর অনেকের প্রতি শাস্তি সাব্যস্ত হয়ে গেছে। আল্লাহ যাকে লাঞ্ছিত করতে চান, তাকে সম্মানিত করার কেউ নেই। আল্লাহ যা ইচ্ছে করেন তাই করেন।[সাজদাহ]"
                }
            ]
        },
        {
            "id": 2614,
            "verse_number": 19,
            "verse_key": "22:19",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 286,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ هَـٰذَانِ خَصْمَانِ ٱخْتَصَمُوا۟ فِى رَبِّهِمْ ۖ فَٱلَّذِينَ كَفَرُوا۟ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ",
            "page_number": 334,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97649,
                    "resource_id": 20,
                    "text": "These<sup foot_note=196829>1</sup> are two adversaries who have disputed over their Lord. But those who disbelieved will have cut out for them garments of fire. Poured upon their heads will be scalding water"
                },
                {
                    "id": 215517,
                    "resource_id": 39,
                    "text": "Inilah dua golongan (mukmin dan kafir) yang berbantah-bantahan tentang Tuhan mereka. Maka orang-orang yang kafir akan disediakan untuk mereka pakaian dari api neraka, serta dicurahkan atas kepala mereka air panas yang menggelegak,"
                },
                {
                    "id": 1093591,
                    "resource_id": 161,
                    "text": "এরা বিবাদের দু’টি পক্ষ, (মু’মিনরা একটি পক্ষ, আর সমস্ত কাফিররা আরেকটি পক্ষ) এরা এদের প্রতিপালক সম্বন্ধে বাদানুবাদ করে, অতঃপর যারা (তাদের প্রতিপালককে) অস্বীকার করে, তাদের জন্য তৈরি করা হয়েছে আগুনের পোশাক, তাদের মাথার উপর ঢেলে দেয়া হবে ফুটন্ত পানি।"
                }
            ]
        },
        {
            "id": 2615,
            "verse_number": 20,
            "verse_key": "22:20",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 286,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ",
            "page_number": 334,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97653,
                    "resource_id": 20,
                    "text": "By which is melted that within their bellies and [their] skins."
                },
                {
                    "id": 215523,
                    "resource_id": 39,
                    "text": "Yang dengannya dihancurkan apa yang ada dalam perut mereka, dan juga kulit badan mereka."
                },
                {
                    "id": 1093592,
                    "resource_id": 161,
                    "text": "যা দিয়ে তাদের পেটে যা আছে তা ও তাদের চামড়া গলিয়ে দেয়া হবে।"
                }
            ]
        },
        {
            "id": 2616,
            "verse_number": 21,
            "verse_key": "22:21",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 286,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَهُم مَّقَـٰمِعُ مِنْ حَدِيدٍ",
            "page_number": 334,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97655,
                    "resource_id": 20,
                    "text": "And for [striking] them are maces of iron."
                },
                {
                    "id": 215525,
                    "resource_id": 39,
                    "text": "Dan mereka pula disediakan batang-batang besi untuk menyeksa mereka."
                },
                {
                    "id": 1093593,
                    "resource_id": 161,
                    "text": "উপরন্তু তাদের (শাস্তির) জন্য থাকবে লোহার মুগুর।"
                }
            ]
        },
        {
            "id": 2617,
            "verse_number": 22,
            "verse_key": "22:22",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 286,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَا مِنْ غَمٍّ أُعِيدُوا۟ فِيهَا وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
            "page_number": 334,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97657,
                    "resource_id": 20,
                    "text": "Every time they want to get out of it [i.e., Hellfire] from anguish, they will be returned to it, and [it will be said], \"Taste the punishment of the Burning Fire!\""
                },
                {
                    "id": 215537,
                    "resource_id": 39,
                    "text": "Tiap-tiap kali mereka hendak keluar dari neraka itu, disebabkan mereka menderita azabnya, mereka dikembalikan padanya, serta dikatakan: \"Rasalah kamu azab seksa yang membakar!\""
                },
                {
                    "id": 1093594,
                    "resource_id": 161,
                    "text": "যখনই তারা যন্ত্রণার চোটে তাত্থেকে বেরিয়ে আসতে চাইবে (তখনই) তাদেরকে তার ভিতরে ফিরিয়ে দেয়া হবে, (আর বলা হবে, আগুনে) পুড়ার শাস্তি আস্বাদন কর।"
                }
            ]
        },
        {
            "id": 2618,
            "verse_number": 23,
            "verse_key": "22:23",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 287,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
            "page_number": 334,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97659,
                    "resource_id": 20,
                    "text": "Indeed, Allāh will admit those who believe and do righteous deeds to gardens beneath which rivers flow. They will be adorned therein with bracelets of gold and pearl, and their garments therein will be silk."
                },
                {
                    "id": 215527,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan beramal soleh ke dalam Syurga yang mengalir padanya beberapa sungai; mereka dihiaskan di situ dengan gelang-gelang emas dan mutiara, dan pakaian mereka di situ dari sutera."
                },
                {
                    "id": 1093595,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে আর সৎ কাজ করে, আল্লাহ তাদেরকে দাখিল করবেন জান্নাতে যার তলদেশে ঝর্ণাধারা প্রবাহিত। সেখানে তাদেরকে অলংকৃত করা হবে সোনার কাঁকন আর মুক্তা দিয়ে আর সেখানে তাদের পোশাক হবে রেশমের।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}