{
    "verses": [
        {
            "id": 2619,
            "verse_number": 24,
            "verse_key": "22:24",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 287,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَهُدُوٓا۟ إِلَى ٱلطَّيِّبِ مِنَ ٱلْقَوْلِ وَهُدُوٓا۟ إِلَىٰ صِرَٰطِ ٱلْحَمِيدِ",
            "page_number": 335,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97661,
                    "resource_id": 20,
                    "text": "And they had been guided [in worldly life] to good speech, and they were guided to the path of the Praiseworthy."
                },
                {
                    "id": 215529,
                    "resource_id": 39,
                    "text": "Dan mereka diberi petunjuk kepada mengucapkan kata-kata yang baik, serta diberi petunjuk ke jalan Allah Yang Amat Terpuji."
                },
                {
                    "id": 1093596,
                    "resource_id": 161,
                    "text": "তাদেরকে (দুনিয়ার জীবনে) পথ দেখানো হয়েছিল পবিত্র বাক্যের (অর্থাৎ কালিমা তাইয়্যেবা বা আল-কুরআনের) দিকে আর তারা পরিচালিত হয়েছিল তাঁর পথে যিনি সকল প্রশংসার দাবীদার।"
                }
            ]
        },
        {
            "id": 2620,
            "verse_number": 25,
            "verse_key": "22:25",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 287,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَـٰهُ لِلنَّاسِ سَوَآءً ٱلْعَـٰكِفُ فِيهِ وَٱلْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍۭ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ",
            "page_number": 335,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97663,
                    "resource_id": 20,
                    "text": "Indeed, those who have disbelieved and avert [people] from the way of Allāh and [from] al-Masjid al-Ḥarām, which We made for the people - equal are the resident therein and one from outside - and [also] whoever intends [a deed] therein<sup foot_note=196830>1</sup> of deviation [in religion] by wrongdoing - We will make him taste of a painful punishment."
                },
                {
                    "id": 215531,
                    "resource_id": 39,
                    "text": "Sesungguhnya (amatlah zalim) orang-orang yang kafir serta menghalangi manusia dari jalan Allah (ugama Islam), dan dari memasuki Masjid Al-Haraam (Makkah) yang Kami jadikan dia tempat beribadat untuk seluruh umat manusia (yang beriman) - sama ada yang tinggal menetap di situ atau yang datang berziarah; dan sesiapa yang berazam melakukan di situ sebarang perbuatan yang di larang dengan cara yang zalim, Kami akan merasakannya azab yang tidak terperi sakitnya."
                },
                {
                    "id": 1093597,
                    "resource_id": 161,
                    "text": "যারা কুফুরী করে আর আল্লাহর পথে (মানুষের চলার ক্ষেত্রে) বাধা সৃষ্টি করে আর মাসজিদে হারামে যেতেও- যাকে আমি করেছি স্থানীয় বাসিন্দা ও অন্যদেশবাসী সকলের জন্য সমান। যে তাতে অন্যায়ভাবে কোন ধর্মদ্রোহী কাজ করার ইচ্ছে করে তাকে আমি আস্বাদন করাব ভয়াবহ শাস্তি।"
                }
            ]
        },
        {
            "id": 2621,
            "verse_number": 26,
            "verse_key": "22:26",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 288,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
            "page_number": 335,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97665,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], when We designated for Abraham the site of the House, [saying], \"Do not associate anything with Me and purify My House for those who perform ṭawāf<sup foot_note=196831>1</sup> and those who stand [in prayer] and those who bow and prostrate."
                },
                {
                    "id": 215533,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah peristiwa) ketika Kami tentukan bagi Nabi Ibrahim tempat Kaabah (untuk membinanya, lalu Kami berfirman kepadanya): \"Janganlah engkau sekutukan sesuatu pun denganKu, dan bersihkanlah rumahKu (Kaabah ini) bagi orang-orang yang tawaf, dan orang-orang yang berdiri dan yang rukuk serta yang sujud (mengerjakan sembahyang)."
                },
                {
                    "id": 1093598,
                    "resource_id": 161,
                    "text": "স্মরণ কর যখন আমি ইবরাহীমকে (পবিত্র) গৃহের স্থান চিহ্নিত করে দিয়েছিলাম, (তখন বলেছিলাম) আমার সাথে কোন কিছুকে অংশীদার গণ্য করবে না, আর আমার গৃহকে পবিত্র রাখবে তাওয়াফকারী, নামাযে কিয়ামকারী, রূকু‘কারী ও সেজদাকারীদের জন্য।"
                }
            ]
        },
        {
            "id": 2622,
            "verse_number": 27,
            "verse_key": "22:27",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 288,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَأَذِّن فِى ٱلنَّاسِ بِٱلْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ",
            "page_number": 335,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97667,
                    "resource_id": 20,
                    "text": "And proclaim to the people the ḥajj [pilgrimage]; they will come to you on foot and on every lean camel; they will come from every distant pass -"
                },
                {
                    "id": 215535,
                    "resource_id": 39,
                    "text": "\"Dan serukanlah umat manusia untuk mengerjakan ibadat Haji, nescaya mereka akan datang ke (rumah Tuhan) mu dengan berjalan kaki, dan dengan menunggang berjenis-jenis unta yang kurus yang datangnya dari berbagai jalan (dan ceruk rantau) yang jauh."
                },
                {
                    "id": 1093599,
                    "resource_id": 161,
                    "text": "আর মানুষের মাঝে হাজ্জের ঘোষণা দাও, তারা তোমার কাছে আসবে পায়ে হেঁটে, আর সব (পথক্লান্ত) শীর্ণ উটের পিঠে, বহু দূরের গভীর পর্বত সংকুল পথ বেয়ে"
                }
            ]
        },
        {
            "id": 2623,
            "verse_number": 28,
            "verse_key": "22:28",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 288,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لِّيَشْهَدُوا۟ مَنَـٰفِعَ لَهُمْ وَيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ فِىٓ أَيَّامٍ مَّعْلُومَـٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۖ فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْبَآئِسَ ٱلْفَقِيرَ",
            "page_number": 335,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97669,
                    "resource_id": 20,
                    "text": "That they may witness [i.e., attend] benefits for themselves and mention the name of Allāh on known [i.e., specific] days over what He has provided for them of [sacrificial] animals.<sup foot_note=196832>1</sup> So eat of them and feed the miserable and poor."
                },
                {
                    "id": 215539,
                    "resource_id": 39,
                    "text": "\"Supaya mereka menyaksikan berbagai perkara yang mendatangkan faedah kepada mereka serta memperingati dan menyebut nama Allah, pada hari-hari yang tertentu, kerana pengurniaanNya kepada mereka dengan binatang-binatang ternak (untuk dijadikan korban); dengan yang demikian makanlah kamu dari (daging) binatang-binatang korban itu dan berilah makan kepada orang yang susah, yang fakir miskin."
                },
                {
                    "id": 1093600,
                    "resource_id": 161,
                    "text": "যাতে তারা তাদের জন্য (এখানে রাখা দুনিয়া ও আখিরাতের) কল্যাণগুলো প্রত্যক্ষ করতে পারে আর তিনি তাদেরকে চতুষ্পদ জন্তু হতে যে রিযক দান করেছেন, নির্দিষ্ট দিনগুলোতে তার উপর আল্লাহর নাম উচ্চারণ করতে পারে। কাজেই তোমরা (নিজেরা) তাত্থেকে খাও আর দুঃস্থ অভাবীদের খাওয়াও।"
                }
            ]
        },
        {
            "id": 2624,
            "verse_number": 29,
            "verse_key": "22:29",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 288,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ لْيَقْضُوا۟ تَفَثَهُمْ وَلْيُوفُوا۟ نُذُورَهُمْ وَلْيَطَّوَّفُوا۟ بِٱلْبَيْتِ ٱلْعَتِيقِ",
            "page_number": 335,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97670,
                    "resource_id": 20,
                    "text": "Then let them end their untidiness and fulfill their vows and perform ṭawāf around the ancient House.\""
                },
                {
                    "id": 215543,
                    "resource_id": 39,
                    "text": "\"Kemudian hendaklah mereka membersihkan dirinya dan hendaklah mereka menyempurnakan nazar-nazarnya, dan hendaklah mereka tawaf akan Baitullah (Kaabah) yang tua sejarahnya itu\"."
                },
                {
                    "id": 1093601,
                    "resource_id": 161,
                    "text": "অতঃপর তারা যেন তাদের দৈহিক অপরিচ্ছন্নতা দূর করে, তাদের মানৎ পূর্ণ করে আর প্রাচীন গৃহের তাওয়াফ করে।"
                }
            ]
        },
        {
            "id": 2625,
            "verse_number": 30,
            "verse_key": "22:30",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 288,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ وَمَن يُعَظِّمْ حُرُمَـٰتِ ٱللَّهِ فَهُوَ خَيْرٌ لَّهُۥ عِندَ رَبِّهِۦ ۗ وَأُحِلَّتْ لَكُمُ ٱلْأَنْعَـٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَٱجْتَنِبُوا۟ ٱلرِّجْسَ مِنَ ٱلْأَوْثَـٰنِ وَٱجْتَنِبُوا۟ قَوْلَ ٱلزُّورِ",
            "page_number": 335,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97674,
                    "resource_id": 20,
                    "text": "That [has been commanded], and whoever honors the sacred ordinances of Allāh - it is best for him in the sight of his Lord. And permitted to you are the grazing livestock, except what is recited to you.<sup foot_note=196833>1</sup> So avoid the uncleanliness of idols and avoid false statement,"
                },
                {
                    "id": 215545,
                    "resource_id": 39,
                    "text": "Itulah yang wajib dipatuhi; dan sesiapa yang menghormati hukum-hukum Allah maka yang demikian menjadi kebaikan baginya di sisi Tuhannya. Dan dihalalkan bagi kamu binatang-binatang ternak, kecuali yang dibacakan kepada kamu (tentang haramnya), maka jauhilah kekotoran syirik yang disebabkan oleh penyembahan berhala, serta jauhilah perkataan yang dusta, -"
                },
                {
                    "id": 1093602,
                    "resource_id": 161,
                    "text": "এটাই (হাজ্জ), যে কেউ আল্লাহর নির্ধারিত অনুষ্ঠানগুলোর সম্মান করবে, সেটা তার প্রতিপালকের নিকট তার জন্য উত্তম। চতুষ্পদ জন্তুগুলো তোমাদের জন্য হালাল করা হয়েছে সেগুলো ছাড়া যেগুলোর ব্যাপারে তোমাদেরকে পড়ে শুনানো হয়েছে। কাজেই তোমরা মূর্তিদের অপবিত্রতা বর্জন কর আর মিথ্যে কথা পরিহার কর"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}