{
    "verses": [
        {
            "id": 2626,
            "verse_number": 31,
            "verse_key": "22:31",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 288,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍ سَحِيقٍ",
            "page_number": 336,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97676,
                    "resource_id": 20,
                    "text": "Inclining [only] to Allāh, not associating [anything] with Him. And he who associates with Allāh - it is as though he had fallen from the sky and was snatched by the birds or the wind carried him down into a remote place."
                },
                {
                    "id": 215546,
                    "resource_id": 39,
                    "text": "(Amalkanlah perkara-perkara itu) dengan tulus ikhlas kepada Allah, serta tidak mempersekutukan sesuatu pun denganNya; dan sesiapa yang mempersekutukan sesuatu yang lain dengan Allah maka seolah-olah dia jatuh dari langit lalu disambar oleh burung, atau dihumbankan oleh angin ke tempat yang jauh (yang membinasakan)."
                },
                {
                    "id": 1093603,
                    "resource_id": 161,
                    "text": "আল্লাহর প্রতি একনিষ্ঠ হয়ে তাঁর সাথে শরীক না করে। যে কেউ আল্লাহর সাথে শরীক করে সে যেন আকাশ থেকে পড়ে গেল, আর পাখী তাকে ছোঁ মেরে নিয়ে গেল কিংবা বাতাস তাকে উড়িয়ে নিয়ে দূরবর্তী স্থানে ছুঁড়ে ফেলে দিল।"
                }
            ]
        },
        {
            "id": 2627,
            "verse_number": 32,
            "verse_key": "22:32",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 288,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ وَمَن يُعَظِّمْ شَعَـٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ",
            "page_number": 336,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97678,
                    "resource_id": 20,
                    "text": "That [is so]. And whoever honors the symbols [i.e., rites] of Allāh - indeed, it is from the piety of hearts."
                },
                {
                    "id": 215551,
                    "resource_id": 39,
                    "text": "Demikianlah (ajaran Allah); dan sesiapa yang menghormati Syiar-syiar ugama Allah maka (dia lah orang yang bertaqwa) kerana sesungguhnya perbuatan itu satu kesan dari sifat-sifat taqwa hati orang mukmin."
                },
                {
                    "id": 1093604,
                    "resource_id": 161,
                    "text": "এই (তার অবস্থা), আর যে কেউ আল্লাহর নিদর্শনগুলোকে সম্মান করবে সে তো তার অন্তরস্থিত আল্লাহ-ভীতি থেকেই তা করবে।"
                }
            ]
        },
        {
            "id": 2628,
            "verse_number": 33,
            "verse_key": "22:33",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 288,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لَكُمْ فِيهَا مَنَـٰفِعُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ",
            "page_number": 336,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97680,
                    "resource_id": 20,
                    "text": "For you therein [i.e., the animals marked for sacrifice] are benefits for a specified term;<sup foot_note=196835>1</sup> then their place of sacrifice is at the ancient House.<sup foot_note=196834>2</sup>"
                },
                {
                    "id": 215555,
                    "resource_id": 39,
                    "text": "Kamu beroleh berbagai-bagai faedah dan kegunaan pada binatang ternak itu hingga ke suatu masa yang tertentu (bagi menyembelihnya); kemudian waktu menyembelihnya ketika sampai di tanah haram Baitullah yang tua sejarahnya itu."
                },
                {
                    "id": 1093605,
                    "resource_id": 161,
                    "text": "এতে (অর্থাৎ কুরবানীর পশুতে) তোমাদের জন্য নানান উপকার রয়েছে এক নির্দিষ্ট কাল পর্যন্ত (কুরবানীর জায়গায় পৌঁছা পর্যন্ত তোমরা এই জন্তুগুলোর দ্বারা উপকৃত হতে পার), সর্বশেষে এগুলোর কুরবানীর স্থান হচ্ছে প্রাচীন ঘরের নিকট।"
                }
            ]
        },
        {
            "id": 2629,
            "verse_number": 34,
            "verse_key": "22:34",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 289,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۗ فَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَلَهُۥٓ أَسْلِمُوا۟ ۗ وَبَشِّرِ ٱلْمُخْبِتِينَ",
            "page_number": 336,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97682,
                    "resource_id": 20,
                    "text": "And for every [religious] community We have appointed a rite [of sacrifice]<sup foot_note=196836>1</sup> that they may mention the name of Allāh over what He has provided for them of [sacrificial] animals. For your god is one God, so to Him submit. And, [O Muḥammad], give good tidings to the humble [before their Lord]"
                },
                {
                    "id": 215553,
                    "resource_id": 39,
                    "text": "Dan bagi tiap-tiap umat, Kami syariatkan ibadat menyembelih korban (atau lain-lainnya) supaya mereka menyebut nama Allah sebagai bersyukur akan pengurniaanNya kepada mereka; binatang-binatang ternak yang disembelih itu. Kerana Tuhan kamu semua ialah Tuhan Yang Maha Esa, maka hendaklah kamu tunduk taat kepadaNya; dan sampaikanlah berita gembira (wahai Muhammad) kepada orang-orang yang tunduk taat -"
                },
                {
                    "id": 1093606,
                    "resource_id": 161,
                    "text": "আমি প্রতিটি সম্প্রদায়ের জন্য (কুরবানীর) নিয়ম করে দিয়েছি। তাদেরকে চতুষ্পদ জন্তু হতে যে রিযক্ দেয়া হয়েছে সেগুলোর উপর তারা যেন আল্লাহর নাম উচ্চারণ করে, (এই বিভিন্ন নিয়ম-পদ্ধতির মূল লক্ষ্য কিন্তু এক- আল্লাহর নির্দেশ পালন), কারণ তোমাদের উপাস্য একমাত্র উপাস্য, কাজেই তাঁর কাছেই আত্মসমর্পণ কর আর সুসংবাদ দাও সেই বিনীতদেরকে-"
                }
            ]
        },
        {
            "id": 2630,
            "verse_number": 35,
            "verse_key": "22:35",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 289,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّـٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
            "page_number": 336,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97684,
                    "resource_id": 20,
                    "text": "Who, when Allāh is mentioned, their hearts are fearful, and [to] the patient over what has afflicted them, and the establishers of prayer and those who spend from what We have provided them."
                },
                {
                    "id": 215557,
                    "resource_id": 39,
                    "text": "Iaitu orang-orang yang apabila disebut nama Allah, gerun gementarlah hati mereka, dan orang-orang yang sabar (cekal hati) terhadap kesusahan yang menimpa mereka, dan orang-orang yang mendirikan sembahyang, serta orang-orang yang mendermakan sebahagian dari rezeki yang Kami berikan kepadanya."
                },
                {
                    "id": 1093607,
                    "resource_id": 161,
                    "text": "‘আল্লাহ’ নামের উল্লেখ হলেই যাদের অন্তরাত্মা কেঁপে উঠে, যারা তাদের বিপদাপদে ধৈর্যধারণ করে, নামায কায়িম করে, আর তাদেরকে আমি যে রিযক্ দিয়েছি তাত্থেকে তারা ব্যয় করে।"
                }
            ]
        },
        {
            "id": 2631,
            "verse_number": 36,
            "verse_key": "22:36",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 289,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱلْبُدْنَ جَعَلْنَـٰهَا لَكُم مِّن شَعَـٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْقَانِعَ وَٱلْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَـٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
            "page_number": 336,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97686,
                    "resource_id": 20,
                    "text": "And the camels and cattle We have appointed for you as among the symbols [i.e., rites] of Allāh; for you therein is good. So mention the name of Allāh upon them when lined up [for sacrifice]; and when they are [lifeless] on their sides, then eat from them and feed the needy [who does not seek aid] and the beggar. Thus have We subjected them to you that you may be grateful."
                },
                {
                    "id": 215558,
                    "resource_id": 39,
                    "text": "Dan Kami jadikan unta (yang dihadiahkan kepada fakir miskin Makkah itu) sebahagian dari syiar ugama Allah untuk kamu; pada menyembelih unta yang tersebut ada kebaikan bagi kamu; oleh itu sebutlah nama Allah (semasa menyembelihnya) ketika ia berdiri di atas tiga kakinya maka apabila ia tumbang (serta putus nyawanya), makanlah sebahagian daripadanya, dan berilah (bahagian yang lain) kepada orang-orang yang tidak meminta dan yang meminta. Demikianlah Kami mudahkan dia untuk kamu (menguasainya dan menyembelihnya) supaya kamu bersyukur."
                },
                {
                    "id": 1093608,
                    "resource_id": 161,
                    "text": "আর (কুরবানীর) উটগুলোকে আমি করেছি আল্লাহর নিদর্শনসমূহের অন্যতম। তাতে তোমাদের জন্য কল্যাণ আছে, কাজেই সারিবদ্ধভাবে দাঁড়ানো অবস্থায় ওগুলোর উপর তোমরা আল্লাহর নাম উচ্চারণ কর। যখন তা পার্শ্বভরে পড়ে যায়, তখন তাথেকে খাও আর যারা (ভিক্ষে না ক’রে) পরিতৃপ্ত থাকে তাদেরকে আর যারা কাকুতি মিনতি ক’রে যাচ্ঞা করে তাদেরকেও খাওয়াও। এভাবে আমি ওগুলোকে তোমাদের অধীন করে দিয়েছি যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।"
                }
            ]
        },
        {
            "id": 2632,
            "verse_number": 37,
            "verse_key": "22:37",
            "hizb_number": 34,
            "rub_el_hizb_number": 134,
            "ruku_number": 289,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَـٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ ۗ وَبَشِّرِ ٱلْمُحْسِنِينَ",
            "page_number": 336,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97688,
                    "resource_id": 20,
                    "text": "Their meat will not reach Allāh, nor will their blood, but what reaches Him is piety from you. Thus have We subjected them to you that you may glorify Allāh for that [to] which He has guided you; and give good tidings to the doers of good."
                },
                {
                    "id": 215561,
                    "resource_id": 39,
                    "text": "Daging dan darah binatang korban atau hadiah itu tidak sekali-kali akan sampai kepada Allah, tetapi yang sampai kepadaNya ialah amal yang ikhlas yang berdasarkan taqwa dari kamu. Demikianlah Ia memudahkan binatang-binatang itu bagi kamu supaya kamu membesarkan Allah kerana mendapat nikmat petunjukNya. Dan sampaikanlah berita gembira (dengan balasan yang sebaik-baiknya) kepada orang-orang yang berusaha supaya baik amalnya."
                },
                {
                    "id": 1093609,
                    "resource_id": 161,
                    "text": "আল্লাহর কাছে ওগুলোর না গোশত পৌঁছে, আর না রক্ত পৌঁছে বরং তাঁর কাছে পৌঁছে তোমাদের তাকওয়া। এভাবে তিনি ওগুলোকে তোমাদের অধীন করে দিয়েছেন যাতে তোমরা আল্লাহর শ্রেষ্ঠত্ব ঘোষণা করতে পার এজন্য যে, তিনি তোমাদেরকে সঠিক পথ দেখিয়েছেন, কাজেই সৎকর্মশীলদেরকে তুমি সুসংবাদ দাও।"
                }
            ]
        },
        {
            "id": 2633,
            "verse_number": 38,
            "verse_key": "22:38",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 289,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا۟ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ",
            "page_number": 336,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97690,
                    "resource_id": 20,
                    "text": "Indeed, Allāh defends those who have believed. Indeed, Allāh does not like everyone treacherous and ungrateful."
                },
                {
                    "id": 215567,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah membela orang-orang yang beriman; sesungguhnya Allah tidak suka kepada tiap-tiap seorang yang khianat, lagi tidak bersyukur."
                },
                {
                    "id": 1093610,
                    "resource_id": 161,
                    "text": "আল্লাহ মু’মিনদেরকে রক্ষা করেন (যাবতীয় মন্দ হতে)। আল্লাহ কোন খিয়ানাতকারী, অকৃতজ্ঞকে পছন্দ করেন না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}