{
    "verses": [
        {
            "id": 2634,
            "verse_number": 39,
            "verse_key": "22:39",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 290,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أُذِنَ لِلَّذِينَ يُقَـٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا۟ ۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ",
            "page_number": 337,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97692,
                    "resource_id": 20,
                    "text": "Permission [to fight] has been given to those who are being fought,<sup foot_note=196837>1</sup> because they were wronged. And indeed, Allāh is competent to give them victory."
                },
                {
                    "id": 215563,
                    "resource_id": 39,
                    "text": "Diizinkan berperang bagi orang-orang (Islam) yang diperangi (oleh golongan penceroboh), kerana sesungguhnya mereka telah dianiaya; dan sesungguhnya Allah Amat Berkuasa untuk menolong mereka (mencapai kemenangan)."
                },
                {
                    "id": 1093611,
                    "resource_id": 161,
                    "text": "যাদের বিরুদ্ধে যুদ্ধ করা হয় তাদেরকে যুদ্ধের অনুমতি দেয়া হল, কেননা তাদের প্রতি অত্যাচার করা হয়েছে। আল্লাহ তাদেরকে সাহায্য করতে অবশ্যই সক্ষম।"
                }
            ]
        },
        {
            "id": 2635,
            "verse_number": 40,
            "verse_key": "22:40",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 290,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَـٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا۟ رَبُّنَا ٱللَّهُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَٰمِعُ وَبِيَعٌ وَصَلَوَٰتٌ وَمَسَـٰجِدُ يُذْكَرُ فِيهَا ٱسْمُ ٱللَّهِ كَثِيرًا ۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
            "page_number": 337,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97696,
                    "resource_id": 20,
                    "text": "[They are] those who have been evicted from their homes without right - only because they say, \"Our Lord is Allāh.\" And were it not that Allāh checks the people, some by means of others, there would have been demolished monasteries, churches, synagogues, and mosques in which the name of Allāh is much mentioned [i.e., praised]. And Allāh will surely support those who support Him [i.e., His cause]. Indeed, Allāh is Powerful and Exalted in Might."
                },
                {
                    "id": 215568,
                    "resource_id": 39,
                    "text": "Iaitu mereka yang diusir dari kampung halamannya dengan tidak berdasarkan sebarang alasan yang benar, (mereka diusir) semata-mata kerana mereka berkata: \"Tuhan kami ialah Allah\". Dan kalaulah Allah tidak mendorong setengah manusia menentang pencerobohan setengahnya yang lain, nescaya runtuhlah tempat-tempat pertapaan serta gereja-gereja (kaum Nasrani), dan tempat-tempat sembahyang (kaum Yahudi), dan juga masjid-masjid (orang Islam) yang sentiasa disebut nama Allah banyak-banyak padanya dan sesungguhnya Allah akan menolong sesiapa yang menolong ugamaNya (ugama Islam); sesungguhnya Allah Maha Kuat, lagi Maha Kuasa; -"
                },
                {
                    "id": 1093612,
                    "resource_id": 161,
                    "text": "তাদেরকে অন্যায়ভাবে গৃহ থেকে বহিষ্কার করা হয়েছে শুধু তাদের এ কথা বলার কারণে যে, ‘আল্লাহ আমাদের প্রতিপালক।’ আল্লাহ যদি মানুষদের এক দলের দ্বারা অন্য দলকে প্রতিহত না করতেন, তাহলে বিধ্বস্ত হয়ে যেত খ্রীষ্টান সংসারত্যাগীদের উপাসনালয়, গির্জা ও ইয়াহূদীদের উপাসনার স্থান আর মাসজিদসমূহ যেখানে আল্লাহর নাম অধিকহারে স্মরণ করা হয়। আল্লাহ অবশ্যই তাকে সাহায্য করেন যে তাঁকে সাহায্য করে, আল্লাহ শক্তিমান, পরাক্রান্ত।"
                }
            ]
        },
        {
            "id": 2636,
            "verse_number": 41,
            "verse_key": "22:41",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 290,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ إِن مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ أَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ وَأَمَرُوا۟ بِٱلْمَعْرُوفِ وَنَهَوْا۟ عَنِ ٱلْمُنكَرِ ۗ وَلِلَّهِ عَـٰقِبَةُ ٱلْأُمُورِ",
            "page_number": 337,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97699,
                    "resource_id": 20,
                    "text": "[And they are] those who, if We give them authority in the land, establish prayer and give zakāh and enjoin what is right and forbid what is wrong. And to Allāh belongs the outcome of [all] matters."
                },
                {
                    "id": 215572,
                    "resource_id": 39,
                    "text": "Iaitu mereka (umat Islam) yang jika Kami berikan mereka kekuasaan memerintah di bumi nescaya mereka mendirikan sembahyang serta memberi zakat, dan mereka menyuruh berbuat kebaikan serta melarang dari melakukan kejahatan dan perkara yang mungkar. Dan (ingatlah) bagi Allah jualah kesudahan segala urusan."
                },
                {
                    "id": 1093613,
                    "resource_id": 161,
                    "text": "(এরা হল) যাদেরকে আমি যমীনে প্রতিষ্ঠিত করলে তারা নামায প্রতিষ্ঠা করে, যাকাত প্রদান করে, সৎ কাজের আদেশ দেয় ও মন্দ কাজে নিষেধ করে, সকল কাজের শেষ পরিণাম (ও সিদ্ধান্ত) আল্লাহর হাতে নিবদ্ধ।"
                }
            ]
        },
        {
            "id": 2637,
            "verse_number": 42,
            "verse_key": "22:42",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 290,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ",
            "page_number": 337,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97701,
                    "resource_id": 20,
                    "text": "And if they deny you, [O Muḥammad] - so, before them, did the people of Noah and ʿAad and Thamūd deny [their prophets],"
                },
                {
                    "id": 215571,
                    "resource_id": 39,
                    "text": "Dan jika mereka (yang kafir itu) mendustakanmu (wahai Muhammad), maka (yang demikian tidaklah pelik) kerana sesungguhnya sebelum mereka: Kaum Nabi Nuh, dan Aad (kaum Nabi Hud), serta Thamud (kaum Nabi Soleh) telah juga mendustakan Rasul masing-masing;"
                },
                {
                    "id": 1093614,
                    "resource_id": 161,
                    "text": "লোকেরা যদি তোমাকে অস্বীকার করে তাহলে (জেনে রেখ এটা কোন নতুন ব্যাপার নয়) তাদের পূর্বে নূহ, ‘আদ ও সামূদ সম্প্রদায়ও (তাদের রসূলদের) অস্বীকার করেছিল।"
                }
            ]
        },
        {
            "id": 2638,
            "verse_number": 43,
            "verse_key": "22:43",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 290,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٍ",
            "page_number": 337,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97703,
                    "resource_id": 20,
                    "text": "And the people of Abraham and the people of Lot."
                },
                {
                    "id": 215579,
                    "resource_id": 39,
                    "text": "Dan (demikian juga) kaum Nabi Ibrahim dan kaum Nabi Lut;"
                },
                {
                    "id": 1093615,
                    "resource_id": 161,
                    "text": "আর ইবরাহীমের সম্প্রদায় ও লূতের সম্প্রদায়ও (অস্বীকার করেছিল)।"
                }
            ]
        },
        {
            "id": 2639,
            "verse_number": 44,
            "verse_key": "22:44",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 290,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَأَصْحَـٰبُ مَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَـٰفِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ",
            "page_number": 337,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97705,
                    "resource_id": 20,
                    "text": "And the inhabitants of Madyan. And Moses was denied, so I prolonged enjoyment for the disbelievers; then I seized them, and how [terrible] was My reproach."
                },
                {
                    "id": 215575,
                    "resource_id": 39,
                    "text": "Dan juga penduduk Madyan; dan Nabi Musa juga telah didustakan; maka Aku memberi tempoh kepada orang-orang kafir itu, kemudian Aku menimpakan mereka dengan azab seksa. Dengan yang demikian perhatikanlah bagaimana buruknya kesan kemurkaanKu."
                },
                {
                    "id": 1093616,
                    "resource_id": 161,
                    "text": "আর মাদইয়ানবাসীরাও [অস্বীকার করেছিল যারা ছিল শু‘আয়ব (আঃ)-এর সম্প্রদায়], আর মূসাকেও অস্বীকার করা হয়েছিল। আমি অস্বীকারকারীদেরকে সময়- সুযোগ দিয়েছিলাম, অতঃপর তাদেরকে পাকড়াও করেছিলাম। কত ভীষণ ছিল আমাকে অস্বীকার করার পরিণতি!"
                }
            ]
        },
        {
            "id": 2640,
            "verse_number": 45,
            "verse_key": "22:45",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 290,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا وَهِىَ ظَالِمَةٌ فَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ",
            "page_number": 337,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97707,
                    "resource_id": 20,
                    "text": "And how many a city did We destroy while it was committing wrong - so it is [now] fallen into ruin<sup foot_note=196839>1</sup> - and [how many] an abandoned well and [how many] a lofty palace.<sup foot_note=196838>2</sup>"
                },
                {
                    "id": 215577,
                    "resource_id": 39,
                    "text": "Maka bukan sedikit negeri-negeri yang Kami binasakan dengan sebab kezaliman penduduknya, lalu runtuh ranaplah bangunan-bangunannya; dan bukan sedikit pula telaga yang telah terbiar, dan istana yang tersergam (telah kosong, ditinggalkan)."
                },
                {
                    "id": 1093617,
                    "resource_id": 161,
                    "text": "আমি কত জনবসতিকে ধ্বংস করেছি যেগুলোর অধিবাসীরা ছিল যালিম, সেগুলো ছাদের ভরে পতিত হয়ে বিধ্বস্ত হয়েছিল, বিরাণ হয়েছিল কত কূপ আর সুউচ্চ সুদৃঢ় প্রাসাদরাজি।"
                }
            ]
        },
        {
            "id": 2641,
            "verse_number": 46,
            "verse_key": "22:46",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 290,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى ٱلْأَبْصَـٰرُ وَلَـٰكِن تَعْمَى ٱلْقُلُوبُ ٱلَّتِى فِى ٱلصُّدُورِ",
            "page_number": 337,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97709,
                    "resource_id": 20,
                    "text": "So have they not traveled through the earth and have hearts by which to reason and ears by which to hear? For indeed, it is not eyes that are blinded, but blinded are the hearts which are within the breasts."
                },
                {
                    "id": 215581,
                    "resource_id": 39,
                    "text": "Oleh itu, bukankah ada baiknya mereka mengembara di muka bumi supaya - dengan melihat kesan-kesan yang tersebut - mereka menjadi orang-orang yang ada hati yang dengannya mereka dapat memahami, atau ada telinga yang dengannya mereka dapat mendengar? (Tetapi kalaulah mereka mengembara pun tidak juga berguna) kerana keadaan yang sebenarnya bukanlah mata kepala yang buta, tetapi yang buta itu ialah mata hati yang ada di dalam dada."
                },
                {
                    "id": 1093618,
                    "resource_id": 161,
                    "text": "তারা কি যমীনে ভ্রমণ করে না? তাহলে তারা হৃদয় দিয়ে বুঝতে পারত, আর তাদের কান শুনতে পারত। প্রকৃতপক্ষে চোখ অন্ধ নয়, বরং বুকের ভিতর যে হৃদয় আছে তা-ই অন্ধ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}