{
    "verses": [
        {
            "id": 2642,
            "verse_number": 47,
            "verse_key": "22:47",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 290,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ",
            "page_number": 338,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97711,
                    "resource_id": 20,
                    "text": "And they urge you to hasten the punishment. But Allāh will never fail in His promise. And indeed, a day with your Lord is like a thousand years of those which you count."
                },
                {
                    "id": 215582,
                    "resource_id": 39,
                    "text": "Dan mereka meminta kepadamu (wahai Muhammad) menyegerakan kedatangan azab, padahal Allah tidak sekali-kali akan memungkiri janjiNya; dan (katakanlah kepada mereka): sesungguhnya satu hari dari hari-hari azab di sisi Tuhanmu adalah menyamai seribu tahun dari yang kamu hitung."
                },
                {
                    "id": 1093619,
                    "resource_id": 161,
                    "text": "তারা তোমাকে তাড়াতাড়ি শাস্তি নিয়ে আসতে বলে (কিন্তু শাস্তি তো আসবে আল্লাহর ও‘য়াদা অনুযায়ী নির্দিষ্ট সময়ে), কেননা আল্লাহ কক্ষনো তাঁর ওয়া‘দা খেলাফ করেন না, তোমার প্রতিপালকের একদিন হল তোমাদের গণনায় এক হাজার বছরের সমান।"
                }
            ]
        },
        {
            "id": 2643,
            "verse_number": 48,
            "verse_key": "22:48",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 290,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ",
            "page_number": 338,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97713,
                    "resource_id": 20,
                    "text": "And for how many a city did I prolong enjoyment while it was committing wrong. Then I seized it, and to Me is the [final] destination."
                },
                {
                    "id": 215586,
                    "resource_id": 39,
                    "text": "Dan bukan sedikit negeri-negeri yang Aku beri tempoh, sedang penduduknya berlaku zalim; kemudian Aku menimpakannya dengan azab seksa; dan (ingatlah) kepada Akulah tempat kembali."
                },
                {
                    "id": 1093620,
                    "resource_id": 161,
                    "text": "আমি কত জনপদকে সময়-সুযোগ দিয়েছি যখন তারা ছিল অন্যায় কাজে লিপ্ত। অতঃপর সেগুলোকে পাকড়াও করেছিলাম, (পালিয়ে কেউ তো কোথাও যেতে পারবে না) কেননা (সকলের) প্রত্যাবর্তন আমারই কাছে।"
                }
            ]
        },
        {
            "id": 2644,
            "verse_number": 49,
            "verse_key": "22:49",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 291,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌ مُّبِينٌ",
            "page_number": 338,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97715,
                    "resource_id": 20,
                    "text": "Say, \"O people, I am only to you a clear warner.\""
                },
                {
                    "id": 214721,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Wahai sekalian manusia, aku tidak lain hanyalah seorang Rasul pemberi amaran yang menjelaskan keterangan-keterangan kepada kamu\"."
                },
                {
                    "id": 1093621,
                    "resource_id": 161,
                    "text": "বল, ‘হে মানুষ! আমি (প্রেরিত হয়েছি) তোমাদের জন্য এক সুস্পষ্ট সতর্ককারীরূপে।’"
                }
            ]
        },
        {
            "id": 2645,
            "verse_number": 50,
            "verse_key": "22:50",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 291,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
            "page_number": 338,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97719,
                    "resource_id": 20,
                    "text": "And those who have believed and done righteous deeds - for them is forgiveness and noble provision."
                },
                {
                    "id": 215591,
                    "resource_id": 39,
                    "text": "Maka orang-orang yang beriman dan beramal soleh akan beroleh keampunan dan limpah kurnia yang mulia."
                },
                {
                    "id": 1093622,
                    "resource_id": 161,
                    "text": "কাজেই যারা ঈমান আনবে আর সৎ কাজ করবে তাদের জন্য কেবল আছে ক্ষমা আর সম্মানজনক জীবিকা।"
                }
            ]
        },
        {
            "id": 2646,
            "verse_number": 51,
            "verse_key": "22:51",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 291,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ سَعَوْا۟ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
            "page_number": 338,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97721,
                    "resource_id": 20,
                    "text": "But the ones who strove against Our verses, [seeking] to cause failure<sup foot_note=196840>1</sup> - those are the companions of Hellfire."
                },
                {
                    "id": 215599,
                    "resource_id": 39,
                    "text": "Dan (sebaliknya) orang-orang yang berusaha menentang dan membatalkan ayat-ayat keterangan Kami, mereka itulah ahli neraka."
                },
                {
                    "id": 1093623,
                    "resource_id": 161,
                    "text": "আর যারা আমার নিদর্শনের বিরুদ্ধে চেষ্টা চালায়, সেগুলোর উদ্দেশ্যকে ব্যর্থ করার জন্য, তারাই হল জাহান্নামের বাসিন্দা।"
                }
            ]
        },
        {
            "id": 2647,
            "verse_number": 52,
            "verse_key": "22:52",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 291,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَـٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَـٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَـٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "page_number": 338,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97723,
                    "resource_id": 20,
                    "text": "And We did not send before you any messenger or prophet except that when he spoke [or recited], Satan threw into it [some misunderstanding]. But Allāh abolishes that which Satan throws in; then Allāh makes precise His verses.<sup foot_note=196841>1</sup> And Allāh is Knowing and Wise."
                },
                {
                    "id": 215592,
                    "resource_id": 39,
                    "text": "Dan tidaklah Kami mengutuskan sebelummu seorang Rasul atau seorang Nabi melainkan apabila ia bercita-cita (supaya kaumnya beriman kepada ugama Allah yang dibawanya), maka Syaitan pun melemparkan hasutannya mengenai usaha Rasul atau Nabi itu mencapai cita-citanya; oleh itu, Allah segera menghapuskan apa yang telah diganggu oleh Syaitan, kemudian Allah menetapkan ayat-ayatNya dengan kukuhnya; dan Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1093624,
                    "resource_id": 161,
                    "text": "আমি তোমার পূর্বে যে সব রসূল কিংবা নবী পাঠিয়েছি তাদের কেউ যখনই কোন আকাঙ্ক্ষা করেছে তখনই শয়ত্বান তার আকাঙ্ক্ষায় (প্রতিবন্ধকতা, সন্দেহ-সংশয়) নিক্ষেপ করেছে, কিন্তু শয়ত্বান যা নিক্ষেপ করে আল্লাহ তা মুছে দেন, অতঃপর আল্লাহ তাঁর নিদর্শনসমূহকে সুপ্রতিষ্ঠিত করেন। কারণ আল্লাহ সর্বজ্ঞ, সর্বশ্রেষ্ঠ হিকমতওয়ালা।"
                }
            ]
        },
        {
            "id": 2648,
            "verse_number": 53,
            "verse_key": "22:53",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 291,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَـٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍ",
            "page_number": 338,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97725,
                    "resource_id": 20,
                    "text": "[That is] so He may make what Satan throws in [i.e., asserts] a trial for those within whose hearts is disease<sup foot_note=196842>1</sup> and those hard of heart. And indeed, the wrongdoers are in extreme dissension."
                },
                {
                    "id": 215596,
                    "resource_id": 39,
                    "text": "(Yang demikian) kerana Allah hendak menjadikan hasutan Syaitan itu sebagai satu fitnah cubaan bagi orang-orang yang ada penyakit kufur ingkar dalam hati mereka, dan yang hatinya keras membatu; dan sesungguhnya mereka yang zalim itu sentiasa berada dalam pertentangan yang jauh dari kebenaran."
                },
                {
                    "id": 1093625,
                    "resource_id": 161,
                    "text": "(তিনি এটা হতে দেন এজন্য) যাতে তিনি শয়ত্বান যা মিশিয়ে দিয়েছে তা দ্বারা পরীক্ষা করতে পারেন তাদেরকে যাদের অন্তরে (মুনাফিকীর) ব্যাধি আছে, যারা শক্ত হৃদয়ের। অন্যায়কারীরা চরম মতভেদে লিপ্ত আছে।"
                }
            ]
        },
        {
            "id": 2649,
            "verse_number": 54,
            "verse_key": "22:54",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 291,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا۟ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ ۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا۟ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
            "page_number": 338,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97728,
                    "resource_id": 20,
                    "text": "And so those who were given knowledge may know that it is the truth from your Lord and [therefore] believe in it, and their hearts humbly submit to it. And indeed is Allāh the Guide of those who have believed to a straight path."
                },
                {
                    "id": 215597,
                    "resource_id": 39,
                    "text": "Dan juga supaya orang-orang yang beroleh ilmu mengetahui bahawa ayat-ayat keterangan itu benar dari Tuhanmu, lalu mereka beriman kepadanya, sehingga tunduk taatlah hati mereka mematuhinya; dan sesungguhnya Allah sentiasa memimpin orang-orang yang beriman ke jalan yang lurus."
                },
                {
                    "id": 1093626,
                    "resource_id": 161,
                    "text": "(আর অপরদিকে) যাতে, যাদেরকে জ্ঞান দেয়া হয়েছে তারা জানতে পারে যে, এটা তোমার প্রতিপালকের পক্ষ থেকে (প্রেরিত) সত্য, অতঃপর তারা যেন তাতে বিশ্বাসী হয় আর তাদের অন্তর নম্রতাভরে তার প্রতি খুলে দেয়া হয়, কারণ আল্লাহ ঈমানদারদেরকে অবশ্যই সঠিক পথে পরিচালিত করেন।"
                }
            ]
        },
        {
            "id": 2650,
            "verse_number": 55,
            "verse_key": "22:55",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 291,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ فِى مِرْيَةٍ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
            "page_number": 338,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97730,
                    "resource_id": 20,
                    "text": "But those who disbelieve will not cease to be in doubt of it until the Hour comes upon them unexpectedly or there comes to them the punishment of a barren Day.<sup foot_note=196843>1</sup>"
                },
                {
                    "id": 215604,
                    "resource_id": 39,
                    "text": "Dan orang-orang kafir tetap di dalam keraguan terhadap Al-Quran hingga datang kepada mereka saat kiamat secara mengejut, atau datang kepada mereka azab hari yang tidak ada kebaikan untuk mereka."
                },
                {
                    "id": 1093627,
                    "resource_id": 161,
                    "text": "অবিশ্বাসীরা তাতে (অর্থাৎ ওয়াহীতে) সন্দেহ পোষণ করা থেকে বিরত হবে না যতক্ষণ না কিয়ামাত আসবে হঠাৎ ক’রে অথবা তাদের উপর শাস্তি এসে যাবে এক বন্ধ্যা দিনে (যা কাফিরদেরকে কোন সুফল দিবে না)।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}