{
    "verses": [
        {
            "id": 2651,
            "verse_number": 56,
            "verse_key": "22:56",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 291,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ٱلْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى جَنَّـٰتِ ٱلنَّعِيمِ",
            "page_number": 339,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97732,
                    "resource_id": 20,
                    "text": "[All] sovereignty that Day is for Allāh;<sup foot_note=196844>1</sup> He will judge between them. So they who believed and did righteous deeds will be in the Gardens of Pleasure."
                },
                {
                    "id": 215600,
                    "resource_id": 39,
                    "text": "Kuasa pemerintahan pada hari kiamat itu tertentu bagi Allah. Ia akan menghukum di antara mereka. Maka orang-orang yang beriman dan beramal soleh ditempatkan di dalam Syurga yang penuh dengan segala nikmat dan kesenangan;"
                },
                {
                    "id": 1093628,
                    "resource_id": 161,
                    "text": "ক্ষমতা-আধিপত্য সেদিন হবে আল্লাহরই, তিনি তাদের মাঝে বিচার-ফয়সালা করবেন। অতঃপর যারা ঈমান আনে ও সৎ কাজ করে তারা থাকবে নি‘মাতরাজিতে পরিপূর্ণ জান্নাতে।"
                }
            ]
        },
        {
            "id": 2652,
            "verse_number": 57,
            "verse_key": "22:57",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 291,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
            "page_number": 339,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97734,
                    "resource_id": 20,
                    "text": "And they who disbelieved and denied Our signs - for those there will be a humiliating punishment."
                },
                {
                    "id": 214723,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kafir serta mendustakan ayat-ayat keterangan kami, maka mereka beroleh azab seksa yang menghina."
                },
                {
                    "id": 1093629,
                    "resource_id": 161,
                    "text": "আর যারা কুফুরী করে আর আমার আয়াতসমূহকে মিথ্যে জেনে প্রত্যাখ্যান করে তাদের জন্য আছে অপমানজনক শাস্তি।"
                }
            ]
        },
        {
            "id": 2653,
            "verse_number": 58,
            "verse_key": "22:58",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 292,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ هَاجَرُوا۟ فِى سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓا۟ أَوْ مَاتُوا۟ لَيَرْزُقَنَّهُمُ ٱللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
            "page_number": 339,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97736,
                    "resource_id": 20,
                    "text": "And those who emigrated for the cause of Allāh and then were killed or died - Allāh will surely provide for them a good provision. And indeed, it is Allāh who is the best of providers."
                },
                {
                    "id": 215607,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang berhijrah pada jalan Allah, kemudian mereka terbunuh atau mati, sudah tentu Allah akan mengurniakan kepada mereka limpah kurnia yang baik. Dan (ingatlah) sesungguhnya Allah adalah sebaik-baik pemberi limpah kurnia."
                },
                {
                    "id": 1093630,
                    "resource_id": 161,
                    "text": "আর যারা আল্লাহর পথে হিজরাত করেছে, অতঃপর নিহত হয়েছে, কিংবা মারা গেছে, আল্লাহ তাদেরকে অবশ্য অবশ্যই উৎকৃষ্ট রিযক্ দান করবেন, আর আল্লাহ- তিনি তো সর্বোত্তম রিযকদাতা।"
                }
            ]
        },
        {
            "id": 2654,
            "verse_number": 59,
            "verse_key": "22:59",
            "hizb_number": 34,
            "rub_el_hizb_number": 135,
            "ruku_number": 292,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُۥ ۗ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٌ",
            "page_number": 339,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97738,
                    "resource_id": 20,
                    "text": "He will surely cause them to enter an entrance with which they will be pleased, and indeed, Allāh is Knowing and Forbearing."
                },
                {
                    "id": 215609,
                    "resource_id": 39,
                    "text": "Sudah tentu Allah akan memasukkan mereka (yang tersebut itu) ke tempat yang mereka sukai (Syurga), dan sesungguhnya Allah Maha Mengetahui, lagi Maha Penyabar."
                },
                {
                    "id": 1093631,
                    "resource_id": 161,
                    "text": "তিনি তাদেরকে অবশ্য অবশ্যই দাখিল করবেন এমন জায়গায় যা পেয়ে তারা খুবই সন্তুষ্ট হবে, আর আল্লাহ নিশ্চিতই অবশ্যই সর্বজ্ঞ, পরম সহিষ্ণু।"
                }
            ]
        },
        {
            "id": 2655,
            "verse_number": 60,
            "verse_key": "22:60",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 292,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِىَ عَلَيْهِ لَيَنصُرَنَّهُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
            "page_number": 339,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97742,
                    "resource_id": 20,
                    "text": "That [is so]. And whoever responds [to injustice] with the equivalent of that with which he was harmed and then is tyrannized - Allāh will surely aid him. Indeed, Allāh is Pardoning and Forgiving.<sup foot_note=196845>1</sup>"
                },
                {
                    "id": 215618,
                    "resource_id": 39,
                    "text": "Demikianlah (janji balasan Allah yang melimpah-limpah itu). Dan sesiapa yang membalas kejahatan orang, sama seperti yang dilakukan kepadanya, kemudian ia dianiaya lagi, demi sesungguhnya Allah akan menolongnya. (Dalam pada itu ingatlah) sesungguhnya Allah Maha Pemaaf, lagi Maha Pengampun."
                },
                {
                    "id": 1093632,
                    "resource_id": 161,
                    "text": "এতো হল তাদের অবস্থা, আর যে ব্যক্তি আঘাতপ্রাপ্ত হলে সমপরিমাণ প্রতিশোধ গ্রহণ করে, অতঃপর আবার সে নিপীড়িত হয়, আল্লাহ তাকে অবশ্য অবশ্যই সাহায্য করবেন, আল্লাহ অবশ্যই মাফকারী ক্ষমাশীল।"
                }
            ]
        },
        {
            "id": 2656,
            "verse_number": 61,
            "verse_key": "22:61",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 292,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَأَنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
            "page_number": 339,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97744,
                    "resource_id": 20,
                    "text": "That<sup foot_note=196846>1</sup> is because Allāh causes the night to enter the day and causes the day to enter the night and because Allāh is Hearing and Seeing."
                },
                {
                    "id": 215613,
                    "resource_id": 39,
                    "text": "(Pertolongan yang dijanjikan Allah tetap berlaku) kerana Allah berkuasa menukar gantikan sesuatu keadaan sebagaimana kuasaNya memasukkan malam pada siang dan memasukkan siang pada malam (silih berganti); dan (ingatlah) sesungguhnya Allah Maha Mendengar, lagi Maha Melihat."
                },
                {
                    "id": 1093633,
                    "resource_id": 161,
                    "text": "এটা এজন্য যে, আল্লাহ রাতকে ঢুকিয়ে দেন দিনে, আর দিনকে ঢুকিয়ে দেন রাতে (দুঃখ বেদনার অন্ধকার দূর করে আনন্দের আলো এনে দেন আর আনন্দিত জনকে দুঃখের অাঁধারে ডুবিয়ে দেন)। আর আল্লাহ তো সব কিছু শোনেন, সব কিছু দেখেন।"
                }
            ]
        },
        {
            "id": 2657,
            "verse_number": 62,
            "verse_key": "22:62",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 292,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِۦ هُوَ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
            "page_number": 339,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97746,
                    "resource_id": 20,
                    "text": "That is because Allāh is the True Reality, and that which they call upon other than Him is falsehood, and because Allāh is the Most High, the Grand."
                },
                {
                    "id": 215615,
                    "resource_id": 39,
                    "text": "Bersifatnya Allah dengan kekuasaan dan luas ilmu pengetahuan itu kerana bahawasanya Allah, Dia lah sahaja Tuhan Yang Sebenar-benarnya, dan bahawa segala yang mereka sembah selain dari Allah itulah yang nyata palsunya. Dan (ingatlah) sesungguhnya Allah jualah Yang Maha Tinggi keadaanNya, lagi Maha Besar (kekuasaanNya)"
                },
                {
                    "id": 1093634,
                    "resource_id": 161,
                    "text": "এজন্য যে, আল্লাহ- তিনিই সত্য, আর তাঁকে বাদ দিয়ে তারা অন্য যাকে ডাকে তা অলীক, অসত্য, আর আল্লাহ, তিনি তো সর্বোচ্চ, সুমহান।"
                }
            ]
        },
        {
            "id": 2658,
            "verse_number": 63,
            "verse_key": "22:63",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 292,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَتُصْبِحُ ٱلْأَرْضُ مُخْضَرَّةً ۗ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
            "page_number": 339,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97748,
                    "resource_id": 20,
                    "text": "Do you not see that Allāh has sent down rain from the sky and the earth becomes green? Indeed, Allāh is Subtle<sup foot_note=196848>1</sup> and Aware.<sup foot_note=196847>2</sup>"
                },
                {
                    "id": 214725,
                    "resource_id": 39,
                    "text": "Tidakkah engkau melihat bahawa Allah telah menurunkan hujan dari langit, lalu menjadilah bumi ini hijau subur (dengan sebabnya)? Sesungguhnya Allah Maha Halus serta lemah-lembut (urusan tadbirNya), lagi Maha Mendalam pengetahuanNya (akan hal-ehwal sekalian makhlukNya)."
                },
                {
                    "id": 1093635,
                    "resource_id": 161,
                    "text": "তুমি কি লক্ষ্য কর না যে, আল্লাহ আকাশ থেকে পানি বর্ষণ করেন, যার ফলে পৃথিবী সবুজে আচ্ছাদিত হয়ে যায়, নিশ্চয় আল্লাহ সূক্ষ্ণদর্শী, সর্ববিষয়ে ওয়াকিফহাল।"
                }
            ]
        },
        {
            "id": 2659,
            "verse_number": 64,
            "verse_key": "22:64",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 292,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
            "page_number": 339,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97750,
                    "resource_id": 20,
                    "text": "To Him belongs what is in the heavens and what is on the earth. And indeed, Allāh is the Free of need, the Praiseworthy."
                },
                {
                    "id": 215638,
                    "resource_id": 39,
                    "text": "Segala yang ada di langit dan di bumi adalah kepunyaanNya. Dan sesungguhnya Allah, Dia lah jua Yang Maha Kaya, lagi Maha Terpuji."
                },
                {
                    "id": 1093636,
                    "resource_id": 161,
                    "text": "আকাশ ও পৃথিবীতে যা কিছু আছে সবই তাঁর, আর আল্লাহ, তিনি যাবতীয় অভাব থেকে মুক্ত, যাবতীয় প্রশংসার অধিকারী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}