{
    "verses": [
        {
            "id": 223,
            "verse_number": 216,
            "verse_key": "2:216",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 27,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۖ وَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَهُوَ خَيْرٌ لَّكُمْ ۖ وَعَسَىٰٓ أَن تُحِبُّوا۟ شَيْـًٔا وَهُوَ شَرٌّ لَّكُمْ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
            "page_number": 34,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97640,
                    "resource_id": 20,
                    "text": "Battle has been enjoined upon you while it is hateful to you. But perhaps you hate a thing and it is good for you; and perhaps you love a thing and it is bad for you. And Allāh knows, while you know not."
                },
                {
                    "id": 215488,
                    "resource_id": 39,
                    "text": "Kamu diwajibkan berperang (untuk menentang pencerobohan) sedang peperangan itu ialah perkara yang kamu benci; dan boleh jadi kamu benci kepada sesuatu padahal ia baik bagi kamu, dan boleh jadi kamu suka kepada sesuatu padahal ia buruk bagi kamu. Dan (ingatlah), Allah jualah Yang mengetahui (semuanya itu), sedang kamu tidak mengetahuinya."
                },
                {
                    "id": 1091200,
                    "resource_id": 161,
                    "text": "তোমাদের প্রতি যুদ্ধ লিপিবদ্ধ করে দেয়া হয়েছে, অথচ তা তোমাদের কাছে অপ্রিয় কিন্তু তোমরা কোন কিছু অপছন্দ কর সম্ভবতঃ তোমাদের জন্য তা কল্যাণকর এবং সম্ভবতঃ কোন কিছু তোমাদের কাছে প্রিয় অথচ তা তোমাদের জন্য অকল্যাণকর। বস্তুতঃ আল্লাহ্ই জানেন, তোমরা জান না।"
                }
            ]
        },
        {
            "id": 224,
            "verse_number": 217,
            "verse_key": "2:217",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 28,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَسْـَٔلُونَكَ عَنِ ٱلشَّهْرِ ٱلْحَرَامِ قِتَالٍ فِيهِ ۖ قُلْ قِتَالٌ فِيهِ كَبِيرٌ ۖ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفْرٌۢ بِهِۦ وَٱلْمَسْجِدِ ٱلْحَرَامِ وَإِخْرَاجُ أَهْلِهِۦ مِنْهُ أَكْبَرُ عِندَ ٱللَّهِ ۚ وَٱلْفِتْنَةُ أَكْبَرُ مِنَ ٱلْقَتْلِ ۗ وَلَا يَزَالُونَ يُقَـٰتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ ٱسْتَطَـٰعُوا۟ ۚ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِۦ فَيَمُتْ وَهُوَ كَافِرٌ فَأُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
            "page_number": 34,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97644,
                    "resource_id": 20,
                    "text": "They ask you about the sacred month<sup foot_note=196007>1</sup> - about fighting therein. Say, \"Fighting therein is great [sin], but averting [people] from the way of Allāh and disbelief in Him and [preventing access to] al-Masjid al-Ḥarām and the expulsion of its people therefrom are greater [evil] in the sight of Allāh. And fitnah<sup foot_note=196006>2</sup> is greater than killing.\" And they will continue to fight you until they turn you back from your religion if they are able. And whoever of you reverts from his religion [to disbelief] and dies while he is a disbeliever - for those, their deeds have become worthless in this world and the Hereafter, and those are the companions of the Fire; they will abide therein eternally."
                },
                {
                    "id": 215511,
                    "resource_id": 39,
                    "text": "Mereka bertanya kepadamu (wahai Muhammad), mengenai (hukum) berperang dalam bulan yang dihormati; katakanlah: \"Peperangan dalam bulan itu adalah berdosa besar, tetapi perbuatan menghalangi (orang-orang Islam) dari jalan Allah dan perbuatan kufur kepadaNya, dan juga perbuatan menyekat (orang-orang Islam) ke Masjid Al-Haraam (di Makkah), serta mengusir penduduknya dari situ, (semuanya itu) adalah lebih besar lagi dosanya di sisi Allah. Dan (ingatlah), angkara fitnah itu lebih besar (dosanya) daripada pembunuhan (semasa perang dalam bulan yang dihormati). Dan mereka (orang-orang kafir itu) sentiasa memerangi kamu hingga mereka (mahu) memalingkan kamu dari ugama kamu kalau mereka sanggup (melakukan yang demikian); dan sesiapa di antara kamu yang murtad (berpaling tadah) dari ugamanya (ugama Islam), lalu ia mati sedang ia tetap kafir, maka orang-orang yang demikian, rosak binasalah amal usahanya (yang baik) di dunia dan di akhirat, dan mereka itulah ahli neraka, kekal mereka di dalamnya (selama-lamanya)."
                },
                {
                    "id": 1091201,
                    "resource_id": 161,
                    "text": "পবিত্র মাসে লড়াই করা সম্বন্ধে তোমাকে তারা জিজ্ঞেস করছে। বল, এতে যুদ্ধ করা ভয়ঙ্কর গুনাহ। পক্ষান্তরে আল্লাহর পথ হতে বাধা দান, আল্লাহর সঙ্গে কুফুরী, কা‘বা গৃহে যেতে বাধা দেয়া এবং তাত্থেকে তার বাসিন্দাদেরকে বের করে দেয়া আল্লাহর নিকট তার চেয়ে অধিক অন্যায়। ফিতনা হত্যা হতেও গুরুতর অন্যায়। যদি তাদের সাধ্যে কুলায় তারা তোমাদের বিরুদ্ধে যুদ্ধ করতেই থাকবে, যে পর্যন্ত না তারা তোমাদেরকে তোমাদের দ্বীন হতে ফিরিয়ে না দেয় এবং তোমাদের যে কেউ নিজের দ্বীন হতে ফিরে যায়, অতঃপর সেই ব্যক্তি কাফির অবস্থায় মারা যায়, তবে এমন লোকের কর্ম দুনিয়াতে এবং আখেরাতে ব্যর্থ হয়ে যাবে। আর এরা অগ্নিবাসী, চিরকালই তাতে থাকবে।"
                }
            ]
        },
        {
            "id": 225,
            "verse_number": 218,
            "verse_key": "2:218",
            "hizb_number": 4,
            "rub_el_hizb_number": 13,
            "ruku_number": 28,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ أُو۟لَـٰٓئِكَ يَرْجُونَ رَحْمَتَ ٱللَّهِ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
            "page_number": 34,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97646,
                    "resource_id": 20,
                    "text": "Indeed, those who have believed and those who have emigrated and fought in the cause of Allāh - those expect the mercy of Allāh. And Allāh is Forgiving and Merciful."
                },
                {
                    "id": 215513,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang beriman, dan orang-orang yang berhijrah serta berjuang pada jalan Allah (untuk menegakkan ugama Islam), mereka itulah orang-orang yang mengharapkan rahmat Allah. Dan (ingatlah), Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091202,
                    "resource_id": 161,
                    "text": "নিশ্চয়ই যারা ঈমান এনেছে এবং হিজরত করেছে ও আল্লাহর পথে জিহাদ করেছে, এরাই আল্লাহর রহমত আশা করে, আল্লাহ ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 226,
            "verse_number": 219,
            "verse_key": "2:219",
            "hizb_number": 4,
            "rub_el_hizb_number": 14,
            "ruku_number": 28,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ يَسْـَٔلُونَكَ عَنِ ٱلْخَمْرِ وَٱلْمَيْسِرِ ۖ قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَـٰفِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا ۗ وَيَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ قُلِ ٱلْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
            "page_number": 34,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97648,
                    "resource_id": 20,
                    "text": "They ask you about wine<sup foot_note=196008>1</sup> and gambling. Say, \"In them is great sin and [yet, some] benefit for people. But their sin is greater than their benefit.\" And they ask you what they should spend. Say, \"The excess [beyond needs].\" Thus Allāh makes clear to you the verses [of revelation] that you might give thought"
                },
                {
                    "id": 215843,
                    "resource_id": 39,
                    "text": "Mereka bertanya kepadamu (Wahai Muhammad) mengenai arak dan judi. Katakanlah: \"Pada keduanya ada dosa besar dan ada pula beberapa manfaat bagi manusia tetapi dosa keduanya lebih besar daripada manfaatnya dan mereka bertanya pula kepadamu: Apakah yang mereka akan belanjakan (dermakan)? Katakanlah: \"Dermakanlah - apa-apa) yang berlebih dari keperluan (kamu). Demikianlah Allah menerangkan kepada kamu ayat-ayatNya (keterangan-keterangan hukumNya) supaya kamu berfikir:"
                },
                {
                    "id": 1091203,
                    "resource_id": 161,
                    "text": "তোমাকে লোকে মদ ও জুয়া সম্পর্কে জিজ্ঞেস করছে। বল, ‘ঐ দু’টোতে আছে ভয়ঙ্কর গুনাহ এবং মানুষের জন্য উপকারও কিন্তু এ দু’টোর পাপ এ দু’টোর উপকার অপেক্ষা অধিক’। তোমাকে জিজ্ঞেস করছে, কী তারা ব্যয় করবে? বল, ‘যা উদ্বৃত্ত’। এভাবে আল্লাহ তোমাদের প্রতি আদেশাবলী বিস্তারিতভাবে বর্ণনা করছেন, যাতে তোমরা চিন্তা কর ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}