{
    "verses": [
        {
            "id": 2668,
            "verse_number": 73,
            "verse_key": "22:73",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 294,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٌ فَٱسْتَمِعُوا۟ لَهُۥٓ ۚ إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَن يَخْلُقُوا۟ ذُبَابًا وَلَوِ ٱجْتَمَعُوا۟ لَهُۥ ۖ وَإِن يَسْلُبْهُمُ ٱلذُّبَابُ شَيْـًٔا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ ٱلطَّالِبُ وَٱلْمَطْلُوبُ",
            "page_number": 341,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97771,
                    "resource_id": 20,
                    "text": "O people, an example is presented, so listen to it. Indeed, those you invoke besides Allāh will never create [as much as] a fly, even if they gathered together for it [i.e., that purpose]. And if the fly should steal from them a [tiny] thing, they could not recover it from him. Weak are the pursuer and pursued.<sup foot_note=196851>1</sup>"
                },
                {
                    "id": 214727,
                    "resource_id": 39,
                    "text": "Wahai umat manusia, inilah diberikan satu misal perbandingan, maka dengarlah mengenainya dengan bersungguh-sungguh. Sebenarnya mereka yang kamu seru dan sembah, yang lain dari Allah itu, tidak sekali-kali akan dapat mencipta seekor lalat walaupun mereka berhimpun beramai-ramai untuk membuatnya; dan jika lalat itu mengambil sesuatu dari mereka, mereka tidak dapat mengambilnya balik daripadanya. (Kedua-duanya lemah belaka), lemah yang meminta (dari mendapat hajatnya), dan lemah yang diminta (daripada menunaikannya)."
                },
                {
                    "id": 1093645,
                    "resource_id": 161,
                    "text": "হে মানুষ! একটা দৃষ্টান্ত পেশ করা হচ্ছে, সেটা মনোযোগ দিয়ে শোন। আল্লাহর পরিবর্তে তোমরা যাদেরকে ডাক তারা কক্ষনো একটা মাছিও সৃষ্টি করতে পারে না, এজন্য তারা সবাই একত্রিত হলেও। আর মাছি যদি তাদের কাছ থেকে কিছু ছিনিয়ে নিয়ে যায়, তারা তার থেকে তা উদ্ধারও করতে পারে না, প্রার্থনাকারী আর যার কাছে প্রার্থনা করা হয় উভয়েই দুর্বল।"
                }
            ]
        },
        {
            "id": 2669,
            "verse_number": 74,
            "verse_key": "22:74",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 294,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "مَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
            "page_number": 341,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97773,
                    "resource_id": 20,
                    "text": "They have not appraised Allāh with true appraisal.<sup foot_note=196852>1</sup> Indeed, Allāh is Powerful and Exalted in Might."
                },
                {
                    "id": 215642,
                    "resource_id": 39,
                    "text": "Mereka (yang kafir musyrik) itu tidak menghormati Allah menurut penghormatan yang selayaknya (sebagaimana yang ditetapkanNya); sesungguhnya Allah adalah Maha Kuat, lagi Maha Kuasa."
                },
                {
                    "id": 1093646,
                    "resource_id": 161,
                    "text": "তারা আল্লাহর যথাযোগ্য মর্যাদা দেয় না, আল্লাহ নিশ্চিতই ক্ষমতাশালী, মহা পরাক্রান্ত।"
                }
            ]
        },
        {
            "id": 2670,
            "verse_number": 75,
            "verse_key": "22:75",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 294,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ يَصْطَفِى مِنَ ٱلْمَلَـٰٓئِكَةِ رُسُلًا وَمِنَ ٱلنَّاسِ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
            "page_number": 341,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97775,
                    "resource_id": 20,
                    "text": "Allāh chooses from the angels messengers and from the people. Indeed, Allāh is Hearing and Seeing."
                },
                {
                    "id": 215648,
                    "resource_id": 39,
                    "text": "Allah memilih utusan-utusanNya dari malaikat dan dari manusia; sesungguhnya Allah Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1093647,
                    "resource_id": 161,
                    "text": "আল্লাহ ফেরেশতাগণের মধ্য হতে বাণীবাহক মনোনীত করেন আর মানুষদের মধ্য হতেও, আল্লাহ সব কিছু শোনেন, সব কিছু দেখেন।"
                }
            ]
        },
        {
            "id": 2671,
            "verse_number": 76,
            "verse_key": "22:76",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 294,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
            "page_number": 341,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97777,
                    "resource_id": 20,
                    "text": "He knows what is [presently] before them and what will be after them.<sup foot_note=196853>1</sup> And to Allāh will be returned [all] matters."
                },
                {
                    "id": 215643,
                    "resource_id": 39,
                    "text": "Ia mengetahui apa yang ada di hadapan mereka dan apa yang ada di belakang mereka; dan kepada Allah jualah kembalinya segala urusan."
                },
                {
                    "id": 1093648,
                    "resource_id": 161,
                    "text": "তিনি জানেন তাদের সামনে যা আছে আর তাদের পেছনে যা আছে, আর সমস্ত ব্যাপার (চূড়ান্ত ফয়সালার জন্য) আল্লাহর কাছে ফিরে যায়।"
                }
            ]
        },
        {
            "id": 2672,
            "verse_number": 77,
            "verse_key": "22:77",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 294,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱرْكَعُوا۟ وَٱسْجُدُوا۟ وَٱعْبُدُوا۟ رَبَّكُمْ وَٱفْعَلُوا۟ ٱلْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩",
            "page_number": 341,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97779,
                    "resource_id": 20,
                    "text": "O you who have believed, bow and prostrate and worship your Lord and do good - that you may succeed."
                },
                {
                    "id": 215605,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, rukuklah serta sujudlah (mengerjakan sembahyang), dan beribadatlah kepada Tuhan kamu (dengan mentauhidkanNya), serta kerjakanlah amal-amal kebajikan; supaya kamu berjaya (di dunia dan di akhirat)."
                },
                {
                    "id": 1093649,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা রুকূ‘ কর, সেজদা কর আর তোমাদের প্রতিপালকের ‘ইবাদাত কর ও সৎকাজ কর যাতে তোমরা সাফল্য লাভ করতে পার। [সাজদাহ]"
                }
            ]
        },
        {
            "id": 2673,
            "verse_number": 78,
            "verse_key": "22:78",
            "hizb_number": 34,
            "rub_el_hizb_number": 136,
            "ruku_number": 294,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَجَـٰهِدُوا۟ فِى ٱللَّهِ حَقَّ جِهَادِهِۦ ۚ هُوَ ٱجْتَبَىٰكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى ٱلدِّينِ مِنْ حَرَجٍ ۚ مِّلَّةَ أَبِيكُمْ إِبْرَٰهِيمَ ۚ هُوَ سَمَّىٰكُمُ ٱلْمُسْلِمِينَ مِن قَبْلُ وَفِى هَـٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ ۚ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱعْتَصِمُوا۟ بِٱللَّهِ هُوَ مَوْلَىٰكُمْ ۖ فَنِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
            "page_number": 341,
            "juz_number": 17,
            "translations": [
                {
                    "id": 97781,
                    "resource_id": 20,
                    "text": "And strive for Allāh with the striving due to Him. He has chosen you and has not placed upon you in the religion any difficulty. [It is] the religion of your father, Abraham. He [i.e., Allāh] named you \"Muslims\" before [in former scriptures] and in this [revelation] that the Messenger may be a witness over you and you may be witnesses over the people. So establish prayer and give zakāh and hold fast to Allāh. He is your protector; and excellent is the protector, and excellent is the helper."
                },
                {
                    "id": 215647,
                    "resource_id": 39,
                    "text": "Dan berjihadlah kamu pada jalan Allah dengan jihad yang sebenar-benarnya Dia lah yang memilih kamu (untuk mengerjakan suruhan ugamanya); dan Ia tidak menjadikan kamu menanggung sesuatu keberatan dan susah payah dalam perkara ugama, ugama bapa kamu Ibrahim. Ia menamakan kamu: \"orang-orang Islam\" semenjak dahulu dan di dalam (Al-Quran) ini, supaya Rasulullah (Muhammad) menjadi saksi yang menerangkan kebenaran perbuatan kamu, dan supaya kamu pula layak menjadi orang-orang yang memberi keterangan kepada umat manusia (tentang yang benar dan yang salah). Oleh itu, dirikanlah sembahyang, dan berilah zakat, serta berpegang teguhlah kamu kepada Allah! Dia lah Pelindung kamu. Maka (Allah yang demikian sifatNya) Dia lah sahaja sebaik-baik Pelindung dan sebaik-baik Pemberi pertolongan."
                },
                {
                    "id": 1093650,
                    "resource_id": 161,
                    "text": "আর আল্লাহর পথে জিহাদ কর যেভাবে জিহাদ করা উচিত। তিনি তোমাদেরকে বেছে নিয়েছেন। দ্বীনের ভিতর তিনি তোমাদের উপর কোন কঠোরতা চাপিয়ে দেননি। এটাই তোমাদের পিতা ইবরাহীমের দ্বীন, আল্লাহ তোমাদের নাম রেখেছেন ‘মুসলিম’ পূর্বেও, আর এ কিতাবেও (ঐ নামই দেয়া হয়েছে) যাতে রসূল তোমাদের জন্য সাক্ষী হয় আর তোমরা সাক্ষী হও মানব জাতির জন্য। কাজেই তোমরা নামায প্রতিষ্ঠা কর, যাকাত দাও আর আল্লাহকে আঁকড়ে ধর। তিনিই তোমাদের অভিভাবক। কতই না উত্তম অভিভাবক আর কতই না উত্তম সাহায্যকারী!"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}