{
    "verses": [
        {
            "id": 227,
            "verse_number": 220,
            "verse_key": "2:220",
            "hizb_number": 4,
            "rub_el_hizb_number": 14,
            "ruku_number": 28,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۗ وَيَسْـَٔلُونَكَ عَنِ ٱلْيَتَـٰمَىٰ ۖ قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ ۖ وَإِن تُخَالِطُوهُمْ فَإِخْوَٰنُكُمْ ۚ وَٱللَّهُ يَعْلَمُ ٱلْمُفْسِدَ مِنَ ٱلْمُصْلِحِ ۚ وَلَوْ شَآءَ ٱللَّهُ لَأَعْنَتَكُمْ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
            "page_number": 35,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97652,
                    "resource_id": 20,
                    "text": "To this world and the Hereafter. And they ask you about orphans. Say, \"Improvement for them is best. And if you mix your affairs with theirs - they are your brothers. And Allāh knows the corrupter from the amender. And if Allāh had willed, He could have put you in difficulty. Indeed, Allāh is Exalted in Might and Wise.\""
                },
                {
                    "id": 215520,
                    "resource_id": 39,
                    "text": "Mengenai (urusan-urusan kamu) di dunia dan di akhirat dan mereka bertanya lagi kepadamu (wahai Muhammad), mengenai (masalah) anak-anak yatim. Katakanlah: \"Memperbaiki keadaan anak-anak yatim itu amatlah baiknya\", dan jika kamu bercampur gaul dengan mereka (maka tidak ada salahnya) kerana mereka itu ialah saudara-saudara kamu (yang seugama); dan Allah mengetahui akan orang yang merosakkan (harta benda mereka) daripada orang yang hendak memperbaikinya. Dan jika Allah menghendaki tentulah Ia memberatkan kamu (dengan mengharamkan bercampur gaul dengan mereka). Sesungguhnya Allah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1091204,
                    "resource_id": 161,
                    "text": "দুনিয়া এবং আখিরাত সম্বন্ধে। আরও তারা তোমাকে ইয়াতীমদের সম্বন্ধে জিজ্ঞেস করছে; বল, ‘তাদের উপকার করা উত্তম’ এবং যদি তাদের সঙ্গে তোমরা একত্রে থাক, তবে তারা তো তোমাদেরই ভাই। বস্তুতঃ আল্লাহ জানেন কে অনিষ্টকারী আর কে কল্যাণকামী এবং আল্লাহ যদি ইচ্ছে করতেন, নিশ্চয়ই এ বিষয়ে তোমাদেরকে কঠোরতার মধ্যে নিক্ষেপ করতেন, নিঃসন্দেহে আল্লাহ প্রবল পরাক্রান্ত, প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 228,
            "verse_number": 221,
            "verse_key": "2:221",
            "hizb_number": 4,
            "rub_el_hizb_number": 14,
            "ruku_number": 28,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَنكِحُوا۟ ٱلْمُشْرِكَـٰتِ حَتَّىٰ يُؤْمِنَّ ۚ وَلَأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ ۗ وَلَا تُنكِحُوا۟ ٱلْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا۟ ۚ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ ۗ أُو۟لَـٰٓئِكَ يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَٱللَّهُ يَدْعُوٓا۟ إِلَى ٱلْجَنَّةِ وَٱلْمَغْفِرَةِ بِإِذْنِهِۦ ۖ وَيُبَيِّنُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
            "page_number": 35,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97654,
                    "resource_id": 20,
                    "text": "And do not marry polytheistic women until they believe.<sup foot_note=196009>1</sup> And a believing slave woman is better than a polytheist, even though she might please you. And do not marry polytheistic men [to your women] until they believe. And a believing slave is better than a polytheist, even though he might please you. Those invite [you] to the Fire, but Allāh invites to Paradise and to forgiveness, by His permission. And He makes clear His verses [i.e., ordinances] to the people that perhaps they may remember."
                },
                {
                    "id": 215522,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu berkahwin dengan perempuan-perempuan kafir musyrik sebelum mereka beriman (memeluk ugama Islam); dan sesungguhnya seorang hamba perempuan yang beriman itu lebih baik daripada perempuan kafir musyrik sekalipun keadaannya menarik hati kamu. Dan janganlah kamu (kahwinkan perempuan-perempuan Islam) dengan lelaki-lelaki kafir musyrik sebelum mereka beriman (memeluk ugama Islam) dan sesungguhnya seorang hamba lelaki yang beriman lebih baik daripada seorang lelaki musyrik, sekalipun keadaannya menarik hati kamu. (Yang demikian ialah kerana orang-orang kafir itu mengajak ke neraka sedang Allah mengajak ke Syurga dan memberi keampunan dengan izinNya. Dan Allah menjelaskan ayat-ayatNya (keterangan-keterangan hukumNya) kepada umat manusia, supaya mereka dapat mengambil pelajaran (daripadanya)."
                },
                {
                    "id": 1091205,
                    "resource_id": 161,
                    "text": "মুশরিকা নারীরা ঈমান না আনা পর্যন্ত তোমরা তাদেরকে বিবাহ করো না। মূলতঃ মু’মিন ক্রীতদাসী মুশরিকা নারী হতে উত্তম ওদেরকে তোমাদের যতই ভাল লাগুক না কেন, ঈমান না আনা পর্যন্ত মুশরিক পুরুষদের সাথে বিবাহ দিও না, বস্তুতঃ মুশরিককে তোমাদের যতই ভাল লাগুক না কেন, মু’মিন গোলাম তার চেয়ে উত্তম। ওরা অগ্নির দিকে আহবান করে আর আল্লাহ নিজের অনুগ্রহে জান্নাত ও ক্ষমার দিকে আহবান করেন। তিনি মানুষদের জন্য নিজের হুকুমগুলো বিস্তারিতভাবে বর্ণনা করছেন যাতে তারা শিক্ষা গ্রহণ করে।"
                }
            ]
        },
        {
            "id": 229,
            "verse_number": 222,
            "verse_key": "2:222",
            "hizb_number": 4,
            "rub_el_hizb_number": 14,
            "ruku_number": 29,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَيَسْـَٔلُونَكَ عَنِ ٱلْمَحِيضِ ۖ قُلْ هُوَ أَذًى فَٱعْتَزِلُوا۟ ٱلنِّسَآءَ فِى ٱلْمَحِيضِ ۖ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ ۖ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ ٱللَّهُ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلْمُتَطَهِّرِينَ",
            "page_number": 35,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97656,
                    "resource_id": 20,
                    "text": "And they ask you about menstruation. Say, \"It is harm, so keep away from wives<sup foot_note=196011>1</sup> during menstruation. And do not approach them until they are pure. And when they have purified themselves,<sup foot_note=196010>2</sup> then come to them from where Allāh has ordained for you. Indeed, Allāh loves those who are constantly repentant and loves those who purify themselves.\""
                },
                {
                    "id": 215524,
                    "resource_id": 39,
                    "text": "Dan mereka bertanya kepadamu (wahai Muhammad), mengenai (hukum) haid. Katakanlah: \"Darah haid itu satu benda yang (menjijikkan dan) mendatangkan mudarat\". Oleh sebab itu hendaklah kamu menjauhkan diri dari perempuan (jangan bersetubuh dengan isteri kamu) dalam masa datang darah haid itu, dan janganlah kamu hampiri mereka (untuk bersetubuh) sebelum mereka suci. Kemudian apabila mereka sudah bersuci maka datangilah mereka menurut jalan yang diperintahkan oleh Allah kepada kamu. SesungguhNya Allah mengasihi orang-orang yang banyak bertaubat, dan mengasihi orang-orang yang sentiasa mensucikan diri."
                },
                {
                    "id": 1091206,
                    "resource_id": 161,
                    "text": "লোকেরা তোমাকে ঋতু সম্বন্ধে জিজ্ঞেস করছে। বল, ‘তা অশুচি’। কাজেই ঋতুকালে স্ত্রী-সহবাস হতে বিরত থাক এবং যে পর্যন্ত পবিত্র না হয়, তাদের নিকটবর্তী হয়ো না। তারপর যখন পবিত্র হবে, তখন তাদের সঙ্গে সহবাস কর, যেভাবে আল্লাহ অনুমতি দিয়েছেন। নিশ্চয়ই আল্লাহ তওবাহ্কারীদেরকে ভালবাসেন আর পবিত্রতা অবলম্বীদেরকেও ভালবাসেন।"
                }
            ]
        },
        {
            "id": 230,
            "verse_number": 223,
            "verse_key": "2:223",
            "hizb_number": 4,
            "rub_el_hizb_number": 14,
            "ruku_number": 29,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا۟ حَرْثَكُمْ أَنَّىٰ شِئْتُمْ ۖ وَقَدِّمُوا۟ لِأَنفُسِكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُم مُّلَـٰقُوهُ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
            "page_number": 35,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97658,
                    "resource_id": 20,
                    "text": "Your wives are a place of cultivation [i.e., sowing of seed] for you, so come to your place of cultivation however you wish and put forth [righteousness] for yourselves. And fear Allāh and know that you will meet Him. And give good tidings to the believers."
                },
                {
                    "id": 215526,
                    "resource_id": 39,
                    "text": "Isteri-isteri kamu adalah sebagai kebun tanaman kamu, oleh itu datangilah kebun tanaman kamu menurut cara yang kamu sukai dan sediakanlah (amal-amal yang baik) untuk diri kamu; dan bertaqwalah kepada Allah serta ketahuilah sesungguhnya kamu akan menemuiNya (pada hari akhirat kelak) dan berilah khabar gembira wahai Muhammad) kepada orang-orang yang beriman."
                },
                {
                    "id": 1091207,
                    "resource_id": 161,
                    "text": "তোমাদের স্ত্রীগণ তোমাদের শস্যক্ষেত্র। সুতরাং তোমরা তোমাদের শস্যক্ষেত্রে যে প্রকারে ইচ্ছে গমন কর এবং নিজেদের জন্য ভবিষ্যতের বন্দোবস্ত কর এবং আল্লাহকে ভয় কর এবং জেনে রেখ যে, তোমাদেরকে তাঁর কাছে হাজির হতে হবে। আর বিশ্বাসীদেরকে সুসংবাদ শুনিয়ে দাও।"
                }
            ]
        },
        {
            "id": 231,
            "verse_number": 224,
            "verse_key": "2:224",
            "hizb_number": 4,
            "rub_el_hizb_number": 14,
            "ruku_number": 29,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَجْعَلُوا۟ ٱللَّهَ عُرْضَةً لِّأَيْمَـٰنِكُمْ أَن تَبَرُّوا۟ وَتَتَّقُوا۟ وَتُصْلِحُوا۟ بَيْنَ ٱلنَّاسِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
            "page_number": 35,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97660,
                    "resource_id": 20,
                    "text": "And do not make [your oath by] Allāh an excuse against being righteous and fearing Allāh and making peace among people. And Allāh is Hearing and Knowing."
                },
                {
                    "id": 215528,
                    "resource_id": 39,
                    "text": "(Dan janganlah kamu jadikan nama) Allah dalam sumpah kamu sebagai benteng yang menghalangi kamu daripada berbuat baik dan bertaqwa, serta mendamaikan perbalahan antara sesama manusia. Dan (ingatlah), Allah sentiasa mendengar, lagi sentiasa mengetahui."
                },
                {
                    "id": 1091208,
                    "resource_id": 161,
                    "text": "তোমরা সৎকাজ, তাকওয়া অবলম্বন এবং মানুষের মধ্যে শান্তি স্থাপন হতে বিরত থাকবে- আল্লাহর নামে এমন শপথ করে তাকে অজুহাত করে নিও না। বস্তুতঃ আল্লাহ সর্বশ্রোতা ও সর্বজ্ঞাতা।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}