{
    "verses": [
        {
            "id": 2802,
            "verse_number": 11,
            "verse_key": "24:11",
            "hizb_number": 35,
            "rub_el_hizb_number": 140,
            "ruku_number": 302,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ جَآءُو بِٱلْإِفْكِ عُصْبَةٌ مِّنكُمْ ۚ لَا تَحْسَبُوهُ شَرًّا لَّكُم ۖ بَلْ هُوَ خَيْرٌ لَّكُمْ ۚ لِكُلِّ ٱمْرِئٍ مِّنْهُم مَّا ٱكْتَسَبَ مِنَ ٱلْإِثْمِ ۚ وَٱلَّذِى تَوَلَّىٰ كِبْرَهُۥ مِنْهُمْ لَهُۥ عَذَابٌ عَظِيمٌ",
            "page_number": 351,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97925,
                    "resource_id": 20,
                    "text": "Indeed, those who came with falsehood<sup foot_note=196885>1</sup> are a group among you. Do not think it bad for you; rather, it is good for you. For every person among them is what [punishment] he has earned from the sin, and he who took upon himself the greater portion thereof<sup foot_note=196884>2</sup> - for him is a great punishment [i.e., Hellfire]."
                },
                {
                    "id": 215786,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang membawa berita yang amat dusta itu ialah segolongan dari kalangan kamu; janganlah kamu menyangka (berita yang dusta) itu buruk bagi kamu, bahkan ia baik bagi kamu. Tiap-tiap seorang di antara mereka akan beroleh hukuman sepadan dengan kesalahan yang dilakukannya itu, dan orang yang mengambil bahagian besar dalam menyiarkannya di antara mereka, akan beroleh seksa yang besar (di dunia dan di akhirat)."
                },
                {
                    "id": 1093779,
                    "resource_id": 161,
                    "text": "যারা এ অপবাদ উত্থাপন করেছে তারা তোমাদেরই একটি দল, এটাকে তোমাদের জন্য ক্ষতিকর মনে কর না, বরং তা তোমাদের জন্য কল্যাণকর। তাদের প্রত্যেকের জন্য আছে প্রতিফল যতটুকু পাপ সে করেছে। আর এ ব্যাপারে যে নেতৃত্ব দিয়েছে তার জন্য আছে মহা শাস্তি।"
                }
            ]
        },
        {
            "id": 2803,
            "verse_number": 12,
            "verse_key": "24:12",
            "hizb_number": 35,
            "rub_el_hizb_number": 140,
            "ruku_number": 302,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لَّوْلَآ إِذْ سَمِعْتُمُوهُ ظَنَّ ٱلْمُؤْمِنُونَ وَٱلْمُؤْمِنَـٰتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا۟ هَـٰذَآ إِفْكٌ مُّبِينٌ",
            "page_number": 351,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97926,
                    "resource_id": 20,
                    "text": "Why, when you heard it, did not the believing men and believing women think good of themselves [i.e., one another] and say, \"This is an obvious falsehood\"?"
                },
                {
                    "id": 214735,
                    "resource_id": 39,
                    "text": "Sepatutnya semasa kamu mendengar tuduhan itu, orang-orang yang beriman - lelaki dan perempuan, menaruh baik sangka kepada diri (orang-orang) mereka sendiri. dan berkata: \"Ini ialah tuduhan dusta yang nyata\"."
                },
                {
                    "id": 1093780,
                    "resource_id": 161,
                    "text": "তোমরা যখন এটা শুনতে পেলে তখন কেন মু’মিন পুরুষ ও মু’মিন স্ত্রীরা তাদের নিজেদের লোক সম্পর্কে ভাল ধারণা করল না আর বলল না, ‘এটা তো খোলাখুলি অপবাদ।’"
                }
            ]
        },
        {
            "id": 2804,
            "verse_number": 13,
            "verse_key": "24:13",
            "hizb_number": 35,
            "rub_el_hizb_number": 140,
            "ruku_number": 302,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لَّوْلَا جَآءُو عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ ۚ فَإِذْ لَمْ يَأْتُوا۟ بِٱلشُّهَدَآءِ فَأُو۟لَـٰٓئِكَ عِندَ ٱللَّهِ هُمُ ٱلْكَـٰذِبُونَ",
            "page_number": 351,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97927,
                    "resource_id": 20,
                    "text": "Why did they [who slandered] not produce for it four witnesses? And when they do not produce the witnesses, then it is they, in the sight of Allāh, who are the liars."
                },
                {
                    "id": 215787,
                    "resource_id": 39,
                    "text": "Sepatutnya mereka (yang menuduh) membawa empat orang saksi membuktikan tuduhan itu. Oleh kerana mereka tidak mendatangkan empat orang saksi, maka mereka itu pada sisi hukum Allah, adalah orang-orang yang dusta."
                },
                {
                    "id": 1093781,
                    "resource_id": 161,
                    "text": "তারা চারজন সাক্ষী হাযির করল না কেন? যেহেতু তারা সাক্ষী হাযির করেনি সেহেতু আল্লাহর নিকট তারাই মিথ্যেবাদী।"
                }
            ]
        },
        {
            "id": 2805,
            "verse_number": 14,
            "verse_key": "24:14",
            "hizb_number": 35,
            "rub_el_hizb_number": 140,
            "ruku_number": 302,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ لَمَسَّكُمْ فِى مَآ أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ",
            "page_number": 351,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97928,
                    "resource_id": 20,
                    "text": "And if it had not been for the favor of Allāh upon you and His mercy in this world and the Hereafter, you would have been touched for that [lie] in which you were involved by a great punishment"
                },
                {
                    "id": 215789,
                    "resource_id": 39,
                    "text": "Dan kalaulah tidak kerana adanya limpah kurnia Allah dan rahmatNya kepada kamu di dunia dan di akhirat, tentulah kamu dikenakan azab seksa yang besar disebabkan kamu turut campur dalam berita palsu itu; -"
                },
                {
                    "id": 1093782,
                    "resource_id": 161,
                    "text": "দুনিয়া ও আখিরাতে তোমাদের উপর যদি আল্লাহর অনুগ্রহ ও দয়া না থাকত, তবে তোমরা যাতে তড়িঘড়ি লিপ্ত হয়ে পড়েছিলে তার জন্য মহা শাস্তি তোমাদেরকে পাকড়াও করত।"
                }
            ]
        },
        {
            "id": 2806,
            "verse_number": 15,
            "verse_key": "24:15",
            "hizb_number": 35,
            "rub_el_hizb_number": 140,
            "ruku_number": 302,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِذْ تَلَقَّوْنَهُۥ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِۦ عِلْمٌ وَتَحْسَبُونَهُۥ هَيِّنًا وَهُوَ عِندَ ٱللَّهِ عَظِيمٌ",
            "page_number": 351,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97929,
                    "resource_id": 20,
                    "text": "When you received it with your tongues<sup foot_note=196886>1</sup> and said with your mouths that of which you had no knowledge and thought it was insignificant while it was, in the sight of Allāh, tremendous."
                },
                {
                    "id": 215788,
                    "resource_id": 39,
                    "text": "Iaitu semasa kamu bertanya atau menceritakan berita dusta itu dengan lidah kamu, dan memperkatakan dengan mulut kamu akan sesuatu yang kamu tidak mempunyai pengetahuan yang sah mengenainya; dan kamu pula menyangkanya perkara kecil, pada hal ia pada sisi hukum Allah adalah perkara yang besar dosanya."
                },
                {
                    "id": 1093783,
                    "resource_id": 161,
                    "text": "যখন এটা তোমরা মুখে মুখে ছড়াচ্ছিলে আর তোমাদের মুখ দিয়ে এমন কথা বলছিলে যে বিষয়ে তোমাদের কোন জ্ঞান ছিল না, আর তোমরা এটাকে নগণ্য ব্যাপার মনে করেছিলে, কিন্তু আল্লাহর নিকট তা ছিল গুরুতর ব্যাপার।"
                }
            ]
        },
        {
            "id": 2807,
            "verse_number": 16,
            "verse_key": "24:16",
            "hizb_number": 35,
            "rub_el_hizb_number": 140,
            "ruku_number": 302,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْلَآ إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بِهَـٰذَا سُبْحَـٰنَكَ هَـٰذَا بُهْتَـٰنٌ عَظِيمٌ",
            "page_number": 351,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97930,
                    "resource_id": 20,
                    "text": "And why, when you heard it, did you not say, \"It is not for us to speak of this. Exalted are You, [O Allāh]; this is a great slander\"?"
                },
                {
                    "id": 215790,
                    "resource_id": 39,
                    "text": "Dan sepatutnya semasa kamu mendengarnya, kamu segera berkata: \"Tidaklah layak bagi kami memperkatakan hal ini! Maha Suci Engkau (ya Allah dari mencemarkan nama baik ahli rumah Rasulullah)! Ini adalah satu dusta besar yang mengejutkan\"."
                },
                {
                    "id": 1093784,
                    "resource_id": 161,
                    "text": "তোমরা যখন এটা শুনলে তখন তোমরা কেন বললে না যে, এ ব্যাপারে আমাদের কথা বলা ঠিক নয়। আল্লাহ পবিত্র ও মহান, এটা তো এক গুরুতর অপবাদ!"
                }
            ]
        },
        {
            "id": 2808,
            "verse_number": 17,
            "verse_key": "24:17",
            "hizb_number": 35,
            "rub_el_hizb_number": 140,
            "ruku_number": 302,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَعِظُكُمُ ٱللَّهُ أَن تَعُودُوا۟ لِمِثْلِهِۦٓ أَبَدًا إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 351,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97931,
                    "resource_id": 20,
                    "text": "Allāh warns you against returning to the likes of this [conduct], ever, if you should be believers."
                },
                {
                    "id": 214737,
                    "resource_id": 39,
                    "text": "Allah memberi pengajaran kepada kamu, supaya kamu tidak mengulangi perbuatan yang sedemikian ini selama-lamanya, jika betul kamu orang-orang yang beriman."
                },
                {
                    "id": 1093785,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদেরকে উপদেশ দিচ্ছেন তোমরা আর কখনো এর (অর্থাৎ এ আচরণের) পুনরাবৃত্তি করো না যদি তোমরা মু’মিন হয়ে থাক।"
                }
            ]
        },
        {
            "id": 2809,
            "verse_number": 18,
            "verse_key": "24:18",
            "hizb_number": 35,
            "rub_el_hizb_number": 140,
            "ruku_number": 302,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَيُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "page_number": 351,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97932,
                    "resource_id": 20,
                    "text": "And Allāh makes clear to you the verses [i.e., His rulings], and Allāh is Knowing and Wise."
                },
                {
                    "id": 214661,
                    "resource_id": 39,
                    "text": "Dan Allah menjelaskan kepada kamu ayat-ayat keterangan (hukum-hukumNya); kerana Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1093786,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদের জন্য স্পষ্টভাবে আয়াত বর্ণনা করছেন, কারণ তিনি হলেন সর্ববিষয়ে জ্ঞানের অধিকারী, বড়ই হিকমতওয়ালা।"
                }
            ]
        },
        {
            "id": 2810,
            "verse_number": 19,
            "verse_key": "24:19",
            "hizb_number": 35,
            "rub_el_hizb_number": 140,
            "ruku_number": 302,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يُحِبُّونَ أَن تَشِيعَ ٱلْفَـٰحِشَةُ فِى ٱلَّذِينَ ءَامَنُوا۟ لَهُمْ عَذَابٌ أَلِيمٌ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
            "page_number": 351,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97934,
                    "resource_id": 20,
                    "text": "Indeed, those who like that immorality<sup foot_note=196888>1</sup> should be spread [or publicized] among those who have believed will have a painful punishment in this world and the Hereafter. And Allāh knows<sup foot_note=196887>2</sup> and you do not know."
                },
                {
                    "id": 215791,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang suka terhebah tuduhan-tuduhan yang buruk dalam kalangan orang-orang yang beriman, mereka akan beroleh azab seksa yang tidak terperi sakitnya di dunia dan di akhirat; dan (ingatlah) Allah mengetahui (segala perkara) sedang kamu tidak mengetahui (yang demikian)."
                },
                {
                    "id": 1093787,
                    "resource_id": 161,
                    "text": "যারা পছন্দ করে যে, মু’মিনদের মধ্যে অশ্লীলতার বিস্তৃতি ঘটুক তাদের জন্য আছে ভয়াবহ শাস্তি দুনিয়া ও আখিরাতে। আল্লাহ জানেন আর তোমরা জান না।"
                }
            ]
        },
        {
            "id": 2811,
            "verse_number": 20,
            "verse_key": "24:20",
            "hizb_number": 35,
            "rub_el_hizb_number": 140,
            "ruku_number": 302,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ وَأَنَّ ٱللَّهَ رَءُوفٌ رَّحِيمٌ",
            "page_number": 351,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97937,
                    "resource_id": 20,
                    "text": "And if it had not been for the favor of Allāh upon you and His mercy...<sup foot_note=196889>1</sup> and because Allāh is Kind and Merciful."
                },
                {
                    "id": 215794,
                    "resource_id": 39,
                    "text": "Dan kalaulah tidak kerana adanya limpah kurnia Allah dan rahmatNya kepada kamu, dan juga (kalaulah tidak kerana) bahawa Allah Amat melimpah belas kasihanNya, (tentulah kamu akan ditimpa azab dengan serta-merta)."
                },
                {
                    "id": 1093788,
                    "resource_id": 161,
                    "text": "তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে (তোমরা ধ্বংস হয়ে যেতে), আল্লাহ দয়ার্দ্র, বড়ই দয়াবান।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}