{
    "verses": [
        {
            "id": 2812,
            "verse_number": 21,
            "verse_key": "24:21",
            "hizb_number": 36,
            "rub_el_hizb_number": 141,
            "ruku_number": 303,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ وَمَن يَتَّبِعْ خُطُوَٰتِ ٱلشَّيْطَـٰنِ فَإِنَّهُۥ يَأْمُرُ بِٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۚ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَدًا وَلَـٰكِنَّ ٱللَّهَ يُزَكِّى مَن يَشَآءُ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
            "page_number": 352,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97938,
                    "resource_id": 20,
                    "text": "O you who have believed, do not follow the footsteps of Satan. And whoever follows the footsteps of Satan - indeed, he enjoins immorality and wrongdoing. And if not for the favor of Allāh upon you and His mercy, not one of you would have been pure, ever, but Allāh purifies whom He wills, and Allāh is Hearing and Knowing."
                },
                {
                    "id": 215795,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, janganlah kamu menurut jejak langkah Syaitan; dan sesiapa yang menurut jejak langkah Syaitan, maka sesungguhnya Syaitan itu sentiasa menyuruh (pengikut-pengikutnya) melakukan perkara yang keji dan perbuatan yang mungkar. Dan kalaulah tidak kerana limpah kurnia Allah dan rahmatNya kepada kamu, nescaya tidak ada seorang pun di antara kamu menjadi bersih dari dosanya selama-lamanya; akan tetapi Allah membersihkan sesiapa yang dikehendakiNya (menurut undang-undang peraturanNya); dan (ingatlah Allah Maha Mendengar) lagi Maha Mengetahui"
                },
                {
                    "id": 1093789,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা শয়ত্বানের পদাংক অনুসরণ করো না। কেউ শয়ত্বানের পদাংক অনুসরণ করলে সে তাকে নির্লজ্জতা ও অপকর্মের আদেশ দেবে, তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে তোমাদের একজনও কক্ষনো পবিত্রতা লাভ করতে পারত না। অবশ্য যাকে ইচ্ছে আল্লাহ পবিত্র করে থাকেন, আল্লাহ সব কিছু শোনেন, সর্ববিষয়ে অবগত।"
                }
            ]
        },
        {
            "id": 2813,
            "verse_number": 22,
            "verse_key": "24:22",
            "hizb_number": 36,
            "rub_el_hizb_number": 141,
            "ruku_number": 303,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَا يَأْتَلِ أُو۟لُوا۟ ٱلْفَضْلِ مِنكُمْ وَٱلسَّعَةِ أَن يُؤْتُوٓا۟ أُو۟لِى ٱلْقُرْبَىٰ وَٱلْمَسَـٰكِينَ وَٱلْمُهَـٰجِرِينَ فِى سَبِيلِ ٱللَّهِ ۖ وَلْيَعْفُوا۟ وَلْيَصْفَحُوٓا۟ ۗ أَلَا تُحِبُّونَ أَن يَغْفِرَ ٱللَّهُ لَكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
            "page_number": 352,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97939,
                    "resource_id": 20,
                    "text": "And let not those of virtue among you and wealth swear not to give [aid] to their relatives and the needy and the emigrants for the cause of Allāh, and let them pardon and overlook. Would you not like that Allāh should forgive you? And Allāh is Forgiving and Merciful."
                },
                {
                    "id": 215808,
                    "resource_id": 39,
                    "text": "Dan janganlah orang-orang yang berharta serta lapang hidupnya dari kalangan kamu, bersumpah tidak mahu lagi memberi bantuan kepada kaum kerabat dan orang-orang miskin serta orang-orang yang berhijrah pada jalan Allah; dan (sebaliknya) hendaklah mereka memaafkan serta melupakan kesalahan orang-orang itu; tidakkah kamu suka supaya Allah mengampunkan dosa kamu? Dan (ingatlah) Allah Maha Pengampun lagi Maha Mengasihani."
                },
                {
                    "id": 1093790,
                    "resource_id": 161,
                    "text": "তোমাদের মধ্যে যারা মর্যাদা ও প্রাচুর্যের অধিকারী তারা যেন শপথ না করে যে, তারা আত্মীয়-স্বজন, মিসকীন এবং আল্লাহর পথে হিজরাতকারীদেরকে সাহায্য করবে না। তারা যেন তাদেরকে ক্ষমা করে ও তাদের ত্রুটি-বিচ্যুতি উপেক্ষা করে। তোমরা কি পছন্দ কর না যে, আল্লাহ তোমাদেরকে ক্ষমা করে দিন? আল্লাহ বড়ই ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 2814,
            "verse_number": 23,
            "verse_key": "24:23",
            "hizb_number": 36,
            "rub_el_hizb_number": 141,
            "ruku_number": 303,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يَرْمُونَ ٱلْمُحْصَنَـٰتِ ٱلْغَـٰفِلَـٰتِ ٱلْمُؤْمِنَـٰتِ لُعِنُوا۟ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
            "page_number": 352,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97940,
                    "resource_id": 20,
                    "text": "Indeed, those who [falsely] accuse chaste, unaware and believing women are cursed in this world and the Hereafter; and they will have a great punishment"
                },
                {
                    "id": 215797,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang menuduh perempuan-perempuan yang terpelihara kehormatannya, yang tidak terlintas memikirkan sebarang kejahatan, lagi yang beriman, akan dilaknat (oleh Allah) di dunia dan di akhirat dan, mereka pula akan beroleh azab seksa yang besar;"
                },
                {
                    "id": 1093791,
                    "resource_id": 161,
                    "text": "যারা সতী-সাধ্বী, সহজ-সরল ঈমানদার নারীর প্রতি অপবাদ আরোপ করে, তারা দুনিয়া ও আখিরাতে অভিশপ্ত আর তাদের জন্য আছে গুরুতর শাস্তি।"
                }
            ]
        },
        {
            "id": 2815,
            "verse_number": 24,
            "verse_key": "24:24",
            "hizb_number": 36,
            "rub_el_hizb_number": 141,
            "ruku_number": 303,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 352,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97941,
                    "resource_id": 20,
                    "text": "On a Day when their tongues, their hands and their feet will bear witness against them as to what they used to do."
                },
                {
                    "id": 215798,
                    "resource_id": 39,
                    "text": "Pada hari lidah mereka dan tangan mereka serta kaki mereka menjadi saksi terhadap diri mereka sendiri, tentang segala yang mereka lakukan."
                },
                {
                    "id": 1093792,
                    "resource_id": 161,
                    "text": "যেদিন তাদের বিরুদ্ধে সাক্ষ্য দেবে তাদের জিহবা, তাদের হাত, তাদের পা- তাদের কৃতকর্মের ব্যাপারে।"
                }
            ]
        },
        {
            "id": 2816,
            "verse_number": 25,
            "verse_key": "24:25",
            "hizb_number": 36,
            "rub_el_hizb_number": 141,
            "ruku_number": 303,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَئِذٍ يُوَفِّيهِمُ ٱللَّهُ دِينَهُمُ ٱلْحَقَّ وَيَعْلَمُونَ أَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ ٱلْمُبِينُ",
            "page_number": 352,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97942,
                    "resource_id": 20,
                    "text": "That Day, Allāh will pay them in full their true [i.e., deserved] recompense, and they will know that it is Allāh who is the manifest Truth [i.e., perfect in justice]."
                },
                {
                    "id": 215800,
                    "resource_id": 39,
                    "text": "Pada hari itu Allah akan menyempurnakan untuk mereka balasan (azab seksa) yang berhak mereka mendapatnya, dan mereka pula akan mengetahui bahawa Allah ialah Tuhan Yang Maha Adil, lagi nyata keadilanNya."
                },
                {
                    "id": 1093793,
                    "resource_id": 161,
                    "text": "আল্লাহ সেদিন তাদেরকে তাদের ন্যায্য পাওনা পুরোপুরিই দেবেন আর তারা জানতে পারবে যে, আল্লাহই সত্য স্পষ্ট ব্যক্তকারী।"
                }
            ]
        },
        {
            "id": 2817,
            "verse_number": 26,
            "verse_key": "24:26",
            "hizb_number": 36,
            "rub_el_hizb_number": 141,
            "ruku_number": 303,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ٱلْخَبِيثَـٰتُ لِلْخَبِيثِينَ وَٱلْخَبِيثُونَ لِلْخَبِيثَـٰتِ ۖ وَٱلطَّيِّبَـٰتُ لِلطَّيِّبِينَ وَٱلطَّيِّبُونَ لِلطَّيِّبَـٰتِ ۚ أُو۟لَـٰٓئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ۖ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
            "page_number": 352,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97943,
                    "resource_id": 20,
                    "text": "Evil words are for evil men, and evil men are [subjected] to evil words. And good words are for good men, and good men are [an object] of good words.<sup foot_note=196890>1</sup> Those [good people] are declared innocent of what they [i.e., slanderers] say. For them is forgiveness and noble provision."
                },
                {
                    "id": 215799,
                    "resource_id": 39,
                    "text": "(Lazimnya) perempuan-perempuan yang jahat adalah untuk lelaki-lelaki yang jahat, dan lelaki-lelaki yang jahat untuk perempuan-perempuan yang jahat; dan (sebaliknya) perempuan-perempuan yang baik untuk lelaki-lelaki yang baik, dan lelaki-lelaki yang baik untuk perempuan-perempuan yang baik. Mereka (yang baik) itu adalah bersih dari (tuduhan buruk) yang dikatakan oleh orang-orang (yang jahat); mereka (yang baik) itu akan beroleh pengampunan (dari Allah) dan pengurniaan yang mulia."
                },
                {
                    "id": 1093794,
                    "resource_id": 161,
                    "text": "চরিত্রহীনা নারী চরিত্রহীন পুরুষদের জন্য, আর চরিত্রহীন পুরুষ চরিত্রহীনা নারীদের জন্য, চরিত্রবতী নারী চরিত্রবান পুরুষের জন্য, আর চরিত্রবান পুরুষ চরিত্রবতী নারীর জন্য। লোকেরা যা বলে তাত্থেকে তারা পবিত্র। তাদের জন্য আছে ক্ষমা ও সম্মানজনক জীবিকা।"
                }
            ]
        },
        {
            "id": 2818,
            "verse_number": 27,
            "verse_key": "24:27",
            "hizb_number": 36,
            "rub_el_hizb_number": 141,
            "ruku_number": 304,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُوا۟ وَتُسَلِّمُوا۟ عَلَىٰٓ أَهْلِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
            "page_number": 352,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97944,
                    "resource_id": 20,
                    "text": "O you who have believed, do not enter houses other than your own houses until you ascertain welcome and greet<sup foot_note=196891>1</sup> their inhabitants. That is best for you; perhaps you will be reminded [i.e., advised]."
                },
                {
                    "id": 215801,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, janganlah kamu masuk ke dalam mana-mana rumah yang bukan rumah kamu, sehingga kamu lebih dahulu meminta izin serta memberi salam kepada penduduknya; yang demikian adalah lebih baik bagi kamu, supaya kamu beringat (mematuhi cara dan peraturan yang sopan itu)."
                },
                {
                    "id": 1093795,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা নিজেদের গৃহ ছাড়া অন্যের গৃহে প্রবেশ করো না, অনুমতি প্রার্থনা এবং গৃহবাসীদেরকে সালাম দেয়া ব্যতীত। এটাই তোমাদের জন্য কল্যাণকর যাতে তোমরা উপদেশ লাভ কর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}