{
    "verses": [
        {
            "id": 2835,
            "verse_number": 44,
            "verse_key": "24:44",
            "hizb_number": 36,
            "rub_el_hizb_number": 142,
            "ruku_number": 306,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يُقَلِّبُ ٱللَّهُ ٱلَّيْلَ وَٱلنَّهَارَ ۚ إِنَّ فِى ذَٰلِكَ لَعِبْرَةً لِّأُو۟لِى ٱلْأَبْصَـٰرِ",
            "page_number": 356,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97965,
                    "resource_id": 20,
                    "text": "Allāh alternates the night and the day. Indeed in that is a lesson for those who have vision."
                },
                {
                    "id": 214741,
                    "resource_id": 39,
                    "text": "Allah menukarkan malam dan siang silih berganti; sesungguhnya yang demikian mengandungi pelajaran yang mendatangkan iktibar bagi orang-orang yang celik mata hatinya berfikir."
                },
                {
                    "id": 1093812,
                    "resource_id": 161,
                    "text": "আল্লাহ রাত দিনের আবর্তন ঘটান, অন্তর্দৃষ্টি সম্পন্ন লোকেদের জন্য এতে শিক্ষণীয় বিষয় রয়েছে।"
                }
            ]
        },
        {
            "id": 2836,
            "verse_number": 45,
            "verse_key": "24:45",
            "hizb_number": 36,
            "rub_el_hizb_number": 142,
            "ruku_number": 306,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ ۖ فَمِنْهُم مَّن يَمْشِى عَلَىٰ بَطْنِهِۦ وَمِنْهُم مَّن يَمْشِى عَلَىٰ رِجْلَيْنِ وَمِنْهُم مَّن يَمْشِى عَلَىٰٓ أَرْبَعٍ ۚ يَخْلُقُ ٱللَّهُ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 356,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97966,
                    "resource_id": 20,
                    "text": "Allāh has created every [living] creature from water. And of them are those that move on their bellies, and of them are those that walk on two legs, and of them are those that walk on four. Allāh creates what He wills. Indeed, Allāh is over all things competent."
                },
                {
                    "id": 215833,
                    "resource_id": 39,
                    "text": "Dan Allah menciptakan tiap-tiap haiwan yang bergerak itu dari air; maka sebahagian di antara mereka menjalar atas perutnya, dan sebahagian di antaranya berjalan dengan dua kaki, dan sebahagian lagi berjalan dengan empat kaki. Allah menciptakan apa sahaja yang Ia kehendaki (selain dari yang tersebut), kerana sesungguhnya Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1093813,
                    "resource_id": 161,
                    "text": "আল্লাহ পানি হতে সমস্ত জীবন সৃষ্টি করেছেন। তাদের কতক পেটের ভরে চলে, কতক দু’পায়ের উপর চলে, আর কতক চার পায়ের উপর চলে। আল্লাহ যা চান তাই সৃষ্টি করেন। আল্লাহ সর্ববিষয়ের উপর সর্বোচ্চ ক্ষমতার অধিকারী।"
                }
            ]
        },
        {
            "id": 2837,
            "verse_number": 46,
            "verse_key": "24:46",
            "hizb_number": 36,
            "rub_el_hizb_number": 142,
            "ruku_number": 306,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لَّقَدْ أَنزَلْنَآ ءَايَـٰتٍ مُّبَيِّنَـٰتٍ ۚ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
            "page_number": 356,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97967,
                    "resource_id": 20,
                    "text": "We have certainly sent down distinct verses. And Allāh guides whom He wills to a straight path."
                },
                {
                    "id": 215822,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya, Kami telah menurunkan ayat-ayat yang menerangkan (hakikat kebenaran dengan berbagai dalil dan bukti); dan Allah memberi hidayah petunjuk kepada sesiapa yang dikehendakiNya ke jalan yang lurus."
                },
                {
                    "id": 1093814,
                    "resource_id": 161,
                    "text": "আমি সুস্পষ্ট নিদর্শন অবতীর্ণ করেছি, আল্লাহ যাকে চান সরল সঠিক পথ প্রদর্শন করেন।"
                }
            ]
        },
        {
            "id": 2838,
            "verse_number": 47,
            "verse_key": "24:47",
            "hizb_number": 36,
            "rub_el_hizb_number": 142,
            "ruku_number": 306,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُونَ ءَامَنَّا بِٱللَّهِ وَبِٱلرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُم مِّنۢ بَعْدِ ذَٰلِكَ ۚ وَمَآ أُو۟لَـٰٓئِكَ بِٱلْمُؤْمِنِينَ",
            "page_number": 356,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97968,
                    "resource_id": 20,
                    "text": "But they [i.e., the hypocrites] say, \"We have believed in Allāh and in the Messenger, and we obey\"; then a party of them turns away after that. And those are not believers."
                },
                {
                    "id": 215823,
                    "resource_id": 39,
                    "text": "Dan (di antara orang-orang yang tidak dikehendakiNya ke jalan yang lurus ialah) mereka yang berkata: \"Kami beriman kepada Allah dan kepada RasulNya serta kami taat\"; kemudian sepuak dari mereka berpaling (membelakangkan perintah Allah dan Rasul) sesudah pengakuan itu, dan (kerana berpalingnya) tidaklah mereka itu menjadi orang-orang yang sebenarnya beriman."
                },
                {
                    "id": 1093815,
                    "resource_id": 161,
                    "text": "তারা বলে- আমরা আল্লাহর প্রতি ইমান আনলাম আর রসূলের প্রতিও আর আমরা মেনে নিলাম। কিন্তু এরপরও তাদের মধ্যেকার একদল মুখ ফিরিয়ে নেয়, তারা (প্রকৃতপক্ষে) মু’মিন নয়।"
                }
            ]
        },
        {
            "id": 2839,
            "verse_number": 48,
            "verse_key": "24:48",
            "hizb_number": 36,
            "rub_el_hizb_number": 142,
            "ruku_number": 306,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِّنْهُم مُّعْرِضُونَ",
            "page_number": 356,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97969,
                    "resource_id": 20,
                    "text": "And when they are called to [the words of] Allāh and His Messenger to judge between them, at once a party of them turns aside [in refusal]."
                },
                {
                    "id": 215824,
                    "resource_id": 39,
                    "text": "Dan (bukti berpalingnya mereka ialah) apabila mereka diajak kepada Kitab Allah dan Sunnah RasulNya supaya menjadi hakim memutuskan sesuatu di antara mereka, maka dengan serta-merta sepuak dari mereka berpaling ingkar (menolak ajakan itu jika keputusan tidak menguntungkan mereka)."
                },
                {
                    "id": 1093816,
                    "resource_id": 161,
                    "text": "তাদেরকে যখন তাদের মাঝে ফয়সালা করার উদ্দেশে আল্লাহ ও তাঁর রসূলের পানে আহবান করা হয়, তখন তাদের একদল মুখ ফিরিয়ে নেয়।"
                }
            ]
        },
        {
            "id": 2840,
            "verse_number": 49,
            "verse_key": "24:49",
            "hizb_number": 36,
            "rub_el_hizb_number": 142,
            "ruku_number": 306,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَإِن يَكُن لَّهُمُ ٱلْحَقُّ يَأْتُوٓا۟ إِلَيْهِ مُذْعِنِينَ",
            "page_number": 356,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97970,
                    "resource_id": 20,
                    "text": "But if the right is theirs, they come to him in prompt obedience."
                },
                {
                    "id": 215825,
                    "resource_id": 39,
                    "text": "Dan (sebaliknya) jika keputusan itu memberi hak kepada mereka, mereka segera datang kepadanya dengan tunduk taat (menerima hukumnya)."
                },
                {
                    "id": 1093817,
                    "resource_id": 161,
                    "text": "কিন্তু ‘হাক’ (অর্থাৎ প্রাপ্য) যদি তাদের পক্ষে থাকে তাহলে পূর্ণ বিনয়ের সঙ্গে তারা রসূলের দিকে ছুটে আসে।"
                }
            ]
        },
        {
            "id": 2841,
            "verse_number": 50,
            "verse_key": "24:50",
            "hizb_number": 36,
            "rub_el_hizb_number": 142,
            "ruku_number": 306,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَفِى قُلُوبِهِم مَّرَضٌ أَمِ ٱرْتَابُوٓا۟ أَمْ يَخَافُونَ أَن يَحِيفَ ٱللَّهُ عَلَيْهِمْ وَرَسُولُهُۥ ۚ بَلْ أُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
            "page_number": 356,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97973,
                    "resource_id": 20,
                    "text": "Is there disease in their hearts? Or have they doubted? Or do they fear that Allāh will be unjust to them, or His Messenger? Rather, it is they who are the wrongdoers [i.e., the unjust]."
                },
                {
                    "id": 215828,
                    "resource_id": 39,
                    "text": "(Mengapa mereka bersikap demikian), adakah kerana hati mereka mengandungi penyakit (kufur), atau kerana mereka ragu-ragu (terhadap kebenaran hukuman), ataupun kerana mereka takut bahawa Allah dan RasulNya akan berlaku zalim kepada mereka? (Allah dan RasulNya tidak sekali-kali akan berlaku zalim) bahkan merekalah sendiri orang-orang yang zalim (disebabkan keraguan dan kekufuran mereka)."
                },
                {
                    "id": 1093818,
                    "resource_id": 161,
                    "text": "তাদের অন্তরে কি রোগ আছে, না তারা সন্দেহ পোষণ করে? না তারা এই ভয়ের মধ্যে আছে যে আল্লাহ ও তাঁর রসূল তাদের প্রতি অন্যায় করবেন? তা নয়, আসলে তারা নিজেরাই অন্যায়কারী।"
                }
            ]
        },
        {
            "id": 2842,
            "verse_number": 51,
            "verse_key": "24:51",
            "hizb_number": 36,
            "rub_el_hizb_number": 142,
            "ruku_number": 307,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا كَانَ قَوْلَ ٱلْمُؤْمِنِينَ إِذَا دُعُوٓا۟ إِلَى ٱللَّهِ وَرَسُولِهِۦ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا۟ سَمِعْنَا وَأَطَعْنَا ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
            "page_number": 356,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97974,
                    "resource_id": 20,
                    "text": "The only statement of the [true] believers when they are called to Allāh and His Messenger to judge between them is that they say, \"We hear and we obey.\" And those are the successful."
                },
                {
                    "id": 215829,
                    "resource_id": 39,
                    "text": "Sesungguhnya perkataan yang diucapkan oleh orang-orang yang beriman ketika mereka diajak ke pada Kitab Allah dan Sunnah RasulNya, supaya menjadi hakim memutuskan sesuatu di antara mereka, hanyalah mereka berkata: \"Kami dengar dan kami taat\": dan mereka itulah orang-orang yang beroleh kejayaan."
                },
                {
                    "id": 1093819,
                    "resource_id": 161,
                    "text": "মু’মিনদেরকে যখন তাদের মাঝে ফয়সালা করার জন্য আল্লাহ ও তাঁর রসূলের দিকে ডাকা হয়, তখন মু’মিনদের জওয়াব তো এই হয় যে, তারা বলে, আমরা শুনলাম ও মেনে নিলাম, আর তারাই সফলকাম।"
                }
            ]
        },
        {
            "id": 2843,
            "verse_number": 52,
            "verse_key": "24:52",
            "hizb_number": 36,
            "rub_el_hizb_number": 142,
            "ruku_number": 307,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ وَيَخْشَ ٱللَّهَ وَيَتَّقْهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَآئِزُونَ",
            "page_number": 356,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97975,
                    "resource_id": 20,
                    "text": "And whoever obeys Allāh and His Messenger and fears Allāh and is conscious of Him - it is those who are the attainers."
                },
                {
                    "id": 215830,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang taat kepada Allah dan RasulNya dan takut melanggar perintah Allah serta, menjaga dirinya jangan terdedah kepada azab Allah, maka merekalah orang-orang yang beroleh kemenangan."
                },
                {
                    "id": 1093820,
                    "resource_id": 161,
                    "text": "যারা আল্লাহ ও তাঁর রসূলের আনুগত্য করে, আল্লাহকে ভয় করে ও তাঁর অবাধ্যতা পরিহার করে চলে তারাই কৃতকার্য।"
                }
            ]
        },
        {
            "id": 2844,
            "verse_number": 53,
            "verse_key": "24:53",
            "hizb_number": 36,
            "rub_el_hizb_number": 143,
            "ruku_number": 307,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ ۖ قُل لَّا تُقْسِمُوا۟ ۖ طَاعَةٌ مَّعْرُوفَةٌ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
            "page_number": 356,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97976,
                    "resource_id": 20,
                    "text": "And they swear by Allāh their strongest oaths that if you ordered them, they would go forth [in Allāh's cause]. Say, \"Do not swear. [Such] obedience is known.<sup foot_note=196906>1</sup> Indeed, Allāh is [fully] Aware of that which you do.\""
                },
                {
                    "id": 215831,
                    "resource_id": 39,
                    "text": "Dan mereka (yang munafik) bersumpah dengan nama Allah, dengan sebebar-benar sumpahnya: bahawa jika engkau (wahai Muhammad) perintahkan mereka (keluar berjihad), tentulah mereka akan keluar. Katakanlah: \" Janganlah kamu bersumpah, (taat kamu itu) taat yang terkenal (dustanya). Sesungguhnya Allah Amat Mendalam pengetahuanNya tentang apa yang kamu lakukan\"."
                },
                {
                    "id": 1093821,
                    "resource_id": 161,
                    "text": "(হে নবী!) তারা শক্ত করে কসম খেয়ে বলে যে, তুমি তাদেরকে আদেশ করলে তারা অবশ্য অবশ্যই বের হবে, বল : তোমরা কসম খেয়ো না, স্বাভাবিক আনুগত্যই কাম্য, বস্তুতঃ তোমরা যা কর, আল্লাহ সে সম্পর্কে সম্পূর্ণ অবহিত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}