{
    "verses": [
        {
            "id": 2845,
            "verse_number": 54,
            "verse_key": "24:54",
            "hizb_number": 36,
            "rub_el_hizb_number": 143,
            "ruku_number": 307,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۖ فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ ۖ وَإِن تُطِيعُوهُ تَهْتَدُوا۟ ۚ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
            "page_number": 357,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97977,
                    "resource_id": 20,
                    "text": "Say, \"Obey Allāh and obey the Messenger; but if you turn away - then upon him is only that [duty] with which he has been charged, and upon you is that with which you have been charged. And if you obey him, you will be [rightly] guided. And there is not upon the Messenger except the [responsibility for] clear notification.\""
                },
                {
                    "id": 215832,
                    "resource_id": 39,
                    "text": "Katakanlah lagi (kepada mereka): \" Taatlah kamu kepada Allah dan taatlah kepada Rasul Allah. Kemudian jika kamu berpaling ingkar maka ketahuilah bahawa sesungguhnya Rasul Allah hanya bertanggungjawab akan apa yang ditugaskan kepadanya, dan kamu pula bertanggungjawab akan apa yang ditugaskan kepada kamu. Dan jika kamu taat kepadanya nescaya kamu beroleh hidayah petunjuk; dan (sebenarnya) Rasul Allah hanyalah bertanggungjawab menyampaikan perintah-perintah Allah dengan penjelasan yang terang nyata\"."
                },
                {
                    "id": 1093822,
                    "resource_id": 161,
                    "text": "বল : আল্লাহর আনুগত্য ও রসূলের আনুগত্য কর, অতঃপর যদি তোমরা মুখ ফিরিয়ে লও তাহলে তার (অর্থাৎ রসূলের) উপর অর্পিত দায়িত্বের জন্য সে দায়ী, আর তোমাদের উপর অর্পিত দায়িত্বের জন্য তোমরাই দায়ী, তোমরা যদি তার আনুগত্য কর তবে সঠিক পথ পাবে, রসূলের দায়িত্ব হচ্ছে স্পষ্টভাবে (বাণী) পৌঁছে দেয়া।"
                }
            ]
        },
        {
            "id": 2846,
            "verse_number": 55,
            "verse_key": "24:55",
            "hizb_number": 36,
            "rub_el_hizb_number": 143,
            "ruku_number": 307,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى ٱلْأَرْضِ كَمَا ٱسْتَخْلَفَ ٱلَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ ٱلَّذِى ٱرْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُم مِّنۢ بَعْدِ خَوْفِهِمْ أَمْنًا ۚ يَعْبُدُونَنِى لَا يُشْرِكُونَ بِى شَيْـًٔا ۚ وَمَن كَفَرَ بَعْدَ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
            "page_number": 357,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97978,
                    "resource_id": 20,
                    "text": "Allāh has promised those who have believed among you and done righteous deeds that He will surely grant them succession [to authority] upon the earth just as He granted it to those before them and that He will surely establish for them [therein] their religion which He has preferred for them and that He will surely substitute for them, after their fear, security, [for] they worship Me, not associating anything with Me. But whoever disbelieves<sup foot_note=196907>1</sup> after that - then those are the defiantly disobedient."
                },
                {
                    "id": 215834,
                    "resource_id": 39,
                    "text": "Allah menjanjikan orang-orang yang beriman dan beramal soleh dari kalangan kamu (wahai umat Muhammad) bahawa Ia akan menjadikan mereka khalifah-khalifah yang memegang kuasa pemerintahan di bumi, sebagaimana Ia telah menjadikan orang-orang yang sebelum mereka: khalifah-khalifah yang berkuasa; dan Ia akan menguatkan dan mengembangkan ugama mereka (ugama Islam) yang telah diredhaiNya untuk mereka; dan Ia juga akan menggantikan bagi mereka keamanan setelah mereka mengalami ketakutan (dari ancaman musuh). Mereka terus beribadat kepadaKu dengan tidak mempersekutukan sesuatu yang lain denganKu. Dan (ingatlah) sesiapa yang kufur ingkar sesudah itu, maka mereka itulah orang-orang yang derhaka."
                },
                {
                    "id": 1093823,
                    "resource_id": 161,
                    "text": "তোমাদের মধ্যে যারা ঈমান আনে আর সৎকাজ করে আল্লাহ তাদেরকে প্রতিশ্রুতি দিয়েছেন যে তিনি তাদেরকে অবশ্যই পৃথিবীতে খিলাফাত দান করবেন যেমন তাদের পূর্ববর্তীদেরকে তিনি খিলাফাত দান করেছিলেন এবং তিনি তাদের দ্বীনকে অবশ্যই কর্তৃত্বে প্রতিষ্ঠিত করবেন যা তিনি তাদের জন্য পছন্দ করেছেন এবং তিনি তাদের ভয়-ভীতিপূর্ণ অবস্থাকে পরিবর্তিত করে তাদেরকে অবশ্যই নিরাপত্তা দান করবেন। তারা আমার ‘ইবাদাত করবে, কোন কিছুকে আমার শরীক করবে না। এরপরও যারা সত্য প্রত্যাখ্যান করবে তারাই বিদ্রোহী, অন্যায়কারী।"
                }
            ]
        },
        {
            "id": 2847,
            "verse_number": 56,
            "verse_key": "24:56",
            "hizb_number": 36,
            "rub_el_hizb_number": 143,
            "ruku_number": 307,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
            "page_number": 357,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97979,
                    "resource_id": 20,
                    "text": "And establish prayer and give zakāh and obey the Messenger - that you may receive mercy."
                },
                {
                    "id": 215835,
                    "resource_id": 39,
                    "text": "Dan dirikanlah kamu akan sembahyang serta berilah zakat; dan taatlah kamu kepada Rasul Allah; supaya kamu beroleh rahmat."
                },
                {
                    "id": 1093824,
                    "resource_id": 161,
                    "text": "তোমরা (নিয়মিত) নামায প্রতিষ্ঠা কর, যাকাত প্রদান কর ও রসূলের আনুগত্য কর যাতে তোমরা অনুগ্রহ প্রাপ্ত হও।"
                }
            ]
        },
        {
            "id": 2848,
            "verse_number": 57,
            "verse_key": "24:57",
            "hizb_number": 36,
            "rub_el_hizb_number": 143,
            "ruku_number": 307,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لَا تَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ ۚ وَمَأْوَىٰهُمُ ٱلنَّارُ ۖ وَلَبِئْسَ ٱلْمَصِيرُ",
            "page_number": 357,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97980,
                    "resource_id": 20,
                    "text": "Never think that the disbelievers are causing failure [to Allāh] upon the earth. Their refuge will be the Fire - and how wretched the destination."
                },
                {
                    "id": 215837,
                    "resource_id": 39,
                    "text": "Janganlah engkau menyangka orang-orang kafir itu akan dapat melemahkan kekuasaan Allah (daripada menimpakan azab kepada mereka) di dunia, sedang tempat kembali mereka ialah neraka; dan sesungguhnya neraka itu adalah seburuk-buruk tempat kembali."
                },
                {
                    "id": 1093825,
                    "resource_id": 161,
                    "text": "তুমি কাফিরদেরকে এমন মনে কর না যে, তারা পৃথিবীতে আল্লাহর ইচ্ছেকে পরাভূত করার ক্ষমতা রাখে, তাদের বাসস্থান হল আগুন; কতই না নিকৃষ্ট আশ্রয়স্থল!"
                }
            ]
        },
        {
            "id": 2849,
            "verse_number": 58,
            "verse_key": "24:58",
            "hizb_number": 36,
            "rub_el_hizb_number": 143,
            "ruku_number": 308,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِيَسْتَـْٔذِنكُمُ ٱلَّذِينَ مَلَكَتْ أَيْمَـٰنُكُمْ وَٱلَّذِينَ لَمْ يَبْلُغُوا۟ ٱلْحُلُمَ مِنكُمْ ثَلَـٰثَ مَرَّٰتٍ ۚ مِّن قَبْلِ صَلَوٰةِ ٱلْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ ٱلظَّهِيرَةِ وَمِنۢ بَعْدِ صَلَوٰةِ ٱلْعِشَآءِ ۚ ثَلَـٰثُ عَوْرَٰتٍ لَّكُمْ ۚ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّ ۚ طَوَّٰفُونَ عَلَيْكُم بَعْضُكُمْ عَلَىٰ بَعْضٍ ۚ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "page_number": 357,
            "juz_number": 18,
            "translations": [
                {
                    "id": 97981,
                    "resource_id": 20,
                    "text": "O you who have believed, let those whom your right hands possess and those who have not [yet] reached puberty among you ask permission of you [before entering] at three times: before the dawn prayer and when you put aside your clothing [for rest] at noon and after the night prayer. [These are] three times of privacy<sup foot_note=196908>1</sup> for you. There is no blame upon you nor upon them beyond these [periods], for they continually circulate among you - some of you, among others. Thus does Allāh make clear to you the verses [i.e., His ordinances]; and Allāh is Knowing and Wise."
                },
                {
                    "id": 215836,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, hendaklah hamba-hamba kamu dan orang-orang yang belum baligh dari kalangan kamu, meminta izin kepada kamu (sebelum masuk ke tempat kamu), dalam tiga masa; (iaitu) sebelum sembahyang subuh, dan ketika kamu membuka pakaian kerana kepanasan tengah hari, dan sesudah sembahyang Isyak; itulah tiga masa bagi kamu (yang biasanya terdedah aurat kamu padanya). Kamu dan mereka tidaklah bersalah kemudian daripada tiga masa yang tersebut, (kerana mereka) orang-orang yang selalu keluar masuk kepada kamu, dan kamu masing-masing sentiasa berhubung rapat antara satu dengan yang lain. Demikianlah Allah menerangkan kepada kamu ayat-ayatNya (yang menjelaskan hukum-hukumNya); dan (ingatlah) Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1093826,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমাদের মালিকানাধীন দাসদাসীগণ আর তোমাদের যারা বয়:প্রাপ্ত হয়নি তারা যেন (তোমাদের কাছে আসতে) তোমাদের অনুমতি গ্রহণ করে তিন সময়ে- ফাজর নামাযের পূর্বে, আর যখন দুপুরে রোদের প্রচন্ডতায় তোমরা তোমাদের পোশাক খুলে রাখ আর ‘ইশার নামাযের পর। এ তিনটি তোমাদের পোশাকহীন হওয়ার সময়। এ সময়গুলো ছাড়া অন্য সময়ে (প্রবেশ করলে) তোমাদের উপর আর তাদের উপর কোন দোষ নেই। তোমাদের এককে অন্যের কাছে ঘুরাফিরা করতেই হয়। এভাবে আল্লাহ তোমাদের জন্য নির্দেশ খুবই স্পষ্টভাবে বর্ণনা করেন, আল্লাহ সর্বজ্ঞ, বড়ই হিকমতওয়ালা।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}