{
    "verses": [
        {
            "id": 2899,
            "verse_number": 44,
            "verse_key": "25:44",
            "hizb_number": 37,
            "rub_el_hizb_number": 145,
            "ruku_number": 313,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَـٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98041,
                    "resource_id": 20,
                    "text": "Or do you think that most of them hear or reason? They are not except like livestock.<sup foot_note=196932>1</sup> Rather, they are [even] more astray in [their] way."
                },
                {
                    "id": 215897,
                    "resource_id": 39,
                    "text": "Atau adakah engkau menyangka bahawa kebanyakan mereka mendengar atau memahami (apa yang engkau sampaikan kepada mereka)? Mereka hanyalah seperti binatang ternak, bahkan (bawaan) mereka lebih sesat lagi."
                },
                {
                    "id": 1093876,
                    "resource_id": 161,
                    "text": "তুমি কি এটা মনে কর যে, তাদের অধিকাংশ লোক শুনে বা বুঝে? তারা পশু বৈ তো নয়, বরং তারা সঠিক পথ থেকে আরো বেশি ভ্রষ্ট।"
                }
            ]
        },
        {
            "id": 2900,
            "verse_number": 45,
            "verse_key": "25:45",
            "hizb_number": 37,
            "rub_el_hizb_number": 145,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98042,
                    "resource_id": 20,
                    "text": "Have you not considered your Lord - how He extends the shadow, and if He willed, He could have made it stationary? Then We made the sun for it an indication.<sup foot_note=196933>1</sup>"
                },
                {
                    "id": 215896,
                    "resource_id": 39,
                    "text": "Tidakkah engkau melihat kekuasaan Tuhanmu? - bagaimana Ia menjadikan bayang-bayang itu terbentang (luas kawasannya) dan jika Ia kehendaki tentulah Ia menjadikannya tetap (tidak bergerak dan tidak berubah)! Kemudian Kami jadikan matahari sebagai tanda yang menunjukkan perubahan bayang-bayang itu;"
                },
                {
                    "id": 1093877,
                    "resource_id": 161,
                    "text": "তুমি কি তোমার প্রতিপালককে দেখ না কীভাবে তিনি ছায়াকে দীর্ঘ করেন (সূর্য উদয়ের সময়ে, অতঃপর তা ক্রমেই ছোট হতে হতে দুপুর বেলা ছায়া ক্ষুদ্র আকৃতি ধারণ করে, দুপুরের পর আবার ছায়া দীর্ঘ হতে থাকে), তিনি চাইলে ছায়াকে অবশ্যই স্থির রাখতে পারতেন। সূর্যকেই আমি করেছি তার (অর্থাৎ ছায়ার) নির্ণায়ক (সূর্যের অবস্থানের কারণেই ছায়া ছোট ও দীর্ঘ হয়)।"
                }
            ]
        },
        {
            "id": 2901,
            "verse_number": 46,
            "verse_key": "25:46",
            "hizb_number": 37,
            "rub_el_hizb_number": 145,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ قَبَضْنَـٰهُ إِلَيْنَا قَبْضًا يَسِيرًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98043,
                    "resource_id": 20,
                    "text": "Then We [retract and] hold it with Us for a brief grasp.<sup foot_note=196934>1</sup>"
                },
                {
                    "id": 214745,
                    "resource_id": 39,
                    "text": "Kemudian Kami tarik balik bayang-bayang itu kepada Kami, dengan beransur-ansur."
                },
                {
                    "id": 1093878,
                    "resource_id": 161,
                    "text": "অতঃপর আমি তাকে নিজের দিকে গুটিয়ে নেই, ধীরে ধীরে ক্রমাগতভাবে (কারো মৃত্যু হলে, কিছু বিনাশ হলে, কিছু গুটানো হলে- সব কিছুই আল্লাহর দিকে চলে যায়)।"
                }
            ]
        },
        {
            "id": 2902,
            "verse_number": 47,
            "verse_key": "25:47",
            "hizb_number": 37,
            "rub_el_hizb_number": 145,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98044,
                    "resource_id": 20,
                    "text": "And it is He who has made the night for you as clothing<sup foot_note=196936>1</sup> and sleep [a means for] rest and has made the day a resurrection.<sup foot_note=196935>2</sup>"
                },
                {
                    "id": 215901,
                    "resource_id": 39,
                    "text": "Dan Dia lah Tuhan yang menjadikan malam untuk kamu sebagai pakaian, dan menjadikan tidur untuk berhenti rehat, serta menjadikan siang untuk keluar mencari rezeki."
                },
                {
                    "id": 1093879,
                    "resource_id": 161,
                    "text": "তিনিই তোমাদের জন্য রাতকে করেছেন আবরণ, নিদ্রাকে করেছেন আরামপ্রদ আর দিনকে করেছেন (নিদ্রারূপী সাময়িক মৃত্যুর পর) আবার জীবন্ত হয়ে উঠার সময়।"
                }
            ]
        },
        {
            "id": 2903,
            "verse_number": 48,
            "verse_key": "25:48",
            "hizb_number": 37,
            "rub_el_hizb_number": 145,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98045,
                    "resource_id": 20,
                    "text": "And it is He who sends the winds as good tidings before His mercy [i.e., rainfall], and We send down from the sky pure water"
                },
                {
                    "id": 215898,
                    "resource_id": 39,
                    "text": "Dan Dia lah Tuhan yang menghantarkan angin sebagai berita gembira sebelum kedatangan rahmatNya, dan Kami menurunkan dari langit: air yang bersih suci,"
                },
                {
                    "id": 1093880,
                    "resource_id": 161,
                    "text": "তিনিই তার (বৃষ্টিরূপী) অনুগ্রহের পূর্বে সুসংবাদ হিসেবে বায়ু পাঠিয়ে দেন আর আমি আকাশ থেকে বিশুদ্ধ পানি বর্ষণ করি।"
                }
            ]
        },
        {
            "id": 2904,
            "verse_number": 49,
            "verse_key": "25:49",
            "hizb_number": 37,
            "rub_el_hizb_number": 145,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "لِّنُحْـِۧىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَـٰمًا وَأَنَاسِىَّ كَثِيرًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98046,
                    "resource_id": 20,
                    "text": "That We may bring to life thereby a dead land and give it as drink to those We created of numerous livestock and men."
                },
                {
                    "id": 215899,
                    "resource_id": 39,
                    "text": "Untuk Kami hidupkan dengan air itu bumi yang mati, serta memberi minum air itu kepada sebahagian dari makhluk-makhluk Kami, khasnya binatang ternak yang banyak dan manusia yang ramai."
                },
                {
                    "id": 1093881,
                    "resource_id": 161,
                    "text": "যা দিয়ে আমি মৃত যমীনকে জীবিত করে তুলি এবং তৃষ্ণা নিবারণ করি আমার সৃষ্টির অন্তর্গত অনেক জীবজন্তুর ও মানুষের।"
                }
            ]
        },
        {
            "id": 2905,
            "verse_number": 50,
            "verse_key": "25:50",
            "hizb_number": 37,
            "rub_el_hizb_number": 145,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ صَرَّفْنَـٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98049,
                    "resource_id": 20,
                    "text": "And We have certainly distributed it among them that they might be reminded,<sup foot_note=196937>1</sup> but most of the people refuse except disbelief."
                },
                {
                    "id": 215903,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya! Kami telah berulang-ulang kali menyebarkan hujjah-hujjah di antara manusia melalui Al-Quran supaya mereka berfikir (mengenalku serta bersyukur); dalam pada itu kebanyakan manusia tidak mahu melainkan berlaku kufur."
                },
                {
                    "id": 1093882,
                    "resource_id": 161,
                    "text": "আমি পানিকে (সকলের প্রয়োজন মেটানোর জন্য) তাদের মাঝে বণ্টন করি যাতে তারা (আল্লাহর অনুগ্রহের কথা) স্মরণ করে, কিন্তু মানুষদের অধিকাংশই ঈমান গ্রহণ করতে অস্বীকার ক’রে কেবল কুফরিই করল।"
                }
            ]
        },
        {
            "id": 2906,
            "verse_number": 51,
            "verse_key": "25:51",
            "hizb_number": 37,
            "rub_el_hizb_number": 145,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98050,
                    "resource_id": 20,
                    "text": "And if We had willed, We could have sent into every city a warner.<sup foot_note=196938>1</sup>"
                },
                {
                    "id": 215904,
                    "resource_id": 39,
                    "text": "Dan kalau Kami kehendaki, tentulah Kami utuskan dalam tiap-tiap negeri, seorang Rasul pemberi amaran."
                },
                {
                    "id": 1093883,
                    "resource_id": 161,
                    "text": "আমি ইচ্ছে করলে প্রত্যেক জনবসতিতে সতর্ককারী পাঠাতাম। (কিন্তু সারা বিশ্বের জন্য একজন নবী পাঠিয়ে সকলকে একই উম্মাত হওয়ার অনুগ্রহ লাভে ধন্য করেছি)।"
                }
            ]
        },
        {
            "id": 2907,
            "verse_number": 52,
            "verse_key": "25:52",
            "hizb_number": 37,
            "rub_el_hizb_number": 145,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "فَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَجَـٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98051,
                    "resource_id": 20,
                    "text": "So do not obey the disbelievers, and strive against them with it [i.e., the Qur’ān] a great striving."
                },
                {
                    "id": 215906,
                    "resource_id": 39,
                    "text": "Oleh itu, janganlah engkau (Wahai Muhammad) menurut kehendak orang-orang kafir, dan berjuanglah dengan hujjah-hujjah Al-Quran menghadapi mereka dengan perjuangan yang besar dan bersungguh-sungguh."
                },
                {
                    "id": 1093884,
                    "resource_id": 161,
                    "text": "কাজেই তুমি কাফিরদের আনুগত্য করো না: আর কুরআনের সাহায্যে তাদের বিরুদ্ধে সংগ্রাম কর- কঠোর সংগ্রাম।"
                }
            ]
        },
        {
            "id": 2908,
            "verse_number": 53,
            "verse_key": "25:53",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "۞ وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَـٰذَا عَذْبٌ فُرَاتٌ وَهَـٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98052,
                    "resource_id": 20,
                    "text": "And it is He who has released [simultaneously] the two seas [i.e., bodies of water], one fresh and sweet and one salty and bitter, and He placed between them a barrier and prohibiting partition."
                },
                {
                    "id": 215905,
                    "resource_id": 39,
                    "text": "Dan Dia lah Tuhan yang telah mengalirkan dua laut berdampingan, yang satu tawar lagi memuaskan dahaga, dan yang satu lagi masin lagi pahit; serta Ia menjadikan antara kedua-dua laut itu sempadan dan sekatan yang menyekat percampuran keduanya."
                },
                {
                    "id": 1093885,
                    "resource_id": 161,
                    "text": "তিনিই সমুদ্রকে দু’ ধারায় প্রবাহিত করেছেন- একটি সুপেয় সুস্বাদু আরেকটি লবণাক্ত কটু, উভয়ের মাঝে টেনে দিয়েছেন এক আবরণ- এক অনতিক্রম্য বিভক্তি-প্রাচীর।"
                }
            ]
        },
        {
            "id": 2909,
            "verse_number": 54,
            "verse_key": "25:54",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98053,
                    "resource_id": 20,
                    "text": "And it is He who has created from water [i.e., semen] a human being and made him [a relative by] lineage and marriage. And ever is your Lord competent [concerning creation]."
                },
                {
                    "id": 215908,
                    "resource_id": 39,
                    "text": "Dan Dia lah Tuhan yang menciptakan manusia dari air, lalu dijadikannya (mempunyai) titisan baka dan penalian keluarga (persemendaan); dan sememangnya tuhanmu berkuasa (menciptakan apa jua yang dikehendakiNya)."
                },
                {
                    "id": 1093886,
                    "resource_id": 161,
                    "text": "তিনিই পানি থেকে সৃষ্টি করেছেন মানুষ, অতঃপর মানুষকে করেছেন বংশ সম্পর্কীয় ও বিবাহ সম্পর্কীয়, তোমার প্রতিপালক সব কিছু করতে সক্ষম।"
                }
            ]
        },
        {
            "id": 2910,
            "verse_number": 55,
            "verse_key": "25:55",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 314,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا",
            "page_number": 364,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98054,
                    "resource_id": 20,
                    "text": "But they worship rather than Allāh that which does not benefit them or harm them, and the disbeliever is ever, against his Lord, an assistant [to Satan]."
                },
                {
                    "id": 215907,
                    "resource_id": 39,
                    "text": "Dan mereka (yang musyrik) menyembah benda-benda yang lain dari Allah, yang tidak memberi manfaat kepada mereka (yang menyembahnya) dan tidak pula mendatangkan mudarat kepada mereka (yang tidak menyembahnya); dan orang yang kafir selalu menjadi pembantu (bagi golongannya yang kafir) untuk menderhaka kepada tuhannya."
                },
                {
                    "id": 1093887,
                    "resource_id": 161,
                    "text": "তারা আল্লাহকে বাদ দিয়ে এমন কিছুর ‘ইবাদাত করে যা না পারে তাদের কোন উপকার করতে, আর না পারে কোন ক্ষতি করতে, আর কাফির হচ্ছে তার প্রতিপালকের বিরুদ্ধে সাহায্যকারী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 12,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 12
    }
}