{
    "verses": [
        {
            "id": 2923,
            "verse_number": 68,
            "verse_key": "25:68",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 315,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا",
            "page_number": 366,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98069,
                    "resource_id": 20,
                    "text": "And those who do not invoke<sup foot_note=196942>1</sup> with Allāh another deity or kill the soul which Allāh has forbidden [to be killed], except by right, and do not commit unlawful sexual intercourse. And whoever should do that will meet a penalty."
                },
                {
                    "id": 215924,
                    "resource_id": 39,
                    "text": "Dan juga mereka yang tidak menyembah sesuatu yang lain bersama-sama Allah, dan tidak membunuh jiwa yang diharamkan Allah membunuhnya, kecuali dengan jalan yang hak (yang dibenarkan oleh syarak), dan tidak pula berzina; dan sesiapa melakukan yang demikian, akan mendapat balasan dosanya;"
                },
                {
                    "id": 1093900,
                    "resource_id": 161,
                    "text": "তারা আল্লাহর সাথে অন্য কোন ইলাহকে ডাকে না। আর যথার্থতা ব্যতীত কোন প্রাণ হত্যা করে না যা আল্লাহ নিষিদ্ধ করেছেন আর তারা ব্যভিচার করে না। আর যে এগুলো করে সে শাস্তির সাক্ষাৎ লাভ করবে।"
                }
            ]
        },
        {
            "id": 2924,
            "verse_number": 69,
            "verse_key": "25:69",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 315,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "يُضَـٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَـٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا",
            "page_number": 366,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98070,
                    "resource_id": 20,
                    "text": "Multiplied for him is the punishment on the Day of Resurrection, and he will abide therein humiliated -"
                },
                {
                    "id": 215925,
                    "resource_id": 39,
                    "text": "Akan digandakan baginya azab seksa pada hari kiamat, dan ia pula akan kekal di dalam azab itu dengan menerima kehinaan, -"
                },
                {
                    "id": 1093901,
                    "resource_id": 161,
                    "text": "ক্বিয়ামতের দিন তার শাস্তি দ্বিগুণ করা হবে আর সে সেখানে লাঞ্ছিত হয়ে চিরবাস করবে।"
                }
            ]
        },
        {
            "id": 2925,
            "verse_number": 70,
            "verse_key": "25:70",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 315,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًا صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَـٰتٍ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
            "page_number": 366,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98073,
                    "resource_id": 20,
                    "text": "Except for those who repent, believe and do righteous work. For them Allāh will replace their evil deeds with good. And ever is Allāh Forgiving and Merciful."
                },
                {
                    "id": 215928,
                    "resource_id": 39,
                    "text": "Kecuali orang yang bertaubat dan beriman serta mengerjakan amal yang baik, maka orang-orang itu, Allah akan menggantikan (pada tempat) kejahatan mereka dengan kebaikan; dan adalah Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1093902,
                    "resource_id": 161,
                    "text": "তবে তারা নয় যারা তাওবাহ করবে, ঈমান আনবে, আর সৎ কাজ করবে। আল্লাহ এদের পাপগুলোকে পুণ্যে পরিবর্তিত করে দেবেন; আল্লাহ বড়ই ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 2926,
            "verse_number": 71,
            "verse_key": "25:71",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 315,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَمَن تَابَ وَعَمِلَ صَـٰلِحًا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًا",
            "page_number": 366,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98074,
                    "resource_id": 20,
                    "text": "And he who repents and does righteousness does indeed turn to Allāh with [accepted] repentance."
                },
                {
                    "id": 215930,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang bertaubat serta beramal soleh, maka sesungguhnya (dengan itu) ia bertaubat kepada Tuhannya dengan sebenar-benar taubat;"
                },
                {
                    "id": 1093903,
                    "resource_id": 161,
                    "text": "আর যে ব্যক্তি তাওবাহ করে আর সৎকাজ করে, সে আল্লাহর দিকে প্রত্যাবর্তন করে- পূর্ণ প্রত্যাবর্তন।"
                }
            ]
        },
        {
            "id": 2927,
            "verse_number": 72,
            "verse_key": "25:72",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 315,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًا",
            "page_number": 366,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98075,
                    "resource_id": 20,
                    "text": "And [they are] those who do not testify to falsehood, and when they pass near ill speech, they pass by with dignity."
                },
                {
                    "id": 215929,
                    "resource_id": 39,
                    "text": "Dan mereka (yang diredhai Allah itu ialah orang-orang) yang tidak menghadiri tempat-tempat melakukan perkara-perkara yang dilarang, dan apabila mereka bertembung dengan sesuatu yang sia-sia, mereka melaluinya dengan cara membersihkan diri daripadanya."
                },
                {
                    "id": 1093904,
                    "resource_id": 161,
                    "text": "আর যারা মিথ্যে সাক্ষ্য দেয় না, আর বেহুদা কর্মকান্ডের পাশ দিয়ে অতিক্রম করলে সসম্মানে পাশ কাটিয়ে চলে যায়।"
                }
            ]
        },
        {
            "id": 2928,
            "verse_number": 73,
            "verse_key": "25:73",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 315,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّا وَعُمْيَانًا",
            "page_number": 366,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98076,
                    "resource_id": 20,
                    "text": "And those who, when reminded of the verses of their Lord, do not fall upon them deaf and blind."
                },
                {
                    "id": 215932,
                    "resource_id": 39,
                    "text": "Dan juga mereka (yang diredhai Allah itu ialah orang-orang) yang apabila diberi peringatan dengan ayat-ayat keterangan Tuhan mereka, tidaklah mereka tunduk mendengarnya secara orang-orang yang pekak dan buta."
                },
                {
                    "id": 1093905,
                    "resource_id": 161,
                    "text": "আর তাদেরকে তাদের প্রতিপালকের আয়াত স্মরণ করিয়ে দেয়া হলে যারা তার প্রতি বধির ও অন্ধের ন্যায় আচরণ করে না (শুনেও শুনে না, দেখেও দেখে না- এমন করে না)।"
                }
            ]
        },
        {
            "id": 2929,
            "verse_number": 74,
            "verse_key": "25:74",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 315,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
            "page_number": 366,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98077,
                    "resource_id": 20,
                    "text": "And those who say, \"Our Lord, grant us from among our wives and offspring comfort to our eyes<sup foot_note=196943>1</sup> and make us a leader [i.e., example] for the righteous.\""
                },
                {
                    "id": 215931,
                    "resource_id": 39,
                    "text": "Dan juga mereka (yang diredhai Allah itu ialah orang-orang) yang berdoa dengan berkata: \"Wahai Tuhan kami, berilah kami beroleh dari isteri-isteri dan zuriat keturunan kami: perkara-perkara yang menyukakan hati melihatnya, dan jadikanlah kami imam ikutan bagi orang-orang yang (mahu) bertaqwa."
                },
                {
                    "id": 1093906,
                    "resource_id": 161,
                    "text": "আর যারা প্রার্থনা করে : হে আমাদের প্রতিপালক! আমাদেরকে এমন স্ত্রী ও সন্তানাদি দান কর যারা আমাদের চোখ জুড়িয়ে দেয় আর আমাদেরকে মুত্তাকীদের নেতা বানিয়ে দাও।"
                }
            ]
        },
        {
            "id": 2930,
            "verse_number": 75,
            "verse_key": "25:75",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 315,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَـٰمًا",
            "page_number": 366,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98078,
                    "resource_id": 20,
                    "text": "Those will be awarded the Chamber<sup foot_note=196944>1</sup> for what they patiently endured, and they will be received therein with greetings and [words of] peace,"
                },
                {
                    "id": 215935,
                    "resource_id": 39,
                    "text": "Mereka itu semuanya akan dibalas dengan mendapat tempat yang tinggi di Syurga disebabkan kesabaran mereka, dan mereka pula akan menerima penghormatan dan ucapan selamat di dalamnya,"
                },
                {
                    "id": 1093907,
                    "resource_id": 161,
                    "text": "এদেরকেই তাদের ধৈর্যধারণের কারণে জান্নাতের সুউচ্চ স্থান দান ক’রে পুরস্কৃত করা হবে। সেখানে তাদেরকে অভ্যর্থনা জানানো হবে সংবর্ধনা ও সালাম জানিয়ে।"
                }
            ]
        },
        {
            "id": 2931,
            "verse_number": 76,
            "verse_key": "25:76",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 315,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "خَـٰلِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا",
            "page_number": 366,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98079,
                    "resource_id": 20,
                    "text": "Abiding eternally therein. Good is the settlement and residence."
                },
                {
                    "id": 215933,
                    "resource_id": 39,
                    "text": "Mereka kekal di dalam Syurga itu; amatlah eloknya Syurga menjadi tempat penetapan dan tempat tinggal."
                },
                {
                    "id": 1093908,
                    "resource_id": 161,
                    "text": "সেখানে তারা চিরকাল থাকবে, আবাসস্থল ও অবস্থানস্থল হিসেবে তা কতই না উৎকৃষ্ট!"
                }
            ]
        },
        {
            "id": 2932,
            "verse_number": 77,
            "verse_key": "25:77",
            "hizb_number": 37,
            "rub_el_hizb_number": 146,
            "ruku_number": 315,
            "manzil_number": 4,
            "sajdah_number": null,
            "text_uthmani": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
            "page_number": 366,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98080,
                    "resource_id": 20,
                    "text": "Say, \"What would my Lord care for you if not for your supplication?\"<sup foot_note=196946>1</sup> For you [disbelievers] have denied, so it [i.e., your denial] is going to be adherent.<sup foot_note=196945>2</sup>"
                },
                {
                    "id": 215934,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad kepada golongan yang ingkar): \"Tuhanku tidak akan menghargai kamu kalau tidak adanya doa ibadat kamu kepadaNya; (apabila kamu telah mengetahui bahawa Tuhanku telah menetapkan tidak menghargai seseorang pun melainkan kerana doa ibadatnya) maka sesungguhnya kamu telahpun menyalahi (ketetapan Tuhanku itu); dengan yang demikian, sudah tentu balasan azab (disebabkan kamu menyalahi itu) akan menimpa kamu\"."
                },
                {
                    "id": 1093909,
                    "resource_id": 161,
                    "text": "(কাফিরদেরকে) বল : ‘তোমাদের ব্যাপারে আমার প্রতিপালকের কী প্রয়োজন পড়েছে তোমরা যদি তাঁকে না ডাকো? তোমরা তো তাঁকে অস্বীকার করেছ, কাজেই শীঘ্রই তোমাদের উপর এসে পড়বে অপ্রতিরোধ্য (শাস্তি)।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}