{
    "verses": [
        {
            "id": 238,
            "verse_number": 231,
            "verse_key": "2:231",
            "hizb_number": 4,
            "rub_el_hizb_number": 14,
            "ruku_number": 30,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ ۚ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُوا۟ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ وَلَا تَتَّخِذُوٓا۟ ءَايَـٰتِ ٱللَّهِ هُزُوًا ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ ٱلْكِتَـٰبِ وَٱلْحِكْمَةِ يَعِظُكُم بِهِۦ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
            "page_number": 37,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97675,
                    "resource_id": 20,
                    "text": "And when you divorce women and they have [nearly] fulfilled their term, either retain them according to acceptable terms or release them according to acceptable terms, and do not keep them, intending harm, to transgress [against them]. And whoever does that has certainly wronged himself. And do not take the verses of Allāh in jest. And remember the favor of Allāh upon you and what has been revealed to you of the Book [i.e., the Qur’ān] and wisdom [i.e., the Prophet's sunnah] by which He instructs you. And fear Allāh and know that Allāh is Knowing of all things."
                },
                {
                    "id": 215544,
                    "resource_id": 39,
                    "text": "Dan apabila kamu menceraikan isteri-isteri (kamu) kemudian mereka (hampir) habis tempoh idahnya maka bolehlah kamu pegang mereka (rujuk) dengan cara yang baik atau lepaskan mereka dengan cara yang baik. Dan janganlah kamu pegang mereka (rujuk semula dengan maksud memberi mudarat, kerana kamu hendak melakukan kezaliman (terhadap mereka); dan sesiapa yang melakukan demikian maka sesungguhnya dia menganiaya dirinya sendiri. dan janganlah kamu menjadikan ayat-ayat hukum Allah itu sebagai ejek-ejekan (dan permainan). Dan kenanglah nikmat Allah yang diberikan kepada kamu, (dan kenanglah) apa yang diturunkan kepada kamu iaitu Kitab (Al-Quran) dan ilmu hikmat, untuk memberi pengajaran kepada kamu dengannya. Dan bertaqwalah kepada Allah serta ketahuilah: sesungguhnya Allah Maha Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1091215,
                    "resource_id": 161,
                    "text": "যখন তোমরা স্ত্রীদেরকে তালাক দাও এবং তাদের ইদ্দত পূর্ণ হয়ে আসে তখন হয় তাদেরকে ভালভাবে গ্রহণ করে রেখে দাও, নইলে ভালভাবে বিদায় দাও, আর বাড়াবাড়ি করে তাদের ক্ষতি করার উদ্দেশে আটকে রেখো না। যে এমন করবে, সে নিজেরই উপর যুলম করে। তোমরা আল্লাহর আহকামকে হাসি-ঠাট্টারূপে গ্রহণ করো না এবং তোমাদের প্রতি আল্লাহর অনুগ্রহ, তাঁর কিতাব ও জ্ঞানগর্ভ বাক্যাবলী (সুন্নাত) যা তিনি তোমাদের প্রতি নাযিল করেছেন, যদ্দ্বারা তিনি তোমাদেরকে উপদেশ দেন, তা স্মরণ কর আর আল্লাহকে ভয় কর আর জেনে রেখ, নিশ্চয়ই আল্লাহ সর্ববিষয়ে সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 239,
            "verse_number": 232,
            "verse_key": "2:232",
            "hizb_number": 4,
            "rub_el_hizb_number": 14,
            "ruku_number": 31,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَٰجَهُنَّ إِذَا تَرَٰضَوْا۟ بَيْنَهُم بِٱلْمَعْرُوفِ ۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمْ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
            "page_number": 37,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97677,
                    "resource_id": 20,
                    "text": "And when you divorce women<sup foot_note=196019>1</sup> and they have fulfilled their term, do not prevent them from remarrying their [former] husbands if they [i.e., all parties] agree among themselves on an acceptable basis. That is instructed to whoever of you believes in Allāh and the Last Day. That is better for you and purer, and Allāh knows and you know not."
                },
                {
                    "id": 215547,
                    "resource_id": 39,
                    "text": "Dan apabila kamu menceraikan isteri-isteri (kamu), lalu habis masa idah mereka ' maka janganlah kamu (wahai wali-wali nikah) menahan mereka daripada berkahwin semula dengan (bekas) suami mereka, apabila mereka (lelaki dan perempuan itu) bersetuju sesama sendiri dengan cara yang baik (yang dibenarkan oleh Syarak). Demikianlah diberi ingatan dan pengajaran dengan itu kepada sesiapa di antara kamu yang beriman kepada Allah dan hari akhirat. Yang demikian adalah lebih baik bagi kamu dan lebih suci. Dan (ingatlah), Allah mengetahui (akan apa jua yang baik untuk kamu) sedang kamu tidak mengetahuinya."
                },
                {
                    "id": 1091216,
                    "resource_id": 161,
                    "text": "যখন তোমরা স্ত্রীদেরকে তালাক দাও, তারপর তাদের ইদ্দৎ পূর্ণ হয়ে যায়, সে অবস্থায় তারা স্বামীদের সাথে বিবাহ বন্ধনে আবদ্ধ হতে চাইলে তাদেরকে বাধা দিও না যখন তারা বৈধভাবে উভয়ে আপোষে সম্মত হয়। তোমাদের মধ্যে যে ব্যক্তি আল্লাহ ও শেষ দিনে বিশ্বাসী তাকে এ উপদেশ দেয়া হচ্ছে। এটা তোমাদের পক্ষে অতি বিশুদ্ধতা ও পবিত্রতার বিষয় এবং আল্লাহ্ই বিশেষরূপে জানেন, তোমরা জান না।"
                }
            ]
        },
        {
            "id": 240,
            "verse_number": 233,
            "verse_key": "2:233",
            "hizb_number": 4,
            "rub_el_hizb_number": 15,
            "ruku_number": 31,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ وَٱلْوَٰلِدَٰتُ يُرْضِعْنَ أَوْلَـٰدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَ ۚ وَعَلَى ٱلْمَوْلُودِ لَهُۥ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِٱلْمَعْرُوفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَآرَّ وَٰلِدَةٌۢ بِوَلَدِهَا وَلَا مَوْلُودٌ لَّهُۥ بِوَلَدِهِۦ ۚ وَعَلَى ٱلْوَارِثِ مِثْلُ ذَٰلِكَ ۗ فَإِنْ أَرَادَا فِصَالًا عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗ وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُوٓا۟ أَوْلَـٰدَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّآ ءَاتَيْتُم بِٱلْمَعْرُوفِ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "page_number": 37,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97679,
                    "resource_id": 20,
                    "text": "Mothers may nurse [i.e., breastfeed] their children two complete years for whoever wishes to complete the nursing [period]. Upon the father is their [i.e., the mothers'] provision and their clothing according to what is acceptable. No person is charged with more than his capacity. No mother should be harmed through her child, and no father through his child. And upon the [father's] heir is [a duty] like that [of the father]. And if they both desire weaning through mutual consent from both of them and consultation, there is no blame upon either of them. And if you wish to have your children nursed by a substitute, there is no blame upon you as long as you give payment according to what is acceptable. And fear Allāh and know that Allāh is Seeing of what you do."
                },
                {
                    "id": 215550,
                    "resource_id": 39,
                    "text": "Dan ibu-ibu hendaklah menyusukan anak-anak mereka selama dua tahun genap iaitu bagi orang yang hendak menyempurnakan penyusuan itu; dan kewajipan bapa pula ialah memberi makan dan pakaian kepada ibu itu menurut cara yang sepatutnya. Tidaklah diberatkan seseorang melainkan menurut kemampuannya. Janganlah menjadikan seseorang ibu itu menderita kerana anaknya, dan (jangan juga menjadikan) seseorang bapa itu menderita kerana anaknya; dan waris juga menanggung kewajipan yang tersebut (jika si bapa tiada). kemudian jika keduanya (suami isteri mahu menghentikan penyusuan itu dengan persetujuan (yang telah dicapai oleh) mereka sesudah berunding, maka mereka berdua tidaklah salah (melakukannya). Dan jika kamu hendak beri anak-anak kamu menyusu kepada orang lain, maka tidak ada salahnya bagi kamu apabila kamu serahkan (upah) yang kamu mahu beri itu dengan cara yang patut. Dan bertaqwalah kamu kepada Allah, serta ketahuilah, sesungguhnya Allah sentiasa melihat akan apa jua yang kamu lakukan."
                },
                {
                    "id": 1091217,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি দুধপান কাল পূর্ণ করাতে ইচ্ছুক তার জন্য মায়েরা নিজেদের সন্তানদেরকে পূর্ণ দু’ বৎসরকাল স্তন্য দান করবে। জনকের উপর দায়িত্ব হল ভালভাবে তাদের অন্নবস্ত্রের ব্যবস্থা করা। কাউকেও সাধ্যের অতিরিক্ত হুকুম দেয়া হয় না, যেন মাকে তার সন্তানের জন্য এবং সন্তানের জন্মদাতাকে সন্তানের জন্য কষ্ট দেয়া না হয় এবং ওয়ারিশের প্রতিও একই রকম নির্দেশ, তৎপর যদি উভয়ের সম্মতি ও যুক্তিক্রমে দুধ ছাড়াতে ইচ্ছে করে, তবে তাদের প্রতি কোন গুনাহ নেই এবং যদি তোমরা স্বীয় সন্তানদেরকে কোন ধাত্রী দ্বারা দুধ পান করাতে ইচ্ছে কর, তবে তোমাদের প্রতি কোন গুনাহ নেই, যদি তোমরা যা দিতে চাচ্ছিলে তা যথারীতি আদায় করে দাও। আল্লাহকে ভয় কর এবং জেনে রেখ, তোমরা যা কিছুই কর, নিশ্চয়ই আল্লাহ তার সম্যক দ্রষ্টা।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 3,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 3
    }
}