{
    "verses": [
        {
            "id": 3173,
            "verse_number": 14,
            "verse_key": "27:14",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 327,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَجَحَدُوا۟ بِهَا وَٱسْتَيْقَنَتْهَآ أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا ۚ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
            "page_number": 378,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98322,
                    "resource_id": 20,
                    "text": "And they rejected them, while their [inner] selves were convinced thereof, out of injustice and haughtiness. So see how was the end of the corrupters."
                },
                {
                    "id": 216180,
                    "resource_id": 39,
                    "text": "Dan mereka mengingkarinya secara zalim dan sombong angkuh sedang hati mereka meyakini kebenarannya. Oleh itu, lihatlah bagaimana kesudahan orang-orang yang melakukan kerosakan."
                },
                {
                    "id": 1094150,
                    "resource_id": 161,
                    "text": "তারা অন্যায় ঔদ্ধত্যভরে নিদর্শনগুলোকে প্রত্যাখ্যান করল যদিও তাদের অন্তর এগুলোকে সত্য বলে বিশ্বাস করেছিল। অতএব দেখ, ফাসাদ সৃষ্টিকারীদের পরিণতি কেমন হয়েছিল!"
                }
            ]
        },
        {
            "id": 3174,
            "verse_number": 15,
            "verse_key": "27:15",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ ءَاتَيْنَا دَاوُۥدَ وَسُلَيْمَـٰنَ عِلْمًا ۖ وَقَالَا ٱلْحَمْدُ لِلَّهِ ٱلَّذِى فَضَّلَنَا عَلَىٰ كَثِيرٍ مِّنْ عِبَادِهِ ٱلْمُؤْمِنِينَ",
            "page_number": 378,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98323,
                    "resource_id": 20,
                    "text": "And We had certainly given to David and Solomon knowledge, and they said, \"Praise [is due] to Allāh, who has favored us over many of His believing servants.\""
                },
                {
                    "id": 216181,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya kami telah mengurniakan ilmu pengetahuan kepada Nabi Daud dan Nabi Sulaiman; dan mereka berdua bersyukur dengan berkata: \"Segala puji tertentu bagi Allah yang dengan limpah kurniaNya memberi kami kelebihan mengatasi kebanyakan hamba-hambaNya yang beriman\"."
                },
                {
                    "id": 1094151,
                    "resource_id": 161,
                    "text": "আমি দাঊদ ও সুলাইমানকে জ্ঞান দান করেছিলাম। তারা উভয়ে বলেছিল, ‘সকল প্রশংসা আল্লাহর যিনি তাঁর বহু মু’মিন বান্দাদের উপর আমাদেরকে মর্যাদা দান করেছেন।’"
                }
            ]
        },
        {
            "id": 3175,
            "verse_number": 16,
            "verse_key": "27:16",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَوَرِثَ سُلَيْمَـٰنُ دَاوُۥدَ ۖ وَقَالَ يَـٰٓأَيُّهَا ٱلنَّاسُ عُلِّمْنَا مَنطِقَ ٱلطَّيْرِ وَأُوتِينَا مِن كُلِّ شَىْءٍ ۖ إِنَّ هَـٰذَا لَهُوَ ٱلْفَضْلُ ٱلْمُبِينُ",
            "page_number": 378,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98324,
                    "resource_id": 20,
                    "text": "And Solomon inherited David. He said, \"O people, we have been taught the language of birds, and we have been given from all things. Indeed, this is evident bounty.\""
                },
                {
                    "id": 216183,
                    "resource_id": 39,
                    "text": "Dan Nabi Sulaiman mewarisi (pangkat kenabian dan kerajaan) Nabi Daud; dan (setelah itu) Nabi Sulaiman berkata: \"Wahai umat manusia, kami telah diajar mengerti bahasa pertuturan burung, dan kami telah diberikan serba sedikit dari tiap-tiap sesuatu (yang diperlukan); sesungguhnya yang demikian ini adalah limpah kurnia (dari Allah) yang jelas nyata\"."
                },
                {
                    "id": 1094152,
                    "resource_id": 161,
                    "text": "সুলাইমান দাঊদের উত্তরাধিকারী হয়েছিল। সে বলেছিল- ‘হে মানুষেরা! আমাকে পক্ষীকুলের ভাষা শিক্ষা দেয়া হয়েছে আর আমাদেরকে সব কিছু দেয়া হয়েছে, এটা (আল্লাহর পক্ষ হতে) অবশ্যই সুস্পষ্ট অনুগ্রহ।’"
                }
            ]
        },
        {
            "id": 3176,
            "verse_number": 17,
            "verse_key": "27:17",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَحُشِرَ لِسُلَيْمَـٰنَ جُنُودُهُۥ مِنَ ٱلْجِنِّ وَٱلْإِنسِ وَٱلطَّيْرِ فَهُمْ يُوزَعُونَ",
            "page_number": 378,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98325,
                    "resource_id": 20,
                    "text": "And gathered for Solomon were his soldiers of the jinn and men and birds, and they were [marching] in rows"
                },
                {
                    "id": 216184,
                    "resource_id": 39,
                    "text": "Dan dihimpunkan bagi Nabi Sulaiman bala tenteranya, dari jin dan manusia serta burung; lalu mereka dijaga serta diatur keadaan dan perjalanan masing-masing."
                },
                {
                    "id": 1094153,
                    "resource_id": 161,
                    "text": "সুলাইমানের সামনে তার সেনাবাহিনীকে সমবেত করা হল, জ্বিন, মানুষ ও পক্ষীকুলকে; অতঃপর তাদেরকে বিভিন্ন বুহ্যে বিন্যস্ত করা হল।"
                }
            ]
        },
        {
            "id": 3177,
            "verse_number": 18,
            "verse_key": "27:18",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "حَتَّىٰٓ إِذَآ أَتَوْا۟ عَلَىٰ وَادِ ٱلنَّمْلِ قَالَتْ نَمْلَةٌ يَـٰٓأَيُّهَا ٱلنَّمْلُ ٱدْخُلُوا۟ مَسَـٰكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَـٰنُ وَجُنُودُهُۥ وَهُمْ لَا يَشْعُرُونَ",
            "page_number": 378,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98326,
                    "resource_id": 20,
                    "text": "Until, when they came upon the valley of the ants, an ant said, \"O ants, enter your dwellings that you not be crushed by Solomon and his soldiers while they perceive not.\""
                },
                {
                    "id": 216185,
                    "resource_id": 39,
                    "text": "(Maralah angkatan itu) hingga apabila mereka sampai ke \"Waadin-Naml\", berkatalah seekor semut: \"Wahai sekalian semut, masuklah ke sarang kamu masing-masing, jangan Sulaiman dan tenteranya memijak serta membinasakan kamu, sedang mereka tidak menyedari\"."
                },
                {
                    "id": 1094154,
                    "resource_id": 161,
                    "text": "যখন তারা পিপীলিকার উপত্যকায় আসল তখন একটি পিপীলিকা বলল- ‘ওহে পিঁপড়ার দল! তোমাদের বাসস্থানে ঢুকে পড়, যাতে সুলাইমান ও তার সৈন্যবাহিনী তাদের অগোচরে তোমাদেরকে পদপিষ্ট ক’রে না ফেলে।"
                }
            ]
        },
        {
            "id": 3178,
            "verse_number": 19,
            "verse_key": "27:19",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَتَبَسَّمَ ضَاحِكًا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِىٓ أَنْ أَشْكُرَ نِعْمَتَكَ ٱلَّتِىٓ أَنْعَمْتَ عَلَىَّ وَعَلَىٰ وَٰلِدَىَّ وَأَنْ أَعْمَلَ صَـٰلِحًا تَرْضَىٰهُ وَأَدْخِلْنِى بِرَحْمَتِكَ فِى عِبَادِكَ ٱلصَّـٰلِحِينَ",
            "page_number": 378,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98327,
                    "resource_id": 20,
                    "text": "So [Solomon] smiled, amused at her speech, and said, \"My Lord, enable me<sup foot_note=196977>1</sup> to be grateful for Your favor which You have bestowed upon me and upon my parents and to do righteousness of which You approve. And admit me by Your mercy into [the ranks of] Your righteous servants.\"<sup foot_note=196976>2</sup>"
                },
                {
                    "id": 216186,
                    "resource_id": 39,
                    "text": "Maka tersenyumlah Nabi Sulaiman mendengar kata-kata semut itu, dan berdoa dengan berkata:\" Wahai Tuhanku, ilhamkanlah daku supaya tetap bersyukur akan nikmatMu yang Engkau kurniakan kepadaku dan kepada ibu bapaku, dan supaya aku tetap mengerjakan amal soleh yang Engkau redai; dan masukkanlah daku - dengan limpah rahmatMu - dalam kumpulan hamba-hambaMu yang soleh\"."
                },
                {
                    "id": 1094155,
                    "resource_id": 161,
                    "text": "সুলাইমান তার কথায় খুশিতে মুচকি হাসল আর বলল- ‘হে আমার প্রতিপালক! তুমি আমার প্রতি ও আমার পিতামাতার প্রতি যে অনুগ্রহ দান করেছ তার জন্য কৃতজ্ঞতা প্রকাশের আমাকে শক্তি দান কর আর যাতে এমন সৎকাজ করতে পারি যাতে তুমি সন্তুষ্ট হও আর তোমার দয়ায় আমাকে তোমার সৎকর্মশীল বান্দাদের অন্তর্ভুক্ত কর।’"
                }
            ]
        },
        {
            "id": 3179,
            "verse_number": 20,
            "verse_key": "27:20",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَتَفَقَّدَ ٱلطَّيْرَ فَقَالَ مَا لِىَ لَآ أَرَى ٱلْهُدْهُدَ أَمْ كَانَ مِنَ ٱلْغَآئِبِينَ",
            "page_number": 378,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98330,
                    "resource_id": 20,
                    "text": "And he took attendance of the birds and said, \"Why do I not see the hoopoe - or is he among the absent?"
                },
                {
                    "id": 216188,
                    "resource_id": 39,
                    "text": "Dan (setelah itu) Nabi Sulaiman memeriksa kumpulan burung (yang turut serta dalam tenteranya) lalu berkata: \"Mengapa aku tidak melihat burung belatuk? Adakah ia dari mereka yang tidak hadir?"
                },
                {
                    "id": 1094156,
                    "resource_id": 161,
                    "text": "অতঃপর সুলাইমান পাখীদের খোঁজ খবর নিল। সে বলল, কী ব্যাপার, হুদহুদকে তো দেখছি না, নাকি সে অনুপস্থিত?"
                }
            ]
        },
        {
            "id": 3180,
            "verse_number": 21,
            "verse_key": "27:21",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "لَأُعَذِّبَنَّهُۥ عَذَابًا شَدِيدًا أَوْ لَأَا۟ذْبَحَنَّهُۥٓ أَوْ لَيَأْتِيَنِّى بِسُلْطَـٰنٍ مُّبِينٍ",
            "page_number": 378,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98331,
                    "resource_id": 20,
                    "text": "I will surely punish him with a severe punishment or slaughter him unless he brings me clear authorization.\"<sup foot_note=196978>1</sup>"
                },
                {
                    "id": 216189,
                    "resource_id": 39,
                    "text": "\"Demi sesungguhnya! Aku akan menyeksanya dengan seksa yang seberat-beratnya, atau aku akan menyembelihnya, kecuali ia membawa kepadaku alasan yang terang nyata (yang membuktikan sebab-sebab ia tidak hadir)\"."
                },
                {
                    "id": 1094157,
                    "resource_id": 161,
                    "text": "আমি তাকে অবশ্য অবশ্যই শাস্তি দেব কঠিন শাস্তি কিংবা তাকে অবশ্য অবশ্যই হত্যা করব অথবা সে অবশ্য অবশ্যই আমাকে তার (অনুপস্থিতির) উপযুক্ত কারণ দর্শাবে।’"
                }
            ]
        },
        {
            "id": 3181,
            "verse_number": 22,
            "verse_key": "27:22",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِۦ وَجِئْتُكَ مِن سَبَإٍۭ بِنَبَإٍ يَقِينٍ",
            "page_number": 378,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98332,
                    "resource_id": 20,
                    "text": "But he [i.e., the hoopoe] stayed not long and said, \"I have encompassed [in knowledge] that which you have not encompassed, and I have come to you from Sheba with certain news."
                },
                {
                    "id": 216190,
                    "resource_id": 39,
                    "text": "Burung belatuk itu tidak lama ghaibnya selepas itu, lalu datang sambil berkata (kepada Nabi Sulaiman): \"Aku dapat mengetahui secara meliputi akan perkara yang engkau tidak cukup mengetahuinya, dan aku datang kepadamu dari negeri Saba' dengan membawa khabar berita yang diyakini kebenarannya."
                },
                {
                    "id": 1094158,
                    "resource_id": 161,
                    "text": "অতঃপর হুদহুদ অবিলম্বে এসে বলল- ‘আমি যা অবগত হয়েছি আপনি তা অবগত নন, আমি সাবা থেকে নিশ্চিত খবর নিয়ে আপনার কাছে এসেছি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}