{
    "verses": [
        {
            "id": 3182,
            "verse_number": 23,
            "verse_key": "27:23",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنِّى وَجَدتُّ ٱمْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَىْءٍ وَلَهَا عَرْشٌ عَظِيمٌ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98333,
                    "resource_id": 20,
                    "text": "Indeed, I found [there] a woman ruling them, and she has been given of all things, and she has a great throne."
                },
                {
                    "id": 216193,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya aku dapati seorang perempuan memerintah mereka dan ia telah diberikan kepadanya (serba sedikit) dari tiap-tiap sesuatu (yang diperlukan) dan ia pula mempunyai singgahsana yang besar."
                },
                {
                    "id": 1094159,
                    "resource_id": 161,
                    "text": "আমি দেখলাম এক নারী তাদের উপর রাজত্ব করছে আর তাকে সব কিছুই দেয়া হয়েছে আর তার আছে এক বিরাট সিংহাসন।"
                }
            ]
        },
        {
            "id": 3183,
            "verse_number": 24,
            "verse_key": "27:24",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ ٱللَّهِ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ فَهُمْ لَا يَهْتَدُونَ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98334,
                    "resource_id": 20,
                    "text": "I found her and her people prostrating to the sun instead of Allāh, and Satan has made their deeds pleasing to them and averted them from [His] way, so they are not guided,"
                },
                {
                    "id": 216192,
                    "resource_id": 39,
                    "text": "\"Aku dapati raja perempuan itu dan kaumnya sujud kepada matahari dengan meninggalkan ibadat menyembah Allah, dan Syaitan pula memperelokkan pada pandangan mereka perbuatan (syirik) mereka, lalu menghalangi mereka dari jalan (yang benar); oleh itu mereka tidak beroleh petunjuk, -"
                },
                {
                    "id": 1094160,
                    "resource_id": 161,
                    "text": "এবং আমি তাকে আর তার সম্প্রদায়কে দেখলাম আল্লাহর পরিবর্তে সূর্যকে সেজদা করতে। শয়ত্বান তাদের কাজকে তাদের জন্য শোভন করে দিয়েছে এবং তাদেরকে সৎপথ থেকে বাধা দিয়ে রেখেছে কাজেই তারা সৎপথ পায় না।"
                }
            ]
        },
        {
            "id": 3184,
            "verse_number": 25,
            "verse_key": "27:25",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَلَّا يَسْجُدُوا۟ لِلَّهِ ٱلَّذِى يُخْرِجُ ٱلْخَبْءَ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98335,
                    "resource_id": 20,
                    "text": "[And] so they do not prostrate to Allāh, who brings forth what is hidden within the heavens and the earth and knows what you conceal and what you declare -"
                },
                {
                    "id": 216198,
                    "resource_id": 39,
                    "text": "\"(Mereka dihalangi oleh Syaitan) supaya mereka tidak sujud menyembah Allah yang mengeluarkan benda yang tersembunyi di langit dan di bumi, dan yang mengetahui apa yang kamu rahsiakan serta apa yang kamu zahirkan."
                },
                {
                    "id": 1094161,
                    "resource_id": 161,
                    "text": "(শয়ত্বান বাধা দিয়ে রেখেছে) যাতে তারা আল্লাহকে সেজদা না করে যিনি আকাশমন্ডলী ও পৃথিবীর লুক্কায়িত বস্তুকে প্রকাশ করেন, যিনি জানেন তোমরা যা গোপন কর আর তোমরা যা প্রকাশ কর।"
                }
            ]
        },
        {
            "id": 3185,
            "verse_number": 26,
            "verse_key": "27:26",
            "hizb_number": 38,
            "rub_el_hizb_number": 151,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": 8,
            "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلْعَرْشِ ٱلْعَظِيمِ ۩",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98336,
                    "resource_id": 20,
                    "text": "Allāh - there is no deity except Him, Lord of the Great Throne.\""
                },
                {
                    "id": 214753,
                    "resource_id": 39,
                    "text": "\"Allah! - Tiada Tuhan melainkan Dia, Tuhan yang mempunyai Arasy yang besar \"."
                },
                {
                    "id": 1094162,
                    "resource_id": 161,
                    "text": "আল্লাহ, তিনি ছাড়া সত্যিকারের কোন ইলাহ্ নেই, (তিনি) মহান ‘আরশের অধিপতি।’[সাজদাহ]"
                }
            ]
        },
        {
            "id": 3186,
            "verse_number": 27,
            "verse_key": "27:27",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ ٱلْكَـٰذِبِينَ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98337,
                    "resource_id": 20,
                    "text": "[Solomon] said, \"We will see whether you were truthful or were of the liars."
                },
                {
                    "id": 216194,
                    "resource_id": 39,
                    "text": "Nabi Sulaiman berkata: Kami akan fikirkan dengan sehalus-halusnya, adakah benar apa yang engkau katakan itu, ataupun engkau dari golongan yang berdusta."
                },
                {
                    "id": 1094163,
                    "resource_id": 161,
                    "text": "সুলাইমান বলল- ‘এখন আমি দেখব, তুমি সত্য বলেছ, না তুমি মিথ্যেবাদী।"
                }
            ]
        },
        {
            "id": 3187,
            "verse_number": 28,
            "verse_key": "27:28",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ٱذْهَب بِّكِتَـٰبِى هَـٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَٱنظُرْ مَاذَا يَرْجِعُونَ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98338,
                    "resource_id": 20,
                    "text": "Take this letter of mine and deliver it to them. Then leave them and see what [answer] they will return.\""
                },
                {
                    "id": 216195,
                    "resource_id": 39,
                    "text": "\"Pergilah bawa suratku ini, serta campakkanlah kepada mereka, kemudian berundurlah dari mereka; dalam pada itu perhatikanlah apa tindak balas mereka\"."
                },
                {
                    "id": 1094164,
                    "resource_id": 161,
                    "text": "আমার এই পত্র নিয়ে যাও আর এটা তাদের কাছে অর্পণ কর। অতঃপর তাদের কাছ থেকে সরে পড় তারপর দেখ, তারা কী জবাব দেয়।’"
                }
            ]
        },
        {
            "id": 3188,
            "verse_number": 29,
            "verse_key": "27:29",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ إِنِّىٓ أُلْقِىَ إِلَىَّ كِتَـٰبٌ كَرِيمٌ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98339,
                    "resource_id": 20,
                    "text": "She said, \"O eminent ones, indeed, to me has been delivered a noble letter."
                },
                {
                    "id": 216196,
                    "resource_id": 39,
                    "text": "(Setelah membaca surat itu), berkatalah raja perempuan negeri Saba': \"Wahai ketua-ketua kamu! Sesungguhnya telah disampaikan kepadaku sepucuk surat yang mulia."
                },
                {
                    "id": 1094165,
                    "resource_id": 161,
                    "text": "সেই নারী বলল- ‘ওহে সভাসদগণ! এই যে আমাকে এক সম্মানযোগ্য পত্র দেয়া হয়েছে।"
                }
            ]
        },
        {
            "id": 3189,
            "verse_number": 30,
            "verse_key": "27:30",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّهُۥ مِن سُلَيْمَـٰنَ وَإِنَّهُۥ بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98342,
                    "resource_id": 20,
                    "text": "Indeed, it is from Solomon, and indeed, it is [i.e., reads]: 'In the name of Allāh, the Entirely Merciful, the Especially Merciful,"
                },
                {
                    "id": 216199,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya surat itu dari Nabi Sulaiman, dan kandungannya (seperti berikut): `"
                },
                {
                    "id": 1094166,
                    "resource_id": 161,
                    "text": "এটা সুলাইমানের পক্ষ হতে আর তা এই : অসীম দাতা, অতীব দয়ালু আল্লাহর নামে শুরু,"
                }
            ]
        },
        {
            "id": 3190,
            "verse_number": 31,
            "verse_key": "27:31",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 328,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَلَّا تَعْلُوا۟ عَلَىَّ وَأْتُونِى مُسْلِمِينَ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98343,
                    "resource_id": 20,
                    "text": "Be not haughty with me but come to me in submission [as Muslims].'\""
                },
                {
                    "id": 216200,
                    "resource_id": 39,
                    "text": "\" `Bahawa janganlah kamu meninggi diri terhadapku, dan datanglah kamu kepadaku dengan menyerah diri (beriman dan mematuhi ajaran ugama Allah). ' \""
                },
                {
                    "id": 1094167,
                    "resource_id": 161,
                    "text": "আমার প্রতি উদ্ধত হয়ো না, অনুগত হয়ে আমার কাছে হাজির হও।"
                }
            ]
        },
        {
            "id": 3191,
            "verse_number": 32,
            "verse_key": "27:32",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَتْ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَفْتُونِى فِىٓ أَمْرِى مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98344,
                    "resource_id": 20,
                    "text": "She said, \"O eminent ones, advise me in my affair. I would not decide a matter until you witness [for] me.\"<sup foot_note=196979>1</sup>"
                },
                {
                    "id": 216201,
                    "resource_id": 39,
                    "text": "Raja perempuan itu berkata lagi: \"Wahai ketua-ketua kaum, berilah penjelasan kepadaku mengenai perkara yang aku hadapi ini; aku tidak pernah memutuskan sesuatu perkara sebelum kamu hadir memberi pendapat dan mempersetujuinya\"."
                },
                {
                    "id": 1094168,
                    "resource_id": 161,
                    "text": "সে বলল, ওহে সভাসদরা! তোমরা আমার কর্তব্য সম্পর্কে আমাকে সিদ্ধান্ত দাও। তোমাদের উপস্থিতি ব্যতীত আমি কোন ব্যাপারে সিদ্ধান্ত গ্রহণ করিনি।’"
                }
            ]
        },
        {
            "id": 3192,
            "verse_number": 33,
            "verse_key": "27:33",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ نَحْنُ أُو۟لُوا۟ قُوَّةٍ وَأُو۟لُوا۟ بَأْسٍ شَدِيدٍ وَٱلْأَمْرُ إِلَيْكِ فَٱنظُرِى مَاذَا تَأْمُرِينَ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98345,
                    "resource_id": 20,
                    "text": "They said, \"We are men of strength and of great military might, but the command is yours, so see what you will command.\""
                },
                {
                    "id": 216206,
                    "resource_id": 39,
                    "text": "Mereka menjawab: Kita adalah orang-orang yang kuat gagah dan amat berani merempuh peperangan; dan perkara itu (walau bagaimanapun) terserahlah kepadamu; oleh itu fikirkanlah apa yang engkau hendak perintahkan."
                },
                {
                    "id": 1094169,
                    "resource_id": 161,
                    "text": "তারা বলল- ‘আমরা শক্তির অধিকারী ও কঠোর যোদ্ধা, কিন্তু সিন্ধান্ত গ্রহণের অধিকারী আপনিই, কাজেই চিন্তা করে দেখুন, আপনি কী আদেশ করবেন।’"
                }
            ]
        },
        {
            "id": 3193,
            "verse_number": 34,
            "verse_key": "27:34",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَتْ إِنَّ ٱلْمُلُوكَ إِذَا دَخَلُوا۟ قَرْيَةً أَفْسَدُوهَا وَجَعَلُوٓا۟ أَعِزَّةَ أَهْلِهَآ أَذِلَّةً ۖ وَكَذَٰلِكَ يَفْعَلُونَ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98346,
                    "resource_id": 20,
                    "text": "She said, \"Indeed kings - when they enter a city, they ruin it and render the honored of its people humbled. And thus do they do."
                },
                {
                    "id": 216203,
                    "resource_id": 39,
                    "text": "Raja perempuan itu berkata: \"Sesungguhnya raja-raja, apabila masuk ke sebuah negeri, mereka merosakkannya, dan mereka menjadikan penduduknya yang mulia hina-dina; dan sedemikian itulah mereka akan lakukan."
                },
                {
                    "id": 1094170,
                    "resource_id": 161,
                    "text": "সে বলল- ‘রাজারা যখন কোন জনপদে ঢুকে তখন বিপর্যয় ডেকে আনে এবং তথাকার সম্মানিত ব্যক্তিদেরকে অপমানিত করে ছাড়ে আর এরাও তাই করবে।"
                }
            ]
        },
        {
            "id": 3194,
            "verse_number": 35,
            "verse_key": "27:35",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِنِّى مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَةٌۢ بِمَ يَرْجِعُ ٱلْمُرْسَلُونَ",
            "page_number": 379,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98347,
                    "resource_id": 20,
                    "text": "But indeed, I will send to them a gift and see with what [reply] the messengers will return.\""
                },
                {
                    "id": 216204,
                    "resource_id": 39,
                    "text": "\"Dan bahawa aku hendak menghantarkan hadiah kepada mereka, kemudian aku akan menunggu, apakah balasan yang akan dibawa balik oleh utusan-utusan kita\""
                },
                {
                    "id": 1094171,
                    "resource_id": 161,
                    "text": "আমি তাঁর কাছে উপঢৌকন পাঠাচ্ছি, তারপর দেখি, দূতেরা কী (জবাব) নিয়ে আসে।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 13,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 13
    }
}