{
    "verses": [
        {
            "id": 3195,
            "verse_number": 36,
            "verse_key": "27:36",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا جَآءَ سُلَيْمَـٰنَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَآ ءَاتَىٰنِۦَ ٱللَّهُ خَيْرٌ مِّمَّآ ءَاتَىٰكُم بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ",
            "page_number": 380,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98349,
                    "resource_id": 20,
                    "text": "So when they came to Solomon, he said, \"Do you provide me with wealth? But what Allāh has given me is better than what He has given you. Rather, it is you who rejoice in your gift."
                },
                {
                    "id": 216205,
                    "resource_id": 39,
                    "text": "Maka apabila (utusan pembawa hadiah itu) datang mengadap Nabi Sulaiman, berkatalah Nabi Sulaiman (kepadanya): \"Tidaklah patut kamu memberikan kepadaku pemberian harta-benda, kerana apa yang telah diberikan Allah kepadaku lebih baik dari apa yang telah diberikanNya kepada kamu; (bukan aku yang memandang kepada pemberian hadiah) bahkan kamulah yang bergembira dengan hanya kekayaan yang dihadiahkan kepada kamu (atau yang kamu hadiahkan dengan perasaan megah)."
                },
                {
                    "id": 1094172,
                    "resource_id": 161,
                    "text": "অতঃপর দূতরা যখন সুলাইমানের কাছে আসল, সুলাইমান বলল- ‘তোমরা কি আমাকে সম্পদ দিয়ে সাহায্য করছ, কিন্তু আল্লাহ আমাকে যা দিয়েছেন তা তোমাদেরকে যা দিয়েছেন তার চেয়ে উত্তম, বরং তোমরাই তোমাদের উপঢৌকন নিয়ে আনন্দ কর।"
                }
            ]
        },
        {
            "id": 3196,
            "verse_number": 37,
            "verse_key": "27:37",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ٱرْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لَّا قِبَلَ لَهُم بِهَا وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَـٰغِرُونَ",
            "page_number": 380,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98350,
                    "resource_id": 20,
                    "text": "Return to them, for we will surely come to them with soldiers that they will be powerless to encounter, and we will surely expel them therefrom in humiliation, and they will be debased.\""
                },
                {
                    "id": 216207,
                    "resource_id": 39,
                    "text": "\"Kembalilah kepada mereka, (jika mereka tidak juga mahu beriman) maka demi sesungguhnya Kami akan mendatangi mereka dengan angkatan tentera yang mereka tidak terdaya menentangnya, dan kami akan mengeluarkan mereka dari negeri Saba' dengan keadaan hina, menjadi orang-orang tawanan.\""
                },
                {
                    "id": 1094173,
                    "resource_id": 161,
                    "text": "তাদের কাছে ফিরে যাও, আমি অবশ্য অবশ্যই তাদের বিরুদ্ধে এক সেনাবাহিনী নিয়ে আসব যার মুকাবালা করার শক্তি তাদের নেই, আমি অবশ্য অবশ্যই তাদেরকে অপমানিত করে সেখানে থেকে বের করে দেব আর তারা হবে অপদস্থ।’"
                }
            ]
        },
        {
            "id": 3197,
            "verse_number": 38,
            "verse_key": "27:38",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ يَـٰٓأَيُّهَا ٱلْمَلَؤُا۟ أَيُّكُمْ يَأْتِينِى بِعَرْشِهَا قَبْلَ أَن يَأْتُونِى مُسْلِمِينَ",
            "page_number": 380,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98352,
                    "resource_id": 20,
                    "text": "[Solomon] said, \"O assembly [of jinn], which of you will bring me her throne before they come to me in submission?\""
                },
                {
                    "id": 216208,
                    "resource_id": 39,
                    "text": "Nabi Sulaiman berkata pula (kepada golongan bijak pandainya): \"Wahai pegawai-pegawaiku, siapakah di antara kamu yang dapat membawa kepadaku singgahsananya sebelum mereka datang mengadapku dalam keadaan berserah diri memeluk Islam?\""
                },
                {
                    "id": 1094174,
                    "resource_id": 161,
                    "text": "সুলাইমান বলল- ‘হে সভাসদবর্গ! তারা আমার কাছে আত্মসমর্পণ করে আসার আগে তোমাদের মধ্যে কে তার সিংহাসন আমার নিকট নিয়ে আসবে?’"
                }
            ]
        },
        {
            "id": 3198,
            "verse_number": 39,
            "verse_key": "27:39",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ عِفْرِيتٌ مِّنَ ٱلْجِنِّ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ ۖ وَإِنِّى عَلَيْهِ لَقَوِىٌّ أَمِينٌ",
            "page_number": 380,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98353,
                    "resource_id": 20,
                    "text": "A powerful one from among the jinn said, \"I will bring it to you before you rise from your place, and indeed, I am for this [task] strong and trustworthy.\""
                },
                {
                    "id": 216209,
                    "resource_id": 39,
                    "text": "Berkatalah Ifrit dari golongan jin: \"Aku akan membawakannya kepadamu sebelum engkau bangun dari tempat dudukmu, dan sesungguhnya aku amatlah kuat gagah untuk membawanya, lagi amanah\"."
                },
                {
                    "id": 1094175,
                    "resource_id": 161,
                    "text": "এক শক্তিধর জ্বিন বলল- ‘আপনি আপনার জায়গা থেকে উঠবার আগে আমি তা আপনার কাছে এনে দেব, এ কাজে আমি অবশ্যই ক্ষমতার অধিকারী ও আস্থাভাজন।"
                }
            ]
        },
        {
            "id": 3199,
            "verse_number": 40,
            "verse_key": "27:40",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ ٱلَّذِى عِندَهُۥ عِلْمٌ مِّنَ ٱلْكِتَـٰبِ أَنَا۠ ءَاتِيكَ بِهِۦ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ ۚ فَلَمَّا رَءَاهُ مُسْتَقِرًّا عِندَهُۥ قَالَ هَـٰذَا مِن فَضْلِ رَبِّى لِيَبْلُوَنِىٓ ءَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِۦ ۖ وَمَن كَفَرَ فَإِنَّ رَبِّى غَنِىٌّ كَرِيمٌ",
            "page_number": 380,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98356,
                    "resource_id": 20,
                    "text": "Said one who had knowledge from the Scripture, \"I will bring it to you before your glance returns to you.\" And when [Solomon] saw it placed before him, he said, \"This is from the favor of my Lord to test me whether I will be grateful or ungrateful. And whoever is grateful - his gratitude is only for [the benefit of] himself. And whoever is ungrateful - then indeed, my Lord is Free of need and Generous.\""
                },
                {
                    "id": 216212,
                    "resource_id": 39,
                    "text": "Berkata pula seorang yang mempunyai ilmu pengetahuan dari Kitab Allah: \"Aku akan membawakannya kepadamu dalam sekelip mata!\" Setelah Nabi Sulaiman melihat singgahsana itu terletak di sisinya, berkatalah ia: \"Ini ialah dari limpah kurnia Tuhanku, untuk mengujiku adakah aku bersyukur atau aku tidak mengenangkan nikmat pemberianNya. Dan (sebenarnya) sesiapa yang bersyukur maka faedah syukurnya itu hanyalah terpulang kepada dirinya sendiri, dan sesiapa yang tidak bersyukur (maka tidaklah menjadi hal kepada Allah), kerana sesungguhnya Tuhanku Maha Kaya, lagi Maha Pemurah\"."
                },
                {
                    "id": 1094176,
                    "resource_id": 161,
                    "text": "যার কাছে কিতাবের (তাওরাতের) জ্ঞান ছিল সে বলল- ‘আপনার দৃষ্টি আপনার দিকে ফিরে আসার পূর্বেই আমি তা আপনার কাছে এনে দেব।’ সুলাইমান যখন তা তার সামনে রক্ষিত দেখতে পেল তখন সে বলল- ‘এটা আমার প্রতিপালকের অনুগ্রহ, আমাকে পরীক্ষা করার জন্য- আমি কৃতজ্ঞতা প্রকাশ করি, না অকৃতজ্ঞ হই। যে কৃতজ্ঞতা প্রকাশ করে সে নিজের কল্যাণেই কৃতজ্ঞতা প্রকাশ করে। আর যে অকৃতজ্ঞ হয় (সে জেনে রাখুক), নিশ্চয়ই আমার প্রতিপালক অভাবমুক্ত, মর্যাদায় সর্বশ্রেষ্ঠ।’"
                }
            ]
        },
        {
            "id": 3200,
            "verse_number": 41,
            "verse_key": "27:41",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ نَكِّرُوا۟ لَهَا عَرْشَهَا نَنظُرْ أَتَهْتَدِىٓ أَمْ تَكُونُ مِنَ ٱلَّذِينَ لَا يَهْتَدُونَ",
            "page_number": 380,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98357,
                    "resource_id": 20,
                    "text": "He said, \"Disguise for her her throne; we will see whether she will be guided [to truth] or will be of those who is not guided.\""
                },
                {
                    "id": 216215,
                    "resource_id": 39,
                    "text": "Nabi Sulaiman berkata pula (kepada orang-orangnya): \"Ubahkanlah keadaan singgahsananya itu, supaya kita melihat adakah ia dapat mencapai pengetahuan yang sebenar (untuk mengenal singgahsananya itu) atau ia termasuk dalam golongan yang tidak dapat mencapai pengetahuan yang demikian\"."
                },
                {
                    "id": 1094177,
                    "resource_id": 161,
                    "text": "সুলাইমান বলল- ‘তার সিংহাসনের আকৃতি বদলে দাও, অতঃপর আমরা দেখি, সে (তার নিজের পৌঁছার পূর্বেই আলৌকিকভাবে তার সিংহাসন সুলায়মানের দরবারে রক্ষিত দেখে সত্য) পথের দিশা পায়, না যারা পথের দিশা পায় না সে তাদের অন্তর্ভুক্ত।"
                }
            ]
        },
        {
            "id": 3201,
            "verse_number": 42,
            "verse_key": "27:42",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا جَآءَتْ قِيلَ أَهَـٰكَذَا عَرْشُكِ ۖ قَالَتْ كَأَنَّهُۥ هُوَ ۚ وَأُوتِينَا ٱلْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ",
            "page_number": 380,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98358,
                    "resource_id": 20,
                    "text": "So when she arrived, it was said [to her], \"Is your throne like this?\" She said, \"[It is] as though it was it.\" [Solomon said], \"And we were given knowledge before her, and we have been Muslims [in submission to Allāh]."
                },
                {
                    "id": 216214,
                    "resource_id": 39,
                    "text": "Maka ketika ia datang mengadap, Nabi Sulaiman bertanya kepadanya: Serupa inikah singahsanamu?\" Ia menjawab: \"Boleh jadi inilah dia; dan kami telah diberikan ilmu pengetahuan sebelum berlakunya (mukjizat) ini, dan kami pula adalah tetap berserah diri (menjunjung perintah Allah)\"."
                },
                {
                    "id": 1094178,
                    "resource_id": 161,
                    "text": "যখন সে নারী আসল তখন তাকে বলা হল- ‘এটা কি তোমার সিংহাসন?’ সে বলল, ‘এটা যেন সেটাই, আমাদেরকে এর আগেই (আপনার সম্পর্কে) জ্ঞান দান করা হয়েছে আর আমরা আত্মসমর্পণ করেছি।"
                }
            ]
        },
        {
            "id": 3202,
            "verse_number": 43,
            "verse_key": "27:43",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ ٱللَّهِ ۖ إِنَّهَا كَانَتْ مِن قَوْمٍ كَـٰفِرِينَ",
            "page_number": 380,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98359,
                    "resource_id": 20,
                    "text": "And that which she was worshipping other than Allāh had averted her [from submission to Him]. Indeed, she was from a disbelieving people.\""
                },
                {
                    "id": 216217,
                    "resource_id": 39,
                    "text": "Dan ia dihalangi (daripada memeluk Islam pada masa yang lalu): apa yang ia pernah menyembahnya (dari benda-benda) yang lain dari Allah; sesungguhnya adalah ia (pada masa itu) dari puak yang kafir."
                },
                {
                    "id": 1094179,
                    "resource_id": 161,
                    "text": "আল্লাহর পরিবর্তে সে যার পূজা করত তাই তাকে সত্য পথে চলা থেকে বাধা দিয়ে রেখেছিল, সে নারী ছিল কাফির সম্প্রদায়ের অন্তর্ভুক্ত।"
                }
            ]
        },
        {
            "id": 3203,
            "verse_number": 44,
            "verse_key": "27:44",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 329,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قِيلَ لَهَا ٱدْخُلِى ٱلصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا ۚ قَالَ إِنَّهُۥ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ ۗ قَالَتْ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى وَأَسْلَمْتُ مَعَ سُلَيْمَـٰنَ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
            "page_number": 380,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98360,
                    "resource_id": 20,
                    "text": "She was told, \"Enter the palace.\" But when she saw it, she thought it was a body of water<sup foot_note=196980>1</sup> and uncovered her shins [to wade through]. He said, \"Indeed, it is a palace [whose floor is] made smooth with glass.\" She said, \"My Lord, indeed I have wronged myself, and I submit with Solomon to Allāh, Lord of the worlds.\""
                },
                {
                    "id": 216216,
                    "resource_id": 39,
                    "text": "(Setelah itu) dikatakan kepadanya: \"Dipersilakan masuk ke dalam istana ini.\" Maka ketika ia melihatnya, disangkanya halaman istana itu sebuah kolam air, serta dia pun menyingsingkan pakaian dari dua betisnya. Nabi Sulaiman berkata: \"Sebenarnya ini adalah sebuah istana yang diperbuat licin berkilat dari kaca\". (Mendengar yang demikian), Balqis berdoa: \"Wahai Tuhanku, sesungguhnya aku telah menganiaya diri sendiri dan (sekarang aku menegaskan bahawa) aku berserah diri memeluk Islam bersama-sama Nabi Sulaiman, kepada Allah Tuhan sekalian alam \"."
                },
                {
                    "id": 1094180,
                    "resource_id": 161,
                    "text": "তাকে বলা হল- ‘প্রাসাদে প্রবেশ কর।’ যখন সে তা দেখল, সে ওটাকে পানির হ্রদ মনে করল এবং সে তার পায়ের গোছা খুলে ফেলল। সুলাইমান বলল- ‘এটা তো স্বচ্ছ কাঁচমন্ডিত প্রাসাদ। সে নারী বলল- হে আমার প্রতিপালক! আমি অবশ্যই নিজের প্রতি যুলম করেছি আর আমি সুলাইমানের সঙ্গে বিশ্বজগতের প্রতিপালক আল্লাহর নিকট আত্মসমর্পণ করছি।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}