{
    "verses": [
        {
            "id": 3204,
            "verse_number": 45,
            "verse_key": "27:45",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ أَرْسَلْنَآ إِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98361,
                    "resource_id": 20,
                    "text": "And We had certainly sent to Thamūd their brother Ṣāliḥ, [saying], \"Worship Allāh,\" and at once they were two parties conflicting."
                },
                {
                    "id": 216285,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya, Kami telah mengutus kepada kaum Thamud, saudara mereka Nabi Soleh (menyeru mereka dengan berkata): \"Sembahlah kamu akan Allah!\" Maka tiba-tiba mereka menjadi dua puak (mukmin dan kafir) yang berbalah."
                },
                {
                    "id": 1094181,
                    "resource_id": 161,
                    "text": "আমি সামূদ সম্প্রদায়ের নিকট তাদের ভাই সালিহকে পাঠিয়েছিলাম (এই আদেশ দিয়ে যে) তোমরা আল্লাহর ‘ইবাদাত কর। অতঃপর তারা দু’ভাগ হয়ে গিয়ে বিতর্কে জড়িয়ে পড়ল।"
                }
            ]
        },
        {
            "id": 3205,
            "verse_number": 46,
            "verse_key": "27:46",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ يَـٰقَوْمِ لِمَ تَسْتَعْجِلُونَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ ۖ لَوْلَا تَسْتَغْفِرُونَ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98362,
                    "resource_id": 20,
                    "text": "He said, \"O my people, why are you impatient for evil before [i.e., instead of] good?<sup foot_note=196981>1</sup> Why do you not seek forgiveness of Allāh that you may receive mercy?\""
                },
                {
                    "id": 216220,
                    "resource_id": 39,
                    "text": "Nabi Soleh berkata (kepada puak kafir): \"Wahai kaumku, mengapa kamu segerakan kufur ingkar yang mendatangkan keburukan kepada kamu, (tidak) mendahulukan iman yang mendatangkan kebaikan kepada kamu? Alangkah baiknya kalau kamu memohon ampun kepada Allah supaya kamu diberi rahmat.\""
                },
                {
                    "id": 1094182,
                    "resource_id": 161,
                    "text": "সালিহ্ বলল- ‘হে আমার সম্প্রদায়! তোমরা কল্যাণের পূর্বে দ্রুত অকল্যাণ কামনা করছ কেন? তোমরা কেন আল্লাহর নিকট ক্ষমা প্রার্থনা কর না যাতে তোমরা রহমতপ্রাপ্ত হও?’"
                }
            ]
        },
        {
            "id": 3206,
            "verse_number": 47,
            "verse_key": "27:47",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ ٱطَّيَّرْنَا بِكَ وَبِمَن مَّعَكَ ۚ قَالَ طَـٰٓئِرُكُمْ عِندَ ٱللَّهِ ۖ بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98363,
                    "resource_id": 20,
                    "text": "They said, \"We consider you a bad omen, you and those with you.\" He said, \"Your omen [i.e., fate] is with Allāh. Rather, you are a people being tested.\"<sup foot_note=196982>1</sup>"
                },
                {
                    "id": 216221,
                    "resource_id": 39,
                    "text": "Mereka menjawab: \"Kami merasa nahas dan malang dengan sebabmu, dan juga dengan sebab pengikut-pengikutmu!\" Nabi Soleh berkata: Perkara yang menyebabkan baik dan malang kamu adalah di sisi Allah (dan Dia lah yang menentukannya, bukannya aku), sebenarnya kamu adalah kaum yang disesatkan (oleh hawa nafsu)\"."
                },
                {
                    "id": 1094183,
                    "resource_id": 161,
                    "text": "তারা বলল- আমরা তোমাকে আর তোমার সঙ্গে যারা আছে তাদেরকে অকল্যাণের কারণ ব’লে মনে করি।’ সে বলল- ‘তোমাদের অকল্যাণ আল্লাহর নিকট, বরং তোমরা এমন এক সম্প্রদায় যাদেরকে পরীক্ষা করা হচ্ছে।’"
                }
            ]
        },
        {
            "id": 3207,
            "verse_number": 48,
            "verse_key": "27:48",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَكَانَ فِى ٱلْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98364,
                    "resource_id": 20,
                    "text": "And there were in the city nine family heads causing corruption in the land and not amending [its affairs]."
                },
                {
                    "id": 216222,
                    "resource_id": 39,
                    "text": "Dan di bandar (tempat tinggal kaum Thamud) itu, ada sembilan orang yang semata-mata melakukan kerosakan di bumi (dengan berbagai-bagai maksiat) dan tidak melakukan kebaikan sedikitpun."
                },
                {
                    "id": 1094184,
                    "resource_id": 161,
                    "text": "আর সেই শহরে ছিল নয় ব্যক্তি যারা দেশে ফাসাদ সৃষ্টি করত আর তারা সংশোধন করত না।"
                }
            ]
        },
        {
            "id": 3208,
            "verse_number": 49,
            "verse_key": "27:49",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ تَقَاسَمُوا۟ بِٱللَّهِ لَنُبَيِّتَنَّهُۥ وَأَهْلَهُۥ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِۦ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِۦ وَإِنَّا لَصَـٰدِقُونَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98365,
                    "resource_id": 20,
                    "text": "They said, \"Take a mutual oath by Allāh that we will kill him by night, he and his family. Then we will say to his executor,<sup foot_note=196983>1</sup> 'We did not witness the destruction of his family, and indeed, we are truthful.'\""
                },
                {
                    "id": 216223,
                    "resource_id": 39,
                    "text": "Mereka berkata (sesama sendiri): \"Hendaklah kamu masing-masing bersumpah dengan nama Allah, bahawa sesungguhnya kita akan membunuh Soleh dan pengikut-pengikutnya secara mengejut pada waktu malam, kemudian kita akan berkata kepada warisnya: ` Kami tidak hadir (di tempat) pembunuhan (Soleh apalagi membunuhnya atau membunuh) pengikut-pengikutnya, dan sesungguhnya kami adalah berkata benar '. \""
                },
                {
                    "id": 1094185,
                    "resource_id": 161,
                    "text": "তারা বলল- ‘তোমরা আল্লাহর নামে শপথ কর যে, তোমরা রাত্রিযোগে তাকে আর তার পরিবারবর্গকে অবশ্য অবশ্যই আক্রমণ করবে, অতঃপর আমরা তার অভিভাবককে অবশ্য অবশ্যই বলব, আমরা তার পরিবারবর্গের হত্যাকান্ড প্রত্যক্ষ করিনি। আমরা অবশ্যই সত্যবাদী।’"
                }
            ]
        },
        {
            "id": 3209,
            "verse_number": 50,
            "verse_key": "27:50",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَكَرُوا۟ مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98368,
                    "resource_id": 20,
                    "text": "And they planned a plan, and We planned a plan, while they perceived not."
                },
                {
                    "id": 216228,
                    "resource_id": 39,
                    "text": "Dan (dengan demikian) mereka telah merancangkan rancangan jahat, dan Kami pula rancangkan balasannya dengan seburuk-buruk balasan, sedang mereka tidak menyedarinya."
                },
                {
                    "id": 1094186,
                    "resource_id": 161,
                    "text": "তারা এক চক্রান্ত করেছিল আর আমিও এক কৌশল অবলম্বন করেছিলাম, কিন্তু তারা বুঝতে পারেনি।"
                }
            ]
        },
        {
            "id": 3210,
            "verse_number": 51,
            "verse_key": "27:51",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَـٰهُمْ وَقَوْمَهُمْ أَجْمَعِينَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98369,
                    "resource_id": 20,
                    "text": "Then look how was the outcome of their plan - that We destroyed them and their people, all."
                },
                {
                    "id": 216226,
                    "resource_id": 39,
                    "text": "Maka lihatlah bagaimana akibat rancangan jahat mereka, iaitu Kami telah hancurkan mereka dan kaum mereka semuanya."
                },
                {
                    "id": 1094187,
                    "resource_id": 161,
                    "text": "অতঃপর দেখ তাদের চক্রান্তের পরিণতি কেমন হয়েছিল? আমিই তাদেরকে ও তাদের সম্প্রদায়কে, সকলকে ধ্বংস করে দিয়েছিলাম।"
                }
            ]
        },
        {
            "id": 3211,
            "verse_number": 52,
            "verse_key": "27:52",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةًۢ بِمَا ظَلَمُوٓا۟ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْلَمُونَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98370,
                    "resource_id": 20,
                    "text": "So those are their houses, desolate because of the wrong they had done. Indeed in that is a sign for people who know."
                },
                {
                    "id": 216227,
                    "resource_id": 39,
                    "text": "Kesudahannya rumah-rumah mereka itu telah runtuh ranap, dengan sebab mereka berlaku zalim; sesungguhnya kejadian yang demikian mengandungi pelajaran yang mendatangkan iktibar bagi orang-orang yang mahu mengetahui (akan sebab dan musababnya)."
                },
                {
                    "id": 1094188,
                    "resource_id": 161,
                    "text": "এই তো তাদের ঘরদোর সম্পূর্ণ উজাড়, কারণ তারা বাড়াবাড়ি করেছিল। এতে জ্ঞানী সম্প্রদায়ের জন্য অবশ্যই নিদর্শন আছে।"
                }
            ]
        },
        {
            "id": 3212,
            "verse_number": 53,
            "verse_key": "27:53",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَأَنجَيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98371,
                    "resource_id": 20,
                    "text": "And We saved those who believed and used to fear Allāh."
                },
                {
                    "id": 214755,
                    "resource_id": 39,
                    "text": "Dan Kami selamatkan orang-orang yang beriman, serta yang selalu bertaqwa."
                },
                {
                    "id": 1094189,
                    "resource_id": 161,
                    "text": "আর যারা ঈমান এনেছিল ও (আল্লাহকে) ভয় করত তাদেরকে রক্ষা করেছিলাম।"
                }
            ]
        },
        {
            "id": 3213,
            "verse_number": 54,
            "verse_key": "27:54",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ وَأَنتُمْ تُبْصِرُونَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98372,
                    "resource_id": 20,
                    "text": "And [mention] Lot, when he said to his people, \"Do you commit immorality<sup foot_note=196985>1</sup> while you are seeing?<sup foot_note=196984>2</sup>"
                },
                {
                    "id": 216234,
                    "resource_id": 39,
                    "text": "Dan Nabi Lut juga (Kami utuskan); (ingatlah peristiwanya) ketika ia berkata kepada kaumnya: \"Patutkah kamu melakukan perbuatan yang keji sedang kamu nampak kejinya?"
                },
                {
                    "id": 1094190,
                    "resource_id": 161,
                    "text": "স্মরণ কর লূতের কথা, সে তার সম্প্রদায়কে বলেছিল- তোমরা দেখে-শুনে কেন অশ্লীল কাজ করছ,"
                }
            ]
        },
        {
            "id": 3214,
            "verse_number": 55,
            "verse_key": "27:55",
            "hizb_number": 38,
            "rub_el_hizb_number": 152,
            "ruku_number": 330,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ",
            "page_number": 381,
            "juz_number": 19,
            "translations": [
                {
                    "id": 98373,
                    "resource_id": 20,
                    "text": "Do you indeed approach men with desire instead of women? Rather, you are a people behaving ignorantly.\""
                },
                {
                    "id": 216229,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya kamu mendatangi lelaki, bukan perempuan, kerana memuaskan nafsu syahwat kamu. (Perbuatan kamu itu amatlah keji) bahkan kamu kaum yang jahil (yang tidak mengetahui akan akibatnya)\"."
                },
                {
                    "id": 1094191,
                    "resource_id": 161,
                    "text": "তোমরা কি কাম আসক্তি মিটানোর জন্য নারীদের বাদ দিয়ে পুরুষদের নিকট গমন কর? তোমরা এমন এক জাতি যারা মূর্খের আচরণ করছ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}