{
    "verses": [
        {
            "id": 3248,
            "verse_number": 89,
            "verse_key": "27:89",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 333,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا وَهُم مِّن فَزَعٍ يَوْمَئِذٍ ءَامِنُونَ",
            "page_number": 385,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98413,
                    "resource_id": 20,
                    "text": "Whoever comes [at Judgement] with a good deed will have better than it, and they, from the terror of that Day, will be safe."
                },
                {
                    "id": 216271,
                    "resource_id": 39,
                    "text": "Sesiapa yang datang membawa amal kebajikan (yang telah dikerjakannya) maka ia akan beroleh balasan yang lebih baik daripadanya, dan mereka akan beroleh aman sentosa daripada kejadian-kejadian yang mengerikan pada hari kiamat itu."
                },
                {
                    "id": 1094225,
                    "resource_id": 161,
                    "text": "যারা সৎকাজ নিয়ে উপস্থিত হবে, তাদের জন্য আছে উৎকৃষ্টতর প্রতিদান, সেদিন তারা ভীতি শঙ্কা থেকে নিরাপদ থাকবে।"
                }
            ]
        },
        {
            "id": 3249,
            "verse_number": 90,
            "verse_key": "27:90",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 333,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَن جَآءَ بِٱلسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِى ٱلنَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
            "page_number": 385,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98416,
                    "resource_id": 20,
                    "text": "And whoever comes with an evil deed<sup foot_note=196993>1</sup> - their faces will be overturned into the Fire, [and it will be said], \"Are you recompensed except for what you used to do?\""
                },
                {
                    "id": 216273,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang datang membawa amal jahat (yang telah dikerjakannya) maka sudah tentu mereka akan ditumuskan mukanya ke dalam api neraka, (sambil dikatakan kepada mereka): \"Kamu tidak diberi melainkan balasan apa yang kamu telah lakukan\"."
                },
                {
                    "id": 1094226,
                    "resource_id": 161,
                    "text": "যারা অসৎকর্ম নিয়ে হাজির হবে, তাদেরকে মুখের ভরে আগুনে নিক্ষেপ করা হবে, (আর তাদেরকে বলা হবে) তোমরা যা করতে কেবল তারই প্রতিদান তোমাদেরকে দেয়া হচ্ছে।"
                }
            ]
        },
        {
            "id": 3250,
            "verse_number": 91,
            "verse_key": "27:91",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 333,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَـٰذِهِ ٱلْبَلْدَةِ ٱلَّذِى حَرَّمَهَا وَلَهُۥ كُلُّ شَىْءٍ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
            "page_number": 385,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98417,
                    "resource_id": 20,
                    "text": "[Say, O Muḥammad], \"I have only been commanded to worship the Lord of this city,<sup foot_note=196994>1</sup> who made it sacred and to whom [belongs] all things. And I am commanded to be of the Muslims [i.e., those who submit to Allāh]."
                },
                {
                    "id": 216274,
                    "resource_id": 39,
                    "text": "(Katakanlah wahai Muhammad):\" Aku hanyalah diperintahkan supaya menyembah Allah Tuhan negeri (Makkah) ini yang telah menjadikannya suci lagi dihormati dan yang menguasai segala-galanya; dan aku diperintahkan supaya tetap menjadi dari orang-orang Islam (yang menyerah diri bulat-bulat kepadaNya), -"
                },
                {
                    "id": 1094227,
                    "resource_id": 161,
                    "text": "আমি নির্দেশিত হয়েছি এই (মক্কা) নগরীর প্রতিপালকের ‘ইবাদাত করার জন্য যিনি তাকে (অর্থাৎ এই নগরীকে) সম্মানিত করেছেন। সকল বস্তু তাঁরই, আর আমি আদিষ্ট হয়েছি আমি যেন (আল্লাহর নিকট) আত্মসমর্পণকারীদের অন্তর্ভুক্ত হই।"
                }
            ]
        },
        {
            "id": 3251,
            "verse_number": 92,
            "verse_key": "27:92",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 333,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَأَنْ أَتْلُوَا۟ ٱلْقُرْءَانَ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَا۠ مِنَ ٱلْمُنذِرِينَ",
            "page_number": 385,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98418,
                    "resource_id": 20,
                    "text": "And to recite the Qur’ān.\" And whoever is guided is only guided for [the benefit of] himself; and whoever strays - say, \"I am only [one] of the warners.\""
                },
                {
                    "id": 216275,
                    "resource_id": 39,
                    "text": "\"Dan supaya aku sentiasa membaca Al-Quran\". Oleh itu, sesiapa yang menurut petunjuk (Al-Quran dan beramal dengannya) maka faedah perbuatannya itu akan terpulang kepada dirinya sendiri, dan sesiapa yang sesat, maka katakanlah kepadanya: \"Sesungguhnya aku hanyalah seorang pemberi amaran\"."
                },
                {
                    "id": 1094228,
                    "resource_id": 161,
                    "text": "আর আমি যেন কুরআন তিলাওয়াত করি। অতঃপর যে সঠিক পথে চলবে, সে নিজের কল্যাণেই সঠিক পথে চলবে। আর কেউ গুমরাহ্ হলে তুমি বল, আমি তো সতর্ককারীদের একজন।"
                }
            ]
        },
        {
            "id": 3252,
            "verse_number": 93,
            "verse_key": "27:93",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 333,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقُلِ ٱلْحَمْدُ لِلَّهِ سَيُرِيكُمْ ءَايَـٰتِهِۦ فَتَعْرِفُونَهَا ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
            "page_number": 385,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98419,
                    "resource_id": 20,
                    "text": "And say, \"[All] praise is [due] to Allāh. He will show you His signs, and you will recognize them. And your Lord is not unaware of what you do.\""
                },
                {
                    "id": 216276,
                    "resource_id": 39,
                    "text": "Dan katakanlah (wahai Muhammad): \"Segala puji tertentu bagi Allah (yang melimpahkan nikmat-nikmatNya yang tidak terhitung), Ia akan memperlihatkan kepada kamu tanda-tanda kekuasaanNya supaya kamu dapat mengetahuinya (dengan jelas nyata)\"; dan Tuhanmu tidaklah lalai akan segala yang kamu lakukan."
                },
                {
                    "id": 1094229,
                    "resource_id": 161,
                    "text": "আর বল, যাবতীয় প্রশংসা আল্লাহরই। তিনি শীঘ্রই তোমাদেরকে তাঁর নিদর্শনগুলো দেখাবেন আর তা তোমরা চিনতে পারবে। তোমরা যা কর সে সম্পর্কে তোমার পালনকর্তা অমনোযোগী নন।"
                }
            ]
        },
        {
            "id": 3253,
            "verse_number": 1,
            "verse_key": "28:1",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": " طسٓمٓ",
            "page_number": 385,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98423,
                    "resource_id": 20,
                    "text": "Ṭā, Seen, Meem.<sup foot_note=196995>1</sup>"
                },
                {
                    "id": 214979,
                    "resource_id": 39,
                    "text": "Taa, Siin, Miim."
                },
                {
                    "id": 1094230,
                    "resource_id": 161,
                    "text": "তা-সীন-মীম,"
                }
            ]
        },
        {
            "id": 3254,
            "verse_number": 2,
            "verse_key": "28:2",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
            "page_number": 385,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98435,
                    "resource_id": 20,
                    "text": "These are verses of the clear Book."
                },
                {
                    "id": 216301,
                    "resource_id": 39,
                    "text": "Inilah ayat-ayat Kitab - Al-Quran - yang memberi penjelasan."
                },
                {
                    "id": 1094231,
                    "resource_id": 161,
                    "text": "এগুলো সুস্পষ্ট কিতাবের আয়াত।"
                }
            ]
        },
        {
            "id": 3255,
            "verse_number": 3,
            "verse_key": "28:3",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "نَتْلُوا۟ عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِٱلْحَقِّ لِقَوْمٍ يُؤْمِنُونَ",
            "page_number": 385,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98447,
                    "resource_id": 20,
                    "text": "We recite to you from the news of Moses and Pharaoh in truth for a people who believe."
                },
                {
                    "id": 216279,
                    "resource_id": 39,
                    "text": "Kami bacakan kepadamu (wahai Muhammad) sebahagian dari kisah Nabi Musa dan Firaun dengan keterangan yang benar bagi orang-orang yang beriman."
                },
                {
                    "id": 1094232,
                    "resource_id": 161,
                    "text": "আমি মূসা ও ফিরআউনের কাহিনী হতে কিছু তোমার কাছে সত্যিকারভাবে বিবৃত করছি বিশ্বাসী সম্প্রদায়ের উদ্দেশ্যে।"
                }
            ]
        },
        {
            "id": 3256,
            "verse_number": 4,
            "verse_key": "28:4",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ فِرْعَوْنَ عَلَا فِى ٱلْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْىِۦ نِسَآءَهُمْ ۚ إِنَّهُۥ كَانَ مِنَ ٱلْمُفْسِدِينَ",
            "page_number": 385,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98459,
                    "resource_id": 20,
                    "text": "Indeed, Pharaoh exalted himself in the land and made its people into factions, oppressing a sector among them, slaughtering their [newborn] sons and keeping their females alive. Indeed, he was of the corrupters."
                },
                {
                    "id": 216313,
                    "resource_id": 39,
                    "text": "Sesungguhnya Firaun telah berlaku zalim di bumi (Mesir) dengan melampaui batas, serta ia menjadikan penduduknya berpuak-puak. Ia menindas sepuak di antaranya dengan membunuh anak-anak lelaki mereka dan membiarkan hidup anak-anak perempuan mereka. Sesungguhnya adalah ia dari golongan yang membuat kerosakan."
                },
                {
                    "id": 1094233,
                    "resource_id": 161,
                    "text": "বস্তুতঃ ফেরাউন দেশে উদ্ধত হয়ে গিয়েছিল আর সেখানকার অধিবাসীদেরকে বিভিন্ন শ্রেণীতে বিভক্ত করে তাদের একটি শ্রেণীকে দুর্বল করে রেখেছিল, তাদের পুত্রদেরকে সে হত্যা করত আর তাদের নারীদেরকে জীবিত রাখত; সে ছিল ফাসাদ সৃষ্টিকারী।"
                }
            ]
        },
        {
            "id": 3257,
            "verse_number": 5,
            "verse_key": "28:5",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسْتُضْعِفُوا۟ فِى ٱلْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ ٱلْوَٰرِثِينَ",
            "page_number": 385,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98474,
                    "resource_id": 20,
                    "text": "And We wanted to confer favor upon those who were oppressed in the land and make them leaders and make them inheritors"
                },
                {
                    "id": 216337,
                    "resource_id": 39,
                    "text": "Dan Kami hendak berihsan dengan memberikan pertolongan kepada kaum yang tertindas di negeri itu, dan hendak menjadikan mereka pemimpin-pemimpin, serta hendak menjadikan mereka orang-orang yang mewarisi (apa yang dimiliki oleh Firaun dan kaumnya)."
                },
                {
                    "id": 1094234,
                    "resource_id": 161,
                    "text": "দেশে যাদেরকে দুর্বল করে রাখা হয়েছিল আমি তাদের প্রতি অনুগ্রহ করার ইচ্ছে করলাম, আর তাদেরকে নেতা ও উত্তরাধিকারী করার (ইচ্ছে করলাম)।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}