{
    "verses": [
        {
            "id": 3258,
            "verse_number": 6,
            "verse_key": "28:6",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَنُمَكِّنَ لَهُمْ فِى ٱلْأَرْضِ وَنُرِىَ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا۟ يَحْذَرُونَ",
            "page_number": 386,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98486,
                    "resource_id": 20,
                    "text": "And establish them in the land and show Pharaoh and [his minister] Hāmān and their soldiers through them<sup foot_note=196996>1</sup> that which they had feared."
                },
                {
                    "id": 216350,
                    "resource_id": 39,
                    "text": "Dan Kami hendak memberi mereka kedudukan yang kukuh di negeri itu, serta hendak memperlihatkan kepada Firaun dan Haman bersama-sama tentera mereka apa yang mereka bimbangkan dari golongan yang bertindas itu."
                },
                {
                    "id": 1094235,
                    "resource_id": 161,
                    "text": "আর (ইচ্ছে করলাম) তাদেরকে দেশে প্রতিষ্ঠিত করতে, আর ফেরাউন, হামান ও তাদের সৈন্য বাহিনীকে দেখিয়ে দিতে যা তারা তাদের (অর্থাৎ মূসার সম্প্রদায়ের) থেকে আশঙ্কা করত।"
                }
            ]
        },
        {
            "id": 3259,
            "verse_number": 7,
            "verse_key": "28:7",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَأَوْحَيْنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِى ٱلْيَمِّ وَلَا تَخَافِى وَلَا تَحْزَنِىٓ ۖ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ ٱلْمُرْسَلِينَ",
            "page_number": 386,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98498,
                    "resource_id": 20,
                    "text": "And We inspired to the mother of Moses, \"Suckle him; but when you fear for him, cast him into the river and do not fear and do not grieve. Indeed, We will return him to you and will make him [one] of the messengers.\""
                },
                {
                    "id": 216365,
                    "resource_id": 39,
                    "text": "Dan Kami ilhamkan kepada ibu Musa:\" Susukanlah dia; dalam pada itu, jika engkau takutkan sesuatu bahaya mengenainya (dari angkara Firaun), maka (letakkanlah dia di dalam peti dan) lepaskanlah dia ke laut; dan janganlah engkau merasa bimbang dan jangan pula berdukacita; sesungguhnya Kami akan mengembalikannya kepadamu, dan Kami akan melantiknya menjadi salah seorang dari Rasul-rasul Kami."
                },
                {
                    "id": 1094236,
                    "resource_id": 161,
                    "text": "আমি মূসার মায়ের প্রতি ওয়াহী করলাম যে, তাকে স্তন্য পান করাতে থাক। যখন তুমি তার সম্পর্কে আশঙ্কা করবে, তখন তুমি তাকে দরিয়ায় নিক্ষেপ করবে, আর তুমি ভয় করবে না, দুঃখও করবে না, আমি তাকে অবশ্যই তোমার কাছে ফিরিয়ে দেব আর তাকে রসূলদের একজন করব।"
                }
            ]
        },
        {
            "id": 3260,
            "verse_number": 8,
            "verse_key": "28:8",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَٱلْتَقَطَهُۥٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ إِنَّ فِرْعَوْنَ وَهَـٰمَـٰنَ وَجُنُودَهُمَا كَانُوا۟ خَـٰطِـِٔينَ",
            "page_number": 386,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98509,
                    "resource_id": 20,
                    "text": "And the family of Pharaoh picked him up [out of the river] so that he would become to them an enemy and a [cause of] grief. Indeed, Pharaoh and Hāmān and their soldiers were deliberate sinners."
                },
                {
                    "id": 216374,
                    "resource_id": 39,
                    "text": "Setelah itu dia dipungut oleh orang-orang Firaun; kesudahannya dia akan menjadi musuh dan menyebabkan dukacita bagi mereka; sesungguhnya Firaun dan Haman serta orang-orangnya adalah golongan yang bersalah."
                },
                {
                    "id": 1094237,
                    "resource_id": 161,
                    "text": "অতঃপর ফেরাউনের লোকজন তাকে উঠিয়ে নিল যাতে সে তাদের জন্য শত্রু হতে ও দুঃখের কারণ হতে পারে। ফেরাউন, হামান ও তাদের বাহিনীর লোকেরা তো ছিল অপরাধী।"
                }
            ]
        },
        {
            "id": 3261,
            "verse_number": 9,
            "verse_key": "28:9",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَتِ ٱمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّى وَلَكَ ۖ لَا تَقْتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوْ نَتَّخِذَهُۥ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
            "page_number": 386,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98520,
                    "resource_id": 20,
                    "text": "And the wife of Pharaoh said, \"[He will be] a comfort of the eye [i.e., pleasure] for me and for you. Do not kill him; perhaps he may benefit us, or we may adopt him as a son.\" And they perceived not.<sup foot_note=196997>1</sup>"
                },
                {
                    "id": 216386,
                    "resource_id": 39,
                    "text": "Dan (ketika melihat kanak-kanak itu) berkatalah isteri Firaun: \"(Semoga ia menjadi) cahaya mata bagiku dan bagimu; janganlah kamu membunuhnya; mudah-mudahan ia berguna kepada kita, atau kita jadikan dia anak\". Padahal mereka tidak menyedari (kesudahannya)."
                },
                {
                    "id": 1094238,
                    "resource_id": 161,
                    "text": "ফেরাঊনের স্ত্রী বলল- ‘এ শিশু আমার ও তোমার চক্ষু শীতলকারী, তাকে হত্যা কর না, সে আমাদের উপকারে লাগতে পারে অথবা তাকে আমরা পুত্র হিসেবেও গ্রহণ করতে পারি আর তারা কিছুই বুঝতে পারল না (তাদের এ কাজের পরিণাম কী)।"
                }
            ]
        },
        {
            "id": 3262,
            "verse_number": 10,
            "verse_key": "28:10",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَـٰرِغًا ۖ إِن كَادَتْ لَتُبْدِى بِهِۦ لَوْلَآ أَن رَّبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
            "page_number": 386,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98424,
                    "resource_id": 20,
                    "text": "And the heart of Moses' mother became empty [of all else]. She was about to disclose [the matter concerning] him had We not bound fast her heart that she would be of the believers."
                },
                {
                    "id": 216280,
                    "resource_id": 39,
                    "text": "Dan (sepeninggalannya) menjadilah hati ibu Musa kosong; sesungguhnya ia nyaris-nyaris menyatakan perihal anaknya itu dengan berterus-terang jika tidaklah Kami kuatkan hatinya (dengan perasaan sabar dan tenang tenteram), supaya tetaplah ia dari orang-orang yang percaya (akan janji Allah)."
                },
                {
                    "id": 1094239,
                    "resource_id": 161,
                    "text": "মূসার মায়ের অন্তর বিচলিত হয়ে উঠল। সে তো তার পরিচয় প্রকাশ করেই ফেলত যদি না আমি তার চিত্তকে দৃঢ় করতাম যাতে সে আস্থাশীল হয়।"
                }
            ]
        },
        {
            "id": 3263,
            "verse_number": 11,
            "verse_key": "28:11",
            "hizb_number": 39,
            "rub_el_hizb_number": 154,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَتْ لِأُخْتِهِۦ قُصِّيهِ ۖ فَبَصُرَتْ بِهِۦ عَن جُنُبٍ وَهُمْ لَا يَشْعُرُونَ",
            "page_number": 386,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98425,
                    "resource_id": 20,
                    "text": "And she said to his sister, \"Follow him\"; so she watched him from a distance while they perceived not."
                },
                {
                    "id": 214759,
                    "resource_id": 39,
                    "text": "Dan berkatalah ia kepada kakak Musa: \"Pergilah cari khabar beritanya\". (Maka pergilah ia) lalu dilihatnya dari jauh sedang orang ramai tidak menyedarinya."
                },
                {
                    "id": 1094240,
                    "resource_id": 161,
                    "text": "মূসার মা মূসার বোনকে বলল- ‘তার পিছনে পিছনে যাও।’ সে দূর থেকে তাকে দেখছিল কিন্তু তারা টের পায়নি।"
                }
            ]
        },
        {
            "id": 3264,
            "verse_number": 12,
            "verse_key": "28:12",
            "hizb_number": 39,
            "rub_el_hizb_number": 155,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ وَحَرَّمْنَا عَلَيْهِ ٱلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰٓ أَهْلِ بَيْتٍ يَكْفُلُونَهُۥ لَكُمْ وَهُمْ لَهُۥ نَـٰصِحُونَ",
            "page_number": 386,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98426,
                    "resource_id": 20,
                    "text": "And We had prevented from him [all] wet nurses before,<sup foot_note=196998>1</sup> so she said, \"Shall I direct you to a household that will be responsible for him for you while they are to him [for his upbringing] sincere?\""
                },
                {
                    "id": 216281,
                    "resource_id": 39,
                    "text": "Dan Kami jadikan dia dari mulanya enggan menyusu kepada perempuan-perempuan yang hendak menyusukannya; (melihatkan halnya itu), kakaknya berkata: \"Mahukah, aku tunjukkan kamu kepada penduduk sebuah rumah yang dapat memeliharanya untuk kamu, serta mereka tulus ikhlas kepadanya?\""
                },
                {
                    "id": 1094241,
                    "resource_id": 161,
                    "text": "আগে থেকে আমি তাকে ধাত্রী-স্তন্য পান থেকে বিরত রেখেছিলাম। মূসার বোন বলল- ‘আমি কি তোমাদেরকে এমন একটা পরিবারের খোঁজ দেব যারা তাকে তোমাদের পক্ষে লালন পালন করবে আর তারা হবে তার হিতাকাঙ্ক্ষী।’"
                }
            ]
        },
        {
            "id": 3265,
            "verse_number": 13,
            "verse_key": "28:13",
            "hizb_number": 39,
            "rub_el_hizb_number": 155,
            "ruku_number": 334,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَرَدَدْنَـٰهُ إِلَىٰٓ أُمِّهِۦ كَىْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
            "page_number": 386,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98427,
                    "resource_id": 20,
                    "text": "So We restored him to his mother that she might be content and not grieve and that she would know that the promise of Allāh is true. But most of them [i.e., the people] do not know."
                },
                {
                    "id": 216282,
                    "resource_id": 39,
                    "text": "Maka (dengan jalan itu) Kami kembalikan dia kepada ibunya supaya tenang tenteram hatinya dan tidak berdukacita (disebabkan bercerai dengannya); dan supaya ia mengetahui bahawa janji Allah (untuk menyelamatkannya) adalah benar; akan tetapi kebanyakan mereka tidak mengetahui (yang demikian itu)."
                },
                {
                    "id": 1094242,
                    "resource_id": 161,
                    "text": "এভাবে আমি তাকে তার মায়ের কাছে ফিরিয়ে আনলাম যাতে তার চোখ জুড়ায়, সে দুঃখ না করে আর জানতে পারে যে, আল্লাহর ও‘য়াদা সত্য; কিন্তু অধিকাংশ মানুষ তা জানে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}