{
    "verses": [
        {
            "id": 3266,
            "verse_number": 14,
            "verse_key": "28:14",
            "hizb_number": 39,
            "rub_el_hizb_number": 155,
            "ruku_number": 335,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسْتَوَىٰٓ ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُحْسِنِينَ",
            "page_number": 387,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98428,
                    "resource_id": 20,
                    "text": "And when he attained his full strength and was [mentally] mature, We bestowed upon him judgement and knowledge. And thus do We reward the doers of good."
                },
                {
                    "id": 216283,
                    "resource_id": 39,
                    "text": "Dan ketika Musa sampai ke peringkat umurnya yang cukup kekuatannya dan sempurna, Kami beri kepadanya kebijaksanaan serta ilmu pengetahuan; dan demikian Kami membalas orang-orang yang berusaha memperbaiki amalannya."
                },
                {
                    "id": 1094243,
                    "resource_id": 161,
                    "text": "মূসা যখন যৌবনে পদার্পণ করল আর পূর্ণ পরিণত হল, তখন আমি তাকে হিকমত ও জ্ঞান দান করলাম; আমি সৎকর্মশীলদেরকে এভাবেই পুরস্কৃত করে থাকি।"
                }
            ]
        },
        {
            "id": 3267,
            "verse_number": 15,
            "verse_key": "28:15",
            "hizb_number": 39,
            "rub_el_hizb_number": 155,
            "ruku_number": 335,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَدَخَلَ ٱلْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَـٰذَا مِن شِيعَتِهِۦ وَهَـٰذَا مِنْ عَدُوِّهِۦ ۖ فَٱسْتَغَـٰثَهُ ٱلَّذِى مِن شِيعَتِهِۦ عَلَى ٱلَّذِى مِنْ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيْهِ ۖ قَالَ هَـٰذَا مِنْ عَمَلِ ٱلشَّيْطَـٰنِ ۖ إِنَّهُۥ عَدُوٌّ مُّضِلٌّ مُّبِينٌ",
            "page_number": 387,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98429,
                    "resource_id": 20,
                    "text": "And he entered the city at a time of inattention by its people<sup foot_note=196999>1</sup> and found therein two men fighting: one from his faction and one from among his enemy. And the one from his faction called for help to him against the one from his enemy, so Moses struck him and [unintentionally] killed him. [Moses] said, \"This is from the work of Satan. Indeed, he is a manifest, misleading enemy.\""
                },
                {
                    "id": 216284,
                    "resource_id": 39,
                    "text": "Dan masuklah ia ke bandar (Mesir) dalam masa penduduknya tidak menyedarinya, lalu didapatinya di situ dua orang lelaki sedang berkelahi, - seorang dari golongannya sendiri dan yang seorang lagi dari pihak musuhnya. Maka orang yang dari golongannya meminta tolong kepadanya melawan orang yang dari pihak musuhnya; Musa pun menumbuknya lalu menyebabkan orang itu mati. (pada saat itu) Musa berkata: \"Ini adalah dari kerja Syaitan, sesungguhnya Syaitan itu musuh yang menyesatkan, yang nyata (angkaranya) \"."
                },
                {
                    "id": 1094244,
                    "resource_id": 161,
                    "text": "সে শহরে প্রবেশ করল যখন সেখানের লোকেরা অসতর্ক অবস্থায় ছিল। তখন সে দু’জন লোককে সংঘর্ষরত অবস্থায় পেল। একজন তার দলের, অপরজন তার শত্রুদলের। তখন তার দলের লোকটি তার শত্রুদলের লোকটির বিরুদ্ধে তার কাছে সাহায্যের আবেদন জানালো। তখন মূসা তাকে ঘুসি মারল এবং হত্যা করে ফেলল। মূসা বলল- ‘এটা শয়ত্বানের কাজ। সে নিশ্চয় প্রকাশ্য শত্রু, গুমরাহকারী।’"
                }
            ]
        },
        {
            "id": 3268,
            "verse_number": 16,
            "verse_key": "28:16",
            "hizb_number": 39,
            "rub_el_hizb_number": 155,
            "ruku_number": 335,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ رَبِّ إِنِّى ظَلَمْتُ نَفْسِى فَٱغْفِرْ لِى فَغَفَرَ لَهُۥٓ ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
            "page_number": 387,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98430,
                    "resource_id": 20,
                    "text": "He said, \"My Lord, indeed I have wronged myself, so forgive me,\" and He forgave him. Indeed, He is the Forgiving, the Merciful."
                },
                {
                    "id": 216287,
                    "resource_id": 39,
                    "text": "Ia merayu (dengan sesalnya): \"Wahai Tuhanku, sesungguhnya aku telah menganiaya diri sendiri; oleh itu ampunkanlah - apalah jua kiranya - akan dosaku\". (Maka Allah Taala menerima taubatnya) lalu mengampunkan dosanya; sesungguhnya Allah jualah Yang Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1094245,
                    "resource_id": 161,
                    "text": "সে বলল- ‘হে আমার প্রতিপালক! আমি নিজের আত্মার উপর যুলম করেছি, অতএব আমাকে ক্ষমা কর।’ অতঃপর আল্লাহ তাকে ক্ষমা করলেন, অবশ্যই তিনি ক্ষমাশীল, অতি দয়ালু।"
                }
            ]
        },
        {
            "id": 3269,
            "verse_number": 17,
            "verse_key": "28:17",
            "hizb_number": 39,
            "rub_el_hizb_number": 155,
            "ruku_number": 335,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَىَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ",
            "page_number": 387,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98431,
                    "resource_id": 20,
                    "text": "He said, \"My Lord, for the favor You bestowed upon me, I will never be an assistant to the criminals.\""
                },
                {
                    "id": 214761,
                    "resource_id": 39,
                    "text": "Ia merayu lagi: \"Wahai Tuhanku, demi nikmat-nikmat yang Engkau kurniakan kepadaku, (peliharalah daku) supaya aku tidak akan menjadi penyokong kepada golongan yang bersalah\"."
                },
                {
                    "id": 1094246,
                    "resource_id": 161,
                    "text": "মূসা বলল, ‘হে আমার প্রতিপালক! তুমি যেহেতু আমার উপর অনুগ্রহ করেছ, কাজেই আমি কক্ষনো পাপীদের সাহায্যকারী হব না।’"
                }
            ]
        },
        {
            "id": 3270,
            "verse_number": 18,
            "verse_key": "28:18",
            "hizb_number": 39,
            "rub_el_hizb_number": 155,
            "ruku_number": 335,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَأَصْبَحَ فِى ٱلْمَدِينَةِ خَآئِفًا يَتَرَقَّبُ فَإِذَا ٱلَّذِى ٱسْتَنصَرَهُۥ بِٱلْأَمْسِ يَسْتَصْرِخُهُۥ ۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِىٌّ مُّبِينٌ",
            "page_number": 387,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98432,
                    "resource_id": 20,
                    "text": "And he became inside the city fearful and anticipating [exposure], when suddenly the one who sought his help the previous day cried out to him [once again]. Moses said to him, \"Indeed, you are an evident, [persistent] deviator.\""
                },
                {
                    "id": 216286,
                    "resource_id": 39,
                    "text": "Semenjak itu, tinggalah ia di bandar (Mesir) dalam keadaan cemas sambil memerhatikan (berita mengenai dirinya), maka tiba-tiba orang yang meminta pertolongan kepadanya semalam, memanggil meminta pertolongannya lagi. Musa berkata kepadanya: \"Sesungguhnya engkau ini orang yang nyata sesatnya!\""
                },
                {
                    "id": 1094247,
                    "resource_id": 161,
                    "text": "শহরে তার সকাল হল ভীত-সন্ত্রস্ত অবস্থায়। হঠাৎ সে শুনল যে লোকটি গতকাল তার কাছে সাহায্য চেয়েছিল (আবার) সে সাহায্যের জন্য চীৎকার করছে। মূসা তাকে বলল- ‘তুমি প্রকাশ্যই একজন বেওকুফ লোক।"
                }
            ]
        },
        {
            "id": 3271,
            "verse_number": 19,
            "verse_key": "28:19",
            "hizb_number": 39,
            "rub_el_hizb_number": 155,
            "ruku_number": 335,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بِٱلَّذِى هُوَ عَدُوٌّ لَّهُمَا قَالَ يَـٰمُوسَىٰٓ أَتُرِيدُ أَن تَقْتُلَنِى كَمَا قَتَلْتَ نَفْسًۢا بِٱلْأَمْسِ ۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارًا فِى ٱلْأَرْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلْمُصْلِحِينَ",
            "page_number": 387,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98433,
                    "resource_id": 20,
                    "text": "And when he wanted to strike the one who was an enemy to both of them, he<sup foot_note=197000>1</sup> said, \"O Moses, do you intend to kill me as you killed someone yesterday? You only want to be a tyrant in the land and do not want to be of the amenders.\""
                },
                {
                    "id": 216288,
                    "resource_id": 39,
                    "text": "Maka ketika ia bersedia hendak menumbuk orang yang menjadi musuh bagi mereka berdua berkatalah orang itu: \"Wahai Musa, adakah engkau hendak membunuhku sebagaimana engkau membunuh satu jiwa semalam? Sebenarnya engkau hanyalah hendak menjadi seorang yang kejam di bumi, dan tidaklah engkau hendak menjadi seorang pendamai\"."
                },
                {
                    "id": 1094248,
                    "resource_id": 161,
                    "text": "অতঃপর মূসা যখন উভয়ের শত্রুকে ধরতে উদ্যত হল, তখন সে বলল- ‘ওহে মূসা! তুমি কি আমাকে হত্যা করতে চাও যেভাবে গতকাল একটা লোককে হত্যা করেছ, তুমি তো পৃথিবীতে স্বেচ্ছাচারী হতে চাচ্ছ, সংশোধনকারীদের মধ্যে গণ্য হতে চাচ্ছ না।’"
                }
            ]
        },
        {
            "id": 3272,
            "verse_number": 20,
            "verse_key": "28:20",
            "hizb_number": 39,
            "rub_el_hizb_number": 155,
            "ruku_number": 335,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَجَآءَ رَجُلٌ مِّنْ أَقْصَا ٱلْمَدِينَةِ يَسْعَىٰ قَالَ يَـٰمُوسَىٰٓ إِنَّ ٱلْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَٱخْرُجْ إِنِّى لَكَ مِنَ ٱلنَّـٰصِحِينَ",
            "page_number": 387,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98436,
                    "resource_id": 20,
                    "text": "And a man came from the farthest end of the city, running. He said, \"O Moses, indeed the eminent ones are conferring over you [intending] to kill you, so leave [the city]; indeed, I am to you of the sincere advisors.\""
                },
                {
                    "id": 216289,
                    "resource_id": 39,
                    "text": "Dan datanglah seorang lelaki dari hujung bandar itu dengan berlari, (lalu menyampaikan berita) dengan berkata: \"Wahai Musa, sesungguhnya pegawai-pegawai Firaun sedang mengadakan pakatan terhadapmu, mereka hendak membunuhmu; oleh itu pergilah dari sini, sesungguhnya aku adalah pemberi nasihat secara ikhlas kepadamu\"."
                },
                {
                    "id": 1094249,
                    "resource_id": 161,
                    "text": "নগরের প্রান্ত হতে এক লোক ছুটে আসল। সে বলল- ‘হে মূসা! পারিষদগণ তোমাকে হত্যার পরামর্শ করছে, কাজেই তুমি বাইরে চলে যাও, আমি তোমার হিতাকাঙ্ক্ষী।"
                }
            ]
        },
        {
            "id": 3273,
            "verse_number": 21,
            "verse_key": "28:21",
            "hizb_number": 39,
            "rub_el_hizb_number": 155,
            "ruku_number": 335,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَخَرَجَ مِنْهَا خَآئِفًا يَتَرَقَّبُ ۖ قَالَ رَبِّ نَجِّنِى مِنَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
            "page_number": 387,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98437,
                    "resource_id": 20,
                    "text": "So he left it, fearful and anticipating [apprehension]. He said, \"My Lord, save me from the wrongdoing people.\""
                },
                {
                    "id": 216290,
                    "resource_id": 39,
                    "text": "Musa pun keluarlah dari negeri itu dalam keadaan cemas sambil memerhatikan (berita mengenai dirinya) serta berdoa dengan berkata: \"Wahai Tuhanku, selamatkanlah daku dari kaum yang zalim \"."
                },
                {
                    "id": 1094250,
                    "resource_id": 161,
                    "text": "তখন মূসা ভীত-সন্ত্রস্ত অবস্থায় সেখান থেকে বেরিয়ে পড়ল সতর্কতার সঙ্গে। সে বলল, ‘হে আমার প্রতিপালক! তুমি আমাকে যালিম গোষ্ঠী হতে রক্ষা কর।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}