{
    "verses": [
        {
            "id": 245,
            "verse_number": 238,
            "verse_key": "2:238",
            "hizb_number": 4,
            "rub_el_hizb_number": 15,
            "ruku_number": 32,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "حَـٰفِظُوا۟ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلْوُسْطَىٰ وَقُومُوا۟ لِلَّهِ قَـٰنِتِينَ",
            "page_number": 39,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97689,
                    "resource_id": 20,
                    "text": "Maintain with care the [obligatory] prayers and [in particular] the middle [i.e., ʿaṣr] prayer and stand before Allāh, devoutly obedient."
                },
                {
                    "id": 215569,
                    "resource_id": 39,
                    "text": "Peliharalah kamu (kerjakanlah dengan tetap dan sempurna pada waktunya) segala sembahyang fardu, khasnya sembahyang Wusta (sembahyang Asar), dan berdirilah kerana Allah (dalam sembahyang kamu) dengan taat dan khusyuk."
                },
                {
                    "id": 1091222,
                    "resource_id": 161,
                    "text": "তোমরা সলাতের প্রতি যত্নবান হও, বিশেষ করে মধ্যবর্তী সলাতের প্রতি এবং আল্লাহর সামনে বিনীতভাবে দন্ডায়মান হও।"
                }
            ]
        },
        {
            "id": 246,
            "verse_number": 239,
            "verse_key": "2:239",
            "hizb_number": 4,
            "rub_el_hizb_number": 15,
            "ruku_number": 32,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا ۖ فَإِذَآ أَمِنتُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
            "page_number": 39,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97691,
                    "resource_id": 20,
                    "text": "And if you fear [an enemy, then pray] on foot or riding. But when you are secure, then remember Allāh [in prayer], as He has taught you that which you did not [previously] know."
                },
                {
                    "id": 215562,
                    "resource_id": 39,
                    "text": "Dan jika kamu takuti (sesuatu bahaya) maka sembahyanglah sambil berjalan atau berkenderaan, kemudian apabila kamu telah aman sentosa, maka hendaklah kamu mengingati Allah (dengan mengerjakan sembahyang secara yang lebih sempurna), sebagaimana Allah telah mengajar kamu apa yang kamu tidak mengetahuinya."
                },
                {
                    "id": 1091223,
                    "resource_id": 161,
                    "text": "যদি তোমরা ভয় কর, তবে পদচারী কিংবা আরোহী অবস্থায়ই নামায আদায় করবে। যখন নিরুদ্বেগ হবে, তখন আল্লাহকে স্মরণ কর যেভাবে আল্লাহ তোমাদেরকে শিক্ষা দিয়েছেন, যা তোমরা জানতে না।"
                }
            ]
        },
        {
            "id": 247,
            "verse_number": 240,
            "verse_key": "2:240",
            "hizb_number": 4,
            "rub_el_hizb_number": 15,
            "ruku_number": 32,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا وَصِيَّةً لِّأَزْوَٰجِهِم مَّتَـٰعًا إِلَى ٱلْحَوْلِ غَيْرَ إِخْرَاجٍ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِى مَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ مِن مَّعْرُوفٍ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
            "page_number": 39,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97695,
                    "resource_id": 20,
                    "text": "And those who are taken in death among you and leave wives behind - for their wives is a bequest: maintenance for one year without turning [them] out. But if they leave [of their own accord], then there is no blame upon you for what they do with themselves in an acceptable way.<sup foot_note=196024>1</sup> And Allāh is Exalted in Might and Wise."
                },
                {
                    "id": 215566,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang (hampir) mati di antara kamu serta meninggalkan isteri, hendaklah berwasiat untuk isteri-isteri mereka, iaitu diberi nafkah saguhati (makan, pakai dan tempat tinggal) hingga setahun lamanya, dengan tidak disuruh pindah dari tempat tinggalnya. Kemudian jika mereka keluar (dari tempat tinggalnya dengan kehendaknya sendiri) maka tidaklah kamu bersalah (wahai wali waris si mati) mengenai apa yang mereka (isteri-isteri itu) lakukan pada diri mereka dari perkara yang patut yang tidak dilarang Syarak) itu dan ingatlah, Allah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1091224,
                    "resource_id": 161,
                    "text": "তোমাদের মধ্যে যারা বিবিদেরকে রেখে মারা যাবে, তারা বিবিদের জন্য অসিয়ত করবে যেন এক বৎসরকাল সুযোগ-সুবিধা পায় এবং গৃহ হতে বের ক’রে দেয়া না হয়, তবে যদি তারা নিজেরাই বের হয়ে যায়, তবে তোমাদের প্রতি গুনাহ নেই তারা নিজেদের ব্যাপারে বৈধভাবে কিছু করলে; আল্লাহ মহাশক্তিধর, সুবিজ্ঞ।"
                }
            ]
        },
        {
            "id": 248,
            "verse_number": 241,
            "verse_key": "2:241",
            "hizb_number": 4,
            "rub_el_hizb_number": 15,
            "ruku_number": 32,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلِلْمُطَلَّقَـٰتِ مَتَـٰعٌۢ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
            "page_number": 39,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97697,
                    "resource_id": 20,
                    "text": "And for divorced women is a provision according to what is acceptable - a duty upon the righteous."
                },
                {
                    "id": 215510,
                    "resource_id": 39,
                    "text": "Dan isteri-isteri yang diceraikan berhak mendapat Mut'ah pemberian saguhati) dengan cara yang patut, sebagai satu tanggungan yang wajib atas orang-orang yang taqwa."
                },
                {
                    "id": 1091225,
                    "resource_id": 161,
                    "text": "তালাকপ্রাপ্তা নারীদের সঙ্গতভাবে ভরণ-পোষণ করা মুত্তাকীদের কর্তব্য।"
                }
            ]
        },
        {
            "id": 249,
            "verse_number": 242,
            "verse_key": "2:242",
            "hizb_number": 4,
            "rub_el_hizb_number": 15,
            "ruku_number": 32,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
            "page_number": 39,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97700,
                    "resource_id": 20,
                    "text": "Thus does Allāh make clear to you His verses [i.e., laws] that you might use reason."
                },
                {
                    "id": 215570,
                    "resource_id": 39,
                    "text": "Demikianlah Allah menerangkan kepada kamu hukum-hukumnya supaya kamu memahaminya."
                },
                {
                    "id": 1091226,
                    "resource_id": 161,
                    "text": "তোমাদের জন্য আল্লাহ নিজের আহকাম এমনভাবে ব্যাখ্যা করে বর্ণনা করছেন, যাতে তোমরা বুঝতে পার।"
                }
            ]
        },
        {
            "id": 250,
            "verse_number": 243,
            "verse_key": "2:243",
            "hizb_number": 4,
            "rub_el_hizb_number": 16,
            "ruku_number": 33,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُوا۟ ثُمَّ أَحْيَـٰهُمْ ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
            "page_number": 39,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97702,
                    "resource_id": 20,
                    "text": "Have you not considered those who left their homes in many thousands, fearing death? Allāh said to them, \"Die\"; then He restored them to life. And Allāh is the possessor of bounty for the people, but most of the people do not show gratitude."
                },
                {
                    "id": 215573,
                    "resource_id": 39,
                    "text": "Tidakkah engkau ketahui (wahai Muhammad) tentang orang-orang yang keluar (melarikan diri) dari kampung halamannya kerana takutkan mati, sedang mereka beribu-ribu ramainya? Maka Allah berfirman kepada mereka:\" Matilah kamu \" kemudian Allah menghidupkan mereka. Sesungguhnya Allah sentiasa melimpah-limpah kurniaNya kepada manusia (seluruhnya), tetapi kebanyakan manusia tidak bersyukur."
                },
                {
                    "id": 1091227,
                    "resource_id": 161,
                    "text": "তুমি কি সেই লোকদের প্রতি লক্ষ্য করনি, যারা মৃত্যুকে এড়াবার জন্য নিজেদের ঘর থেকে হাজারে হাজারে বের হয়ে গিয়েছিল, তখন আল্লাহ তাদেরকে বললেন, ‘তোমাদের মৃত্যু হোক’। তৎপর তাদেরকে জীবিত করে উঠালেন। নিশ্চয়ই আল্লাহ লোকেদের প্রতি দয়াশীল কিন্তু অধিকাংশ লোক শোকর করে না।"
                }
            ]
        },
        {
            "id": 251,
            "verse_number": 244,
            "verse_key": "2:244",
            "hizb_number": 4,
            "rub_el_hizb_number": 16,
            "ruku_number": 33,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
            "page_number": 39,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97704,
                    "resource_id": 20,
                    "text": "And fight in the cause of Allāh and know that Allāh is Hearing and Knowing."
                },
                {
                    "id": 215574,
                    "resource_id": 39,
                    "text": "Dan berperanglah kamu pada jalan Allah (kerana mempertahankan kebenaran ugamaNya); dan ketahuilah, sesungguhnya Allah Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1091228,
                    "resource_id": 161,
                    "text": "তোমরা আল্লাহর পথে যুদ্ধ কর এবং জেনে রেখ, আল্লাহ নিশ্চয়ই সর্বশ্রোতা, সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 252,
            "verse_number": 245,
            "verse_key": "2:245",
            "hizb_number": 4,
            "rub_el_hizb_number": 16,
            "ruku_number": 33,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَـٰعِفَهُۥ لَهُۥٓ أَضْعَافًا كَثِيرَةً ۚ وَٱللَّهُ يَقْبِضُ وَيَبْصُۜطُ وَإِلَيْهِ تُرْجَعُونَ",
            "page_number": 39,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97706,
                    "resource_id": 20,
                    "text": "Who is it that would loan Allāh a goodly loan so He may multiply it for him many times over? And it is Allāh who withholds and grants abundance, and to Him you will be returned."
                },
                {
                    "id": 215576,
                    "resource_id": 39,
                    "text": "Siapakah orangnya yang (mahu) memberikan pinjaman kepada Allah sebagai pinjaman yang baik (yang ikhlas) supaya Allah melipatgandakan balasannya dengan berganda-ganda banyaknya? Dan (ingatlah), Allah jualah Yang menyempit dan Yang meluaskan (pemberian rezeki) dan kepadaNyalah kamu semua dikembalikan."
                },
                {
                    "id": 1091229,
                    "resource_id": 161,
                    "text": "এমন ব্যক্তি কে আছে যে আল্লাহকে উত্তম কর্জ প্রদান করবে? তাহলে তার সেই কর্জকে তার জন্য আল্লাহ বহু গুণ বর্ধিত করে দেবেন এবং আল্লাহই সীমিত ও প্রসারিত ক’রে থাকেন এবং তাঁর দিকেই তোমরা ফিরে যাবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}