{
    "verses": [
        {
            "id": 3296,
            "verse_number": 44,
            "verse_key": "28:44",
            "hizb_number": 39,
            "rub_el_hizb_number": 156,
            "ruku_number": 338,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كُنتَ بِجَانِبِ ٱلْغَرْبِىِّ إِذْ قَضَيْنَآ إِلَىٰ مُوسَى ٱلْأَمْرَ وَمَا كُنتَ مِنَ ٱلشَّـٰهِدِينَ",
            "page_number": 391,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98464,
                    "resource_id": 20,
                    "text": "And you, [O Muḥammad], were not on the western side [of the mount] when We revealed to Moses the command, and you were not among the witnesses [to that]."
                },
                {
                    "id": 216317,
                    "resource_id": 39,
                    "text": "Dan engkau (wahai Muhammad) tidak ada di sebelah barat (tempat Nabi Musa menerima wahyu) ketika Kami sempurnakan penyerahan Kitab Taurat kepadanya, dan engkau juga tidak termasuk dalam golongan yang menyaksikan peristiwa itu."
                },
                {
                    "id": 1094273,
                    "resource_id": 161,
                    "text": "মূসাকে যখন আমি নির্দেশনামা দিয়েছিলাম তখন তুমি (তূওয়া উপত্যকার) পশ্চিম প্রান্তে ছিলে না, আর ছিলে না তুমি প্রত্যক্ষদর্শী।"
                }
            ]
        },
        {
            "id": 3297,
            "verse_number": 45,
            "verse_key": "28:45",
            "hizb_number": 39,
            "rub_el_hizb_number": 156,
            "ruku_number": 338,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَـٰكِنَّآ أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ ٱلْعُمُرُ ۚ وَمَا كُنتَ ثَاوِيًا فِىٓ أَهْلِ مَدْيَنَ تَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِنَا وَلَـٰكِنَّا كُنَّا مُرْسِلِينَ",
            "page_number": 391,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98465,
                    "resource_id": 20,
                    "text": "But We produced [many] generations [after Moses], and prolonged was their duration.<sup foot_note=197010>1</sup> And you were not a resident among the people of Madyan, reciting to them Our verses, but We were senders [of this message].<sup foot_note=197009>2</sup>"
                },
                {
                    "id": 216319,
                    "resource_id": 39,
                    "text": "Akan tetapi (engkau hanya mengetahui kisah itu dengan jalan Kami memberi wahyu kenabian kepadamu disebabkan) Kami telah mengadakan beberapa umat (dari zaman Nabi Musa hingga ke zamanmu) sampai berlanjutanlah masa yang mereka lalui (serta kucar-kacirlah ugama yang mereka anuti). Dan engkau pula tidak pernah tinggal bersama-sama penduduk negeri Madyan membaca dan mempelajari dari mereka ayat-ayat keterangan Kami (tentang hal Nabi Musa di sana), tetapi Kamilah yang mengutusmu (menjadi Rasul dan memberi wahyu kepadamu mengenai hal itu)."
                },
                {
                    "id": 1094274,
                    "resource_id": 161,
                    "text": "কিন্তু আমি অনেক মানবগোষ্ঠী সৃষ্টি করেছিলাম, অতঃপর তাদের অনেক যুগ গত হয়ে গেছে। তুমি মাদইয়ানবাসীদের মধ্যে বিদ্যমান ছিলে না তাদের কাছে আমার আয়াত আবৃত্তি করার জন্য, কিন্তু (তাদের মাঝে) রসূল প্রেরণকারী আমিই ছিলাম।"
                }
            ]
        },
        {
            "id": 3298,
            "verse_number": 46,
            "verse_key": "28:46",
            "hizb_number": 39,
            "rub_el_hizb_number": 156,
            "ruku_number": 338,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذْ نَادَيْنَا وَلَـٰكِن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
            "page_number": 391,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98466,
                    "resource_id": 20,
                    "text": "And you were not at the side of the mount when We called [Moses] but [were sent] as a mercy from your Lord to warn a people to whom no warner had come before you that they might be reminded."
                },
                {
                    "id": 216332,
                    "resource_id": 39,
                    "text": "Dan engkau juga tidak berada dekat Gunung Tursina ketika Kami menyeru (Nabi Musa dan memberi wahyu kepadanya dahulu), tetapi (diturunkan) rahmat (Al-Quran) dari Tuhanmu (menerangkan Kisah itu) supaya engkau memberi amaran kepada kaum (mu) yang telah lama tidak didatangi sebarang Rasul pemberi amaran sebelummu, semoga mereka beroleh pengajaran (serta insaf mematuhinya)."
                },
                {
                    "id": 1094275,
                    "resource_id": 161,
                    "text": "আমি যখন (মূসাকে) ডাক দিয়েছিলাম তখন তুমি তূর পর্বতের পাশে ছিলে না। কিন্তু (তোমাকে পাঠানো হয়েছে) তোমার প্রতিপালকের রহমতস্বরূপ যাতে তুমি এমন একটি সম্প্রদায়কে সতর্ক করতে পার যাদের কাছে তোমার পূর্বে সতর্ককারী পাঠানো হয়নি, যাতে তারা উপদেশ গ্রহণ করে।"
                }
            ]
        },
        {
            "id": 3299,
            "verse_number": 47,
            "verse_key": "28:47",
            "hizb_number": 39,
            "rub_el_hizb_number": 156,
            "ruku_number": 338,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا۟ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ ءَايَـٰتِكَ وَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
            "page_number": 391,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98467,
                    "resource_id": 20,
                    "text": "And if not that a disaster should strike them for what their hands put forth [of sins] and they would say, \"Our Lord, why did You not send us a messenger so we could have followed Your verses and been among the believers?\"...<sup foot_note=197011>1</sup>"
                },
                {
                    "id": 216321,
                    "resource_id": 39,
                    "text": "Dan kalau tidaklah orang-orang musyrik itu akan berkata - semasa mereka ditimpa bala bencana disebabkan perbuatan kufur dan maksiat yang mereka lakukan: \"Wahai Tuhan kami, mengapa Engkau tidak mengutuskan kepada Kami seorang Rasul supaya kami menurut ayat-ayat keteranganMu (yang dibawanya), dan supaya kami menjadi dari orang-orang yang beriman, \" (tentulah engkau wahai Muhammad tidak diutuskan kepada mereka, bahkan Kami terus menyeksa mereka)."
                },
                {
                    "id": 1094276,
                    "resource_id": 161,
                    "text": "রসূল না পাঠালে তাদের কৃতকর্মের কারণে কোন বিপদ হলে তারা বলত- ‘হে আমাদের প্রতিপালক! আমাদের কাছে রসূল পাঠালে না কেন, পাঠালে তোমার আয়াতসমূহের অনুসরণ করতাম আর আমরা মু’মিন হয়ে যেতাম।’"
                }
            ]
        },
        {
            "id": 3300,
            "verse_number": 48,
            "verse_key": "28:48",
            "hizb_number": 39,
            "rub_el_hizb_number": 156,
            "ruku_number": 338,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوا۟ لَوْلَآ أُوتِىَ مِثْلَ مَآ أُوتِىَ مُوسَىٰٓ ۚ أَوَلَمْ يَكْفُرُوا۟ بِمَآ أُوتِىَ مُوسَىٰ مِن قَبْلُ ۖ قَالُوا۟ سِحْرَانِ تَظَـٰهَرَا وَقَالُوٓا۟ إِنَّا بِكُلٍّ كَـٰفِرُونَ",
            "page_number": 391,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98468,
                    "resource_id": 20,
                    "text": "But when the truth came to them from Us, they said, \"Why was he not given like that which was given to Moses?\" Did they not disbelieve in that which was given to Moses before? They said, \"[They are but] two works of magic supporting each other,<sup foot_note=197012>1</sup> and indeed we are, in both, disbelievers.\""
                },
                {
                    "id": 216333,
                    "resource_id": 39,
                    "text": "Maka ketika datang kepada mereka kebenaran (Al-Quran) dari sisi Kami, mereka berkata pula: \"Hendaknya (Muhammad) diberi (Kitab ugama yang diturunkan dengan sekaligus) sebagaimana Kitab Taurat yang diberikan kepada Musa\". Bukankah mereka dahulu telah kufur ingkar akan apa yang diberikan kepada Nabi Musa? Mereka berkata lagi: \"Kedua-duanya (Al-Quran dan Taurat) itu ialah sihir yang saling membantu (yang satu menyokong yang lain). \"Dan mereka berkata pula: \"Sesungguhnya kami kufur ingkar terhadap Kitab-kitab itu semuanya!\""
                },
                {
                    "id": 1094277,
                    "resource_id": 161,
                    "text": "অতঃপর আমার নিকট থেকে তাদের কাছে যখন সত্য আসল তখন তারা বলল- ‘মূসাকে যা দেয়া হয়েছিল তাকে কেন সেরূপ দেয়া হল না? ইতোপূর্বে মূসাকে যা দেয়া হয়েছিল তারা কি তা অস্বীকার করেনি?’ তারা বলেছিল- ‘দু’টোই যাদু, একটা আরেকটার সহায়তাকারী। আর তারা বলেছিল আমরা (তাওরাত ও কুরআন) সবই প্রত্যাখ্যান করি।’"
                }
            ]
        },
        {
            "id": 3301,
            "verse_number": 49,
            "verse_key": "28:49",
            "hizb_number": 39,
            "rub_el_hizb_number": 156,
            "ruku_number": 338,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ فَأْتُوا۟ بِكِتَـٰبٍ مِّنْ عِندِ ٱللَّهِ هُوَ أَهْدَىٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 391,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98469,
                    "resource_id": 20,
                    "text": "Say, \"Then bring a scripture from Allāh which is more guiding than either of them that I may follow it, if you should be truthful.\""
                },
                {
                    "id": 216335,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Kalau demikianlah sikap kamu maka bawalah sebuah Kitab dari sisi Allah yang dapat memberi panduan lebih daripada keduanya, supaya aku menurutnya. (Bawalah dia) jika betul kamu orang-orang yang benar \"."
                },
                {
                    "id": 1094278,
                    "resource_id": 161,
                    "text": "বল, তোমরা যদি সত্যবাদী হও তবে আল্লাহর নিকট হতে এমন কিতাব নিয়ে এসো যা সত্যপথ নির্দেশ করার ব্যাপারে এ দু’ (কিতাব) হতে অধিক উৎকৃষ্ট, আমি সে কিতাবের অনুসরণ করব।"
                }
            ]
        },
        {
            "id": 3302,
            "verse_number": 50,
            "verse_key": "28:50",
            "hizb_number": 39,
            "rub_el_hizb_number": 156,
            "ruku_number": 338,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَإِن لَّمْ يَسْتَجِيبُوا۟ لَكَ فَٱعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ ۚ وَمَنْ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيْرِ هُدًى مِّنَ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
            "page_number": 391,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98475,
                    "resource_id": 20,
                    "text": "But if they do not respond to you - then know that they only follow their [own] desires. And who is more astray than one who follows his desire without guidance from Allāh? Indeed, Allāh does not guide the wrongdoing people."
                },
                {
                    "id": 216339,
                    "resource_id": 39,
                    "text": "Kemudian, kalau mereka tidak dapat menerima cabaranmu (wahai Muhammad), maka ketahuilah, sesungguhnya mereka hanyalah menurut hawa nafsu mereka; dan tidak ada yang lebih sesat daripada orang yang menurut hawa nafsunya dengan tidak berdasarkan hidayah petunjuk dari Allah. Sesungguhnya Allah tidak memberi pimpinan kepada kaum yang zalim (yang berdegil dalam keingkarannya)."
                },
                {
                    "id": 1094279,
                    "resource_id": 161,
                    "text": "অতঃপর তারা যদি তোমার কথায় সাড়া না দেয় তাহলে জেনে রেখ, তারা শুধু তাদের প্রবৃত্তির অনুসরণ করে। আল্লাহর পথ নির্দেশ ছাড়াই যে নিজের প্রবৃত্তির অনুসরণ করে, তার চেয়ে অধিক পথভ্রষ্ট আর কে আছে? আল্লাহ যালিম সম্প্রদায়কে সঠিক পথে পরিচালিত করেন না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}