{
    "verses": [
        {
            "id": 3312,
            "verse_number": 60,
            "verse_key": "28:60",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 339,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أُوتِيتُم مِّن شَىْءٍ فَمَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِندَ ٱللَّهِ خَيْرٌ وَأَبْقَىٰٓ ۚ أَفَلَا تَعْقِلُونَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98487,
                    "resource_id": 20,
                    "text": "And whatever thing you [people] have been given - it is [only for] the enjoyment of worldly life and its adornment. And what is with Allāh is better and more lasting; so will you not use reason?"
                },
                {
                    "id": 216352,
                    "resource_id": 39,
                    "text": "Dan apa jua (harta benda dan lain-lainnya) yang diberikan kepada kamu, maka adalah ia merupakan kesenangan hidup di dunia dan perhiasannya; dalam pada itu, apa jua yang ada di sisi Allah (yang disediakan untuk orang-orang yang beriman dan taat) adalah ia lebih baik dan lebih kekal; maka mengapa kamu tidak mahu memahaminya?"
                },
                {
                    "id": 1094289,
                    "resource_id": 161,
                    "text": "তোমাদেরকে যে সব বস্তু দেয়া হয়েছে তা পার্থিব জীবনের ভোগ্যবস্তু ও তার শোভা মাত্র। আর আল্লাহর নিকট যা কিছু আছে তা সর্বশ্রেষ্ঠ ও চিরস্থায়ী, তবুও কি তোমরা বুঝবে না?"
                }
            ]
        },
        {
            "id": 3313,
            "verse_number": 61,
            "verse_key": "28:61",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَن وَعَدْنَـٰهُ وَعْدًا حَسَنًا فَهُوَ لَـٰقِيهِ كَمَن مَّتَّعْنَـٰهُ مَتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ثُمَّ هُوَ يَوْمَ ٱلْقِيَـٰمَةِ مِنَ ٱلْمُحْضَرِينَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98488,
                    "resource_id": 20,
                    "text": "Then is he whom We have promised a good promise which he will meet [i.e., obtain] like he for whom We provided enjoyment of worldly life [but] then he is, on the Day of Resurrection, among those presented [for punishment in Hell]?"
                },
                {
                    "id": 216353,
                    "resource_id": 39,
                    "text": "(Jika sudah diketahui yang demikian) maka adakah orang yang Kami janjikan kepadanya janji yang baik (balasan Syurga) lalu ia mendapatnya, sama seperti orang yang kami kurniakan menikmati kesenangan hidup di dunia kemudian ia pada hari kiamat termasuk dalam golongan yang dibawa (untuk menerima azab neraka)?"
                },
                {
                    "id": 1094290,
                    "resource_id": 161,
                    "text": "আমি যাকে ও‘য়াদা দিয়েছি, কল্যাণের ও‘য়াদা আর সেটা সে পাবেও, সে কি ঐ ব্যক্তির সমান যাকে আমি পার্থিব জীবনের ভোগ-সম্ভার দিয়েছি, অতঃপর ক্বিয়ামতের দিন তাকে হাজির করা হবে (অপরাধীরূপে)?"
                }
            ]
        },
        {
            "id": 3314,
            "verse_number": 62,
            "verse_key": "28:62",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98489,
                    "resource_id": 20,
                    "text": "And [warn of] the Day He will call them and say, \"Where are My 'partners' which you used to claim?\""
                },
                {
                    "id": 216357,
                    "resource_id": 39,
                    "text": "Dan pada hari (kiamat itu) Allah menyeru mereka lalu bertanya:\" Mana dia sekutu-sekutuKu, yang kamu anggap mereka (menjadi tuhan dan dapat memberikan pertolongan)?\""
                },
                {
                    "id": 1094291,
                    "resource_id": 161,
                    "text": "সেদিন তাদেরকে ডাক দিয়ে তিনি বলবেন- ‘যাদেরকে তোমরা আমার শরীক গণ্য করতে তারা কোথায়?’"
                }
            ]
        },
        {
            "id": 3315,
            "verse_number": 63,
            "verse_key": "28:63",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ ٱلَّذِينَ حَقَّ عَلَيْهِمُ ٱلْقَوْلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغْوَيْنَآ أَغْوَيْنَـٰهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَآ إِلَيْكَ ۖ مَا كَانُوٓا۟ إِيَّانَا يَعْبُدُونَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98490,
                    "resource_id": 20,
                    "text": "Those upon whom the word<sup foot_note=197018>1</sup> will have come into effect will say, \"Our Lord, these are the ones we led to error. We led them to error just as we were in error. We declare our disassociation [from them] to You. They did not used to worship [i.e., obey] us.\"<sup foot_note=197017>2</sup>"
                },
                {
                    "id": 216358,
                    "resource_id": 39,
                    "text": "Mereka yang berhak menerima hukuman (azab neraka) berkata: \"Wahai Tuhan kami, inilah mereka yang kami menyebabkan kesesatannya, kami menyebabkan mereka sesat (dengan pilihan mereka sendiri) sebagaimana kami telah sesat (dengan pilihan kami sendiri); (dengan ini) kami mengakui kepadaMu bahawa kami berlepas diri (dari kekufuran mereka). Bukanlah Kami yang mereka puja dan taati, (bahkan mereka hanya memuja dan mentaati hawa nafsu mereka sendiri)\"."
                },
                {
                    "id": 1094292,
                    "resource_id": 161,
                    "text": "যাদের বিরুদ্ধে অভিযোগ প্রমাণিত হবে তারা বলবে- ‘হে আমাদের পালনকর্তা! ওদেরকে আমরা বিভ্রান্ত করেছিলাম, ওদেরকে বিভ্রান্ত করেছিলাম, যেমন আমরা নিজেরা বিভ্রান্ত হয়েছিলাম, আমরা তোমার কাছে দায়মুক্ত হচ্ছি (যে আমরা জোর ক’রে তাদেরকে বিভ্রান্ত করিনি)। এরা তো আমাদের ‘ইবাদাত করত না।"
                }
            ]
        },
        {
            "id": 3316,
            "verse_number": 64,
            "verse_key": "28:64",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقِيلَ ٱدْعُوا۟ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَرَأَوُا۟ ٱلْعَذَابَ ۚ لَوْ أَنَّهُمْ كَانُوا۟ يَهْتَدُونَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98491,
                    "resource_id": 20,
                    "text": "And it will be said, \"Invoke your 'partners,'\" and they will invoke them; but they will not respond to them, and they will see the punishment. If only they had followed guidance!"
                },
                {
                    "id": 216359,
                    "resource_id": 39,
                    "text": "Dan dikatakan (kepada mereka): Panggilah makhluk-makhluk dan benda-benda yang kamu jadikan sekutu Allah (untuk menolong kamu)\". lalu mereka memanggilnya, tetapi makhluk-makhluk dan benda-benda itu tidak menyahut panggilan mereka; dan mereka tetap melihat azab (dengan merasa sesal) serta bercita-cita kalaulah mereka di dunia dahulu menurut petunjuk."
                },
                {
                    "id": 1094293,
                    "resource_id": 161,
                    "text": "তাদেরকে বলা হবে, ‘তোমাদের দেবতাগুলোকে ডাক, তখন তারা তাদেরকে ডাকবে’। কিন্তু তারা তাদের ডাকে সাড়া দিবে না। তারা শাস্তি দেখতে পাবে (তাদের সামনে)। তারা যদি সৎপথপ্রাপ্ত হত!"
                }
            ]
        },
        {
            "id": 3317,
            "verse_number": 65,
            "verse_key": "28:65",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ ٱلْمُرْسَلِينَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98492,
                    "resource_id": 20,
                    "text": "And [mention] the Day He will call them and say, \"What did you answer the messengers?\""
                },
                {
                    "id": 216360,
                    "resource_id": 39,
                    "text": "Dan pada hari (kiamat itu) Allah menyeru mereka lalu bertanya: \"Apa jawab kamu kepada Rasul-rasul yang diutus kepada kamu dahulu?"
                },
                {
                    "id": 1094294,
                    "resource_id": 161,
                    "text": "আর সেদিন আল্লাহ তাদেরকে ডাক দিবেন এবং বলবেন- ‘তোমরা রসূলদেরকে কী জওয়াব দিয়েছিলে?’"
                }
            ]
        },
        {
            "id": 3318,
            "verse_number": 66,
            "verse_key": "28:66",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَعَمِيَتْ عَلَيْهِمُ ٱلْأَنۢبَآءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَآءَلُونَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98493,
                    "resource_id": 20,
                    "text": "But the information<sup foot_note=197019>1</sup> will be unapparent to them that Day, so they will not [be able to] ask one another."
                },
                {
                    "id": 216361,
                    "resource_id": 39,
                    "text": "Maka gelaplah kepada mereka, pada hari itu, segala khabar berita dan peristiwa (yang telah lalu), serta menjadilah mereka tidak dapat hendak bertanya-tanyaan sesama sendiri."
                },
                {
                    "id": 1094295,
                    "resource_id": 161,
                    "text": "সে দিন তাদের কথা বন্ধ হয়ে যাবে, অতঃপর পরস্পরকে জিজ্ঞাসাবাদও করতে পারবে না।"
                }
            ]
        },
        {
            "id": 3319,
            "verse_number": 67,
            "verse_key": "28:67",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَـٰلِحًا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلْمُفْلِحِينَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98494,
                    "resource_id": 20,
                    "text": "But as for one who had repented, believed, and done righteousness, it is expected [i.e., promised by Allāh] that he will be among the successful."
                },
                {
                    "id": 216362,
                    "resource_id": 39,
                    "text": "(Demikianlah akibat orang-orang derhaka), adapun orang yang bertaubat dan beriman serta beramal soleh, maka semoga akan menjadilah ia dari orang-orang yang berjaya."
                },
                {
                    "id": 1094296,
                    "resource_id": 161,
                    "text": "কিন্তু যে ব্যক্তি (তার জীবনে) তাওবাহ করেছিল আর ঈমান এনেছিল আর সৎকাজ করেছিল, আশা করা যায় সে সাফল্যমন্ডিতদের অন্তর্ভুক্ত হবে।"
                }
            ]
        },
        {
            "id": 3320,
            "verse_number": 68,
            "verse_key": "28:68",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ ٱلْخِيَرَةُ ۚ سُبْحَـٰنَ ٱللَّهِ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98495,
                    "resource_id": 20,
                    "text": "And your Lord creates what He wills and chooses; not for them was the choice. Exalted is Allāh and high above what they associate with Him."
                },
                {
                    "id": 216363,
                    "resource_id": 39,
                    "text": "Dan Tuhanmu menciptakan apa yang dirancangkan berlakunya, dan Dia lah juga yang memilih (satu-satu dari makhlukNya untuk sesuatu tugas atau keutamaan dan kemuliaan); tidaklah layak dan tidaklah berhak bagi sesiapapun memilih (selain dari pilihan Allah). Maha Suci Allah dan Maha Tinggilah keadaanNya dari apa yang mereka sekutukan denganNya."
                },
                {
                    "id": 1094297,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালক যা ইচ্ছে সৃষ্টি করেন আর যাকে ইচ্ছে মনোনীত করেন। এতে তাদের কোন এখতিয়ার নেই, আল্লাহ পবিত্র, মহান। তারা যাকে শরীক করে তাত্থেকে তিনি বহু ঊর্ধ্বে।"
                }
            ]
        },
        {
            "id": 3321,
            "verse_number": 69,
            "verse_key": "28:69",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98496,
                    "resource_id": 20,
                    "text": "And your Lord knows what their breasts conceal and what they declare."
                },
                {
                    "id": 216364,
                    "resource_id": 39,
                    "text": "Dan Tuhanmu mengetahui akan apa yang terpendam dalam hati mereka dan apa yang mereka zahirkan."
                },
                {
                    "id": 1094298,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালক জানেন তাদের অন্তর যা গোপন করে আর যা প্রকাশ করে।"
                }
            ]
        },
        {
            "id": 3322,
            "verse_number": 70,
            "verse_key": "28:70",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ لَهُ ٱلْحَمْدُ فِى ٱلْأُولَىٰ وَٱلْـَٔاخِرَةِ ۖ وَلَهُ ٱلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
            "page_number": 393,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98499,
                    "resource_id": 20,
                    "text": "And He is Allāh; there is no deity except Him. To Him is [due all] praise in the first [life] and the Hereafter. And His is the [final] decision, and to Him you will be returned."
                },
                {
                    "id": 216366,
                    "resource_id": 39,
                    "text": "Dan Dia lah Allah tiada Tuhan melainkan Dia. Segala puji tertentu bagiNya, di dunia dan di akhirat; dan hanyalah Dia yang berkuasa menghukum, serta kepadaNyalah kamu semua dikembalikan."
                },
                {
                    "id": 1094299,
                    "resource_id": 161,
                    "text": "আর তিনিই আল্লাহ, তিনি ছাড়া সত্যিকারের কোন ইলাহ্ নেই, সমস্ত প্রশংসা তাঁরই- প্রথমেও আর শেষেও, বিধান তাঁরই, আর তোমাদেরকে তাঁর দিকেই ফিরিয়ে নেয়া হবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}