{
    "verses": [
        {
            "id": 3323,
            "verse_number": 71,
            "verse_key": "28:71",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِضِيَآءٍ ۖ أَفَلَا تَسْمَعُونَ",
            "page_number": 394,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98500,
                    "resource_id": 20,
                    "text": "Say, \"Have you considered:<sup foot_note=197020>1</sup> if Allāh should make for you the night continuous until the Day of Resurrection, what deity other than Allāh could bring you light? Then will you not hear?\""
                },
                {
                    "id": 216331,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Bagaimana fikiran kamu jika Allah menjadikan malam kepada kamu tetap selama-lamanya hingga ke hari kiamat; tuhan yang manakah yang lain dari Allah, yang dapat membawakan cahaya yang menerangi kepada kamu? Maka mengapa kamu tidak mahu mendengar (secara memahami dan menerima kebenaran)?\""
                },
                {
                    "id": 1094300,
                    "resource_id": 161,
                    "text": "তোমরা কি ভেবে দেখেছ আল্লাহ যদি তোমাদের উপর রাতকে ক্বিয়ামতের দিন পর্যন্ত স্থায়ী করতেন তাহলে আল্লাহ ছাড়া কোন ইলাহ্ আছে কি যে তোমাদেরকে আলো এনে দিত? তবুও কি তোমরা কর্ণপাত করবে না?"
                }
            ]
        },
        {
            "id": 3324,
            "verse_number": 72,
            "verse_key": "28:72",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَرَءَيْتُمْ إِن جَعَلَ ٱللَّهُ عَلَيْكُمُ ٱلنَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَنْ إِلَـٰهٌ غَيْرُ ٱللَّهِ يَأْتِيكُم بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ",
            "page_number": 394,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98501,
                    "resource_id": 20,
                    "text": "Say, \"Have you considered: if Allāh should make for you the day continuous until the Day of Resurrection, what deity other than Allāh could bring you a night in which you may rest? Then will you not see?\""
                },
                {
                    "id": 216355,
                    "resource_id": 39,
                    "text": "katakanlah lagi: Bagaimana fikiran kamu jika Allah menjadikan siang kepada kamu tetap selama-lamanya hingga ke hari kiamat; tuhan yang manakah yang lain dari Allah, yang dapat membawakan malam kepada kamu untuk kamu berehat padanya? Maka mengapa kamu tidak mahu melihat (dalil-dalil dan bukti keesaan dan kekuasaan Allah)?\""
                },
                {
                    "id": 1094301,
                    "resource_id": 161,
                    "text": "তোমরা কি ভেবে দেখেছ আল্লাহ যদি তোমাদের উপর দিনকে ক্বিয়ামতের দিন পর্যন্ত স্থায়ী করতেন তাহলে আল্লাহ ছাড়া কোন ইলাহ্ আছে কি যে তোমাদের জন্য রাত্রি এনে দিত যাতে তোমরা আরাম করতে? তোমরা কি চিন্তা করে দেখবে না?"
                }
            ]
        },
        {
            "id": 3325,
            "verse_number": 73,
            "verse_key": "28:73",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمِن رَّحْمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ لِتَسْكُنُوا۟ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
            "page_number": 394,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98502,
                    "resource_id": 20,
                    "text": "And out of His mercy He made for you the night and the day that you may rest therein and [by day] seek from His bounty and [that] perhaps you will be grateful."
                },
                {
                    "id": 216356,
                    "resource_id": 39,
                    "text": "Dan di antara rahmat pemberianNya, Ia menjadikan untuk kamu malam dan siang (silih berganti supaya kamu berehat padanya dan supaya kamu berusaha mencari rezeki dari limpah kurniaNya, dan juga supaya kamu bersyukur."
                },
                {
                    "id": 1094302,
                    "resource_id": 161,
                    "text": "তিনিই স্বীয় রহমতে তোমাদের জন্য রাত ও দিন করেছেন যাতে তোমরা তাতে আরাম করতে পার আর তাঁর অনুগ্রহ সন্ধান করতে পার এবং যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।"
                }
            ]
        },
        {
            "id": 3326,
            "verse_number": 74,
            "verse_key": "28:74",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تَزْعُمُونَ",
            "page_number": 394,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98503,
                    "resource_id": 20,
                    "text": "And [warn of] the Day He will call them and say, \"Where are My 'partners' which you used to claim?\""
                },
                {
                    "id": 216367,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) pada hari (kiamat), Allah akan menyeru mereka lalu bertanya: \"Mana dia sekutu-sekutuKu yang kamu sifatkan mereka (menjadi tuhan dan dapat memberikan pertolongan)?\""
                },
                {
                    "id": 1094303,
                    "resource_id": 161,
                    "text": "সেদিন তিনি তাদেরকে ডাক দিবেন এবং বলবেন- ‘তোমরা যাদেরকে আমার শরীক মনে করতে তারা কোথায়?’"
                }
            ]
        },
        {
            "id": 3327,
            "verse_number": 75,
            "verse_key": "28:75",
            "hizb_number": 40,
            "rub_el_hizb_number": 157,
            "ruku_number": 340,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا۟ بُرْهَـٰنَكُمْ فَعَلِمُوٓا۟ أَنَّ ٱلْحَقَّ لِلَّهِ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
            "page_number": 394,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98504,
                    "resource_id": 20,
                    "text": "And We will extract from every nation a witness and say, \"Produce your proof,\" and they will know that the truth belongs to Allāh, and lost from them is that which they used to invent."
                },
                {
                    "id": 216371,
                    "resource_id": 39,
                    "text": "Dan (pada hari itu) Kami keluarkan dari tiap-tiap umat seorang saksi, lalu Kami katakan (kepada golongan yang kafir): \"Bawalah keterangan dan bukti kebenaran kamu\". Maka (pada saat itu) ketahuilah mereka bahawa kebenaran (hak ketuhanan) itu tertentu bagi Allah, dan (dengan itu), hilang lenyaplah dari mereka apa yang mereka ada-adakan secara dusta dahulu."
                },
                {
                    "id": 1094304,
                    "resource_id": 161,
                    "text": "আমি প্রত্যেক সম্প্রদায় থেকে একজন সাক্ষী বের করে আনব, অতঃপর বলব- ‘তোমাদের (নির্দোষিতার পক্ষে) প্রমাণ হাজির কর। তখন তারা জানতে পারবে যে, ইলাহ হওয়ার অধিকার আল্লাহরই আর তারা যা উদ্ভাবন করত তা তাদের কাছ থেকে উধাও হয়ে যাবে।"
                }
            ]
        },
        {
            "id": 3328,
            "verse_number": 76,
            "verse_key": "28:76",
            "hizb_number": 40,
            "rub_el_hizb_number": 158,
            "ruku_number": 341,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّ قَـٰرُونَ كَانَ مِن قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ وَءَاتَيْنَـٰهُ مِنَ ٱلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلْعُصْبَةِ أُو۟لِى ٱلْقُوَّةِ إِذْ قَالَ لَهُۥ قَوْمُهُۥ لَا تَفْرَحْ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْفَرِحِينَ",
            "page_number": 394,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98505,
                    "resource_id": 20,
                    "text": "Indeed, Qārūn was from the people of Moses, but he tyrannized them. And We gave him of treasures whose keys would burden a band of strong men; thereupon his people said to him, \"Do not exult. Indeed, Allāh does not like the exultant."
                },
                {
                    "id": 216368,
                    "resource_id": 39,
                    "text": "Sesungguhnya Qarun adalah ia dari kaum Nabi Musa, kemudian ia berlaku sombong dan zalim terhadap mereka; dan Kami telah mengurniakannya dari berbagai jenis kekayaan yang anak-anak kuncinya menjadi beban yang sungguh berat untuk dipikul oleh sebilangan orang yang kuat sasa. (Ia berlaku sombong) ketika kaumnya berkata kepadanya: \"Janganlah engkau bermegah-megah (dengan kekayaanmu), sesungguhnya Allah tidak suka kepada orang-orang yang bermegah-megah. (seperti lagakmu itu)."
                },
                {
                    "id": 1094305,
                    "resource_id": 161,
                    "text": "কারূন ছিল মূসার সম্প্রদায়ভুক্ত, কিন্তু সে তাদের প্রতি উদ্ধত আচরণ করেছিল। তাকে আমি এমন ধনভান্ডার দিয়েছিলাম যে, তার চাবিগুলো বহন করা মাত্র একদল বলবান লোকের পক্ষে কষ্টকর ছিল। স্মরণ কর যখন তার সম্প্রদায় তাকে বলেছিল (ধনের) গর্ব করো না, আল্লাহ গর্বিতদেরকে ভালবাসেন না।"
                }
            ]
        },
        {
            "id": 3329,
            "verse_number": 77,
            "verse_key": "28:77",
            "hizb_number": 40,
            "rub_el_hizb_number": 158,
            "ruku_number": 341,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱبْتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلْـَٔاخِرَةَ ۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنْيَا ۖ وَأَحْسِن كَمَآ أَحْسَنَ ٱللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ ٱلْفَسَادَ فِى ٱلْأَرْضِ ۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُفْسِدِينَ",
            "page_number": 394,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98506,
                    "resource_id": 20,
                    "text": "But seek, through that which Allāh has given you, the home of the Hereafter; and [yet], do not forget your share of the world. And do good as Allāh has done good to you. And desire not corruption in the land. Indeed, Allāh does not like corrupters.\""
                },
                {
                    "id": 216369,
                    "resource_id": 39,
                    "text": "\"Dan tuntutlah dengan harta kekayaan yang telah dikurniakan Allah kepadamu akan pahala dan kebahagiaan hari akhirat dan janganlah engkau melupakan bahagianmu (keperluan dan bekalanmu) dari dunia; dan berbuat baiklah (kepada hamba-hamba Allah) sebagaimana Allah berbuat baik kepadamu (dengan pemberian nikmatNya yang melimpah-limpah); dan janganlah engkau melakukan kerosakan di muka bumi; sesungguhnya Allah tidak suka kepada orang-orang yang berbuat kerosakan \"."
                },
                {
                    "id": 1094306,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাকে যা দিয়েছেন তা দিয়ে তুমি আখিরাতে (স্থায়ী সুখভোগের) আবাস অনুসন্ধান কর, আর দুনিয়ায় তোমার অংশের কথা ভুলে যেও না, (মানুষের) কল্যাণ সাধন কর, যেমন আল্লাহ তোমার কল্যাণ করেছেন, দেশে বিপর্যয় সৃষ্টির কামনা কর না, নিশ্চয় আল্লাহ বিপর্যয় সৃষ্টিকারীদের ভালবাসেন না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}