{
    "verses": [
        {
            "id": 3330,
            "verse_number": 78,
            "verse_key": "28:78",
            "hizb_number": 40,
            "rub_el_hizb_number": 158,
            "ruku_number": 341,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍ عِندِىٓ ۚ أَوَلَمْ يَعْلَمْ أَنَّ ٱللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِۦ مِنَ ٱلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ ٱلْمُجْرِمُونَ",
            "page_number": 395,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98507,
                    "resource_id": 20,
                    "text": "He said, \"I was only given it because of knowledge I have.\" Did he not know that Allāh had destroyed before him of generations those who were greater than him in power and greater in accumulation [of wealth]? But the criminals, about their sins, will not be asked.<sup foot_note=197021>1</sup>"
                },
                {
                    "id": 216370,
                    "resource_id": 39,
                    "text": "Qarun menjawab (dengan sombongnya): \"Aku diberikan harta kekayaan ini hanyalah disebabkan pengetahuan dan kepandaian yang ada padaku\". (Kalaulah Qarun bijak pandai) tidakkah ia mengetahui dan pandai memahami, bahawa Allah telah membinasakan sebelumnya, dari umat-umat yang telah lalu, orang-orang yang lebih kuat daripadanya dan lebih banyak mengumpulkan harta kekayaan ? Dan (ingatlah) orang-orang yang berdosa (apabila mereka diseksa) tidak lagi ditanya tentang dosa-dosa mereka, (kerana Allah sedia mengetahuinya)."
                },
                {
                    "id": 1094307,
                    "resource_id": 161,
                    "text": "সে বলল- ‘এ সম্পদ তো আমাকে দেয়া হয়েছে যেহেতু আমার কাছে জ্ঞান আছে।’ সে কি জানে না যে, আল্লাহ তার পূর্বে অনেক মানব গোষ্ঠীকে ধ্বংস করে দিয়েছেন যারা শক্তিতে তার চেয়ে ছিল প্রবল আর জনসংখ্যায় ছিল অধিক? অপরাধীদেরকে (তাদের অপরাধ সম্পর্কে মুখে) কিছুই জিজ্ঞেস করা হবে না।"
                }
            ]
        },
        {
            "id": 3331,
            "verse_number": 79,
            "verse_key": "28:79",
            "hizb_number": 40,
            "rub_el_hizb_number": 158,
            "ruku_number": 341,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَخَرَجَ عَلَىٰ قَوْمِهِۦ فِى زِينَتِهِۦ ۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا يَـٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِىَ قَـٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٍ",
            "page_number": 395,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98470,
                    "resource_id": 20,
                    "text": "So he came out before his people in his adornment. Those who desired the worldly life said, \"Oh, would that we had like what was given to Qārūn. Indeed, he is one of great fortune.\""
                },
                {
                    "id": 216372,
                    "resource_id": 39,
                    "text": "Kemudian Qarun keluar kepada kaumnya dengan memakai perhiasannya. (Pada saat itu) berkatalah orang-orang yang semata-mata inginkan kesenangan kehidupan dunia: \"Alangkah baiknya kalau kita ada kekayaan seperti yang didapati oleh Qarun! Sesungguhnya dia adalah seorang yang bernasib baik\"."
                },
                {
                    "id": 1094308,
                    "resource_id": 161,
                    "text": "কারূন শান-শওকাতের সাথে তার সম্প্রদায়ের সামনে হাজির হল। যারা পার্থিব জীবন কামনা করে তারা বলে উঠল- ‘হায়! কারূনকে যা দেয়া হয়েছে আমাদের জন্যও যদি তা হত! সত্যই সে মহা ভাগ্যবান ব্যক্তি।’"
                }
            ]
        },
        {
            "id": 3332,
            "verse_number": 80,
            "verse_key": "28:80",
            "hizb_number": 40,
            "rub_el_hizb_number": 158,
            "ruku_number": 341,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَيْلَكُمْ ثَوَابُ ٱللَّهِ خَيْرٌ لِّمَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ",
            "page_number": 395,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98510,
                    "resource_id": 20,
                    "text": "But those who had been given knowledge said, \"Woe to you! The reward of Allāh is better for he who believes and does righteousness. And none are granted it except the patient.\""
                },
                {
                    "id": 216375,
                    "resource_id": 39,
                    "text": "Dan berkata pula orang-orang yang diberi ilmu (di antara mereka): \"Janganlah kamu berkata demikian, pahala dari Allah lebih baik bagi orang yang beriman dan beramal soleh; dan tidak akan dapat menerima (pahala yang demikian) itu melainkan orang-orang yang sabar\"."
                },
                {
                    "id": 1094309,
                    "resource_id": 161,
                    "text": "যাদেরকে জ্ঞান দেয়া হয়েছিল তারা বলল- ‘ধিক তোমাদের প্রতি, আল্লাহর পুরস্কারই শ্রেষ্ঠতর তাদের জন্য যারা ঈমান আনে ও সৎ কাজ করে, আর সত্যপথে অবিচল ধৈর্যশীল ছাড়া অন্য কেউ তা প্রাপ্ত হয় না।"
                }
            ]
        },
        {
            "id": 3333,
            "verse_number": 81,
            "verse_key": "28:81",
            "hizb_number": 40,
            "rub_el_hizb_number": 158,
            "ruku_number": 341,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَخَسَفْنَا بِهِۦ وَبِدَارِهِ ٱلْأَرْضَ فَمَا كَانَ لَهُۥ مِن فِئَةٍ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلْمُنتَصِرِينَ",
            "page_number": 395,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98511,
                    "resource_id": 20,
                    "text": "And We caused the earth to swallow him and his home. And there was for him no company to aid him other than Allāh, nor was he of those who [could] defend themselves."
                },
                {
                    "id": 216376,
                    "resource_id": 39,
                    "text": "Lalu Kami timbuskan dia bersama-sama dengan rumahnya di dalam tanah, maka tidaklah ia mendapat sebarang golongan yang boleh menolongnya dari azab Allah\" dan ia pula tidak dapat menolong dirinya sendiri."
                },
                {
                    "id": 1094310,
                    "resource_id": 161,
                    "text": "অতঃপর আমি ভূগর্ভে প্রোথিত করলাম কারূনকে ও তার প্রাসাদকে। আল্লাহর ব্যতীত তাকে সাহায্য করার কোন দল ছিল না, আর সে নিজেও নিজেকে রক্ষা করতে পারল না।"
                }
            ]
        },
        {
            "id": 3334,
            "verse_number": 82,
            "verse_key": "28:82",
            "hizb_number": 40,
            "rub_el_hizb_number": 158,
            "ruku_number": 341,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَأَصْبَحَ ٱلَّذِينَ تَمَنَّوْا۟ مَكَانَهُۥ بِٱلْأَمْسِ يَقُولُونَ وَيْكَأَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ ۖ لَوْلَآ أَن مَّنَّ ٱللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ وَيْكَأَنَّهُۥ لَا يُفْلِحُ ٱلْكَـٰفِرُونَ",
            "page_number": 395,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98512,
                    "resource_id": 20,
                    "text": "And those who had wished for his position the previous day began to say, \"Oh, how Allāh extends provision to whom He wills of His servants and restricts it! If not that Allāh had conferred favor on us, He would have caused it to swallow us. Oh, how the disbelievers do not succeed!\""
                },
                {
                    "id": 216377,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang pada masa dahulu bercita-cita mendapat kekayaan seperti Qarun - mulai sedar sambil berkata: \"Wah! Sesungguhnya Allah memewahkan rezeki bagi sesiapa yang dikehendakiNya dari hamba-hambaNya, dan Dia lah juga yang menyempitkannya kalau tidak kerana Allah memberi pertolongan kepada kita tentulah kita akan dibinasakan dengan tertimbus di dalam tanah (seperti Qarun). Aduhai! Sesungguhnya orang-orang yang kufurkan nikmat Allah itu tidak akan berjaya!\""
                },
                {
                    "id": 1094311,
                    "resource_id": 161,
                    "text": "গতকাল যারা তার মর্যাদার ন্যায় কামনা করেছিল তারা সকলে বলতে লাগল, ‘হায়, আল্লাহ তাঁর বান্দাদের যার জন্য ইচ্ছে রিযক বর্ধিত করেন আর যার জন্য ইচ্ছে হ্রাস করেন। আল্লাহ যদি আমাদের প্রতি অনুগ্রহ না করতেন তবে তিনি আমাদেরকেও ভূগর্ভে প্রোথিত করে দিতেন। হায়! অবিশ্বাসীরা সাফল্যমন্ডিত হয় না।"
                }
            ]
        },
        {
            "id": 3335,
            "verse_number": 83,
            "verse_key": "28:83",
            "hizb_number": 40,
            "rub_el_hizb_number": 158,
            "ruku_number": 342,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "تِلْكَ ٱلدَّارُ ٱلْـَٔاخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِى ٱلْأَرْضِ وَلَا فَسَادًا ۚ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
            "page_number": 395,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98513,
                    "resource_id": 20,
                    "text": "That home of the Hereafter We assign to those who do not desire exaltedness upon the earth or corruption. And the [best] outcome is for the righteous."
                },
                {
                    "id": 216378,
                    "resource_id": 39,
                    "text": "Negeri akhirat (yang telah diterangkan nikmat-nikmatnya) itu, Kami sediakan bagi orang-orang yang tidak bertujuan hendak mendapat pengaruh atau kelebihan di muka bumi dan tidak ingat hendak melakukan kerosakan; dan kesudahan yang baik adalah bagi orang-orang yang bertaqwa."
                },
                {
                    "id": 1094312,
                    "resource_id": 161,
                    "text": "সেই আখিরাতের ঘর আমি তাদের জন্য করেছি যারা পৃথিবীর বুকে ঔদ্ধত্য প্রকাশ ও বিপর্যয় সৃষ্টি করতে চায় না। শুভ পরিণাম আল্লাহভীরুদের জন্য।"
                }
            ]
        },
        {
            "id": 3336,
            "verse_number": 84,
            "verse_key": "28:84",
            "hizb_number": 40,
            "rub_el_hizb_number": 158,
            "ruku_number": 342,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "مَن جَآءَ بِٱلْحَسَنَةِ فَلَهُۥ خَيْرٌ مِّنْهَا ۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجْزَى ٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 395,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98514,
                    "resource_id": 20,
                    "text": "Whoever comes [on the Day of Judgement] with a good deed will have better than it; and whoever comes with an evil deed - then those who did evil deeds will not be recompensed except [as much as] what they used to do."
                },
                {
                    "id": 216380,
                    "resource_id": 39,
                    "text": "Sesiapa yang datang membawa amal baik (pada hari akhirat) maka baginya balasan yang lebih baik daripadanya; dan sesiapa yang datang membawa amal jahat, maka mereka yang melakukan kejahatan tidak di balas melainkan dengan apa yang mereka kerjakan."
                },
                {
                    "id": 1094313,
                    "resource_id": 161,
                    "text": "যে কেউ সৎকর্ম নিয়ে হাজির হবে তার জন্য আছে আরো উত্তম প্রতিদান। আর যে মন্দ কাজ নিয়ে হাজির হবে তাহলে যারা মন্দকর্ম করে তাদেরকে তাদের কাজ অনুপাতেই শাস্তি দেয়া হবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}