{
    "verses": [
        {
            "id": 3347,
            "verse_number": 7,
            "verse_key": "29:7",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 343,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
            "page_number": 397,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98596,
                    "resource_id": 20,
                    "text": "And those who believe and do righteous deeds - We will surely remove from them their misdeeds and will surely reward them according to the best of what they used to do."
                },
                {
                    "id": 216450,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang beriman serta beramal soleh sesungguhnya Kami akan hapuskan dari mereka kesalahan-kesalahan mereka, dan Kami akan membalas apa yang mereka telah kerjakan - dengan sebaik-baik balasan."
                },
                {
                    "id": 1094324,
                    "resource_id": 161,
                    "text": "আর যারা ঈমান আনে আর সৎ কাজ করে, আমি অবশ্য অবশ্যই তাদের মন্দ কাজগুলোকে মুছে দেব, আর তাদেরকে অবশ্য অবশ্যই প্রতিদান দেব তাদের উৎকৃষ্ট কাজগুলোর অনুপাতে যা তারা করত।"
                }
            ]
        },
        {
            "id": 3348,
            "verse_number": 8,
            "verse_key": "29:8",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 343,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حُسْنًا ۖ وَإِن جَـٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
            "page_number": 397,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98598,
                    "resource_id": 20,
                    "text": "And We have enjoined upon man goodness to parents. But if they endeavor to make you associate with Me that of which you have no knowledge,<sup foot_note=197026>1</sup> do not obey them. To Me is your return, and I will inform you about what you used to do."
                },
                {
                    "id": 216452,
                    "resource_id": 39,
                    "text": "Dan Kami wajibkan manusia berbuat baik kepada kedua ibu bapanya; dan jika mereka berdua mendesakmu supaya engkau mempersekutukan Daku (dalam ibadatmu) dengan sesuatu yang engkau tidak mempunyai pengetahuan mengenainya, maka janganlah engkau taat kepada mereka. Kepada Akulah tempat kembali kamu semuanya, kemudian Aku akan menerangkan kepada kamu segala yang kamu telah kerjakan."
                },
                {
                    "id": 1094325,
                    "resource_id": 161,
                    "text": "পিতা-মাতার প্রতি সদ্ব্যবহার করার জন্য আমি মানুষের প্রতি ফরমান জারি করেছি। তারা যদি তোমার উপর বলপ্রয়োগ করে আমার সঙ্গে শরীক করার জন্য এমন কিছুকে যে সম্পর্কে তোমার কোন জ্ঞান নেই, তাহলে তুমি তাদেরকে মান্য কর না। আমার কাছেই তোমাদের প্রত্যাবর্তন, অতঃপর আমি তোমাদেরকে জানিয়ে দেব যা তোমরা করছিলে।"
                }
            ]
        },
        {
            "id": 3349,
            "verse_number": 9,
            "verse_key": "29:9",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 343,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّـٰلِحِينَ",
            "page_number": 397,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98600,
                    "resource_id": 20,
                    "text": "And those who believe and do righteous deeds - We will surely admit them among the righteous [into Paradise]."
                },
                {
                    "id": 216536,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang beriman serta beramal soleh, sudah tentu Kami akan masukkan mereka dalam kumpulan orang-orang yang soleh (dengan mendapat sebaik-baik balasan)."
                },
                {
                    "id": 1094326,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে ও সৎকাজ করে আমি অবশ্য অবশ্যই তাদেরকে সৎকর্মশীলদের অন্তর্ভুক্ত করব।"
                }
            ]
        },
        {
            "id": 3350,
            "verse_number": 10,
            "verse_key": "29:10",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 343,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَـٰلَمِينَ",
            "page_number": 397,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98525,
                    "resource_id": 20,
                    "text": "And of the people are some who say, \"We believe in Allāh,\" but when one [of them] is harmed for [the cause of] Allāh, he considers the trial [i.e., harm] of the people as [if it were] the punishment of Allāh. But if victory comes from your Lord, they say, \"Indeed, We were with you.\" Is not Allāh most knowing of what is within the breasts of the worlds [i.e., all creatures]?"
                },
                {
                    "id": 216390,
                    "resource_id": 39,
                    "text": "Dan ada sebahagian dari manusia yang berkata: \"Kami beriman kepada Allah\"; kemudian apabila ia diganggu dan disakiti pada jalan Allah, ia jadikan gangguan manusia itu seperti azab seksa Allah (lalu ia taatkan manusia). Dan jika datang pertolongan dari Tuhanmu memberi kemenangan kepadamu, mereka sudah tentu akan berkata: \"Kami adalah sentiasa bersama-sama kamu\". (Mengapa mereka berdusta?) Bukankah Allah lebih mengetahui akan apa yang terpendam dalam hati sekalian makhluk?"
                },
                {
                    "id": 1094327,
                    "resource_id": 161,
                    "text": "মানুষের মধ্যে কতক আছে যারা বলে ‘আমরা আল্লাহর প্রতি ঈমান এনেছি।’ অতঃপর তাদেরকে যখন আল্লাহর পথে কষ্ট দেয়া হয়, তখন তারা মানুষের উৎপীড়নকে আল্লাহর ‘আযাবের মত মনে করে। আর যদি (তোমার কাছে) তোমার প্রতিপালকের পক্ষ থেকে সাহায্য আসে তখন তারা অবশ্য অবশ্যই বলে যে, ‘আমরা তো (সব সময়) তোমাদের সাথেই ছিলাম। সকল সৃষ্টির অন্তরে কী আছে সে সম্পর্কে আল্লাহ কি সর্বাধিক অবগত নন?"
                }
            ]
        },
        {
            "id": 3351,
            "verse_number": 11,
            "verse_key": "29:11",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 343,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَـٰفِقِينَ",
            "page_number": 397,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98526,
                    "resource_id": 20,
                    "text": "And Allāh will surely make evident those who believe, and He will surely make evident the hypocrites."
                },
                {
                    "id": 216391,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Allah mengetahui akan orang-orang yang beriman, dan sesungguhnya Ia mengetahui akan orang-orang yang munafik."
                },
                {
                    "id": 1094328,
                    "resource_id": 161,
                    "text": "আল্লাহ অবশ্য অবশ্যই জেনে নেবেন কারা ঈমান এনেছে আর অবশ্য অবশ্যই জেনে নেবেন কারা মুনাফিক।"
                }
            ]
        },
        {
            "id": 3352,
            "verse_number": 12,
            "verse_key": "29:12",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 343,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَـٰيَـٰكُمْ وَمَا هُم بِحَـٰمِلِينَ مِنْ خَطَـٰيَـٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَـٰذِبُونَ",
            "page_number": 397,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98527,
                    "resource_id": 20,
                    "text": "And those who disbelieve say to those who believe, \"Follow our way, and we will carry your sins.\"<sup foot_note=197027>1</sup> But they will not carry anything of their sins. Indeed, they are liars."
                },
                {
                    "id": 216392,
                    "resource_id": 39,
                    "text": "Dan berkata pula orang-orang yang kufur ingkar kepada orang-orang yang beriman: \"Ikutlah jalan ugama kami, dan kami sedia menanggung kesalahan-kesalahan kamu (kalau kamu mengira perbuatan itu salah)\". Padahal mereka tidak akan dapat menanggung kesalahan orang-orang yang bersalah itu sedikitpun, dan sesungguhnya mereka adalah berdusta."
                },
                {
                    "id": 1094329,
                    "resource_id": 161,
                    "text": "কাফিররা মু’মিনদেরকে বলে, ‘আমাদের পথ অনুসরণ কর, আমরা তোমাদের পাপের বোঝা বহন করব, মূলতঃ তারা তাদের পাপের কিছুই বহন করবে না, অবশ্যই তারা মিথ্যেবাদী।"
                }
            ]
        },
        {
            "id": 3353,
            "verse_number": 13,
            "verse_key": "29:13",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 343,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَـٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ",
            "page_number": 397,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98528,
                    "resource_id": 20,
                    "text": "But they will surely carry their [own] burdens and [other] burdens along with their burdens,<sup foot_note=197028>1</sup> and they will surely be questioned on the Day of Resurrection about what they used to invent."
                },
                {
                    "id": 216393,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya mereka akan menanggung beban-beban dosa mereka dan beban-beban (dosa orang-orang yang mereka sesatkan) bersama-sama dengan beban-beban dosa mereka sendiri; dan sesungguhnya mereka akan ditanya pada hari kiamat kelak tentang apa yang mereka pernah ada-adakan secara dusta itu."
                },
                {
                    "id": 1094330,
                    "resource_id": 161,
                    "text": "তারা অবশ্য অবশ্যই তাদের নিজেদের পাপের বোঝা বহন করবে, নিজেদের বোঝার সাথে আরো বোঝা, আর তারা যে সব মিথ্যে উদ্ভাবন করত সে সম্পর্কে ক্বিয়ামত দিবসে তারা অবশ্য অবশ্যই জিজ্ঞাসিত হবে।"
                }
            ]
        },
        {
            "id": 3354,
            "verse_number": 14,
            "verse_key": "29:14",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 344,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَـٰلِمُونَ",
            "page_number": 397,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98529,
                    "resource_id": 20,
                    "text": "And We certainly sent Noah to his people, and he remained among them a thousand years minus fifty years, and the flood seized them while they were wrongdoers."
                },
                {
                    "id": 216394,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Kami telah mengutus Nabi Nuh kepada kaumnya, maka tinggalah ia dalam kalangan mereka selama sembilan ratus lima puluh tahun; akhirnya mereka dibinasakan oleh taufan sedang mereka berkeadaan zalim (dengan kufur derhaka)."
                },
                {
                    "id": 1094331,
                    "resource_id": 161,
                    "text": "আমি নূহকে তার সম্প্রদায়ের কাছে পাঠিয়েছিলাম, অতঃপর সে পঞ্চাশ বছর কম হাজার বছর তাদের মাঝে অবস্থান করেছিল। অতঃপর মহাপ্লাবন তাদেরকে গ্রাস করল কারণ তারা ছিল সীমালঙ্ঘনকারী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}