{
    "verses": [
        {
            "id": 3355,
            "verse_number": 15,
            "verse_key": "29:15",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 344,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَأَنجَيْنَـٰهُ وَأَصْحَـٰبَ ٱلسَّفِينَةِ وَجَعَلْنَـٰهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
            "page_number": 398,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98530,
                    "resource_id": 20,
                    "text": "But We saved him and the companions of the ship, and We made it<sup foot_note=197029>1</sup> a sign for the worlds."
                },
                {
                    "id": 216395,
                    "resource_id": 39,
                    "text": "Maka dengan itu Kami selamatkan dia dan pengikut-pengikutnya yang turut bersama dalam bahtera, dan Kami jadikan bahtera itu satu tanda (yang membuktikan kekuasaan Kami dan memberi pengajaran insaf) kepada sekalian makhluk."
                },
                {
                    "id": 1094332,
                    "resource_id": 161,
                    "text": "অতঃপর আমি তাকে ও নৌকারোহীদেরকে রক্ষে করলাম আর এটাকে করলাম বিশ্বজগতের জন্য নিদর্শন।"
                }
            ]
        },
        {
            "id": 3356,
            "verse_number": 16,
            "verse_key": "29:16",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 344,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
            "page_number": 398,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98531,
                    "resource_id": 20,
                    "text": "And [We sent] Abraham, when he said to his people, \"Worship Allāh and fear Him. That is best for you, if you should know."
                },
                {
                    "id": 216396,
                    "resource_id": 39,
                    "text": "Dan (sebutkanlah peristiwa) Nabi Ibrahim, ketika ia berkata kepada kaumnya: \"Sembahlah kamu akan Allah dan bertaqwalah kepadaNya; yang demikian itu adalah baik bagi kamu jika kamu tahu (membezakan yang baik dari yang buruk)."
                },
                {
                    "id": 1094333,
                    "resource_id": 161,
                    "text": "স্মরণ কর যখন ইবরাহীম তার সম্প্রদায়কে বলেছিল- ‘তোমরা আল্লাহর ‘ইবাদাত কর আর তাঁকে ভয় কর। এটাই তোমাদের জন্য কল্যাণকর, তোমরা যদি জানতে!"
                }
            ]
        },
        {
            "id": 3357,
            "verse_number": 17,
            "verse_key": "29:17",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 344,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَـٰنًا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ",
            "page_number": 398,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98532,
                    "resource_id": 20,
                    "text": "You only worship, besides Allāh, idols, and you produce a falsehood. Indeed, those you worship besides Allāh do not possess for you [the power of] provision. So seek from Allāh provision and worship Him and be grateful to Him. To Him you will be returned.\""
                },
                {
                    "id": 216397,
                    "resource_id": 39,
                    "text": "\"Kamu hanyalah menyembah berhala-berhala yang diperbuat oleh orang, tidak menyembah Allah yang mencipta segala-galanya, dan kamu hanya mengadakan penyembahan yang dusta. Sesungguhnya mereka yang kamu sembah yang lain dari Allah itu, tidak berkuasa memberi rezeki kepada kamu; oleh itu carilah rezeki dari sisi Allah, dan sembahlah akan Dia, serta bersyukurlah kepadaNya; (ingatlah), kepada Allah jualah kamu akan dikembalikan."
                },
                {
                    "id": 1094334,
                    "resource_id": 161,
                    "text": "তোমরা আল্লাহকে বাদ দিয়ে প্রতিমার পূজা করছ আর তোমরা মিথ্যে উদ্ভাবন করছ। আল্লাহকে বাদ দিয়ে তোমরা যে সবগুলোর পূজা করছ তারা তোমাদেরকে রিযক দানের কোন ক্ষমতা রাখে না, কাজেই তোমরা আল্লাহর নিকট রিযক তালাশ কর, আর তাঁরই ‘ইবাদাত কর, আর তাঁরই প্রতি কৃতজ্ঞতা প্রকাশ কর, তোমাদেরকে তাঁরই দিকে ফিরিয়ে নেয়া হবে।"
                }
            ]
        },
        {
            "id": 3358,
            "verse_number": 18,
            "verse_key": "29:18",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 344,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
            "page_number": 398,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98533,
                    "resource_id": 20,
                    "text": "And if you [people] deny [the message] - already nations before you have denied. And there is not upon the Messenger except [the duty of] clear notification.<sup foot_note=197030>1</sup>"
                },
                {
                    "id": 216398,
                    "resource_id": 39,
                    "text": "\"Dan jika kamu terus-menerus mendustakan (ajaran ugama Allah yang aku sampaikan kepada kamu), maka sesungguhnya umat-umat yang sebelum kamu telah juga mendustakan (Rasul-rasulnya); dan (ingatlah) tugas Rasul hanya menyampaikan dengan penjelasan yang terang nyata\"."
                },
                {
                    "id": 1094335,
                    "resource_id": 161,
                    "text": "তোমরা যদি (রাসূলকে) মিথ্যে বলে অস্বীকার কর তবে তোমাদের পূর্বের বংশাবলীও অস্বীকার করেছিল, সুস্পষ্টভাবে প্রচার করা ব্যতীত রসূলের উপর কোন দায়িত্ব নেই।"
                }
            ]
        },
        {
            "id": 3359,
            "verse_number": 19,
            "verse_key": "29:19",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 344,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
            "page_number": 398,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98534,
                    "resource_id": 20,
                    "text": "Have they not considered how Allāh begins creation and then repeats it? Indeed that, for Allāh, is easy."
                },
                {
                    "id": 216399,
                    "resource_id": 39,
                    "text": "Tidakkah mereka melihat dan memikirkan bagaimana Allah mencipta makhluk-makhluk pada mulanya, kemudian Ia akan mengembalikannya (hidup semula sesudah matinya)? Sesungguhnya yang demikian itu amatlah mudah bagi Allah."
                },
                {
                    "id": 1094336,
                    "resource_id": 161,
                    "text": "তারা কি লক্ষ্য করে না যে, আল্লাহ কীভাবে সৃষ্টির সূচনা করেন অতঃপর তার পুনরাবর্তন ঘটান, নিশ্চয় এটা আল্লাহর জন্য সহজ।"
                }
            ]
        },
        {
            "id": 3360,
            "verse_number": 20,
            "verse_key": "29:20",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 344,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْـَٔاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 398,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98537,
                    "resource_id": 20,
                    "text": "Say, [O Muḥammad], \"Travel through the land and observe how He began creation. Then Allāh will produce the final creation [i.e., development]. Indeed Allāh, over all things, is competent.\""
                },
                {
                    "id": 216402,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Mengembaralah kamu di muka bumi, serta lihatlah bagaimana Allah telah memulakan ciptaan makhluk-makhluk dari asal jadinya; kemudian Allah akan memulakan ciptaan itu semula (pada hari akhirat) dalam bentuk kejadian yang baharu. Sesungguhnya Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1094337,
                    "resource_id": 161,
                    "text": "বল- ‘তোমরা পৃথিবীতে ভ্রমণ কর, অতঃপর লক্ষ্য কর কীভাবে আল্লাহ সৃষ্টির সূচনা করেছেন, অতঃপর আল্লাহ সৃষ্টি করবেন পরবর্তী সৃষ্টি, আল্লাহ সকল বিষয়ের উপর ক্ষমতাবান।"
                }
            ]
        },
        {
            "id": 3361,
            "verse_number": 21,
            "verse_key": "29:21",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 344,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ",
            "page_number": 398,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98538,
                    "resource_id": 20,
                    "text": "He punishes whom He wills and has mercy upon whom He wills, and to Him you will be returned."
                },
                {
                    "id": 216403,
                    "resource_id": 39,
                    "text": "\"Ia menyeksa sesiapa yang dikehendakiNya (iaitu orang-orang yang ingkar), dan Ia juga yang memberi rahmat kepada sesiapa yang dikehendakiNya (iaitu orang-orang yang beriman); dan kepadaNyalah kamu semua akan dikembalikan (untuk menerima balasan)."
                },
                {
                    "id": 1094338,
                    "resource_id": 161,
                    "text": "যাকে ইচ্ছে তিনি শাস্তি দেন আর যার প্রতি ইচ্ছে তিনি রহমত বর্ষণ করেন আর তাঁর কাছেই তোমাদেরকে ফিরিয়ে নেয়া হবে।"
                }
            ]
        },
        {
            "id": 3362,
            "verse_number": 22,
            "verse_key": "29:22",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 344,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
            "page_number": 398,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98539,
                    "resource_id": 20,
                    "text": "And you will not cause failure [to Allāh] upon the earth or in the heaven. And you have not other than Allāh any protector or any helper."
                },
                {
                    "id": 216405,
                    "resource_id": 39,
                    "text": "\"Dan kamu tidak akan dapat melepaskan diri (dari kekuasaan Allah) di bumi dan tidak juga di langit (sekalipun); dan kamu tidak akan mendapat sebarang pelindung dan penolong yang lain dari Allah\"."
                },
                {
                    "id": 1094339,
                    "resource_id": 161,
                    "text": "তোমরা (আল্লাহকে) না পৃথিবীতে ব্যর্থ করতে পারবে আর না আকাশে, আল্লাহ ছাড়া তোমাদের জন্য নেই কোন অভিভাবক, নেই কোন সাহায্যকারী।"
                }
            ]
        },
        {
            "id": 3363,
            "verse_number": 23,
            "verse_key": "29:23",
            "hizb_number": 40,
            "rub_el_hizb_number": 159,
            "ruku_number": 345,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَـٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 398,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98540,
                    "resource_id": 20,
                    "text": "And the ones who disbelieve in the signs of Allāh and the meeting with Him - those have despaired of My mercy, and they will have a painful punishment."
                },
                {
                    "id": 216406,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kufur ingkar akan ayat-ayat keterangan Allah dan pertemuan denganNya, mereka tetaplah akan menjadi orang-orang yang putus asa dari rahmatKu; dan mereka pula akan beroleh azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1094340,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর নিদর্শনাবলীকে আর তাঁর সাক্ষাৎকে অস্বীকার করে, তারা আমার রহমত থেকে নিরাশ হবে আর তাদের জন্য আছে ভয়াবহ শাস্তি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}