{
    "verses": [
        {
            "id": 24,
            "verse_number": 17,
            "verse_key": "2:17",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَـٰتٍ لَّا يُبْصِرُونَ",
            "page_number": 4,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97547,
                    "resource_id": 20,
                    "text": "Their example is that of one who kindled a fire, but when it illuminated what was around him, Allāh took away their light and left them in darkness [so] they could not see."
                },
                {
                    "id": 215416,
                    "resource_id": 39,
                    "text": "Perbandingan hal mereka (golongan yang munafik itu) samalah seperti orang yang menyalakan api; apabila api itu menerangi sekelilingnya, (tiba-tiba) Allah hilangkan cahaya (yang menerangi) mereka, dan dibiarkannya mereka dalam gelap-gelita, tidak dapat melihat (sesuatu pun)."
                },
                {
                    "id": 1091001,
                    "resource_id": 161,
                    "text": "তাদের উদাহরণ, যেমন এক ব্যক্তি আগুন জ্বালালো, তা যখন তার চারদিক আলোকিত করল আল্লাহ তখন তাদের জ্যোতি অপসারণ করে দিলেন এবং তাদেরকে এমন ঘন অন্ধকারে ফেলে দিলেন যে, তারা কিছুই দেখতে পায় না।"
                }
            ]
        },
        {
            "id": 25,
            "verse_number": 18,
            "verse_key": "2:18",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَرْجِعُونَ",
            "page_number": 4,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97569,
                    "resource_id": 20,
                    "text": "Deaf, dumb and blind - so they will not return [to the right path]."
                },
                {
                    "id": 215451,
                    "resource_id": 39,
                    "text": "Mereka (seolah-olah orang yang) pekak, bisu dan buta; dengan keadaan itu mereka tidak dapat kembali (kepada kebenaran)."
                },
                {
                    "id": 1091002,
                    "resource_id": 161,
                    "text": "তারা বধির, মূক, অন্ধ; কাজেই তারা (হিদায়াতের দিকে) ফিরে আসবে না।"
                }
            ]
        },
        {
            "id": 26,
            "verse_number": 19,
            "verse_key": "2:19",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَوْ كَصَيِّبٍ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَـٰتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَـٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلْمَوْتِ ۚ وَٱللَّهُ مُحِيطٌۢ بِٱلْكَـٰفِرِينَ",
            "page_number": 4,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97592,
                    "resource_id": 20,
                    "text": "Or [it is] like a rainstorm from the sky within which is darkness, thunder and lightning. They put their fingers in their ears against the thunderclaps in dread of death. But Allāh is encompassing<sup foot_note=195942>1</sup> of the disbelievers."
                },
                {
                    "id": 215462,
                    "resource_id": 39,
                    "text": "Atau (bandingannya) seperti (orang-orang yang ditimpa) hujan lebat dari langit, bersama dengan gelap-gelita, dan guruh serta kilat; mereka menyumbat jarinya ke dalam telinga masing-masing dari mendengar suara petir, kerana mereka takut mati. (Masakan mereka boleh terlepas), sedang (pengetahuan dan kekuasaan) Allah meliputi orang-orang yang kafir itu."
                },
                {
                    "id": 1091003,
                    "resource_id": 161,
                    "text": "অথবা যেমন আকাশের বর্ষণমুখর মেঘ, যাতে আছে গাঢ় অন্ধকার, বজ্রধ্বনি ও বিদ্যুৎ চমক, বজ্রধ্বনিতে মৃত্যু ভয়ে তারা তাদের কানে আঙ্গুল ঢুকিয়ে দেয়। আল্লাহ কাফেরদেরকে পরিবেষ্টন করে আছেন।"
                }
            ]
        },
        {
            "id": 27,
            "verse_number": 20,
            "verse_key": "2:20",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 3,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَـٰرَهُمْ ۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا۟ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا۟ ۚ وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 4,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97615,
                    "resource_id": 20,
                    "text": "The lightning almost snatches away their sight. Every time it lights [the way] for them, they walk therein; but when darkness comes over them, they stand [still]. And if Allāh had willed, He could have taken away their hearing and their sight. Indeed, Allāh is over all things competent."
                },
                {
                    "id": 215484,
                    "resource_id": 39,
                    "text": "Kilat itu pula hampir-hampir menyambar (menghilangkan) penglihatan mereka; tiap-tiap kali kilat itu menerangi mereka (dengan pancarannya), mereka berjalan dalam cahayanya. Dan apabila gelap menyelubungi mereka, berhentilah mereka (menunggu dengan bingungnya). Dan sekiranya Allah menghendaki, nescaya dihilangkanNya pendengaran dan penglihatan mereka; sesungguhnya Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091004,
                    "resource_id": 161,
                    "text": "বিদ্যুৎচমক তাদের দৃষ্টিশক্তি প্রায় কেড়ে নেয়, যখনই বিদ্যুৎচমক তাদের সামনে প্রকাশিত হয়, তখনই তারা পথ চলতে থাকে এবং যখন তাদের উপর অন্ধকার ছেয়ে যায়, তখন তারা থমকে দাঁড়ায়, আল্লাহ ইচ্ছে করলে তাদের শ্রবণ ও দৃষ্টি শক্তি হরণ করতে পারতেন, আল্লাহ সকল বিষয়ে সর্বশক্তিমান।"
                }
            ]
        },
        {
            "id": 28,
            "verse_number": 21,
            "verse_key": "2:21",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 4,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
            "page_number": 4,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97626,
                    "resource_id": 20,
                    "text": "O mankind, worship your Lord, who created you and those before you, that you may become righteous -"
                },
                {
                    "id": 215495,
                    "resource_id": 39,
                    "text": "Wahai sekalian manusia! Beribadatlah kepada Tuhan kamu yang telah menciptakan kamu dan orang-orang yang terdahulu daripada kamu, supaya kamu (menjadi orang-orang yang) bertaqwa."
                },
                {
                    "id": 1091005,
                    "resource_id": 161,
                    "text": "হে মানুষ! ‘তোমরা তোমাদের সেই প্রতিপালকের ইবাদাত কর যিনি তোমাদেরকে ও তোমাদের পূর্ববর্তীদেরকে সৃষ্টি করেছেন, যাতে তোমরা মুত্তাকী (পরহেযগার) হতে পার’।"
                }
            ]
        },
        {
            "id": 29,
            "verse_number": 22,
            "verse_key": "2:22",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 4,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًا وَٱلسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ فَلَا تَجْعَلُوا۟ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ",
            "page_number": 4,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97650,
                    "resource_id": 20,
                    "text": "[He] who made for you the earth a bed [spread out] and the sky a ceiling and sent down from the sky, rain and brought forth thereby fruits as provision for you. So do not attribute to Allāh equals while you know [that there is nothing similar to Him]."
                },
                {
                    "id": 215518,
                    "resource_id": 39,
                    "text": "Dia lah yang menjadikan bumi ini untuk kamu sebagai hamparan, dan langit (serta segala isinya) sebagai bangunan (yang dibina dengan kukuhnya); dan diturunkanNya air hujan dari langit, lalu dikeluarkanNya dengan air itu berjenis-jenis buah-buahan yang menjadi rezeki bagi kamu; maka janganlah kamu mengadakan bagi Allah, sebarang sekutu, padahal kamu semua mengetahui (bahawa Allah ialah Tuhan Yang Maha Esa)."
                },
                {
                    "id": 1091006,
                    "resource_id": 161,
                    "text": "যিনি তোমাদের জন্য পৃথিবীকে বিছানা ও আকাশকে ছাদ করেছেন এবং আকাশ হতে পানি বর্ষণ ক’রে তদ্বারা তোমাদের জীবিকার জন্য ফলমূল উৎপাদন করেন, কাজেই জেনে বুঝে কাউকেও আল্লাহর সমকক্ষ দাঁড় করো না।"
                }
            ]
        },
        {
            "id": 30,
            "verse_number": 23,
            "verse_key": "2:23",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 4,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِن كُنتُمْ فِى رَيْبٍ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا۟ بِسُورَةٍ مِّن مِّثْلِهِۦ وَٱدْعُوا۟ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 4,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97671,
                    "resource_id": 20,
                    "text": "And if you are in doubt about what We have sent down [i.e., the Qur’ān] upon Our Servant [i.e., Prophet Muḥammad (ﷺ)], then produce a sūrah the like thereof and call upon your witnesses [i.e., supporters] other than Allāh, if you should be truthful."
                },
                {
                    "id": 215540,
                    "resource_id": 39,
                    "text": "Dan kalau kamu ada menaruh syak tentang apa yang Kami turunkan (Al-Quran) kepada hamba kami (Muhammad), maka cubalah buat dan datangkanlah satu surah yang sebanding dengan Al-Quran itu, dan panggilah orang-orang yang kamu percaya boleh menolong kamu selain dari Allah, jika betul kamu orang-orang yang benar."
                },
                {
                    "id": 1091007,
                    "resource_id": 161,
                    "text": "আমি আমার বান্দাহর প্রতি যা নাযিল করেছি তাতে তোমাদের কোন সন্দেহ থাকলে তোমরা তার মত কোন সূরাহ এনে দাও আর তোমরা যদি সত্যবাদী হও, তবে আল্লাহ ছাড়া তোমাদের সকল সাহায্যকারীকে আহবান কর।"
                }
            ]
        },
        {
            "id": 31,
            "verse_number": 24,
            "verse_key": "2:24",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 4,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَإِن لَّمْ تَفْعَلُوا۟ وَلَن تَفْعَلُوا۟ فَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَـٰفِرِينَ",
            "page_number": 4,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97693,
                    "resource_id": 20,
                    "text": "But if you do not - and you will never be able to - then fear the Fire, whose fuel is people and stones, prepared for the disbelievers."
                },
                {
                    "id": 215564,
                    "resource_id": 39,
                    "text": "Maka kalau kamu tidak dapat membuatnya, dan sudah tentu kamu tidak dapat membuatnya, maka peliharalah diri kamu dari api neraka yang bahan-bahan bakarannya: manusia dan batu-batu (berhala), (iaitu neraka) yang disediakan untuk orang-orang kafir."
                },
                {
                    "id": 1091008,
                    "resource_id": 161,
                    "text": "যদি তোমরা না পার এবং কক্ষনো পারবেও না, তাহলে সেই আগুনকে ভয় কর, যার ইন্ধন হবে মানুষ এবং পাথর, যা প্রস্তুত রয়েছে কাফেরদের জন্য।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}