{
    "verses": [
        {
            "id": 253,
            "verse_number": 246,
            "verse_key": "2:246",
            "hizb_number": 4,
            "rub_el_hizb_number": 16,
            "ruku_number": 33,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلْمَلَإِ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ مِنۢ بَعْدِ مُوسَىٰٓ إِذْ قَالُوا۟ لِنَبِىٍّ لَّهُمُ ٱبْعَثْ لَنَا مَلِكًا نُّقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ۖ قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ أَلَّا تُقَـٰتِلُوا۟ ۖ قَالُوا۟ وَمَا لَنَآ أَلَّا نُقَـٰتِلَ فِى سَبِيلِ ٱللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَـٰرِنَا وَأَبْنَآئِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ تَوَلَّوْا۟ إِلَّا قَلِيلًا مِّنْهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
            "page_number": 40,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97708,
                    "resource_id": 20,
                    "text": "Have you not considered the assembly of the Children of Israel after [the time of] Moses when they said to a prophet of theirs, \"Send to us a king, and we will fight in the way of Allāh\"? He said, \"Would you perhaps refrain from fighting if battle was prescribed for you?\" They said, \"And why should we not fight in the cause of Allāh when we have been driven out from our homes and from our children?\" But when battle was prescribed for them, they turned away, except for a few of them. And Allāh is Knowing of the wrongdoers."
                },
                {
                    "id": 215578,
                    "resource_id": 39,
                    "text": "Tidakkah engkau ketahui (wahai muhammad), tentang (kisah) ketua-ketua dari Bani lsrail sesudah (wafatnya) Nabi Musa, ketika mereka berkata kepada seorang Nabi mereka: \"Lantiklah seorang raja untuk kamu, supaya boleh kami berperang (bersama-sama dengannya) pada jalan Allah\" Nabi mereka menjawab: \"Tidakkah harus, jika kamu kelak diwajibkan berperang, kamu tidak akan berperang?,\" Mereka berkata: \"Mengapa pula kami tidak akan berperang pada jalan Allah, sedang kami telah diusir dari kampung halaman kami, dan (dari) anak-anak kami?\" Maka apabila perang itu diwajibkan atas mereka, mereka membelakangkan kewajipan itu, kecuali sebahagian kecil dari mereka. Dan (ingatlah), Allah Maha Mengetahui akan orang-orang yang zalim."
                },
                {
                    "id": 1091230,
                    "resource_id": 161,
                    "text": "তুমি কি মূসার পরবর্তী বানী ইসরাঈলের প্রধানদের প্রতি লক্ষ্য করনি? তারা তাদের নাবীকে বলেছিল, ‘আমাদের জন্য একজন বাদশাহ ঠিক করুন, যাতে আমরা আল্লাহর পথে জিহাদ করি’। নির্দেশ হল, ‘এমন সম্ভাবনা আছে কি যে, যদি তোমাদের প্রতি জিহাদের হুকুম দেয়া হয় তবে তোমরা জিহাদ করবে না’? তারা বলল, ‘আমরা কী ওজরে আল্লাহর পথে জিহাদ করব না, যখন আমরা আমাদের গৃহ ও সন্তানাদি হতে বহিস্কৃত হয়েছি’। অতঃপর যখন তাদের প্রতি জিহাদের হুকুম হল, তখন তাদের অল্প সংখ্যক লোক ছাড়া সকলেই ফিরে দাঁড়াল এবং আল্লাহ যালিমদেরকে খুব ভালভাবেই জানেন।"
                }
            ]
        },
        {
            "id": 254,
            "verse_number": 247,
            "verse_key": "2:247",
            "hizb_number": 4,
            "rub_el_hizb_number": 16,
            "ruku_number": 33,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا ۚ قَالُوٓا۟ أَنَّىٰ يَكُونُ لَهُ ٱلْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِٱلْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ ٱلْمَالِ ۚ قَالَ إِنَّ ٱللَّهَ ٱصْطَفَىٰهُ عَلَيْكُمْ وَزَادَهُۥ بَسْطَةً فِى ٱلْعِلْمِ وَٱلْجِسْمِ ۖ وَٱللَّهُ يُؤْتِى مُلْكَهُۥ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
            "page_number": 40,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97710,
                    "resource_id": 20,
                    "text": "And their prophet said to them, \"Indeed, Allāh has sent to you Saul as a king.\" They said, \"How can he have kingship over us while we are more worthy of kingship than him and he has not been given any measure of wealth?\" He said, \"Indeed, Allāh has chosen him over you and has increased him abundantly in knowledge and stature. And Allāh gives His sovereignty to whom He wills. And Allāh is all-Encompassing [in favor] and Knowing.\""
                },
                {
                    "id": 215580,
                    "resource_id": 39,
                    "text": "Dan Nabi mereka pula berkata kepada mereka: \"Bahawasanya Allah telah melantik Talut menjadi raja bagi kamu. Mereka menjawab: \"Bagaimana dia mendapat kuasa memerintah kami sedang kami lebih berhak dengan kuasa pemerintahan itu daripadanya, dan ia pula tidak diberi keluasan harta kekayaan?\" Nabi mereka berkata:\" Sesungguhnya Allah telah memilihnya (Talut) menjadi raja kamu, dan telah mengurniakannya kelebihan dalam lapangan ilmu pengetahuan dan kegagahan tubuh badan\". Dan (ingatlah), Allah jualah yang memberikan kuasa pemerintahan kepada sesiapa yang dikehendakiNya; dan Allah Maha Luas (rahmatNya dan pengurniaanNya), lagi meliputi ilmuNya."
                },
                {
                    "id": 1091231,
                    "resource_id": 161,
                    "text": "তাদেরকে তাদের নাবী বলল, আল্লাহ যথার্থই তালুতকে তোমাদের বাদশাহ ঠিক করেছেন। তারা বলল, ‘আমাদের উপর কী প্রকারে তার রাজক্ষমতা মিলতে পারে যখন তার চেয়ে আমরাই রাজশক্তির অধিক যোগ্যপাত্র আর তাকে আর্থিক স্বচ্ছলতাও প্রদান করা হয়নি’! নাবী বলল, আল্লাহ তাকেই তোমাদের উপর পছন্দ করেছেন এবং তাকে জ্ঞানে ও দেহে সমৃদ্ধ করেছেন, আল্লাহ যাকে ইচ্ছে নিজের রাজ্য দান করেন, বস্তুতঃ আল্লাহ পর্যাপ্ত দাতা ও প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 255,
            "verse_number": 248,
            "verse_key": "2:248",
            "hizb_number": 4,
            "rub_el_hizb_number": 16,
            "ruku_number": 33,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ءَايَةَ مُلْكِهِۦٓ أَن يَأْتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَـٰرُونَ تَحْمِلُهُ ٱلْمَلَـٰٓئِكَةُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 40,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97712,
                    "resource_id": 20,
                    "text": "And their prophet said to them, \"Indeed, a sign of his kingship is that the chest will come to you in which is assurance<sup foot_note=196025>1</sup> from your Lord and a remnant of what the family of Moses and the family of Aaron had left, carried by the angels. Indeed in that is a sign for you, if you are believers.\""
                },
                {
                    "id": 215583,
                    "resource_id": 39,
                    "text": "Dan Nabi mereka, berkata lagi kepada mereka: \"Sesungguhnya tanda kerajaan Talut itu (yang menunjukkan benarnya dari Allah) ialah datangnya kepada kamu peti Tabut yang mengandungi (sesuatu yang memberi) ketenteraman jiwa dari Tuhan kamu, dan (berisi) sebahagian dari apa yang telah ditinggalkan oleh keluarga Nabi-nabi Musa dan Harun; peti Tabut itu dibawa oleh malaikat. Sesungguhnya peristiwa kembalinya Tabut itu mengandungi satu tanda keterangan bagi kamu jika betul kamu orang-orang yang beriman\"."
                },
                {
                    "id": 1091232,
                    "resource_id": 161,
                    "text": "তাদের নাবী তাদেরকে বলল, তালুতের বাদশাহ হওয়ার নিদর্শন এই যে, তোমাদের নিকট সিন্দুক আসবে, যার মধ্যে তোমাদের প্রতিপালকের শান্তি বাণী রয়েছে এবং সেই অবশিষ্ট জিনিস, যা মূসা ও হারূন সম্প্রদায় রেখে গেছে, ওটা ফেরেশতাগণ উঠিয়ে আনবে, এতে তোমাদের জন্য নিদর্শন আছে যদি তোমরা মু’মিন হও।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 3,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 3
    }
}