{
    "verses": [
        {
            "id": 3371,
            "verse_number": 31,
            "verse_key": "29:31",
            "hizb_number": 40,
            "rub_el_hizb_number": 160,
            "ruku_number": 346,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا۟ ظَـٰلِمِينَ",
            "page_number": 400,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98551,
                    "resource_id": 20,
                    "text": "And when Our messengers [i.e., angels] came to Abraham with the good tidings,<sup foot_note=197032>1</sup> they said, \"Indeed, we will destroy the people of that [i.e., Lot's] city. Indeed, its people have been wrongdoers.\""
                },
                {
                    "id": 216415,
                    "resource_id": 39,
                    "text": "Dan ketika datang (malaikat) utusan kami kepada Nabi Ibrahim dengan membawa berita yang mengembirakan), mereka berkata: \"Sebenarnya kami hendak membinasakan penduduk bandar ini), sesungguhnya penduduknya adalah orang-orang yang zalim\"."
                },
                {
                    "id": 1094348,
                    "resource_id": 161,
                    "text": "যখন আমার দূতগণ (অর্থাৎ ফেরেশতারা) ইব্রাহীমের কাছে সুসংবাদ নিয়ে আসল, তারা বলল- আমরা এ জনপদের বাসিন্দাদের ধ্বংস করব, এর অধিবাসীরা তো যালিম।"
                }
            ]
        },
        {
            "id": 3372,
            "verse_number": 32,
            "verse_key": "29:32",
            "hizb_number": 40,
            "rub_el_hizb_number": 160,
            "ruku_number": 346,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
            "page_number": 400,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98552,
                    "resource_id": 20,
                    "text": "[Abraham] said, \"Indeed, within it is Lot.\" They said, \"We are more knowing of who is within it. We will surely save him and his family, except his wife. She is to be of those who remain behind.\""
                },
                {
                    "id": 216416,
                    "resource_id": 39,
                    "text": "Nabi Ibrahim berkata: \"Sebenarnya Lut ada di bandar itu\". Mereka menjawab: \"Kami mengetahui akan orang-orang yang tinggal di situ. Sesungguhnya kami akan menyelamatkan dia dan keluarganya (serta pengikut-pengikutnya) - kecuali isterinya, ia adalah dari orang-orang yang dibinasakan\"."
                },
                {
                    "id": 1094349,
                    "resource_id": 161,
                    "text": "ইবরাহীম বলল- ওখানে তো লূত আছে। তারা বলল- ওখানে কারা আছে আমরা তা ভাল করেই জানি, আমরা তাকে আর তার পরিবারবর্গকে অবশ্য অবশ্যই রক্ষা করব তার স্ত্রীকে ছাড়া, সে ধ্বংসপ্রাপ্তদের অন্তর্ভুক্ত।"
                }
            ]
        },
        {
            "id": 3373,
            "verse_number": 33,
            "verse_key": "29:33",
            "hizb_number": 40,
            "rub_el_hizb_number": 160,
            "ruku_number": 346,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
            "page_number": 400,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98553,
                    "resource_id": 20,
                    "text": "And when Our messengers [i.e., angels] came to Lot, he was distressed for them and felt for them great discomfort.<sup foot_note=197033>1</sup> They said, \"Fear not, nor grieve. Indeed, we will save you and your family, except your wife; she is to be of those who remain behind."
                },
                {
                    "id": 216417,
                    "resource_id": 39,
                    "text": "Dan ketika datang utusan-utusan Kami kepada Nabi Lut, ia merasa dukacita dengan kedatangan mereka, dan merasa tidak terdaya untuk mengawal mereka (dari gangguan kaumnya); dan (setelah melihatkan halnya yang demikian), utusan-utusan itu berkata: \"Janganlah engkau takut dan janganlah berdukacita, sesungguhnya kami akan menyelamatkanmu dan keluargamu (serta pengikut-pengikutmu) - kecuali isterimu, ia adalah dari orang-orang yang dibinasakan."
                },
                {
                    "id": 1094350,
                    "resource_id": 161,
                    "text": "আমার দূতরা যখন লূতের কাছে আসল তখন সে তাদের জন্য বিষণ্ণ হয়ে পড়ল এবং (তাদের রক্ষার ব্যাপারে) নিজেকে অসহায় মনে করল। তখন তারা বলল- তোমরা ভয় কর না, দুঃখ কর না, আমরা তোমাকে আর তোমার পরিবারবর্গকে রক্ষা করব তোমার স্ত্রীকে ছাড়া, সে ধ্বংসপ্রাপ্তদের অন্তর্ভুক্ত।"
                }
            ]
        },
        {
            "id": 3374,
            "verse_number": 34,
            "verse_key": "29:34",
            "hizb_number": 40,
            "rub_el_hizb_number": 160,
            "ruku_number": 346,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
            "page_number": 400,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98554,
                    "resource_id": 20,
                    "text": "Indeed, we will bring down on the people of this city punishment from the sky because they have been defiantly disobedient.\""
                },
                {
                    "id": 216418,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya kami (diutuskan) untuk menurunkan atas penduduk bandar ini azab dari langit, disebabkan mereka melakukan kejahatan (kufur dan maksiat)\"."
                },
                {
                    "id": 1094351,
                    "resource_id": 161,
                    "text": "আমরা এ জনপদের বাসিন্দাদের উপর আসমানী শাস্তি নাযিল করব, কারণ তারা ছিল পাপাচারে লিপ্ত।"
                }
            ]
        },
        {
            "id": 3375,
            "verse_number": 35,
            "verse_key": "29:35",
            "hizb_number": 40,
            "rub_el_hizb_number": 160,
            "ruku_number": 346,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ",
            "page_number": 400,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98555,
                    "resource_id": 20,
                    "text": "And We have certainly left of it a sign as clear evidence for a people who use reason."
                },
                {
                    "id": 216419,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya, Kami telah (binasakan bandar itu dan telah) tinggalkan bekas-bekasnya sebagai satu tanda (yang mendatangkan iktibar) bagi orang-orang yang mahu memahaminya."
                },
                {
                    "id": 1094352,
                    "resource_id": 161,
                    "text": "এতে আমি জ্ঞানী সম্প্রদায়ের জন্য এক সুস্পষ্ট নিদর্শন রেখে দিয়েছি।"
                }
            ]
        },
        {
            "id": 3376,
            "verse_number": 36,
            "verse_key": "29:36",
            "hizb_number": 40,
            "rub_el_hizb_number": 160,
            "ruku_number": 346,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْـَٔاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
            "page_number": 400,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98556,
                    "resource_id": 20,
                    "text": "And to Madyan [We sent] their brother Shuʿayb, and he said, \"O my people, worship Allāh and expect the Last Day and do not commit abuse on the earth, spreading corruption.\""
                },
                {
                    "id": 216420,
                    "resource_id": 39,
                    "text": "Dan (Kami utuskan) kepada penduduk Madyan saudara mereka: Nabi Syuaib; lalu ia berkata: \"Wahai kaumku, sembahlah kamu akan Allah, dan kerjakanlah amal soleh dengan mengharapkan pahala akhirat, dan janganlah kamu melakukan kerosakan di bumi\"."
                },
                {
                    "id": 1094353,
                    "resource_id": 161,
                    "text": "মাদইয়ানের বাসিন্দাদের কাছে আমি তাদের ভাই শু‘আয়বকে পাঠিয়েছিলাম। সে বলল- হে আমার সম্প্রদায়! তোমরা আল্লাহর ‘ইবাদাত কর, শেষ দিবসকে ভয় কর, পৃথিবীতে ফাসাদ সৃষ্টি কর না।"
                }
            ]
        },
        {
            "id": 3377,
            "verse_number": 37,
            "verse_key": "29:37",
            "hizb_number": 40,
            "rub_el_hizb_number": 160,
            "ruku_number": 346,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
            "page_number": 400,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98557,
                    "resource_id": 20,
                    "text": "But they denied him, so the earthquake seized them, and they became within their home [corpses] fallen prone."
                },
                {
                    "id": 216421,
                    "resource_id": 39,
                    "text": "Maka mereka mendustakannya, lalu mereka dibinasakan oleh gempa bumi, serta menjadilah mereka mayat-mayat yang tersungkur di tempat tinggal masing-masing."
                },
                {
                    "id": 1094354,
                    "resource_id": 161,
                    "text": "কিন্তু তারা তাকে মিথ্যে ব’লে অস্বীকার করল, অতঃপর মহা কম্পন তাদেরকে পাকড়াও করল আর তারা নিজেদের গৃহে উপুড় হয়ে শেষ হয়ে গেল।"
                }
            ]
        },
        {
            "id": 3378,
            "verse_number": 38,
            "verse_key": "29:38",
            "hizb_number": 40,
            "rub_el_hizb_number": 160,
            "ruku_number": 346,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَعَادًا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَـٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ",
            "page_number": 400,
            "juz_number": 20,
            "translations": [
                {
                    "id": 98558,
                    "resource_id": 20,
                    "text": "And [We destroyed] ʿAad and Thamūd, and it has become clear to you from their [ruined] dwellings. And Satan had made pleasing to them their deeds and averted them from the path, and they were endowed with perception."
                },
                {
                    "id": 216422,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah peristiwa kebinasaan) Aad (kaum nabi Hud) dan Thamud (kaum Nabi Soleh); dan telahpun ternyata kepada kamu sebahagian dari bekas-bekas tempat kediaman mereka; dan (kebinasaan mereka yang demikian ialah disebabkan) Syaitan memperelokkan pada pandangan mereka: amal-amal mereka (yang jahat itu), lalu ia menghalangi mereka dari jalan Allah; padahal mereka orang-orang yang bijak pandai dan berakal (yang dapat membezakan yang benar dan yang salah)."
                },
                {
                    "id": 1094355,
                    "resource_id": 161,
                    "text": "(স্মরণ কর) ‘আদ ও সামূদ (জাতির) কথা, তাদের বাড়ীঘর হতেই তাদের (করুণ পরিণতি) সম্পর্কে সুস্পষ্টরূপে তোমাদের জানা হয়ে গেছে। তাদের কাজগুলোকে শয়ত্বান তাদের দৃষ্টিতে মনোমুগ্ধকর করেছিল। যার ফলে সৎপথে চলতে তাদেরকে বাধা দিয়েছিল, যদিও তারা ছিল তীক্ষ্ণ দৃষ্টির অধিকারী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}