{
    "verses": [
        {
            "id": 3386,
            "verse_number": 46,
            "verse_key": "29:46",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 347,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ وَلَا تُجَـٰدِلُوٓا۟ أَهْلَ ٱلْكِتَـٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَـٰهُنَا وَإِلَـٰهُكُمْ وَٰحِدٌ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
            "page_number": 402,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98568,
                    "resource_id": 20,
                    "text": "And do not argue with the People of the Scripture except in a way that is best, except for those who commit injustice among them, and say, \"We believe in that which has been revealed to us and revealed to you. And our God and your God is one; and we are Muslims [in submission] to Him.\""
                },
                {
                    "id": 216433,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu berbahas dengan Ahli Kitab melainkan dengan cara yang lebih baik, kecuali orang-orang yang berlaku zalim di antara mereka; dan katakanlah (kepada mereka): \"Kami beriman kepada (Al-Quran) yang diturunkan kepada kami dan kepada (Taurat dan Injil) yang diturunkan kepada kamu; dan Tuhan kami, juga Tuhan kamu, adalah Satu; dan kepadaNyalah, kami patuh dengan berserah diri.\""
                },
                {
                    "id": 1094363,
                    "resource_id": 161,
                    "text": "উত্তম পন্থা ছাড়া কিতাবধারীদের সাথে তর্ক- বিতর্ক কর না; তবে তাদের মধ্যে যারা বাড়াবাড়ি করে তারা বাদে। আর বল, আমরা ঈমান এনেছি আমাদের প্রতি যা নাযিল হয়েছে আর তোমাদের প্রতি যা নাযিল হয়েছে তার উপর; আমাদের ইলাহ ও তোমাদের ইলাহ একই, আর তাঁর কাছেই আমরা আত্মসমর্পণ করেছি।"
                }
            ]
        },
        {
            "id": 3387,
            "verse_number": 47,
            "verse_key": "29:47",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 347,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَـٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلْكَـٰفِرُونَ",
            "page_number": 402,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98569,
                    "resource_id": 20,
                    "text": "And thus We have sent down to you the Book [i.e., the Qur’ān]. And those to whom We [previously] gave the Scripture believe in it. And among these [people of Makkah] are those who believe in it. And none reject Our verses except the disbelievers."
                },
                {
                    "id": 216434,
                    "resource_id": 39,
                    "text": "Dan (sebagaimana Kami telah menurunkan Kitab-kitab ugama kepada Rasul-rasul yang telah lalu) demikianlah Kami turunkan pula kepadamu (wahai Muhammad) Kitab Al-Quran ini. Maka orang-orang yang Kami berikan Kitab (Taurat dan Injil) ada yang beriman kepada Al-Quran, dan juga sebahagian dari orang-orang (Makkah) beriman kepadanya; dan tiadalah yang mengingkari ayat-ayat keterangan Kami melainkan orang-orang yang berdegil dalam kekufurannya."
                },
                {
                    "id": 1094364,
                    "resource_id": 161,
                    "text": "(পূর্বে যেভাবে নাযিল করেছিলাম) এভাবেই আমি তোমার প্রতি কিতাব (কুরআন) নাযিল করেছি। কাজেই আমি যাদেরকে কিতাব দিয়েছিলাম তারা তাতে বিশ্বাস করে, আর তাদেরও (অর্থাৎ মক্কার মুশরিকদেরও) কতক তাতে বিশ্বাস স্থাপন করে, অবিশ্বাসীরা ছাড়া আমার নিদর্শনাবলীকে কেউ অস্বীকার করে না।"
                }
            ]
        },
        {
            "id": 3388,
            "verse_number": 48,
            "verse_key": "29:48",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 347,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَـٰبٍ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًا لَّٱرْتَابَ ٱلْمُبْطِلُونَ",
            "page_number": 402,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98570,
                    "resource_id": 20,
                    "text": "And you did not recite before it any scripture, nor did you inscribe one with your right hand. Then [i.e., otherwise] the falsifiers would have had [cause for] doubt."
                },
                {
                    "id": 216435,
                    "resource_id": 39,
                    "text": "Dan engkau (wahai Muhammad) tidak pernah tahu membaca sesebuah kitab pun sebelum turunnya Al-Quran ini, dan tidak pula tahu menulisnya dengan tangan kananmu; (kalaulah engkau dahulu pandai membaca dan menulis) tentulah ada alasan bagi orang-orang kafir yang menentangmu akan merasa ragu-ragu (tentang kebenaranmu)."
                },
                {
                    "id": 1094365,
                    "resource_id": 161,
                    "text": "তুমি তো এর পূর্বে কোন কিতাব পাঠ করনি, আর তুমি নিজ হাতে কোন কিতাব লেখনি, এমন হলে মিথ্যাবাদীরা সন্দেহ পোষণ করত।"
                }
            ]
        },
        {
            "id": 3389,
            "verse_number": 49,
            "verse_key": "29:49",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 347,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "بَلْ هُوَ ءَايَـٰتٌۢ بَيِّنَـٰتٌ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلظَّـٰلِمُونَ",
            "page_number": 402,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98571,
                    "resource_id": 20,
                    "text": "Rather, it [i.e., the Qur’ān] is distinct verses [preserved] within the breasts of those who have been given knowledge. And none reject Our verses except the wrongdoers."
                },
                {
                    "id": 216436,
                    "resource_id": 39,
                    "text": "(Al-Quran tetap datangnya dari Allah dengan tidak syak lagi) bahkan ia ayat-ayat keterangan yang jelas nyata, yang terpelihara di dalam dada orang-orang yang berilmu; dan tiadalah yang mengingkari ayat-ayat keterangan Kami melainkan orang-orang yang zalim."
                },
                {
                    "id": 1094366,
                    "resource_id": 161,
                    "text": "বরং যাদেরকে জ্ঞান দেয়া হয়েছে তাদের অন্তরে তা (কুরআন) এক সুস্পষ্ট নিদর্শন। অন্যায়কারীরা ছাড়া আমার নিদর্শনাবলীকে কেউ অস্বীকার করে না"
                }
            ]
        },
        {
            "id": 3390,
            "verse_number": 50,
            "verse_key": "29:50",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 347,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَـٰتٌ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
            "page_number": 402,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98574,
                    "resource_id": 20,
                    "text": "But they say, \"Why are not signs sent down to him from his Lord?\" Say, \"The signs are only with Allāh, and I am only a clear warner.\""
                },
                {
                    "id": 216438,
                    "resource_id": 39,
                    "text": "Dan mereka berkata: \"Mengapa tidak diturunkan kepada (Muhammad) mukjizat-mukjizat dari Tuhannya?\" Jawablah (wahai Muhammad): \"Sesungguhnya (urusan menurunkan) mukjizat-mukjizat itu adalah tertentu bagi Allah, dan aku hanyalah seorang Rasul pemberi amaran yang jelas nyata\"."
                },
                {
                    "id": 1094367,
                    "resource_id": 161,
                    "text": "তারা বলে- তার কাছে তার প্রতিপালকের নিকট হতে কোন নিদর্শন অবতীর্ণ হয় না কেন? বল, নিদর্শন তো আছে আল্লাহর কাছে, আমি কেবল একজন সুস্পষ্ট সতর্ককারী।"
                }
            ]
        },
        {
            "id": 3391,
            "verse_number": 51,
            "verse_key": "29:51",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 347,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ",
            "page_number": 402,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98575,
                    "resource_id": 20,
                    "text": "And is it not sufficient for them that We revealed to you the Book [i.e., the Qur’ān] which is recited to them? Indeed in that is a mercy and reminder for a people who believe."
                },
                {
                    "id": 216439,
                    "resource_id": 39,
                    "text": "(Patutkah mereka meminta mukjizat-mukjizat yang lain?) tidakkah cukup bagi mereka bahawa Kami telah menurunkan kepadamu Al-Quran yang dibacakan kepada mereka? Sesungguhnya Al-Quran yang diturunkan itu mengandungi rahmat dan peringatan bagi orang-orang yang beriman."
                },
                {
                    "id": 1094368,
                    "resource_id": 161,
                    "text": "এটা কি তাদের জন্য যথেষ্ট (নিদর্শন) নয় যে, আমি তোমার প্রতি কিতাব নাযিল করেছি যা তাদের সম্মুখে পাঠ করা হয়, বিশ্বাসী সম্প্রদায়ের জন্য অবশ্যই এতে অনুগ্রহ ও উপদেশ রয়েছে।"
                }
            ]
        },
        {
            "id": 3392,
            "verse_number": 52,
            "verse_key": "29:52",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَـٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
            "page_number": 402,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98576,
                    "resource_id": 20,
                    "text": "Say, \"Sufficient is Allāh between me and you as Witness. He knows what is in the heavens and earth. And they who have believed in falsehood and disbelieved in Allāh - it is those who are the losers.\""
                },
                {
                    "id": 216440,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Cukuplah Allah menjadi saksi (yang mengetahui perkara yang berbangkit) antaraku dengan kamu; Ia mengetahui segala yang ada di langit dan di bumi. Dan mereka yang percaya kepada perkara yang salah dan tidak percaya kepada Allah, mereka itulah orang-orang yang rugi."
                },
                {
                    "id": 1094369,
                    "resource_id": 161,
                    "text": "বল, আমার আর তোমাদের মাঝে সাক্ষী হিসেবে আল্লাহ্ই যথেষ্ট, আসমানসমূহ আর যমীনে যা আছে তা তিনি জানেন। আর যারা মিথ্যায় বিশ্বাস করে এবং আল্লাহকে অস্বীকার করে তারাই হল ক্ষতিগ্রস্ত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}