{
    "verses": [
        {
            "id": 3393,
            "verse_number": 53,
            "verse_key": "29:53",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98577,
                    "resource_id": 20,
                    "text": "And they urge you to hasten the punishment. And if not for [the decree of] a specified term, punishment would have reached them. But it will surely come to them suddenly while they perceive not."
                },
                {
                    "id": 216454,
                    "resource_id": 39,
                    "text": "Dan mereka meminta kepadamu menyegerakan kedatangan azab (yang dijanjikan); dan kalau tidaklah kerana adanya tempoh yang telah ditetapkan, tentulah azab itu akan datang menimpa mereka; dan azab itu tetap akan datang menimpa mereka secara mengejut, sedang mereka tidak menyedarinya."
                },
                {
                    "id": 1094370,
                    "resource_id": 161,
                    "text": "তারা তোমাকে তাড়াতাড়ি শাস্তি আনতে বলে। (‘আযাবের) সময়কাল যদি না নির্ধারিত থাকত তবে তাদের উপর শাস্তি অবশ্যই এসে পড়ত। তা তাদের উপর অবশ্য অবশ্যই আসবে আকস্মিকভাবে, তারা (আগেভাগে) টেরও পাবে না।"
                }
            ]
        },
        {
            "id": 3394,
            "verse_number": 54,
            "verse_key": "29:54",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98578,
                    "resource_id": 20,
                    "text": "They urge you to hasten the punishment. And indeed, Hell will be encompassing of the disbelievers"
                },
                {
                    "id": 216512,
                    "resource_id": 39,
                    "text": "Mereka meminta kepadamu menyegerakan kedatangan azab itu, padahal sesungguhnya neraka Jahannam tetap akan meliputi orang-orang yang kafir -"
                },
                {
                    "id": 1094371,
                    "resource_id": 161,
                    "text": "তারা তোমাকে তাড়াতাড়ি শাস্তি আনতে বলে। জাহান্নাম কাফিরদেরকে ঠিকই ঘেরাও করে ফেলবে।"
                }
            ]
        },
        {
            "id": 3395,
            "verse_number": 55,
            "verse_key": "29:55",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98579,
                    "resource_id": 20,
                    "text": "On the Day the punishment will cover them from above them and from below their feet and it is said, \"Taste [the result of] what you used to do.\""
                },
                {
                    "id": 216525,
                    "resource_id": 39,
                    "text": "Pada hari azab itu menyelubungi mereka dari sebelah atas mereka dan dari bawah kaki mereka; dan (malaikat yang melakukannya) akan berkata kepada mereka: \"Rasalah kamu (balasan) apa yang kamu telah kerjakan\"."
                },
                {
                    "id": 1094372,
                    "resource_id": 161,
                    "text": "সেদিন ‘আযাব তাদেরকে ঢেকে নেবে তাদের উপর থেকে আর তাদের পায়ের নীচে হতে। আল্লাহ বলবেন- তোমরা যা করতে তার স্বাদ ভোগ কর।"
                }
            ]
        },
        {
            "id": 3396,
            "verse_number": 56,
            "verse_key": "29:56",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَـٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌ فَإِيَّـٰىَ فَٱعْبُدُونِ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98580,
                    "resource_id": 20,
                    "text": "O My servants who have believed, indeed My earth is spacious, so worship only Me."
                },
                {
                    "id": 216527,
                    "resource_id": 39,
                    "text": "Wahai hamba-hambaKu yang beriman! Sesungguhnya bumiKu adalah luas (untuk kamu bebas beribadat); oleh itu, (di mana sahaja kamu dapat berbuat demikian) maka hendaklah kamu ikhlaskan ibadat kamu kepadaKu."
                },
                {
                    "id": 1094373,
                    "resource_id": 161,
                    "text": "হে আমার বান্দারা! যারা ঈমান এনেছ, আমার যমীন প্রশস্ত, কাজেই তোমরা একমাত্র আমারই ‘ইবাদাত কর।"
                }
            ]
        },
        {
            "id": 3397,
            "verse_number": 57,
            "verse_key": "29:57",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98581,
                    "resource_id": 20,
                    "text": "Every soul will taste death. Then to Us will you be returned."
                },
                {
                    "id": 216528,
                    "resource_id": 39,
                    "text": "Tiap-tiap diri (sudah tetap) akan merasai mati, kemudian kamu akan dikembalikan kepada Kami (untuk menerima balasan)."
                },
                {
                    "id": 1094374,
                    "resource_id": 161,
                    "text": "প্রতিটি প্রাণ মৃত্যুর স্বাদ গ্রহণ করবে, অতঃপর আমার কাছেই তোমাদেরকে ফিরিয়ে আনা হবে।"
                }
            ]
        },
        {
            "id": 3398,
            "verse_number": 58,
            "verse_key": "29:58",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98582,
                    "resource_id": 20,
                    "text": "And those who have believed and done righteous deeds - We will surely assign to them of Paradise [elevated] chambers beneath which rivers flow, wherein they abide eternally. Excellent is the reward of the [righteous] workers"
                },
                {
                    "id": 216529,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang beriman serta beramal soleh, Kami akan tempatkan mereka dalam mahligai-mahligai di Syurga yang mengalir di bawahnya beberapa sungai, mereka kekal di dalamnya. Demikianlah balasan yang sebaik-baiknya bagi orang-orang yang beramal soleh -"
                },
                {
                    "id": 1094375,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে আর সৎ কাজ করে, আমি তাদেরকে অবশ্য অবশ্যই জান্নাতে সুউচ্চ প্রাসাদে বাসস্থান দেব যার তলদেশে নদীসমূহ প্রবাহিত, তার ভেতরে তারা চিরকাল থাকবে। সৎকর্মশীলদের প্রতিদান কতই না উত্তম!"
                }
            ]
        },
        {
            "id": 3399,
            "verse_number": 59,
            "verse_key": "29:59",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98389,
                    "resource_id": 20,
                    "text": "Who have been patient and upon their Lord rely."
                },
                {
                    "id": 216530,
                    "resource_id": 39,
                    "text": "(Iaitu) mereka yang sabar, dan mereka pula berserah diri bulat-bulat kepada Tuhannya."
                },
                {
                    "id": 1094376,
                    "resource_id": 161,
                    "text": "যারা ধৈর্যধারণ করে আর তাদের প্রতিপালকের উপর ভরসা রাখে।"
                }
            ]
        },
        {
            "id": 3400,
            "verse_number": 60,
            "verse_key": "29:60",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98585,
                    "resource_id": 20,
                    "text": "And how many a creature carries not its [own] provision. Allāh provides for it and for you. And He is the Hearing, the Knowing."
                },
                {
                    "id": 216535,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) berapa banyak binatang yang tidak membawa rezekinya bersama, Allah jualah yang memberi rezeki kepadanya dan kepada kamu; dan Dia lah jua Yang Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1094377,
                    "resource_id": 161,
                    "text": "এমন অনেক জীবজন্তু আছে যারা নিজেদের খাদ্য মজুদ রাখে না, আল্লাহই তাদেরকে রিযক দান করেন আর তোমাদেরকেও। তিনি সব কিছু শোনেন, সব কিছু জানেন।"
                }
            ]
        },
        {
            "id": 3401,
            "verse_number": 61,
            "verse_key": "29:61",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98586,
                    "resource_id": 20,
                    "text": "If you asked them, \"Who created the heavens and earth and subjected the sun and the moon?\" they would surely say, \"Allāh.\" Then how are they deluded?"
                },
                {
                    "id": 216441,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya jika engkau (wahai Muhammad) bertanya kepada mereka (yang musyrik) itu: \"Siapakah yang menciptakan langit dan bumi, dan yang memudahkan matahari dan bulan (untuk faedah makhluk-makhlukNya)?\" Sudah tentu mereka akan menjawab: \"Allah\". Maka bagaimana mereka tergamak dipalingkan (oleh hawa nafsunya daripada mengakui keesaan Allah dan mematuhi perintahNya)?"
                },
                {
                    "id": 1094378,
                    "resource_id": 161,
                    "text": "তুমি যদি তাদেরকে জিজ্ঞেস কর- কে আসমানসমূহ ও যমীন সৃষ্টি করেছেন, আর সূর্য ও চন্দ্রকে নিয়ন্ত্রণ করেছেন? তারা অবশ্য অবশ্যই বলবে- আল্লাহ। তাহলে তারা কোথায় ঘুরে বেড়াচ্ছে?"
                }
            ]
        },
        {
            "id": 3402,
            "verse_number": 62,
            "verse_key": "29:62",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98587,
                    "resource_id": 20,
                    "text": "Allāh extends provision for whom He wills of His servants and restricts for him. Indeed Allāh is, of all things, Knowing."
                },
                {
                    "id": 216442,
                    "resource_id": 39,
                    "text": "Allah memewahkan rezeki bagi sesiapa yang dikehendakiNya di antara hamba-hambaNya dan menyempitkan (rezeki itu) baginya; sesungguhnya Allah Maha Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1094379,
                    "resource_id": 161,
                    "text": "আল্লাহ্ই তাঁর বান্দাদের মধ্যে যার জন্য ইচ্ছে রিযক প্রশস্ত করেন আর যার জন্য ইচ্ছে সীমাবদ্ধ করেন। আল্লাহ সর্ব বিষয়ে সর্বাধিক অবগত।"
                }
            ]
        },
        {
            "id": 3403,
            "verse_number": 63,
            "verse_key": "29:63",
            "hizb_number": 41,
            "rub_el_hizb_number": 161,
            "ruku_number": 348,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
            "page_number": 403,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98588,
                    "resource_id": 20,
                    "text": "And if you asked them, \"Who sends down rain from the sky and gives life thereby to the earth after its lifelessness?\" they would surely say, \"Allāh.\" Say, \"Praise to Allāh\"; but most of them do not reason."
                },
                {
                    "id": 216443,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya jika engkau (wahai Muhammad) bertanya kepada mereka (yang musyrik) itu: \"Siapakah yang menurunkan hujan dari langit, lalu Ia hidupkan dengannya tumbuh-tumbuhan di bumi sesudah matinya?\" Sudah tentu mereka akan menjawab: \"Allah\". Ucapkanlah (wahai Muhammad): \"Alhamdulillah\" (sebagai bersyukur disebabkan pengakuan mereka yang demikian), bahkan kebanyakan mereka tidak memahami (hakikat tauhid dan pengertian syirik)."
                },
                {
                    "id": 1094380,
                    "resource_id": 161,
                    "text": "যদি তুমি তাদেরকে জিজ্ঞেস কর- আকাশ হতে কে পানি বর্ষণ ক’রে যমীনকে তার মৃত্যুর পর আবার সঞ্জীবিত করেন? তারা অবশ্য অবশ্যই বলবে- আল্লাহ। বল, সমস্ত প্রশংসা আল্লাহর জন্য। কিন্তু তাদের অধিকাংশই বুঝে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}