{
    "verses": [
        {
            "id": 3442,
            "verse_number": 33,
            "verse_key": "30:33",
            "hizb_number": 41,
            "rub_el_hizb_number": 163,
            "ruku_number": 353,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّ دَعَوْا۟ رَبَّهُم مُّنِيبِينَ إِلَيْهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ",
            "page_number": 408,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98628,
                    "resource_id": 20,
                    "text": "And when adversity touches the people, they call upon their Lord, turning in repentance to Him. Then when He lets them taste mercy from Him, at once a party of them associate others with their Lord,"
                },
                {
                    "id": 216478,
                    "resource_id": 39,
                    "text": "Dan apabila manusia disentuh oleh sesuatu bahaya, mereka segera berdoa kepada Tuhan mereka dengan keadaan rujuk kembali bertaubat kepadaNya; kemudian apabila Allah memberi mereka merasai sesuatu rahmat daripadaNya, tiba-tiba sebahagian dari mereka mempersekutukan sesuatu yang lain dengan Tuhannya;"
                },
                {
                    "id": 1094419,
                    "resource_id": 161,
                    "text": "মানুষকে যখন দুঃখ-বিপদ স্পর্শ করে তখন তারা তাদের প্রতিপালককে ডাকে তাঁর অভিমুখী হয়ে। অতঃপর তিনি যখন তাদেরকে নিজ অনুগ্রহ আস্বাদন করান তখন তাদের একদল তাদের প্রতিপালকের অংশীদার সাব্যস্ত করে বসে"
                }
            ]
        },
        {
            "id": 3443,
            "verse_number": 34,
            "verse_key": "30:34",
            "hizb_number": 41,
            "rub_el_hizb_number": 163,
            "ruku_number": 353,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ فَسَوْفَ تَعْلَمُونَ",
            "page_number": 408,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98629,
                    "resource_id": 20,
                    "text": "So that they will deny what We have granted them.<sup foot_note=197048>1</sup> Then enjoy yourselves, for you are going to know."
                },
                {
                    "id": 216480,
                    "resource_id": 39,
                    "text": "Dengan sebab itu, mereka mengingkari nikmat-nikmat yang telah Kami berikan kepadanya. Maka (dikatakan kepada mereka): \"Bersenang-senanglah kamu (bagi sementara), kemudian kamu akan mengetahui (balasan kederhakaan kamu)\"."
                },
                {
                    "id": 1094420,
                    "resource_id": 161,
                    "text": "আমি তাদের প্রতি যে অনুগ্রহ করেছি তা অস্বীকার করার জন্য। তাহলে ভোগ করে নাও, শীঘ্রই তোমরা জানতে পারবে!"
                }
            ]
        },
        {
            "id": 3444,
            "verse_number": 35,
            "verse_key": "30:35",
            "hizb_number": 41,
            "rub_el_hizb_number": 163,
            "ruku_number": 353,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَـٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا۟ بِهِۦ يُشْرِكُونَ",
            "page_number": 408,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98630,
                    "resource_id": 20,
                    "text": "Or have We sent down to them an authority [i.e., a proof or scripture], and it speaks of what they have been associating with Him?"
                },
                {
                    "id": 216482,
                    "resource_id": 39,
                    "text": "Pernahkah Kami menurunkan kepada mereka (yang musyrik itu) sebarang bukti keterangan, lalu ia menerangkan jalan yang membolehkan mereka lakukan perbuatan syirik itu?"
                },
                {
                    "id": 1094421,
                    "resource_id": 161,
                    "text": "আমি কি তাদের কাছে এমন কোন দলীল অবতীর্ণ করেছি যা তাদেরকে সেগুলোর কথা বলে তারা যেগুলোর শরীক করে?"
                }
            ]
        },
        {
            "id": 3445,
            "verse_number": 36,
            "verse_key": "30:36",
            "hizb_number": 41,
            "rub_el_hizb_number": 163,
            "ruku_number": 353,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً فَرِحُوا۟ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
            "page_number": 408,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98631,
                    "resource_id": 20,
                    "text": "And when We let the people taste mercy, they rejoice therein, but if evil afflicts them for what their hands have put forth, immediately they despair."
                },
                {
                    "id": 216481,
                    "resource_id": 39,
                    "text": "Dan apabila Kami beri manusia merasai sesuatu rahmat, mereka bergembira dengannya (sehingga lupa daratan); dan jika mereka ditimpa sesuatu bencana disebabkan apa yang telah dilakukan oleh tangan mereka sendiri, tiba-tiba mereka berputus asa."
                },
                {
                    "id": 1094422,
                    "resource_id": 161,
                    "text": "আমি যখন মানুষকে অনুগ্রহ আস্বাদন করাই তখন তারা তাতে উল্লসিত হয়, তারপর তাদের হাত যা আগে পাঠিয়েছে তার ফলে দুর্দশা যখন তাদেরকে পেয়ে বসে, তখন তারা হতাশ হয়ে পড়ে।"
                }
            ]
        },
        {
            "id": 3446,
            "verse_number": 37,
            "verse_key": "30:37",
            "hizb_number": 41,
            "rub_el_hizb_number": 163,
            "ruku_number": 353,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
            "page_number": 408,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98632,
                    "resource_id": 20,
                    "text": "Do they not see that Allāh extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe."
                },
                {
                    "id": 216483,
                    "resource_id": 39,
                    "text": "(Mengapa mereka bersikap demikian?) dan mengapa mereka tidak melihat (dengan hati mereka) bahawa Allah memewahkan rezeki bagi sesiapa yang dikehendakiNya (sebagai cubaan adakah orang itu bersyukur atau sebaliknya), dan Ia juga yang menyempitkannya (sebagai ujian sama ada diterima dengan sabar atau tidak)? Sesungguhnya hal yang demikian itu mengandungi keterangan-keterangan (yang membuktikan kekuasaan Allah) bagi orang-orang yang beriman."
                },
                {
                    "id": 1094423,
                    "resource_id": 161,
                    "text": "তারা কি লক্ষ্য করে না যে, আল্লাহ যার জন্যে ইচ্ছে করেন রিযক প্রশস্ত করেন আর (যার জন্য ইচ্ছে) সীমাবদ্ধ করেন? বিশ্বাসী লোকেদের জন্য অবশ্যই এতে বহু নিদর্শন আছে।"
                }
            ]
        },
        {
            "id": 3447,
            "verse_number": 38,
            "verse_key": "30:38",
            "hizb_number": 41,
            "rub_el_hizb_number": 163,
            "ruku_number": 353,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ ۚ ذَٰلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
            "page_number": 408,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98633,
                    "resource_id": 20,
                    "text": "So give the relative his right, as well as the needy and the traveler. That is best for those who desire the face [i.e., approval] of Allāh, and it is they who will be the successful."
                },
                {
                    "id": 216484,
                    "resource_id": 39,
                    "text": "Maka (bagi menyatakan sikap syukur) berikanlah kepada kerabatmu, dan orang miskin serta orang musafir akan haknya masing-masing; pemberian yang demikian adalah baik bagi orang-orang yang bertujuan memperoleh keredaan Allah dan mereka itulah orang-orang yang berjaya."
                },
                {
                    "id": 1094424,
                    "resource_id": 161,
                    "text": "কাজেই আত্মীয়দেরকে তাদের ন্যায্য প্রাপ্য দিয়ে দাও আর অভাবগ্রস্ত এবং মুসাফিরদেরকেও। যারা আল্লাহর চেহারা (দর্শন) কামনা করে, এটা তাদের জন্য উত্তম, আর তারাই সফলকাম।"
                }
            ]
        },
        {
            "id": 3448,
            "verse_number": 39,
            "verse_key": "30:39",
            "hizb_number": 41,
            "rub_el_hizb_number": 163,
            "ruku_number": 353,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ ءَاتَيْتُم مِّن رِّبًا لِّيَرْبُوَا۟ فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا۟ عِندَ ٱللَّهِ ۖ وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ",
            "page_number": 408,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98634,
                    "resource_id": 20,
                    "text": "And whatever you give for interest [i.e., advantage] to increase within the wealth of people<sup foot_note=197051>1</sup> will not increase with Allāh. But what you give in zakāh,<sup foot_note=197050>2</sup> desiring the face [i.e., approval] of Allāh - those are the multipliers.<sup foot_note=197049>3</sup>"
                },
                {
                    "id": 216485,
                    "resource_id": 39,
                    "text": "Dan (ketahuilah bahawa) sesuatu pemberian atau tambahan yang kamu berikan, supaya bertambah kembangnya dalam pusingan harta manusia maka ia tidak sekali-kali akan kembang di sisi Allah (tidak mendatangkan kebaikan). Dan sebaliknya sesuatu pemberian sedekah yang kamu berikan dengan tujuan mengharapkan keredaan Allah semata-mata, maka mereka yang melakukannya itulah orang-orang yang beroleh pahala berganda-ganda."
                },
                {
                    "id": 1094425,
                    "resource_id": 161,
                    "text": "মানুষের ধন বৃদ্ধির উদ্দেশ্যে তোমরা যে সুদ দিয়ে থাক, আল্লাহর দৃষ্টিতে তা ধন বৃদ্ধি করে না। কিন্তু তোমরা আল্লাহর চেহারা (সন্তুষ্টি) লাভের উদ্দেশ্যে যে যাকাত দাও (তা বৃদ্ধি পায়), তারাই দ্বিগুণ প্রতিদান লাভ করে।"
                }
            ]
        },
        {
            "id": 3449,
            "verse_number": 40,
            "verse_key": "30:40",
            "hizb_number": 41,
            "rub_el_hizb_number": 163,
            "ruku_number": 353,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
            "page_number": 408,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98636,
                    "resource_id": 20,
                    "text": "Allāh is the one who created you, then provided for you, then will cause you to die, and then will give you life. Are there any of your \"partners\" who does anything of that? Exalted is He and high above what they associate with Him."
                },
                {
                    "id": 216487,
                    "resource_id": 39,
                    "text": "Allah jualah yang mencipta kamu; kemudian Ia memberi rezeki kepada kamu; sesudah itu Ia mematikan kamu; kemudian Ia menghidupkan kamu semula. Adakah di antara makhluk-makhluk yang kamu sekutukan dengan Allah itu sesiapa yang dapat berbuat sesuatu pun dari segala yang tersebut? Maha Suci Allah dan Tertinggi keadaanNya dari apa yang mereka sekutukan (denganNya)."
                },
                {
                    "id": 1094426,
                    "resource_id": 161,
                    "text": "আল্লাহ্ই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদেরকে রিযক দিয়েছেন, অতঃপর তিনি তোমাদের মৃত্যু ঘটাবেন, অতঃপর তোমাদেরকে জীবিত করবেন। তোমরা যাদেরকে (আল্লাহর) অংশীদার মান্য কর তাদের মধ্যে কেউ আছে কি এ সবের কোন কিছু করতে পারে? তারা যাদেরকে অংশীদার গণ্য করে আল্লাহ তাদের থেকে পবিত্র, বহু ঊর্ধ্বে।"
                }
            ]
        },
        {
            "id": 3450,
            "verse_number": 41,
            "verse_key": "30:41",
            "hizb_number": 41,
            "rub_el_hizb_number": 163,
            "ruku_number": 354,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا۟ لَعَلَّهُمْ يَرْجِعُونَ",
            "page_number": 408,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98637,
                    "resource_id": 20,
                    "text": "Corruption has appeared throughout the land and sea by [reason of] what the hands of people have earned so He [i.e., Allāh] may let them taste part of [the consequence of] what they have done that perhaps they will return [to righteousness]."
                },
                {
                    "id": 216488,
                    "resource_id": 39,
                    "text": "Telah timbul berbagai kerosakan dan bala bencana di darat dan di laut dengan sebab apa yang telah dilakukan oleh tangan manusia; (timbulnya yang demikian) kerana Allah hendak merasakan mereka sebahagian dari balasan perbuatan-perbuatan buruk yang mereka telah lakukan, supaya mereka kembali (insaf dan bertaubat)."
                },
                {
                    "id": 1094427,
                    "resource_id": 161,
                    "text": "মানুষের কৃতকর্মের কারণে জলে স্থলে বিপর্যয় দেখা দিয়েছে যাতে তিনি তাদেরকে তাদের কোন কোন কাজের শাস্তি আস্বাদন করান, যাতে তারা (অসৎ পথ হতে) ফিরে আসে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}