{
    "verses": [
        {
            "id": 256,
            "verse_number": 249,
            "verse_key": "2:249",
            "hizb_number": 4,
            "rub_el_hizb_number": 16,
            "ruku_number": 34,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلْجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبْتَلِيكُم بِنَهَرٍ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّى وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُۥ مِنِّىٓ إِلَّا مَنِ ٱغْتَرَفَ غُرْفَةًۢ بِيَدِهِۦ ۚ فَشَرِبُوا۟ مِنْهُ إِلَّا قَلِيلًا مِّنْهُمْ ۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ قَالُوا۟ لَا طَاقَةَ لَنَا ٱلْيَوْمَ بِجَالُوتَ وَجُنُودِهِۦ ۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ ٱللَّهِ كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةًۢ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ",
            "page_number": 41,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97714,
                    "resource_id": 20,
                    "text": "And when Saul went forth with the soldiers, he said, \"Indeed, Allāh will be testing you with a river. So whoever drinks from it is not of me, and whoever does not taste it is indeed of me, excepting one who takes [from it] in the hollow of his hand.\" But they drank from it, except a [very] few of them. Then when he had crossed it along with those who believed with him, they said, \"There is no power for us today against Goliath and his soldiers.\" But those who were certain that they would meet Allāh said, \"How many a small company has overcome a large company by permission of Allāh. And Allāh is with the patient.\""
                },
                {
                    "id": 215585,
                    "resource_id": 39,
                    "text": "Kemudian apabila Talut keluar bersama-sama tenteranya, berkatalah ia: \"Sesungguhnya Allah akan menguji kamu dengan sebatang sungai, oleh itu sesiapa di antara kamu yang meminum airnya maka bukanlah ia dari pengikutku, dan sesiapa yang tidak merasai airnya maka sesungguhnya ia dari pengikutku, kecuali orang yang menceduk satu cedukan dengan tangannya\". (Sesudah diingatkan demikian) mereka meminum juga dari sungai itu (dengan sepuas-puasnya), kecuali sebahagian kecil dari mereka. Setelah Talut bersama-sama orang-orang yang beriman menyeberangi sungai itu, berkatalah orang-orang yang meminum (sepuas-puasnya): \"Kami pada hari ini tidak terdaya menentang Jalut dan tenteranya\". Berkata pula orang-orang yang yakin bahawa mereka akan menemui Allah: \"Berapa banyak (yang pernah terjadi), golongan yang sedikit berjaya menewaskan golongan yang banyak dengan izin Allah; dan Allah (sentiasa) bersama-sama orang-orang yang sabar\"."
                },
                {
                    "id": 1091233,
                    "resource_id": 161,
                    "text": "অতঃপর যখন তালুত সৈন্যসহ রওয়ানা হল, বলল, ‘আল্লাহ একটা নদী দ্বারা তোমাদের পরীক্ষা করবেন, মূলতঃ যে কেউ ওটার পানি পান করবে সে ব্যক্তি আমার দলভুক্ত নয় আর যে তা খাবে না, সে নিশ্চয়ই আমার দলভুক্ত হবে, কিন্তু যে এক অঞ্জলি পানি নিবে সেও (আমার দলভুক্ত)’। অতঃপর অতি অল্প সংখ্যক ছাড়া তারা সকলেই তাত্থেকে পান করল। এরপর তালুত এবং তার সাথী মু’মিনগণ নদী পার হয়ে বলল, ‘আজ জ্বালুত ও তার সৈন্যদের সাথে যুদ্ধ করার শক্তি আমাদের নেই। কিন্তু যাদের এ ধারণা ছিল যে, তাদেরকে আল্লাহর সামনে হাজির হতে হবে তারা বলল, ‘আল্লাহর হুকুমে বহু ক্ষেত্রে ক্ষুদ্র দল বৃহৎ দলের উপর জয়যুক্ত হয়েছে’। আল্লাহ ধৈর্যশীলদের সঙ্গে আছেন।"
                }
            ]
        },
        {
            "id": 257,
            "verse_number": 250,
            "verse_key": "2:250",
            "hizb_number": 4,
            "rub_el_hizb_number": 16,
            "ruku_number": 34,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا بَرَزُوا۟ لِجَالُوتَ وَجُنُودِهِۦ قَالُوا۟ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
            "page_number": 41,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97718,
                    "resource_id": 20,
                    "text": "And when they went forth to [face] Goliath and his soldiers, they said, \"Our Lord, pour upon us patience and plant firmly our feet and give us victory over the disbelieving people.\""
                },
                {
                    "id": 215664,
                    "resource_id": 39,
                    "text": "Dan apabila mereka (yang beriman itu) keluar menentang Jalut dan tenteranya, mereka berdoa dengan berkata: \"Wahai Tuhan kami! Limpahkanlah sabar kepada kami, dan teguhkanlah tapak pendirian kami serta menangkanlah kami terhadap kaum yang kafir\""
                },
                {
                    "id": 1091234,
                    "resource_id": 161,
                    "text": "যখন তারা জ্বালুত ও তার সৈন্যদের সম্মুখীন হল, তখন বলল, ‘হে আমাদের প্রতিপালক! আমাদেরকে ধৈর্যধারণের শক্তি দান কর এবং আমাদের পদগুলো দৃঢ় রেখ এবং কাফির দলের উপর আমাদেরকে জয়যুক্ত কর’।"
                }
            ]
        },
        {
            "id": 258,
            "verse_number": 251,
            "verse_key": "2:251",
            "hizb_number": 4,
            "rub_el_hizb_number": 16,
            "ruku_number": 34,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَهَزَمُوهُم بِإِذْنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ وَٱلْحِكْمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّفَسَدَتِ ٱلْأَرْضُ وَلَـٰكِنَّ ٱللَّهَ ذُو فَضْلٍ عَلَى ٱلْعَـٰلَمِينَ",
            "page_number": 41,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97720,
                    "resource_id": 20,
                    "text": "So they defeated them by permission of Allāh, and David killed Goliath, and Allāh gave him the kingship and wisdom [i.e., prophethood] and taught him from that which He willed. And if it were not for Allāh checking [some] people by means of others, the earth would have been corrupted, but Allāh is the possessor of bounty for the worlds."
                },
                {
                    "id": 215590,
                    "resource_id": 39,
                    "text": "Oleh sebab itu, mereka dapat mengalahkan tentera Jalut dengan izin Allah, dan Nabi Daud (yang turut serta dalam tentera Talut) membunuh Jalut. Dan (sesudah itu) Allah memberikan kepadanya (Nabi Daud) kuasa pemerintahan, dan hikmat (pangkat kenabian) serta diajarkannya apa yang dikehendakiNya. Dan kalaulah Allah tidak menolak setengah manusia (yang ingkar dan derhaka) dengan setengahnya yang lain (yang beriman dan setia) nescaya rosak binasalah bumi ini; akan tetapi Allah sentiasa melimpah kurniaNya kepada sekalian alam."
                },
                {
                    "id": 1091235,
                    "resource_id": 161,
                    "text": "অতঃপর তারা আল্লাহর হুকুমে তাদেরকে (শত্রুদেরকে) পরাজিত করল এবং দাঊদ জ্বালুতকে কতল করল এবং আল্লাহ দাঊদকে রাজ্য ও হেকমত দান করলেন এবং তাকে শিক্ষা দিলেন যা ইচ্ছে। যদি আল্লাহ মানবজাতির একদলকে অন্যদল দ্বারা প্রতিহত না করতেন, তাহলে পৃথিবী বিপর্যস্ত হয়ে যেত, কিন্তু আল্লাহ সর্বজগতের প্রতি কৃপালু।"
                }
            ]
        },
        {
            "id": 259,
            "verse_number": 252,
            "verse_key": "2:252",
            "hizb_number": 4,
            "rub_el_hizb_number": 16,
            "ruku_number": 34,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۚ وَإِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
            "page_number": 41,
            "juz_number": 2,
            "translations": [
                {
                    "id": 97722,
                    "resource_id": 20,
                    "text": "These are the verses of Allāh which We recite to you, [O Muḥammad], in truth. And indeed, you are from among the messengers."
                },
                {
                    "id": 215594,
                    "resource_id": 39,
                    "text": "Itulah ayat-ayat keterangan Allah yang kami bacakan dia kepadamu (wahai Muhammad) dengan benar; dan sesungguhnya engkau adalah salah seorang dari Rasul-rasul (yang diutuskan oleh) Allah."
                },
                {
                    "id": 1091236,
                    "resource_id": 161,
                    "text": "এসব আল্লাহরই আয়াত, যা আমি সঠিকভাবে তোমাকে পড়িয়ে শুনাচ্ছি এবং নিশ্চয়ই তুমি রসূলদের অন্তর্ভুক্ত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}