{
    "verses": [
        {
            "id": 3498,
            "verse_number": 29,
            "verse_key": "31:29",
            "hizb_number": 42,
            "rub_el_hizb_number": 165,
            "ruku_number": 358,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِىٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى وَأَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ",
            "page_number": 414,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98718,
                    "resource_id": 20,
                    "text": "Do you not see [i.e., know] that Allāh causes the night to enter the day and causes the day to enter the night and has subjected the sun and the moon, each running [its course] for a specified term, and that Allāh, of whatever you do, is Aware?"
                },
                {
                    "id": 216582,
                    "resource_id": 39,
                    "text": "Tidakkah engkau memerhatikan bahawa Allah memasukkan malam pada siang dan memasukkan siang pada malam (silih berganti), dan Ia memudahkan matahari dan bulan (untuk faedah makhluk-makhlukNya)? Tiap-tiap satu dari keduanya beredar untuk suatu masa yang telah ditetapkan. Dan (ingatlah) sesungguhnya Allah Maha Mengetahui dengan mendalam akan apa yang kamu lakukan."
                },
                {
                    "id": 1094475,
                    "resource_id": 161,
                    "text": "তুমি কি দেখ না যে, আল্লাহ রাত্রিকে দিনে এবং দিনকে রাত্রিতে প্রবিষ্ট করেন এবং সূর্য ও চন্দ্রকে নিয়ন্ত্রণ করেন, প্রত্যেকেই বিচরণ করছে নির্দিষ্টকৃত সময় অনুযায়ী, তোমরা যা কিছু কর আল্লাহ সে সম্পর্কে পূর্ণরূপে অবহিত।"
                }
            ]
        },
        {
            "id": 3499,
            "verse_number": 30,
            "verse_key": "31:30",
            "hizb_number": 42,
            "rub_el_hizb_number": 165,
            "ruku_number": 358,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
            "page_number": 414,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98722,
                    "resource_id": 20,
                    "text": "That is because Allāh is the True Reality, and that what they call upon<sup foot_note=197066>1</sup> other than Him is falsehood, and because Allāh is the Most High, the Grand."
                },
                {
                    "id": 216586,
                    "resource_id": 39,
                    "text": "Bersifatnya Allah dengan penuh kekuasaan dan luas ilmu pengetahuan itu kerana bahawasanya Allah Dia lah sahaja Tuhan Yang Sebenar-benarnya, dan bahawa segala yang mereka sembah selain dari Allah adalah palsu belaka. Dan (ingatlah) sesungguhnya Allah Dia lah Yang Maha Tinggi keadaanNya, lagi Maha Besar (kekuasaanNya)."
                },
                {
                    "id": 1094476,
                    "resource_id": 161,
                    "text": "এসব প্রমাণ করে যে, আল্লাহ্ই সত্য এবং তাঁর পরিবর্তে তারা যাকে ডাকে তা মিথ্যে। আল্লাহ, তিনি তো হলেন সর্বোচ্চ, সুমহান।"
                }
            ]
        },
        {
            "id": 3500,
            "verse_number": 31,
            "verse_key": "31:31",
            "hizb_number": 42,
            "rub_el_hizb_number": 165,
            "ruku_number": 359,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِنِعْمَتِ ٱللَّهِ لِيُرِيَكُم مِّنْ ءَايَـٰتِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
            "page_number": 414,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98724,
                    "resource_id": 20,
                    "text": "Do you not see that ships sail through the sea by the favor of Allāh that He may show you of His signs? Indeed in that are signs for everyone patient and grateful."
                },
                {
                    "id": 216587,
                    "resource_id": 39,
                    "text": "Tidakkah engkau memerhatikan bahawasanya kapal-kapal belayar di laut dengan nikmat Kurnia Allah, untuk diperlihatkan kepada kamu sebahagian dari tanda-tanda kemurahanNya? Sesungguhnya yang demikian itu mengandungi keterangan-keterangan dan bukti (untuk berfikir) bagi tiap-tiap (mukmin) yang tetap teguh pendiriannya, lagi sentiasa bersyukur."
                },
                {
                    "id": 1094477,
                    "resource_id": 161,
                    "text": "তুমি কি লক্ষ্য কর না যে, নৌযানগুলো আল্লাহর অনুগ্রহে সমুদ্রে চলাচল করে যাতে তিনি তোমাদেরকে তাঁর নিদর্শনের কিছু দেখাতে পারেন। এতে অবশ্যই প্রত্যেক ধৈর্যশীল কৃতজ্ঞ ব্যক্তির জন্য নিদর্শন রয়েছে।"
                }
            ]
        },
        {
            "id": 3501,
            "verse_number": 32,
            "verse_key": "31:32",
            "hizb_number": 42,
            "rub_el_hizb_number": 165,
            "ruku_number": 359,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا غَشِيَهُم مَّوْجٌ كَٱلظُّلَلِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ فَمِنْهُم مُّقْتَصِدٌ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا كُلُّ خَتَّارٍ كَفُورٍ",
            "page_number": 414,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98726,
                    "resource_id": 20,
                    "text": "And when waves come over them like canopies, they supplicate Allāh, sincere to Him in religion [i.e., faith]. But when He delivers them to the land, there are [some] of them who are moderate [in faith]. And none rejects Our signs except everyone treacherous and ungrateful."
                },
                {
                    "id": 216589,
                    "resource_id": 39,
                    "text": "Dan (orang-orang yang tidak bersifat demikian) apabila mereka dirempuh serta diliputi oleh ombak yang besar seperti kelompok-kelompok awan menyerkup, pada saat itu mereka semua berdoa kepada Allah dengan mengikhlaskan kepercayaan mereka kepadaNya semata-mata. Kemudian bila sahaja Allah menyelamatkan mereka ke darat maka sebahagian sahaja di antara mereka yang bersikap adil (lalu bersyukur kepada Allah serta mengesakanNya). Dan sememangnya tiada yang mengingkari bukti-bukti kemurahan Kami melainkan tiap-tiap orang yang bersifat pemungkir janji, lagi amat tidak mengenang budi."
                },
                {
                    "id": 1094478,
                    "resource_id": 161,
                    "text": "ঢেউ যখন তাদেরকে (মেঘের) ছায়ার মত ঢেকে নেয়, তখন তারা আল্লাহকে ডাকতে থাকে তাঁর প্রতি একনিষ্ঠ আনুগত্যে। অতঃপর আমি যখন তাদেরকে উদ্ধার ক’রে স্থলে এনে দেই, তখন তাদের কতক ন্যায়পূর্ণ আচরণ করে। কেবল মিথ্যাচারী অকৃতজ্ঞ ব্যক্তিই আমার নিদর্শনাবলী অস্বীকার করে।"
                }
            ]
        },
        {
            "id": 3502,
            "verse_number": 33,
            "verse_key": "31:33",
            "hizb_number": 42,
            "rub_el_hizb_number": 165,
            "ruku_number": 359,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ وَٱخْشَوْا۟ يَوْمًا لَّا يَجْزِى وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيْـًٔا ۚ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
            "page_number": 414,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98728,
                    "resource_id": 20,
                    "text": "O mankind, fear your Lord and fear a Day when no father will avail his son, nor will a son avail his father at all. Indeed, the promise of Allāh is truth, so let not the worldly life delude you and be not deceived about Allāh by the Deceiver [i.e., Satan]."
                },
                {
                    "id": 216591,
                    "resource_id": 39,
                    "text": "Wahai sekalian manusia, bertaqwalah kepada Tuhan kamu, dan takutilah akan hari (akhirat) yang padanya seseorang ibu atau bapa tidak dapat melepaskan anaknya dari azab dosanya, dan seorang anak pula tidak dapat melepaskan ibu atau bapanya dari azab dosa masing-masing sedikit pun. Sesungguhnya janji Allah itu adalah benar, maka janganlah kamu diperdayakan oleh kehidupan dunia, dan jangan pula kamu diperdayakan oleh bisikan dan ajakan Syaitan yang menyebabkan kamu berani melanggar perintah Allah."
                },
                {
                    "id": 1094479,
                    "resource_id": 161,
                    "text": "হে মানুষ! তোমাদের প্রতিপালককে ভয় কর আর ভয় কর সে দিনের, যেদিন পিতা তার সন্তানের কোন উপকার করতে পারবে না। সন্তানও পিতার কোনই উপকার করতে পারবে না। আল্লাহর ও‘য়াদা সত্য, কাজেই পার্থিব জীবন যেন কিছুতেই তোমাদেরকে ধোঁকায় ফেলতে না পারে আর প্রধান প্রতারক (শয়ত্বান) যেন কিছুতেই তোমাদেরকে আল্লাহ্ সম্পর্কে প্রতারিত না করে।"
                }
            ]
        },
        {
            "id": 3503,
            "verse_number": 34,
            "verse_key": "31:34",
            "hizb_number": 42,
            "rub_el_hizb_number": 165,
            "ruku_number": 359,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ عِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلْغَيْثَ وَيَعْلَمُ مَا فِى ٱلْأَرْحَامِ ۖ وَمَا تَدْرِى نَفْسٌ مَّاذَا تَكْسِبُ غَدًا ۖ وَمَا تَدْرِى نَفْسٌۢ بِأَىِّ أَرْضٍ تَمُوتُ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌۢ",
            "page_number": 414,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98730,
                    "resource_id": 20,
                    "text": "Indeed, Allāh [alone] has knowledge of the Hour and sends down the rain and knows what is in the wombs.<sup foot_note=197067>1</sup> And no soul perceives what it will earn tomorrow, and no soul perceives in what land it will die. Indeed, Allāh is Knowing and Aware."
                },
                {
                    "id": 216593,
                    "resource_id": 39,
                    "text": "Sesungguhnya di sisi Allah pengetahuan yang tepat tentang hari kiamat. Dan Dia lah jua yang menurunkan hujan, dan yang mengetahui dengan sebenar-benarnya tentang apa yang ada dalam rahim (ibu yang mengandung). Dan tiada seseorang pun yang betul mengetahui apa yang akan diusahakannya esok (sama ada baik atau jahat); dan tiada seorangpun yang dapat mengetahui di bumi negeri manakah ia akan mati. Sesungguhnya Allah Maha Mengetahui, lagi Amat Meliputi pengetahuanNya."
                },
                {
                    "id": 1094480,
                    "resource_id": 161,
                    "text": "কিয়ামতের জ্ঞান কেবল আল্লাহর নিকটই আছে, তিনিই বৃষ্টি বর্ষণ করেন, জরায়ুতে কী আছে তা তিনিই জানেন। কেউ জানে না আগামীকাল সে কী অর্জন করবে, কেউ জানে না কোন্ জায়গায় সে মরবে। আল্লাহ সর্বজ্ঞ, সর্বাধিক অবহিত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}