{
    "verses": [
        {
            "id": 3515,
            "verse_number": 12,
            "verse_key": "32:12",
            "hizb_number": 42,
            "rub_el_hizb_number": 166,
            "ruku_number": 361,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ تَرَىٰٓ إِذِ ٱلْمُجْرِمُونَ نَاكِسُوا۟ رُءُوسِهِمْ عِندَ رَبِّهِمْ رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا فَٱرْجِعْنَا نَعْمَلْ صَـٰلِحًا إِنَّا مُوقِنُونَ",
            "page_number": 416,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98819,
                    "resource_id": 20,
                    "text": "If you could but see when the criminals are hanging their heads before their Lord, [saying], \"Our Lord, we have seen and heard, so return us [to the world]; we will work righteousness. Indeed, we are [now] certain.\""
                },
                {
                    "id": 216685,
                    "resource_id": 39,
                    "text": "Dan (sungguh ngeri) sekiranya engkau melihat ketika orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhan mereka (dalam keadaan malu dan hina, sambil merayu): \"Wahai Tuhan kami, kami telah melihat dan mendengar dengan sejelas-jelasnya (akan segala yang kami ingkari dahulu); maka kembalikanlah kami ke dunia supaya kami mengerjakan amal-amal yang baik; sesungguhnya kami sekarang telah yakin\"."
                },
                {
                    "id": 1094492,
                    "resource_id": 161,
                    "text": "তুমি যদি দেখতে যখন অপরাধীরা তাদের প্রতিপালকের সামনে মাথা নীচু করে দাঁড়িয়ে থাকবে (আর বলবে), হে আমাদের প্রতিপালক! আমরা দেখলাম ও শুনলাম; কাজেই আমাদেরকে আবার পাঠিয়ে দিন, আমরা ভাল কাজ করব, আমরা (এখন) দৃঢ় বিশ্বাসী।"
                }
            ]
        },
        {
            "id": 3516,
            "verse_number": 13,
            "verse_key": "32:13",
            "hizb_number": 42,
            "rub_el_hizb_number": 166,
            "ruku_number": 361,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ شِئْنَا لَـَٔاتَيْنَا كُلَّ نَفْسٍ هُدَىٰهَا وَلَـٰكِنْ حَقَّ ٱلْقَوْلُ مِنِّى لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
            "page_number": 416,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98820,
                    "resource_id": 20,
                    "text": "And if We had willed, We could have given every soul its guidance, but the word<sup foot_note=197071>1</sup> from Me will come into effect [that] \"I will surely fill Hell with jinn and people all together."
                },
                {
                    "id": 216686,
                    "resource_id": 39,
                    "text": "Dan (bagi menolak rayuan itu Allah Taala berfirman): \"Kalaulah Kami telah tetapkan persediaan (memberikan hidayah petunjuk untuk beriman dan beramal soleh kepada tiap-tiap seorang dengan ketiadaan usaha dari masing-masing), nescaya Kami berikan kepada tiap-tiap seorang akan hidayah petunjuknya (sebelum masing-masing meninggal dunia, supaya tidak terkena azab di akhirat); tetapi telah tetap hukuman seksa dariKu: ` Demi sesungguhnya! Aku akan memenuhi neraka Jahannam dengan semua jin dan manusia (yang pada masa hidupnya tidak berusaha untuk beriman dan beramal soleh)\"."
                },
                {
                    "id": 1094493,
                    "resource_id": 161,
                    "text": "আমি যদি ইচ্ছে করতাম তাহলে প্রত্যেক ব্যক্তিকে সৎ পথে পরিচালিত করতাম। কিন্তু আমার (এ) কথা অবশ্যই সত্য প্রতিপন্ন হবেঃ আমি নিশ্চয়ই জাহান্নামকে জ্বিন ও মানুষ মিলিয়ে পূর্ণ করব।"
                }
            ]
        },
        {
            "id": 3517,
            "verse_number": 14,
            "verse_key": "32:14",
            "hizb_number": 42,
            "rub_el_hizb_number": 166,
            "ruku_number": 361,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَذُوقُوا۟ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَآ إِنَّا نَسِينَـٰكُمْ ۖ وَذُوقُوا۟ عَذَابَ ٱلْخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ",
            "page_number": 416,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98821,
                    "resource_id": 20,
                    "text": "So taste [punishment] because you forgot the meeting of this, your Day; indeed, We have [accordingly] forgotten you. And taste the punishment of eternity for what you used to do.\""
                },
                {
                    "id": 216687,
                    "resource_id": 39,
                    "text": "(Lalu dikatakan kepada mereka: \"Oleh sebab kelalaian kamu) maka rasalah azab seksa kerana kamu melupai pertemuan hari kamu ini. Sesungguhnya Kami pun tidak hiraukan keselamatan kamu lagi; dan (dengan yang demikian) rasalah azab yang kekal dengan sebab apa yang kamu telah kerjakan\"."
                },
                {
                    "id": 1094494,
                    "resource_id": 161,
                    "text": "কাজেই (শাস্তির) স্বাদ গ্রহণ কর, কেননা এ দিনের সাক্ষাৎকে তোমরা ভুলে গিয়েছিলে, আমিও তোমাদেরকে ভুলে গেছি। তোমরা চিরস্থায়ী শাস্তি আস্বাদন করতে থাক, তোমরা যা করছিলে তার কারণে।"
                }
            ]
        },
        {
            "id": 3518,
            "verse_number": 15,
            "verse_key": "32:15",
            "hizb_number": 42,
            "rub_el_hizb_number": 166,
            "ruku_number": 361,
            "manzil_number": 5,
            "sajdah_number": 9,
            "text_uthmani": "إِنَّمَا يُؤْمِنُ بِـَٔايَـٰتِنَا ٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِهَا خَرُّوا۟ سُجَّدًا وَسَبَّحُوا۟ بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
            "page_number": 416,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98822,
                    "resource_id": 20,
                    "text": "Only those believe in Our verses who, when they are reminded by them, fall down in prostration and exalt [Allāh] with praise of their Lord, and they are not arrogant."
                },
                {
                    "id": 216665,
                    "resource_id": 39,
                    "text": "Sesungguhnya yang sebenar-benar beriman kepada ayat-ayat keterangan Kami hanyalah orang-orang yang apabila diberi peringatan dan pengajaran dengan ayat-ayat itu, mereka segera merebahkan diri sambil sujud (menandakan taat patuh), dan menggerakkan lidah dengan bertasbih serta memuji Tuhan mereka, dan mereka pula tidak bersikap sombong takbur."
                },
                {
                    "id": 1094495,
                    "resource_id": 161,
                    "text": "আমার নিদর্শনাবলীতে কেবল তারাই বিশ্বাস করে যাদেরকে এর দ্বারা উপদেশ দেয়া হলে সিজদায় লুটিয়ে পড়ে আর তাদের প্রতিপালকের প্রশংসা সহকারে তাঁর পবিত্রতা ও মহিমা ঘোষণা করে আর তারা অহংকার করে না।[সাজদাহ]"
                }
            ]
        },
        {
            "id": 3519,
            "verse_number": 16,
            "verse_key": "32:16",
            "hizb_number": 42,
            "rub_el_hizb_number": 166,
            "ruku_number": 361,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ ٱلْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
            "page_number": 416,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98823,
                    "resource_id": 20,
                    "text": "Their sides part [i.e., they arise] from [their] beds; they supplicate their Lord in fear and aspiration, and from what We have provided them, they spend.<sup foot_note=197072>1</sup>"
                },
                {
                    "id": 216704,
                    "resource_id": 39,
                    "text": "Mereka merenggangkan diri dari tempat tidur, (sedikit sangat tidur, kerana mengerjakan sembahyang tahajjud dan amal-amal soleh); mereka sentiasa berdoa kepada Tuhan mereka dengan perasaan takut (akan kemurkaanNya) serta dengan perasaan ingin memperolehi lagi (keredaanNya); dan mereka selalu pula mendermakan sebahagian dari apa yang Kami beri kepada mereka."
                },
                {
                    "id": 1094496,
                    "resource_id": 161,
                    "text": "তারা তাদের (দেহের) পার্শ্বগুলো বিছানা থেকে আলাদা ক’রে (জাহান্নামের) ভীতি ও (জান্নাতের) আশা নিয়ে তাদের প্রতিপালককে ডাকে, আর আমি তাদেরকে যে রিযক দিয়েছি তাত্থেকে (আল্লাহর পথে) ব্যয় করে।"
                }
            ]
        },
        {
            "id": 3520,
            "verse_number": 17,
            "verse_key": "32:17",
            "hizb_number": 42,
            "rub_el_hizb_number": 166,
            "ruku_number": 361,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَلَا تَعْلَمُ نَفْسٌ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 416,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98824,
                    "resource_id": 20,
                    "text": "And no soul knows what has been hidden for them of comfort for eyes [i.e., satisfaction] as reward for what they used to do."
                },
                {
                    "id": 216706,
                    "resource_id": 39,
                    "text": "Maka tidak ada seseorang pun yang mengetahui satu persatu persediaan yang telah dirahsiakan untuk mereka (dari segala jenis nikmat) yang amat indah dipandang dan mengembirakan, sebagai balasan bagi amal-amal soleh yang mereka telah kerjakan."
                },
                {
                    "id": 1094497,
                    "resource_id": 161,
                    "text": "কোন ব্যক্তিই (এখন) জানে না চোখ জুড়ানো কী (জিনিস) তাদের জন্য লুকিয়ে রাখা হয়েছে তাদের কাজের পুরস্কার হিসেবে।"
                }
            ]
        },
        {
            "id": 3521,
            "verse_number": 18,
            "verse_key": "32:18",
            "hizb_number": 42,
            "rub_el_hizb_number": 166,
            "ruku_number": 361,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا ۚ لَّا يَسْتَوُۥنَ",
            "page_number": 416,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98825,
                    "resource_id": 20,
                    "text": "Then is one who was a believer like one who was defiantly disobedient? They are not equal."
                },
                {
                    "id": 214781,
                    "resource_id": 39,
                    "text": "(Jika demikian halnya) maka adakah orang yang beriman sama seperti orang yang fasik? Mereka tidaklah sama (dalam menerima balasan)."
                },
                {
                    "id": 1094498,
                    "resource_id": 161,
                    "text": "তবে কি, মু’মিন ব্যক্তি পাপাচারীর ন্যায় (হতে পারে)? তারা সমান নয়।"
                }
            ]
        },
        {
            "id": 3522,
            "verse_number": 19,
            "verse_key": "32:19",
            "hizb_number": 42,
            "rub_el_hizb_number": 166,
            "ruku_number": 361,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَلَهُمْ جَنَّـٰتُ ٱلْمَأْوَىٰ نُزُلًۢا بِمَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 416,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98826,
                    "resource_id": 20,
                    "text": "As for those who believed and did righteous deeds, for them will be the Gardens of Refuge as accommodation for what they used to do."
                },
                {
                    "id": 216711,
                    "resource_id": 39,
                    "text": "Adapun orang-orang yang beriman dan beramal soleh, maka mereka akan beroleh Syurga tempat tinggal yang tetap sebagai balasan bagi apa yang mereka telah kerjakan."
                },
                {
                    "id": 1094499,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে আর সৎ কাজ করে তাদের বাসস্থান হবে জান্নাত, তারা যে কাজ করত তার আপ্যায়ন স্বরূপ।"
                }
            ]
        },
        {
            "id": 3523,
            "verse_number": 20,
            "verse_key": "32:20",
            "hizb_number": 42,
            "rub_el_hizb_number": 166,
            "ruku_number": 361,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَأَمَّا ٱلَّذِينَ فَسَقُوا۟ فَمَأْوَىٰهُمُ ٱلنَّارُ ۖ كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَآ أُعِيدُوا۟ فِيهَا وَقِيلَ لَهُمْ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّذِى كُنتُم بِهِۦ تُكَذِّبُونَ",
            "page_number": 416,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98829,
                    "resource_id": 20,
                    "text": "But as for those who defiantly disobeyed, their refuge is the Fire. Every time they wish to emerge from it, they will be returned to it while it is said to them, \"Taste the punishment of the Fire which you used to deny.\""
                },
                {
                    "id": 216713,
                    "resource_id": 39,
                    "text": "Dan sebaliknya orang-orang yang fasik, maka tempat kediaman mereka ialah neraka; tiap-tiap kali mereka hendak keluar dari neraka itu, mereka dikembalikan kepadanya, serta dikatakan kepada mereka: \"Rasalah azab neraka yang kamu sentiasa mendustakannya di dunia dahulu\"."
                },
                {
                    "id": 1094500,
                    "resource_id": 161,
                    "text": "আর যারা পাপাচার করে তাদের বাসস্থান হবে জাহান্নাম। যখনই তারা তাত্থেকে বেরিয়ে আসতে চাইবে, তাদেরকে তাতেই ফিরিয়ে দেয়া হবে, আর তাদেরকে বলা হবে- তোমরা অগ্নির শাস্তি আস্বাদন কর যা তোমরা মিথ্যে ব’লে অস্বীকার করতে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}