{
    "verses": [
        {
            "id": 260,
            "verse_number": 253,
            "verse_key": "2:253",
            "hizb_number": 5,
            "rub_el_hizb_number": 17,
            "ruku_number": 34,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ تِلْكَ ٱلرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِّنْهُم مَّن كَلَّمَ ٱللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَـٰتٍ ۚ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلَ ٱلَّذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ وَلَـٰكِنِ ٱخْتَلَفُوا۟ فَمِنْهُم مَّنْ ءَامَنَ وَمِنْهُم مَّن كَفَرَ ۚ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلُوا۟ وَلَـٰكِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
            "page_number": 42,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97724,
                    "resource_id": 20,
                    "text": "Those messengers - some of them We caused to exceed others. Among them were those to whom Allāh spoke, and He raised some of them in degree. And We gave Jesus, the son of Mary, clear proofs, and We supported him with the Pure Spirit [i.e., Gabriel]. If Allāh had willed, those [generations] succeeding them would not have fought each other after the clear proofs had come to them. But they differed, and some of them believed and some of them disbelieved. And if Allāh had willed, they would not have fought each other, but Allāh does what He intends."
                },
                {
                    "id": 215593,
                    "resource_id": 39,
                    "text": "Rasul-rasul Kami lebihkan sebahagian daripada mereka atas sebahagian yang lain (dengan kelebihan-kelebihan yang tertentu). Di antara mereka ada yang Allah berkata-kata dengannya, dan ditinggikanNya (pangkat) sebahagian daripada mereka beberapa darjat kelebihan. Dan Kami berikan Nabi Isa ibni Maryam beberapa keterangan kebenaran (mukjizat), serta Kami kuatkan dia dengan Ruhul-Qudus (Jibril). Dan sekiranya Allah menghendaki nescaya orang-orang yang datang kemudian daripada Rasul-rasul itu tidak berbunuh-bunuhan sesudah datang kepada mereka keterangan-keterangan (yang dibawa oleh Rasul mereka). Tetapi mereka bertelingkah, maka timbulah di antara mereka: orang yang beriman, dan orang yang kafir. Dan kalaulah Allah menghendaki tentulah mereka tidak berbunuh-bunuhan; tetapi Allah melakukan apa yang dikehendakiNya."
                },
                {
                    "id": 1091237,
                    "resource_id": 161,
                    "text": "এ রসূলগণ এরূপ যে, তাদের মধ্যে কাউকে অন্য কারও উপর শ্রেষ্ঠত্ব দিয়েছি। তাদের মধ্যে কেউ এমন আছে যে, তাদের সাথে আল্লাহ কথা বলেছেন এবং তাদের কাউকে পদমর্যাদায় উচ্চ করেছেন। আমি মারইয়ামের পুত্র ঈসাকে সুস্পষ্ট দলীলসমূহ প্রদান করেছি, রূহুল কুদুস (জিবরাঈল) দ্বারা সাহায্য করেছি এবং আল্লাহ যদি ইচ্ছে করতেন, তাহলে তাদের পরবর্তীরা তাদের নিকট সুস্পষ্ট দলীল পৌঁছার পর পরস্পর যুদ্ধ বিগ্রহ করত না, কিন্তু তারা পরস্পর মতভেদ সৃষ্টি করল, তাদের কেউ কেউ ঈমান আনল এবং কেউ কেউ কুফরী করল, আল্লাহ যদি ইচ্ছে করতেন, তাহলে তারা যুদ্ধবিগ্রহ করত না, কিন্তু আল্লাহ যা ইচ্ছে করেন, তা-ই করে থাকেন।"
                }
            ]
        },
        {
            "id": 261,
            "verse_number": 254,
            "verse_key": "2:254",
            "hizb_number": 5,
            "rub_el_hizb_number": 17,
            "ruku_number": 35,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِمَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَـٰعَةٌ ۗ وَٱلْكَـٰفِرُونَ هُمُ ٱلظَّـٰلِمُونَ",
            "page_number": 42,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97726,
                    "resource_id": 20,
                    "text": "O you who have believed, spend from that which We have provided for you before there comes a Day in which there is no exchange [i.e., ransom] and no friendship and no intercession. And the disbelievers - they are the wrongdoers."
                },
                {
                    "id": 215595,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Sebarkanlah sebahagian dari apa yang telah Kami berikan kepada kamu, sebelum tibanya hari (kiamat) yang tidak ada jual-beli padanya, dan tidak ada kawan teman (yang memberi manfaat), serta tidak ada pula pertolongan syafaat. Dan orang-orang kafir, mereka itulah orang-orang yang zalim."
                },
                {
                    "id": 1091238,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! আমার দেয়া জীবিকা থেকে খরচ কর সেদিন আসার পূর্বে যেদিন কোন বিক্রয়, বন্ধুত্ব এবং সুপারিশ কাজে আসবে না। বস্তুতঃ কাফিরগণই অত্যাচারী।"
                }
            ]
        },
        {
            "id": 262,
            "verse_number": 255,
            "verse_key": "2:255",
            "hizb_number": 5,
            "rub_el_hizb_number": 17,
            "ruku_number": 35,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
            "page_number": 42,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97729,
                    "resource_id": 20,
                    "text": "Allāh - there is no deity except Him, the Ever-Living,<sup foot_note=196031>1</sup> the Self-Sustaining.<sup foot_note=196030>2</sup> Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can intercede with Him except by His permission? He knows what is [presently] before them and what will be after them,<sup foot_note=196029>3</sup> and they encompass not a thing of His knowledge except for what He wills. His Kursī<sup foot_note=196028>4</sup> extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High,<sup foot_note=196027>5</sup> the Most Great.<sup foot_note=196026>6</sup>"
                },
                {
                    "id": 215598,
                    "resource_id": 39,
                    "text": "Allah, tiada Tuhan (yang berhak disembah) melainkan Dia, Yang Tetap hidup, Yang Kekal selama-lamanya mentadbirkan (sekalian makhlukNya). Yang tidak mengantuk usahkan tidur. Yang memiliki segala yang ada di langit dan yang ada di bumi. Tiada sesiapa yang dapat memberi syafaat (pertolongan) di sisiNya melainkan dengan izinNya. yang mengetahui apa yang ada di hadapan mereka dan apa yang ada di belakang mereka, sedang mereka tidak mengetahui sesuatu pun dari (kandungan) ilmu Allah melainkan apa yang Allah kehendaki (memberitahu kepadanya). Luasnya Kursi Allah (ilmuNya dan kekuasaanNya) meliputi langit dan bumi; dan tiadalah menjadi keberatan kepada Allah menjaga serta memelihara keduanya. Dan Dia lah Yang Maha Tinggi (darjat kemuliaanNya), lagi Maha Besar (kekuasaanNya)"
                },
                {
                    "id": 1091239,
                    "resource_id": 161,
                    "text": "আল্লাহ, তিনি ছাড়া সত্যিকারের কোন উপাস্য নেই, তিনি চিরঞ্জীব, সর্বদা রক্ষণাবেক্ষণকারী। তাঁকে তন্দ্রা ও নিদ্রা স্পর্শ করে না। আকাশমন্ডলে ও ভূমন্ডলে যা কিছু আছে, তাঁরই। কে সেই ব্যক্তি যে তাঁর অনুমতি ছাড়া তাঁর নিকট সুপারিশ করে? তিনি লোকদের সমুদয় প্রকাশ্য ও অপ্রকাশ্য অবস্থা জানেন। পক্ষান্তরে মানুষ তাঁর জ্ঞানের কোনকিছুই আয়ত্ত করতে সক্ষম নয়, তিনি যে পরিমাণ ইচ্ছে করেন সেটুকু ছাড়া। তাঁর কুরসী আকাশ ও পৃথিবী পরিবেষ্টন করে আছে এবং এ দু’য়ের রক্ষণাবেক্ষণ তাঁকে ক্লান্ত করে না, তিনি উচ্চ মর্যাদাশীল, মহান।"
                }
            ]
        },
        {
            "id": 263,
            "verse_number": 256,
            "verse_key": "2:256",
            "hizb_number": 5,
            "rub_el_hizb_number": 17,
            "ruku_number": 35,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَآ إِكْرَاهَ فِى ٱلدِّينِ ۖ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ ۚ فَمَن يَكْفُرْ بِٱلطَّـٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
            "page_number": 42,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97731,
                    "resource_id": 20,
                    "text": "There shall be no compulsion in [acceptance of] the religion. The right course has become distinct from the wrong. So whoever disbelieves in ṭāghūt<sup foot_note=196032>1</sup> and believes in Allāh has grasped the most trustworthy handhold with no break in it. And Allāh is Hearing and Knowing."
                },
                {
                    "id": 215602,
                    "resource_id": 39,
                    "text": "Tidak ada paksaan dalam ugama (Islam), kerana sesungguhnya telah nyata kebenaran (Islam) dari kesesatan (kufur). Oleh itu, sesiapa yang tidak percayakan Taghut, dan ia pula beriman kepada Allah, maka sesungguhnya ia telah berpegang kepada simpulan (tali ugama) yang teguh yang tidak akan putus. Dan (ingatlah), Allah Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1091240,
                    "resource_id": 161,
                    "text": "দীনের মধ্যে জবরদস্তির অবকাশ নেই, নিশ্চয় হিদায়াত গোমরাহী হতে সুস্পষ্ট হয়ে গেছে। কাজেই যে ব্যক্তি মিথ্যে মা’বুদদেরকে (তাগুতকে) অমান্য করল এবং আল্লাহর প্রতি ঈমান আনল, নিশ্চয়ই সে দৃঢ়তর রজ্জু ধারণ করল যা ছিন্ন হওয়ার নয়। আল্লাহ সর্বশ্রোতা এবং সর্বজ্ঞাতা।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}