{
    "verses": [
        {
            "id": 3549,
            "verse_number": 16,
            "verse_key": "33:16",
            "hizb_number": 42,
            "rub_el_hizb_number": 167,
            "ruku_number": 364,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُل لَّن يَنفَعَكُمُ ٱلْفِرَارُ إِن فَرَرْتُم مِّنَ ٱلْمَوْتِ أَوِ ٱلْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا",
            "page_number": 420,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98865,
                    "resource_id": 20,
                    "text": "Say, [O Muḥammad], \"Never will fleeing benefit you if you should flee from death or killing; and then [if you did], you would not be given enjoyment [of life] except for a little.\""
                },
                {
                    "id": 216717,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Kalaulah kamu melarikan diri dari kematian atau dari pembunuhan maka perbuatan melarikan diri itu tidak sekali-kali mendatangkan faedah kepada kamu; dan kalaulah kamu pada hari ini terlepas sekalipun, maka kamu tidak juga akan menikmati kesenangan hidup melainkan sedikit masa sahaja\"."
                },
                {
                    "id": 1094526,
                    "resource_id": 161,
                    "text": "বল, পলায়নে তোমাদের কোনই লাভ হবে না, যদি তোমরা মৃত্যু অথবা হত্যা থেকে পলায়ন কর তাহলে তোমাদেরকে সামান্যই ভোগ করতে দেয়া হবে।"
                }
            ]
        },
        {
            "id": 3550,
            "verse_number": 17,
            "verse_key": "33:17",
            "hizb_number": 42,
            "rub_el_hizb_number": 167,
            "ruku_number": 364,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ مَن ذَا ٱلَّذِى يَعْصِمُكُم مِّنَ ٱللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
            "page_number": 420,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98866,
                    "resource_id": 20,
                    "text": "Say, \"Who is it that can protect you from Allāh<sup foot_note=197083>1</sup> if He intends for you an ill or intends for you a mercy?\" And they will not find for themselves besides Allāh any protector or any helper."
                },
                {
                    "id": 216718,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Siapakah yang dapat melindungi kamu dari kemurkaan Allah jika Ia mahu menimpakan bala bencana kepada kamu, atau (siapakah yang dapat menahan kemurahan Allah) jika Ia hendak memberikan rahmat kepada kamu? \" Dan (ingatkanlah) mereka (yang munafik) itu: bahawa mereka tidak akan beroleh sesiapapun - yang lain dari Allah - yang akan menjadi pelindung atau penolong mereka."
                },
                {
                    "id": 1094527,
                    "resource_id": 161,
                    "text": "বল, তোমাদেরকে আল্লাহ (’র শাস্তি) হতে কে রক্ষা করবে তিনি যদি তোমাদের অকল্যাণ করতে চান অথবা তোমাদেরকে অনুগ্রহ করতে চান? তারা আল্লাহকে ছাড়া তাদের জন্য না পাবে কোন অভিভাবক, আর না কোন সাহায্যকারী।"
                }
            ]
        },
        {
            "id": 3551,
            "verse_number": 18,
            "verse_key": "33:18",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 364,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ قَدْ يَعْلَمُ ٱللَّهُ ٱلْمُعَوِّقِينَ مِنكُمْ وَٱلْقَآئِلِينَ لِإِخْوَٰنِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ ٱلْبَأْسَ إِلَّا قَلِيلًا",
            "page_number": 420,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98867,
                    "resource_id": 20,
                    "text": "Already Allāh knows the hinderers<sup foot_note=197086>1</sup> among you and those [hypocrites] who say to their brothers, \"Come to us,\"<sup foot_note=197085>2</sup> and do not go to battle, except for a few,<sup foot_note=197084>3</sup>"
                },
                {
                    "id": 216719,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah mengetahui akan orang-orang (munafik) yang menghalangi di antara kamu, dan orang-orang yang berkata kepada saudara-saudaranya: \"Marilah bersatu dengan kami\", sedang mereka tidak turut berperang melainkan sebentar sahaja."
                },
                {
                    "id": 1094528,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদের মধ্যে তাদেরকে নিশ্চিতই জানেন কারা (যুদ্ধে অংশগ্রহণে) বাধা সৃষ্টিকারী আর কারা নিজেদের ভাইদেরকে বলে- আমাদের কাছে এসো। যুদ্ধ তারা সামান্যই করে"
                }
            ]
        },
        {
            "id": 3552,
            "verse_number": 19,
            "verse_key": "33:19",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 364,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَآءَ ٱلْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَٱلَّذِى يُغْشَىٰ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَإِذَا ذَهَبَ ٱلْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلْخَيْرِ ۚ أُو۟لَـٰٓئِكَ لَمْ يُؤْمِنُوا۟ فَأَحْبَطَ ٱللَّهُ أَعْمَـٰلَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
            "page_number": 420,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98868,
                    "resource_id": 20,
                    "text": "Indisposed<sup foot_note=197087>1</sup> toward you. And when fear comes, you see them looking at you, their eyes revolving like one being overcome by death. But when fear departs, they lash you with sharp tongues, indisposed toward [any] good. Those have not believed, so Allāh has rendered their deeds worthless, and ever is that, for Allāh, easy."
                },
                {
                    "id": 216720,
                    "resource_id": 39,
                    "text": "Mereka bersikap bakhil kedekut terhadap kamu (wahai orang-orang mukmin untuk memberikan sebarang pertolongan); dalam pada itu apabila datang (ancaman musuh yang menimbulkan) ketakutan, engkau melihat mereka memandang kepadamu (wahai Muhammad, meminta pertolonganmu) dengan keadaan mata mereka berputar seperti orang yang pengsan semasa hampir mati. Kemudian apabila hilang perasaan takut itu, mereka mencela kamu dengan lidah yang tajam, sambil mereka tamakan kebaikan (yang diberikan Allah kepada kamu). Mereka itu tidak beriman, lalu Allah gugurkan amal-amal mereka. Dan yang demikian itu adalah mudah bagi Allah melaksanakannya."
                },
                {
                    "id": 1094529,
                    "resource_id": 161,
                    "text": "তোমাদের প্রতি কৃপণতার বশবর্তী হয়ে। যখন বিপদ আসে তখন তুমি তাদেরকে দেখবে মৃত্যু ভয়ে অচেতন ব্যক্তির ন্যায় চোখ উল্টিয়ে তারা তোমার দিকে তাকাচ্ছে। অতঃপর বিপদ যখন কেটে যায় তখন ধনের লালসায় তারা তোমাদেরকে তীক্ষ্ম বাক্য-বাণে বিদ্ধ করে। এরা ঈমান আনেনি। এজন্য আল্লাহ তাদের কার্যাবলী নিস্ফল করে দিয়েছেন, আর তা আল্লাহর জন্য সহজ।"
                }
            ]
        },
        {
            "id": 3553,
            "verse_number": 20,
            "verse_key": "33:20",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 364,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَحْسَبُونَ ٱلْأَحْزَابَ لَمْ يَذْهَبُوا۟ ۖ وَإِن يَأْتِ ٱلْأَحْزَابُ يَوَدُّوا۟ لَوْ أَنَّهُم بَادُونَ فِى ٱلْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ ۖ وَلَوْ كَانُوا۟ فِيكُم مَّا قَـٰتَلُوٓا۟ إِلَّا قَلِيلًا",
            "page_number": 420,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98871,
                    "resource_id": 20,
                    "text": "They think the companies have not [yet] withdrawn.<sup foot_note=197088>1</sup> And if the companies should come [again], they would wish they were in the desert among the bedouins, inquiring [from afar] about your news. And if they should be among you, they would not fight except for a little."
                },
                {
                    "id": 216722,
                    "resource_id": 39,
                    "text": "Mereka menyangka bahawa tentera \"Al-Ahzaab\" itu belum pergi; dan kalaulah tentera Al-Ahzaab datang semula, tentulah mereka suka kalau mereka tinggal jauh di desa-desa bersama-sama orang-orang Arab Badwi sambil bertanyakan berita mengenai kamu; dan kalaulah mereka ada bersama-sama kamu (pada ketika itu), mereka tidak akan turut berperang melainkan sebentar sahaja."
                },
                {
                    "id": 1094530,
                    "resource_id": 161,
                    "text": "তারা মনে করে সম্মিলিত বাহিনী চলে যায়নি। সম্মিলিত বাহিনী যদি আবার এসে যায়, তাহলে তারা কামনা করবে যে, যদি মরুচারীদের মধ্যে থেকে তারা তোমাদের সংবাদ নিতে পারত! তারা তোমাদের মধ্যে অবস্থান করলেও তারা যুদ্ধ সামান্যই করত।"
                }
            ]
        },
        {
            "id": 3554,
            "verse_number": 21,
            "verse_key": "33:21",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 365,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ ٱللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ وَذَكَرَ ٱللَّهَ كَثِيرًا",
            "page_number": 420,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98872,
                    "resource_id": 20,
                    "text": "There has certainly been for you in the Messenger of Allāh an excellent pattern<sup foot_note=197089>1</sup> for anyone whose hope is in Allāh and the Last Day and [who] remembers Allāh often."
                },
                {
                    "id": 216724,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya, adalah bagi kamu pada diri Rasulullah itu contoh ikutan yang baik, iaitu bagi orang yang sentiasa mengharapkan (keredaan) Allah dan (balasan baik) hari akhirat, serta ia pula menyebut dan mengingati Allah banyak-banyak (dalam masa susah dan senang)"
                },
                {
                    "id": 1094531,
                    "resource_id": 161,
                    "text": "তোমাদের জন্য আল্লাহর রসূলের মধ্যে উত্তম আদর্শ রয়েছে যারা আল্লাহ ও শেষ দিনের আশা রাখে আর আল্লাহকে অধিক স্মরণ করে।"
                }
            ]
        },
        {
            "id": 3555,
            "verse_number": 22,
            "verse_key": "33:22",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 365,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَمَّا رَءَا ٱلْمُؤْمِنُونَ ٱلْأَحْزَابَ قَالُوا۟ هَـٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ ۚ وَمَا زَادَهُمْ إِلَّآ إِيمَـٰنًا وَتَسْلِيمًا",
            "page_number": 420,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98873,
                    "resource_id": 20,
                    "text": "And when the believers saw the companies, they said, \"This is what Allāh and His Messenger had promised us, and Allāh and His Messenger spoke the truth.\" And it increased them only in faith and acceptance."
                },
                {
                    "id": 216725,
                    "resource_id": 39,
                    "text": "Dan pada masa orang-orang yang beriman melihat tentera Al-Ahzaab, berkatalah mereka:\" Inilah yang telah dijanjikan Allah dan RasulNya kepada kami dan benarlah (apa yang telah dijanjikan) Allah dan RasulNya\". Dan (angkatan tentera musuh yang mereka lihat) itu tidak memberi sebarang kesan kepada mereka selain daripada menambahkan iman dan penyerahan diri mereka bulat-bulat kepada Allah."
                },
                {
                    "id": 1094532,
                    "resource_id": 161,
                    "text": "মু’মিনরা যখন সম্মিলিত বাহিনীকে দেখল তখন তারা বলে উঠল- আল্লাহ ও তাঁর রসূল এরই ওয়া‘দা আমাদেরকে দিয়েছিলেন এবং আল্লাহ ও তাঁর রসূল সত্য বলেছেন। এতে তাদের ঈমান ও আনুগত্যের আগ্রহই বৃদ্ধি পেল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}