{
    "verses": [
        {
            "id": 3556,
            "verse_number": 23,
            "verse_key": "33:23",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 365,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "مِّنَ ٱلْمُؤْمِنِينَ رِجَالٌ صَدَقُوا۟ مَا عَـٰهَدُوا۟ ٱللَّهَ عَلَيْهِ ۖ فَمِنْهُم مَّن قَضَىٰ نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ ۖ وَمَا بَدَّلُوا۟ تَبْدِيلًا",
            "page_number": 421,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98874,
                    "resource_id": 20,
                    "text": "Among the believers are men true to what they promised Allāh. Among them is he who has fulfilled his vow [to the death], and among them is he who awaits [his chance]. And they did not alter [the terms of their commitment] by any alteration -"
                },
                {
                    "id": 216726,
                    "resource_id": 39,
                    "text": "Di antara orang-orang yang beriman itu, ada yang bersikap benar menunaikan apa yang telah dijanjikannya kepada Allah (untuk berjuang membela Islam); maka di antara mereka ada yang telah selesai menjalankan janjinya itu (lalu gugur syahid), dan di antaranya ada yang menunggu giliran; dan mereka pula tidak mengubah (apa yang mereka janjikan itu) sedikitpun."
                },
                {
                    "id": 1094533,
                    "resource_id": 161,
                    "text": "মু’মিনদের মধ্যে কতক লোক আল্লাহর সঙ্গে কৃত তাদের অঙ্গীকার সত্যে পরিণত করেছে। তাদের কতক উদ্দেশ্য বাস্তবায়নে (শাহাদাত বরণ) করেছে আর তাদের কতক অপেক্ষায় আছে। তারা (তাদের সংকল্প) কখনো তিল পরিমাণ পরিবর্তন করেনি।"
                }
            ]
        },
        {
            "id": 3557,
            "verse_number": 24,
            "verse_key": "33:24",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 365,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "لِّيَجْزِىَ ٱللَّهُ ٱلصَّـٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
            "page_number": 421,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98875,
                    "resource_id": 20,
                    "text": "That Allāh may reward the truthful for their truth and punish the hypocrites if He wills or accept their repentance. Indeed, Allāh is ever Forgiving and Merciful."
                },
                {
                    "id": 214783,
                    "resource_id": 39,
                    "text": "(Berlakunya yang demikian) supaya Allah membalas orang-orang yang benar disebabkan kebenaran mereka, dan menyeksa orang-orang yang munafik jika Ia kehendaki, atau Ia menerima taubat mereka. Sesungguhnya Allah adalah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1094534,
                    "resource_id": 161,
                    "text": "যাতে আল্লাহ (ওয়া‘দার প্রতি) সত্যবাদীদেরকে তাদের সত্যবাদিতার পুরস্কার দেন আর মুনাফিকদেরকে ইচ্ছে করলে শাস্তি দেন অথবা তাদেরকে ক্ষমা করেন। আল্লাহ পরম ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 3558,
            "verse_number": 25,
            "verse_key": "33:25",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 365,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ بِغَيْظِهِمْ لَمْ يَنَالُوا۟ خَيْرًا ۚ وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ ۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزًا",
            "page_number": 421,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98876,
                    "resource_id": 20,
                    "text": "And Allāh repelled those who disbelieved, in their rage, not having obtained any good. And sufficient was Allāh for the believers in battle, and ever is Allāh Powerful and Exalted in Might."
                },
                {
                    "id": 216727,
                    "resource_id": 39,
                    "text": "Dan Allah telah menghalau kembali (angkatan tentera) orang-orang yang kafir itu (ke tempat masing-masing) dengan keadaan mereka geram marah (kerana gagal dan hampa), mereka tidak mendapat sebarang keuntungan. Dan Allah selamatkan orang-orang yang beriman dari bencana menghadapi peperangan itu. Dan (ingatlah) adalah Allah Maha Kuat, lagi Maha Kuasa."
                },
                {
                    "id": 1094535,
                    "resource_id": 161,
                    "text": "আর আল্লাহ কাফিরদেরকে তাদের রাগের অবস্থাতেই ফিরিয়ে দিলেন, তারা কোন কল্যাণ লাভ করতে পারেনি। যুদ্ধে মু’মিনদের জন্য আল্লাহই যথেষ্ট। আল্লাহ সর্বশক্তিমান, মহাপরাক্রমশালী।"
                }
            ]
        },
        {
            "id": 3559,
            "verse_number": 26,
            "verse_key": "33:26",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 365,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَأَنزَلَ ٱلَّذِينَ ظَـٰهَرُوهُم مِّنْ أَهْلِ ٱلْكِتَـٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا",
            "page_number": 421,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98877,
                    "resource_id": 20,
                    "text": "And He brought down those who supported them among the People of the Scripture<sup foot_note=197090>1</sup> from their fortresses and cast terror into their hearts [so that] a party [i.e., their men] you killed, and you took captive a party [i.e., the women and children]."
                },
                {
                    "id": 216728,
                    "resource_id": 39,
                    "text": "Dan Ia menurunkan golongan Ahli Kitab (kaum Yahudi) yang membantu tentera musuh itu, dari benteng-benteng mereka (menyerah diri), setelah diisikanNya hati mereka dengan perasaan gerun. (Lalu mereka diadili dan dijatuhkan (hukuman); sebahagian di antaranya kamu bunuh, dan sebahagian lagi kamu tawan."
                },
                {
                    "id": 1094536,
                    "resource_id": 161,
                    "text": "আর গ্রন্থধারীদের মধ্য হতে যারা তাদেরকে (অর্থাৎ সম্মিলিত কাফির বাহিনীকে) সাহায্য করেছিল তাদেরকে তিনি তাদের দূর্গ হতে নামিয়ে দিলেন এবং তাদের অন্তরে ভীতি নিক্ষেপ করলেন। তাদের কতককে তোমরা হত্যা করলে, আর কতককে করলে বন্দী।"
                }
            ]
        },
        {
            "id": 3560,
            "verse_number": 27,
            "verse_key": "33:27",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 365,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَـٰرَهُمْ وَأَمْوَٰلَهُمْ وَأَرْضًا لَّمْ تَطَـُٔوهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
            "page_number": 421,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98878,
                    "resource_id": 20,
                    "text": "And He caused you to inherit their land and their homes and their properties and a land which you have not trodden.<sup foot_note=197091>1</sup> And ever is Allāh, over all things, competent."
                },
                {
                    "id": 216729,
                    "resource_id": 39,
                    "text": "Dan Ia menjadikan kamu mewarisi tanah-tanah dan rumah-rumah serta harta benda mereka, dan juga tanah-tanah (di negeri-negeri lain) yang belum kamu menjejaknya. Dan (ingatlah) adalah Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1094537,
                    "resource_id": 161,
                    "text": "আর তিনি তোমাদেরকে উত্তরাধিকারী করে দিলেন তাদের ভূমির, তাদের ঘরবাড়ির আর তাদের ধন-সম্পদের; আর এমন এক ভূখন্ডের যেখানে তোমরা (এখনও) অভিযানই পরিচালনা করনি। আল্লাহ সর্ববিষয়ে ক্ষমতাবান।"
                }
            ]
        },
        {
            "id": 3561,
            "verse_number": 28,
            "verse_key": "33:28",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 366,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ إِن كُنتُنَّ تُرِدْنَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا",
            "page_number": 421,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98879,
                    "resource_id": 20,
                    "text": "O Prophet, say to your wives, \"If you should desire the worldly life and its adornment, then come, I will provide for you and give you a gracious release."
                },
                {
                    "id": 216730,
                    "resource_id": 39,
                    "text": "Wahai Nabi, katakanlah kepada isteri-isterimu: \"Sekiranya kamu semua mahukan kehidupan dunia (yang mewah) dan perhiasannya (yang indah), maka marilah supaya aku berikan kepada kamu pemberian mut'ah (sagu hati), dan aku lepaskan kamu dengan cara yang sebaik-baiknya."
                },
                {
                    "id": 1094538,
                    "resource_id": 161,
                    "text": "হে নবী (সা.)! তুমি তোমার স্ত্রীদের বলে দাও- তোমরা যদি পার্থিব জীবন আর তার শোভাসৌন্দর্য কামনা কর, তাহলে এসো, তোমাদেরকে ভোগসামগ্রী দিয়ে দেই এবং উত্তম পন্থায় তোমাদেরকে বিদায় দেই।"
                }
            ]
        },
        {
            "id": 3562,
            "verse_number": 29,
            "verse_key": "33:29",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 366,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِن كُنتُنَّ تُرِدْنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلْـَٔاخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلْمُحْسِنَـٰتِ مِنكُنَّ أَجْرًا عَظِيمًا",
            "page_number": 421,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98880,
                    "resource_id": 20,
                    "text": "But if you should desire Allāh and His Messenger and the home of the Hereafter - then indeed, Allāh has prepared for the doers of good among you a great reward.\""
                },
                {
                    "id": 216731,
                    "resource_id": 39,
                    "text": "\"Dan sekiranya kamu semua mahukan (keredaan) Allah dan RasulNya serta (nikmat kemewahan) di negeri akhirat maka sesungguhnya Allah menyediakan bagi orang-orang yang berbuat baik di antara kamu: pahala yang besar\"."
                },
                {
                    "id": 1094539,
                    "resource_id": 161,
                    "text": "আর তোমরা যদি আল্লাহ, তাঁর রসূল ও পরকালের গৃহ কামনা কর, তবে তোমাদের মধ্যে যারা সৎকর্মশীল তাদের জন্য আল্লাহ মহা পুরস্কার প্রস্তুত করে রেখেছেন।"
                }
            ]
        },
        {
            "id": 3563,
            "verse_number": 30,
            "verse_key": "33:30",
            "hizb_number": 42,
            "rub_el_hizb_number": 168,
            "ruku_number": 366,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَـٰنِسَآءَ ٱلنَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ يُضَـٰعَفْ لَهَا ٱلْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
            "page_number": 421,
            "juz_number": 21,
            "translations": [
                {
                    "id": 98883,
                    "resource_id": 20,
                    "text": "O wives of the Prophet, whoever of you should commit a clear immorality - for her the punishment would be doubled two fold, and ever is that, for Allāh, easy."
                },
                {
                    "id": 216733,
                    "resource_id": 39,
                    "text": "Wahai isteri-isteri Nabi, sesiapa di antara kamu yang melakukan sesuatu perbuatan keji yang nyata, nescaya akan digandakan azab seksa baginya dua kali ganda. Dan (hukuman) yang demikian itu adalah mudah bagi Allah melaksanakannya."
                },
                {
                    "id": 1094540,
                    "resource_id": 161,
                    "text": "হে নবী পত্নীগণ! তোমাদের মধ্যে কেউ প্রকাশ্যে অশ্লীল কাজ করলে তাকে দ্বিগুণ শাস্তি দেয়া হবে। আল্লাহর জন্য এটা সহজ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}