{
    "verses": [
        {
            "id": 3564,
            "verse_number": 31,
            "verse_key": "33:31",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 366,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعْمَلْ صَـٰلِحًا نُّؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا",
            "page_number": 422,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98884,
                    "resource_id": 20,
                    "text": "And whoever of you devoutly obeys Allāh and His Messenger and does righteousness - We will give her her reward twice; and We have prepared for her a noble provision."
                },
                {
                    "id": 216736,
                    "resource_id": 39,
                    "text": "Dan sesiapa di antara kamu semua tetap taat kepada Allah dan RasulNya serta mengerjakan amal yang soleh, Kami akan beri kepadanya pahala amalnya itu dua kali ganda, dan Kami sediakan baginya limpah kurnia yang mulia."
                },
                {
                    "id": 1094541,
                    "resource_id": 161,
                    "text": "তোমাদের মধ্যে যে কেউ আল্লাহ ও তাঁর রসূলের অনুগত হবে আর সৎ কাজ করবে, আমি তাকে দু’বার পুরস্কার দেব আর তার জন্য আমি সম্মানজনক রিযক প্রস্তুত রেখেছি।"
                }
            ]
        },
        {
            "id": 3565,
            "verse_number": 32,
            "verse_key": "33:32",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 366,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَـٰنِسَآءَ ٱلنَّبِىِّ لَسْتُنَّ كَأَحَدٍ مِّنَ ٱلنِّسَآءِ ۚ إِنِ ٱتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِٱلْقَوْلِ فَيَطْمَعَ ٱلَّذِى فِى قَلْبِهِۦ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا",
            "page_number": 422,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98885,
                    "resource_id": 20,
                    "text": "O wives of the Prophet, you are not like anyone among women. If you fear Allāh, then do not be soft in speech [to men],<sup foot_note=197092>1</sup> lest he in whose heart is disease should covet, but speak with appropriate speech."
                },
                {
                    "id": 216735,
                    "resource_id": 39,
                    "text": "Wahai isteri-isteri Nabi, kamu semua bukanlah seperti mana-mana perempuan yang lain kalau kamu tetap bertaqwa. Oleh itu janganlah kamu berkata-kata dengan lembut manja (semasa bercakap dengan lelaki asing) kerana yang demikian boleh menimbulkan keinginan orang yang ada penyakit dalam hatinya (menaruh tujuan buruk kepada kamu), dan sebaliknya berkatalah dengan kata-kata yang baik (sesuai dan sopan)."
                },
                {
                    "id": 1094542,
                    "resource_id": 161,
                    "text": "হে নবী পত্নীগণ! তোমরা অন্য নারীদের মত নও। তোমরা যদি আল্লাহকে ভয় কর, তাহলে পর পুরুষের সঙ্গে আকর্ষণীয় ভঙ্গিতে কথা বলো না, যাতে যার অন্তরে ব্যাধি আছে সে প্রলুদ্ধ হয়। তোমরা সঙ্গত কথা বলবে।"
                }
            ]
        },
        {
            "id": 3566,
            "verse_number": 33,
            "verse_key": "33:33",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 366,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَرْنَ فِى بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ ٱلْجَـٰهِلِيَّةِ ٱلْأُولَىٰ ۖ وَأَقِمْنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعْنَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذْهِبَ عَنكُمُ ٱلرِّجْسَ أَهْلَ ٱلْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا",
            "page_number": 422,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98886,
                    "resource_id": 20,
                    "text": "And abide in your houses and do not display yourselves as [was] the display of the former times of ignorance. And establish prayer and give zakāh and obey Allāh and His Messenger. Allāh intends only to remove from you the impurity [of sin], O people of the [Prophet's] household, and to purify you with [extensive] purification."
                },
                {
                    "id": 216737,
                    "resource_id": 39,
                    "text": "Dan hendaklah kamu tetap diam di rumah kamu serta janganlah kamu mendedahkan diri seperti yang dilakukan oleh orang-orang Jahiliyah zaman dahulu; dan dirikanlah sembahyang serta berilah zakat; dan taatlah kamu kepada Allah dan RasulNya. Sesungguhnya Allah (perintahkan kamu dengan semuanya itu) hanyalah kerana hendak menghapuskan perkara-perkara yang mencemarkan diri kamu - wahai \"AhlulBait\" dan hendak membersihkan kamu sebersih-bersihnya (dari segala perkara yang keji)."
                },
                {
                    "id": 1094543,
                    "resource_id": 161,
                    "text": "আর তোমরা নিজেদের গৃহে অবস্থান কর, প্রাচীন অজ্ঞতার যুগের মত চোখ ঝলসানো প্রদর্শনী করে বেড়িও না। আর তোমরা নামায প্রতিষ্ঠা কর, যাকাত প্রদান কর এবং আল্লাহ ও তাঁর রসূলের আনুগত্য কর। হে নবীর পরিবার! আল্লাহ কেবল চান তোমাদের থেকে অপবিত্রতা দূর করতে এবং তোমাদেরকে পবিত্র ও নিষ্কলংক করতে।"
                }
            ]
        },
        {
            "id": 3567,
            "verse_number": 34,
            "verse_key": "33:34",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 366,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱذْكُرْنَ مَا يُتْلَىٰ فِى بُيُوتِكُنَّ مِنْ ءَايَـٰتِ ٱللَّهِ وَٱلْحِكْمَةِ ۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا",
            "page_number": 422,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98887,
                    "resource_id": 20,
                    "text": "And remember what is recited in your houses of the verses of Allāh and wisdom.<sup foot_note=197094>1</sup> Indeed, Allāh is ever Subtle<sup foot_note=197093>2</sup> and Aware."
                },
                {
                    "id": 216738,
                    "resource_id": 39,
                    "text": "Dan ingatlah (serta amalkanlah) apa yang dibaca di rumah kamu dari ayat-ayat Allah (Al-Quran) dan hikmah pengetahuan (hadis-hadis Rasulullah). Sesungguhnya Allah Maha Halus tadbirNya, lagi Maha Mendalam pengetahuanNya."
                },
                {
                    "id": 1094544,
                    "resource_id": 161,
                    "text": "তোমাদের গৃহে আল্লাহর আয়াত ও হিকমত থেকে যা পাঠ করা হয় তার চর্চা কর। আল্লাহ অতি সূক্ষ্ণদর্শী, সর্ববিষয়ে খবর রাখেন।"
                }
            ]
        },
        {
            "id": 3568,
            "verse_number": 35,
            "verse_key": "33:35",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 367,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلْمُسْلِمِينَ وَٱلْمُسْلِمَـٰتِ وَٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ وَٱلْقَـٰنِتِينَ وَٱلْقَـٰنِتَـٰتِ وَٱلصَّـٰدِقِينَ وَٱلصَّـٰدِقَـٰتِ وَٱلصَّـٰبِرِينَ وَٱلصَّـٰبِرَٰتِ وَٱلْخَـٰشِعِينَ وَٱلْخَـٰشِعَـٰتِ وَٱلْمُتَصَدِّقِينَ وَٱلْمُتَصَدِّقَـٰتِ وَٱلصَّـٰٓئِمِينَ وَٱلصَّـٰٓئِمَـٰتِ وَٱلْحَـٰفِظِينَ فُرُوجَهُمْ وَٱلْحَـٰفِظَـٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرًا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا",
            "page_number": 422,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98888,
                    "resource_id": 20,
                    "text": "Indeed, the Muslim men and Muslim women, the believing men and believing women, the obedient men and obedient women, the truthful men and truthful women, the patient men and patient women, the humble men and humble women, the charitable men and charitable women, the fasting men and fasting women, the men who guard their private parts and the women who do so, and the men who remember Allāh often and the women who do so - for them Allāh has prepared forgiveness and a great reward."
                },
                {
                    "id": 216739,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang lelaki yang Islam serta orang-orang perempuan yang Islam, dan orang-orang lelaki yang beriman serta orang-orang perempuan yang beriman, dan orang-orang lelaki yang taat serta orang-orang perempuan yang taat, dan orang-orang lelaki yang benar serta orang-orang perempuan yang benar, dan orang-orang lelaki yang sabar serta orang-orang perempuan yang sabar, dan orang-orang lelaki yang merendah diri (kepada Allah) serta orang-orang perempuan yang merendah diri (kepada Allah), dan orang-orang lelaki yang bersedekah serta orang-orang perempuan yang bersedekah, dan orang-orang lelaki yang berpuasa serta orang-orang perempuan yang berpuasa, dan orang-orang lelaki yang memelihara kehormatannya serta orang-orang perempuan yang memelihara kehormatannya, dan orang-orang lelaki yang menyebut nama Allah banyak-banyak serta orang-orang perempuan yang menyebut nama Allah banyak-banyak, Allah telah menyediakan bagi mereka semuanya keampunan dan pahala yang besar."
                },
                {
                    "id": 1094545,
                    "resource_id": 161,
                    "text": "মুসলিম পুরুষ ও মুসলিম নারী, মু’মিন পুরুষ ও মু’মিন নারী, অনুগত পুরুষ ও অনুগত নারী, সত্যনিষ্ঠ পুরুষ ও সত্যনিষ্ঠ নারী, ধৈর্যশীল পুরুষ ও ধৈর্যশীল নারী, বিনয়ী পুরুষ ও বিনয়ী নারী, দানশীল পুরুষ ও দানশীল নারী, রোযাপালনকারী পুরুষ ও রোযাপালনারী নারী, যৌনাঙ্গের সুরক্ষাকারী পুরুষ ও যৌনাঙ্গের সুরক্ষাকারী নারী, আল্লাহকে অধিক স্মরণকারী পুরুষ ও আল্লাহকে অধিক স্মরণকারী নারী- আল্লাহ তাদের জন্য প্রস্তুত রেখেছেন ক্ষমা ও মহাপ্রতিদান।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}