{
    "verses": [
        {
            "id": 3569,
            "verse_number": 36,
            "verse_key": "33:36",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 367,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمْرًا أَن يَكُونَ لَهُمُ ٱلْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ ضَلَّ ضَلَـٰلًا مُّبِينًا",
            "page_number": 423,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98889,
                    "resource_id": 20,
                    "text": "It is not for a believing man or a believing woman, when Allāh and His Messenger have decided a matter, that they should [thereafter] have any choice about their affair. And whoever disobeys Allāh and His Messenger has certainly strayed into clear error."
                },
                {
                    "id": 216755,
                    "resource_id": 39,
                    "text": "Dan tidaklah harus bagi orang-orang yang beriman, lelaki dan perempuan - apabila Allah dan RasulNya menetapkan keputusan mengenai sesuatu perkara - (tidaklah harus mereka) mempunyai hak memilih ketetapan sendiri mengenai urusan mereka. Dan sesiapa yang tidak taat kepada hukum Allah dan RasulNya maka sesungguhnya ia telah sesat dengan kesesatan yang jelas nyata."
                },
                {
                    "id": 1094546,
                    "resource_id": 161,
                    "text": "আল্লাহ ও তাঁর রসূল কোন নির্দেশ দিলে কোন মু’মিন পুরুষ ও মু’মিন নারী উক্ত নির্দেশের ভিন্নতা করার কোন অধিকার রাখে না। যে আল্লাহ ও তাঁর রসূলকে অমান্য করে সে স্পষ্টতই সত্য পথ হতে দুরে সরে পড়ল।"
                }
            ]
        },
        {
            "id": 3570,
            "verse_number": 37,
            "verse_key": "33:37",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 367,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ تَقُولُ لِلَّذِىٓ أَنْعَمَ ٱللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَٱتَّقِ ٱللَّهَ وَتُخْفِى فِى نَفْسِكَ مَا ٱللَّهُ مُبْدِيهِ وَتَخْشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخْشَىٰهُ ۖ فَلَمَّا قَضَىٰ زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَـٰكَهَا لِكَىْ لَا يَكُونَ عَلَى ٱلْمُؤْمِنِينَ حَرَجٌ فِىٓ أَزْوَٰجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْا۟ مِنْهُنَّ وَطَرًا ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
            "page_number": 423,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98890,
                    "resource_id": 20,
                    "text": "And [remember, O Muḥammad], when you said to the one on whom Allāh bestowed favor and you bestowed favor,<sup foot_note=197098>1</sup> \"Keep your wife and fear Allāh,\" while you concealed within yourself that which Allāh is to disclose.<sup foot_note=197097>2</sup> And you feared the people,<sup foot_note=197096>3</sup> while Allāh has more right that you fear Him.<sup foot_note=197095>4</sup> So when Zayd had no longer any need for her, We married her to you in order that there not be upon the believers any discomfort [i.e., guilt] concerning the wives of their claimed [i.e., adopted] sons when they no longer have need of them. And ever is the command [i.e., decree] of Allāh accomplished."
                },
                {
                    "id": 216741,
                    "resource_id": 39,
                    "text": "Dan (ingatlah wahai Muhammad) ketika engkau berkata kepada orang yang telah dikurniakan oleh Allah (dengan nikmat Islam) dan yang engkau juga telah berbuat baik kepadanya: \"Jangan ceraikan isterimu itu dan bertaqwalah kepada Allah\", sambil engkau menyembunyikan dalam hatimu perkara yang Allah akan menyatakannya; dan engkau pula takut kepada (cacian manusia padahal Allah jualah yang berhak engkau takuti (melanggar perintahNya). Kemudian setelah Zaid selesai habis kemahuannya terhadap isterinya (dengan menceraikannya), Kami kahwinkan engkau dengannya supaya tidak ada keberatan atas orang-orang yang beriman untuk berkahwin dengan isteri-isteri anak-anak angkat mereka, apabila anak-anak angkat itu telah selesai habis kemahuannya terhadap isterinya (lalu menceraikannya). Dan sememangnya perkara yang dikehendaki Allah itu tetap berlaku."
                },
                {
                    "id": 1094547,
                    "resource_id": 161,
                    "text": "স্মরণ কর, আল্লাহ যাকে অনুগ্রহ করেছেন আর তুমিও যাকে অনুগ্রহ করেছ তাকে তুমি যখন বলছিলে- তুমি তোমার স্ত্রীকে (বিবাহবন্ধনে) রেখে দাও এবং আল্লাহকে ভয় কর। তুমি তোমার অন্তরে লুকিয়ে রাখছিলে যা আল্লাহ প্রকাশ করতে চান, তুমি লোকদেরকে ভয় করছিলে, অথচ আল্লাহই সবচেয়ে বেশি এ অধিকার রাখেন যে, তুমি তাঁকে ভয় করবে। অতঃপর যায়্দ যখন তার (যায়নাবের) সঙ্গে সম্পর্ক ছিন্ন করল তখন আমি তাকে তোমার সঙ্গে বিবাহবন্ধনে আবদ্ধ করে দিলাম যাতে মু’মিনদের পোষ্যপুত্ররা তাদের স্ত্রীদের সঙ্গে সম্পর্ক ছিন্ন করলে সেসব নারীকে বিবাহ করার ব্যাপারে মু’মিনদের কোন বিঘ্ন না হয়। আল্লাহর আদেশ কার্যকরী হবেই।"
                }
            ]
        },
        {
            "id": 3571,
            "verse_number": 38,
            "verse_key": "33:38",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 367,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "مَّا كَانَ عَلَى ٱلنَّبِىِّ مِنْ حَرَجٍ فِيمَا فَرَضَ ٱللَّهُ لَهُۥ ۖ سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۚ وَكَانَ أَمْرُ ٱللَّهِ قَدَرًا مَّقْدُورًا",
            "page_number": 423,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98891,
                    "resource_id": 20,
                    "text": "There is not to be upon the Prophet any discomfort concerning that which Allāh has imposed upon him.<sup foot_note=197099>1</sup> [This is] the established way of Allāh with those [prophets] who have passed on before. And ever is the command of Allāh a destiny decreed."
                },
                {
                    "id": 216756,
                    "resource_id": 39,
                    "text": "Tidaklah ada sebarang keberatan yang ditanggung oleh Nabi dalam melaksanakan perkara yang telah ditetapkan Allah baginya. (Yang demikian itu) adalah menurut peraturan Allah yang tetap, yang berlaku juga kepada Nabi-nabi yang telah lalu. Dan (ingatlah) perintah Allah itu adalah satu ketetapan yang ditentukan berlakunya."
                },
                {
                    "id": 1094548,
                    "resource_id": 161,
                    "text": "আল্লাহ নবীর জন্য যা বিধিবদ্ধ করেছেন তার জন্য তা করতে কোন বাধা নেই। পূর্বে যারা অতীত হয়ে গেছে তাদের ক্ষেত্রেও এটাই ছিল আল্লাহর বিধান। আল্লাহর বিধান সুনির্ধারণে নির্ধারিত।"
                }
            ]
        },
        {
            "id": 3572,
            "verse_number": 39,
            "verse_key": "33:39",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 367,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يُبَلِّغُونَ رِسَـٰلَـٰتِ ٱللَّهِ وَيَخْشَوْنَهُۥ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا ٱللَّهَ ۗ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
            "page_number": 423,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98892,
                    "resource_id": 20,
                    "text": "[Allāh praises] those who convey the messages of Allāh<sup foot_note=197100>1</sup> and fear Him and do not fear anyone but Allāh. And sufficient is Allāh as Accountant."
                },
                {
                    "id": 216757,
                    "resource_id": 39,
                    "text": "(Nabi-nabi yang telah lalu itu) ialah orang-orang yang menyampaikan syariat Allah serta mereka takut melanggar perintahNya, dan mereka pula tidak takut kepada sesiapa pun melainkan kepada Allah. Dan cukuplah Allah menjadi Penghitung (segala yang dilakukan oleh makhluk-makhlukNya untuk membalas mereka)."
                },
                {
                    "id": 1094549,
                    "resource_id": 161,
                    "text": "তারা (নবীগণ) আল্লাহর বাণী প্রচার করত আর তাঁকে ভয় করত। আল্লাহ ছাড়া কাউকে তারা ভয় করত না। (মানুষদের) হিসাব গ্রহণে আল্লাহই যথেষ্ট।"
                }
            ]
        },
        {
            "id": 3573,
            "verse_number": 40,
            "verse_key": "33:40",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 367,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ وَلَـٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَ ۗ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
            "page_number": 423,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98895,
                    "resource_id": 20,
                    "text": "Muḥammad is not the father of [any] one of your men, but [he is] the Messenger of Allāh and seal [i.e., last] of the prophets. And ever is Allāh, of all things, Knowing."
                },
                {
                    "id": 216759,
                    "resource_id": 39,
                    "text": "Bukanlah Nabi Muhammad itu (dengan sebab ada anak angkatnya) menjadi bapa yang sebenar bagi seseorang dari orang lelaki kamu, tetapi ia adalah Rasul Allah dan kesudahan segala Nabi-nabi. Dan (ingatlah) Allah adalah Maha Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1094550,
                    "resource_id": 161,
                    "text": "মুহাম্মাদ (সাঃ) তোমাদের মধ্যেকার কোন পুরুষের পিতা নয়, কিন্তু (সে) আল্লাহর রাসূল এবং শেষ নবী। আল্লাহ সর্ববিষয়ে সর্বজ্ঞাতা।"
                }
            ]
        },
        {
            "id": 3574,
            "verse_number": 41,
            "verse_key": "33:41",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 368,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ ٱللَّهَ ذِكْرًا كَثِيرًا",
            "page_number": 423,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98896,
                    "resource_id": 20,
                    "text": "O you who have believed, remember Allāh with much remembrance"
                },
                {
                    "id": 216604,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, (untuk bersyukur kepada Allah) ingatlah serta sebutlah nama Allah dengan ingatan serta sebutan yang sebanyak-banyaknya;"
                },
                {
                    "id": 1094551,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা আল্লাহকে বেশি বেশি স্মরণ কর।"
                }
            ]
        },
        {
            "id": 3575,
            "verse_number": 42,
            "verse_key": "33:42",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 368,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
            "page_number": 423,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98897,
                    "resource_id": 20,
                    "text": "And exalt Him morning and afternoon."
                },
                {
                    "id": 216666,
                    "resource_id": 39,
                    "text": "Dan bertasbihlah kamu kepadaNya pada waktu pagi dan petang."
                },
                {
                    "id": 1094552,
                    "resource_id": 161,
                    "text": "আর সকাল-সন্ধ্যায় তাঁর পবিত্রতা ও মহিমা ঘোষণা কর।"
                }
            ]
        },
        {
            "id": 3576,
            "verse_number": 43,
            "verse_key": "33:43",
            "hizb_number": 43,
            "rub_el_hizb_number": 169,
            "ruku_number": 368,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِى يُصَلِّى عَلَيْكُمْ وَمَلَـٰٓئِكَتُهُۥ لِيُخْرِجَكُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۚ وَكَانَ بِٱلْمُؤْمِنِينَ رَحِيمًا",
            "page_number": 423,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98898,
                    "resource_id": 20,
                    "text": "It is He who confers blessing upon you,<sup foot_note=197101>1</sup> and His angels [ask Him to do so] that He may bring you out from darknesses into the light. And ever is He, to the believers, Merciful."
                },
                {
                    "id": 216749,
                    "resource_id": 39,
                    "text": "Dia lah yang memberi rahmat kepada kamu - dan malaikatNya pula (berdoa bagi kamu) - untuk mengeluarkan kamu dari gelap-gelita (kufur dan maksiat) kepada cahaya yang terang-benderang (iman dari taat); dan adalah Ia sentiasa Melimpah-limpah rahmatNya kepada orang-orang yang beriman (di dunia dan di akhirat)."
                },
                {
                    "id": 1094553,
                    "resource_id": 161,
                    "text": "তিনি তোমাদের প্রতি তাঁর অনুগ্রহ বর্ষণ করেন, আর তাঁর ফেরেশতারাও (তোমাদের জন্য) তাঁর অনুগ্রহ প্রার্থনা করে তোমাদেরকে অন্ধকার থেকে বের করে আলোতে আনার জন্যে। মু’মিনদের প্রতি তিনি পরম দয়ালু।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}