{
    "verses": [
        {
            "id": 3584,
            "verse_number": 51,
            "verse_key": "33:51",
            "hizb_number": 43,
            "rub_el_hizb_number": 170,
            "ruku_number": 368,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ تُرْجِى مَن تَشَآءُ مِنْهُنَّ وَتُـْٔوِىٓ إِلَيْكَ مَن تَشَآءُ ۖ وَمَنِ ٱبْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ ۚ وَٱللَّهُ يَعْلَمُ مَا فِى قُلُوبِكُمْ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمًا",
            "page_number": 425,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98908,
                    "resource_id": 20,
                    "text": "You, [O Muḥammad], may put aside whom you will of them<sup foot_note=197103>1</sup> or take to yourself whom you will. And any that you desire of those [wives] from whom you had [temporarily] separated - there is no blame upon you [in returning her]. That is more suitable that they should be content and not grieve and that they should be satisfied with what you have given them - all of them. And Allāh knows what is in your hearts. And ever is Allāh Knowing and Forbearing."
                },
                {
                    "id": 216769,
                    "resource_id": 39,
                    "text": "Engkau boleh menangguhkan sesiapa yang engkau kehendaki dari mereka dan engkau boleh mendamping: sesiapa yang engkau kehendaki; dan sesiapa yang engkau hendak mendampinginya kembali dari mereka yang telah engkau jauhi itu maka tidaklah menjadi salah bagimu melakukannya; kebebasan yang diberikan kepadamu itu (bila diketahui oleh mereka) adalah lebih dekat untuk mententeramkan hati mereka, dan menjadikan mereka tidak berdukacita, serta menjadikan mereka pula reda akan apa yang engkau lakukan kepada mereka semuanya. Dan (ingatlah) Allah sedia mengetahui apa yang ada dalam hati kamu; dan Allah adalah Maha Mengetahui, lagi Maha Penyabar."
                },
                {
                    "id": 1094561,
                    "resource_id": 161,
                    "text": "তুমি তাদের যাকে ইচ্ছে সরিয়ে রাখতে পার, আর যাকে ইচ্ছে তোমার কাছে আশ্রয় দিতে পার। আর তুমি যাকে আলাদা ক’রে রেখেছ তাকে কামনা করলে তোমার কোন অপরাধ নেই। এতে অধিক সম্ভাবনা আছে যে, তাদের চক্ষু শীতল থাকবে, তারা দুঃখ পাবে না, আর তুমি তাদের সকলকে যা দাও তাতে তারা সন্তুষ্ট থাকবে। তোমাদের অন্তরে যা আছে আল্লাহ তা জানেন। আল্লাহ সর্বজ্ঞ, সহনশীল।"
                }
            ]
        },
        {
            "id": 3585,
            "verse_number": 52,
            "verse_key": "33:52",
            "hizb_number": 43,
            "rub_el_hizb_number": 170,
            "ruku_number": 368,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعْدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَٰجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ رَّقِيبًا",
            "page_number": 425,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98909,
                    "resource_id": 20,
                    "text": "Not lawful to you, [O Muḥammad], are [any additional] women after [this], nor [is it] for you to exchange them for [other] wives, even if their beauty were to please you, except what your right hand possesses. And ever is Allāh, over all things, an Observer.<sup foot_note=197104>1</sup>"
                },
                {
                    "id": 216770,
                    "resource_id": 39,
                    "text": "Tidak halal bagimu berkahwin dengan perempuan-perempuan yang lain sesudah (isteri-isterimu yang ada) itu, dan engkau juga tidak boleh menggantikan mereka dengan isteri-isteri yang baharu sekalipun engkau tertarik hati kepada kecantikan mereka, kecuali hamba-hamba perempuan yang engkau miliki. Dan (ingatlah) Allah sentiasa Mengawasi tiap-tiap sesuatu."
                },
                {
                    "id": 1094562,
                    "resource_id": 161,
                    "text": "অতঃপর আর কোন নারী তোমার জন্য বৈধ নয়। আর তাদের পরিবর্তে অন্য স্ত্রী গ্রহণ করাও হালাল নয় যদিও তাদের সৌন্দর্য তোমাকে চমৎকৃত করে। তবে তোমার অধিকারভুক্ত দাসীদের ব্যাপারে এই নিয়ম প্রযোজ্য নয়। আল্লাহ সব বিষয়ের উপর দৃষ্টি রাখেন।"
                }
            ]
        },
        {
            "id": 3586,
            "verse_number": 53,
            "verse_key": "33:53",
            "hizb_number": 43,
            "rub_el_hizb_number": 170,
            "ruku_number": 369,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتَ ٱلنَّبِىِّ إِلَّآ أَن يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَـٰظِرِينَ إِنَىٰهُ وَلَـٰكِنْ إِذَا دُعِيتُمْ فَٱدْخُلُوا۟ فَإِذَا طَعِمْتُمْ فَٱنتَشِرُوا۟ وَلَا مُسْتَـْٔنِسِينَ لِحَدِيثٍ ۚ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِى ٱلنَّبِىَّ فَيَسْتَحْىِۦ مِنكُمْ ۖ وَٱللَّهُ لَا يَسْتَحْىِۦ مِنَ ٱلْحَقِّ ۚ وَإِذَا سَأَلْتُمُوهُنَّ مَتَـٰعًا فَسْـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٍ ۚ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ۚ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا۟ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓا۟ أَزْوَٰجَهُۥ مِنۢ بَعْدِهِۦٓ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
            "page_number": 425,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98910,
                    "resource_id": 20,
                    "text": "O you who have believed, do not enter the houses of the Prophet except when you are permitted for a meal, without awaiting its readiness. But when you are invited, then enter; and when you have eaten, disperse without seeking to remain for conversation. Indeed, that [behavior] was troubling the Prophet, and he is shy of [dismissing] you. But Allāh is not shy of the truth. And when you ask [his wives] for something, ask them from behind a partition. That is purer for your hearts and their hearts. And it is not [conceivable or lawful] for you to harm the Messenger of Allāh or to marry his wives after him, ever. Indeed, that would be in the sight of Allāh an enormity."
                },
                {
                    "id": 216771,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, janganlah kamu masuk ke rumah Nabi (menunggu makanan masak kerana hendak makan bersama), kecuali kamu dijemput untuk menghadiri jamuan, bukan dengan menunggu-nunggu masa sajiannya; tetapi apabila kamu dijemput maka masuklah (pada waktu yang ditetapkan); kemudian setelah kamu makan maka hendaklah masing-masing bersurai dan janganlah duduk bersenang-senang dengan berbual-bual. Sesungguhnya yang demikian itu menyakiti dan menyusahkan Nabi sehingga ia merasa malu (hendak menyatakan hal itu) kepada kamu, sedang Allah tidak malu daripada menyatakan kebenaran. Dan apabila kamu meminta sesuatu yang harus diminta dari isteri-isteri Nabi maka mintalah kepada mereka dari sebalik tabir. Cara yang demikian lebih suci bagi hati kamu dan hati mereka. Dan kamu tidak boleh sama sekali menyakiti Rasul Allah dan tidak boleh berkahwin dengan isteri-isterinya sesudah ia wafat selama-lamanya. Sesungguhnya segala yang tersebut itu adalah amat besar dosanya di sisi Allah."
                },
                {
                    "id": 1094563,
                    "resource_id": 161,
                    "text": "তোমরা যারা ঈমান এনেছ শোন! নবীগৃহে প্রবেশ কর না যতক্ষণ না তোমাদেরকে অনুমতি দেয়া হয় খাদ্য গ্রহণের জন্য, (আগেভাগেই এসে পড় না) খাদ্য প্রস্তুতির জন্য অপেক্ষা করে যেন বসে থাকতে না হয়। তবে তোমাদেরকে ডাকা হলে তোমরা প্রবেশ কর। অতঃপর তোমাদের খাওয়া হলে তোমরা চলে যাও। কথাবার্তায় মশগুল হয়ে যেয়ো না। তোমাদের এ কাজ নবীকে কষ্ট দেয়। সে তোমাদেরকে (উঠে যাওয়ার জন্য বলতে) লজ্জাবোধ করে, আল্লাহ সত্য কথা বলতে লজ্জাবোধ করেন না। তোমরা যখন তার স্ত্রীগণের নিকট কোন কিছু চাও, তখন পর্দার আড়াল হতে তাদের কাছে চাও। এটাই তোমাদের ও তাদের অন্তরের জন্য পবিত্রতর। তোমাদের জন্য আল্লাহর রসূলকে কষ্ট দেয়া সঙ্গত নয়। আর তার মৃত্যুর পর তার স্ত্রীগণকে বিয়ে করাও তোমাদের জন্য কক্ষনো বৈধ নয়। আল্লাহর দৃষ্টিতে এটা মহা অপরাধ।"
                }
            ]
        },
        {
            "id": 3587,
            "verse_number": 54,
            "verse_key": "33:54",
            "hizb_number": 43,
            "rub_el_hizb_number": 170,
            "ruku_number": 369,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِن تُبْدُوا۟ شَيْـًٔا أَوْ تُخْفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
            "page_number": 425,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98911,
                    "resource_id": 20,
                    "text": "Whether you reveal a thing or conceal it, indeed Allāh is ever, of all things, Knowing."
                },
                {
                    "id": 216773,
                    "resource_id": 39,
                    "text": "(Awasilah keadaan-keadaan kamu, kerana) jika kamu nyatakan sesuatu atau kamu sembunyikan dia, maka sesungguhnya Allah sentiasa Mengetahui akan segala-galanya."
                },
                {
                    "id": 1094564,
                    "resource_id": 161,
                    "text": "তোমরা কোন বিষয় প্রকাশ কর অথবা তা গোপন কর- আল্লাহ তো সব বিষয়ে সর্বজ্ঞ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}