{
    "verses": [
        {
            "id": 3588,
            "verse_number": 55,
            "verse_key": "33:55",
            "hizb_number": 43,
            "rub_el_hizb_number": 170,
            "ruku_number": 369,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "لَّا جُنَاحَ عَلَيْهِنَّ فِىٓ ءَابَآئِهِنَّ وَلَآ أَبْنَآئِهِنَّ وَلَآ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَـٰنُهُنَّ ۗ وَٱتَّقِينَ ٱللَّهَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
            "page_number": 426,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98912,
                    "resource_id": 20,
                    "text": "There is no blame upon them [i.e., women] concerning their fathers or their sons or their brothers or their brothers' sons or their sisters' sons or their women or those their right hands possess [i.e., slaves].<sup foot_note=197105>1</sup> And fear Allāh. Indeed Allāh is ever, over all things, Witness."
                },
                {
                    "id": 216774,
                    "resource_id": 39,
                    "text": "Tidak ada salahnya kepada perempuan-perempuan (yang tidak berpakaian yang melindungi anggota yang haram dipandang oleh lelaki asing itu) menemui bapa-bapa mereka, dan anak-anak lelaki mereka, dan saudara-saudara lelaki mereka, dan anak-anak lelaki saudara-saudara lelaki mereka, dan anak-anak lelaki saudara-saudara perempuan mereka, dan perempuan-perempuan Islam mereka, serta hamba-hamba yang dimiliki oleh mereka. Dan bertaqwalah kamu kepada Allah; sesungguhnya Allah sentiasa Menyaksikan tiap-tiap sesuatu."
                },
                {
                    "id": 1094565,
                    "resource_id": 161,
                    "text": "কোন অপরাধ নেই (যদি নবীর স্ত্রীগণ সামনে যায়) তাদের পিতৃদের, তাদের পুত্রদের, তাদের ভ্রাতৃদের, তাদের ভ্রাতুষ্পুত্রদের, তাদের ভগ্নীপুত্রদের, তাদের নারীদের ও তাদের অধিকারভুক্ত দাস-দাসীদের। আর (হে নবীর স্ত্রীগণ!) তোমরা আল্লাহকে ভয় কর, আল্লাহ সকল জিনিসেরই প্রত্যক্ষদর্শী।"
                }
            ]
        },
        {
            "id": 3589,
            "verse_number": 56,
            "verse_key": "33:56",
            "hizb_number": 43,
            "rub_el_hizb_number": 170,
            "ruku_number": 369,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ وَمَلَـٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ ۚ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا",
            "page_number": 426,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98913,
                    "resource_id": 20,
                    "text": "Indeed, Allāh confers blessing upon the Prophet, and His angels [ask Him to do so]. O you who have believed, ask [Allāh to confer] blessing upon him and ask [Allāh to grant him] peace."
                },
                {
                    "id": 216776,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah dan malaikatNya berselawat (memberi segala penghormatan dan kebaikan) kepada Nabi (Muhammad s.a.w); wahai orang-orang yang beriman berselawatlah kamu kepadanya serta ucapkanlah salam sejahtera dengan penghormatan yang sepenuhnya."
                },
                {
                    "id": 1094566,
                    "resource_id": 161,
                    "text": "আল্লাহ নবীর প্রতি অনুগ্রহ করেন, তাঁর ফেরেশতাগণ নবীর জন্য অনুগ্রহ প্রার্থনা করে। হে মু’মিনগণ! তোমরাও নবীর জন্য অনুগ্রহ প্রার্থনা কর এবং যথাযথ শ্রদ্ধাভরে সালাম জানাও।"
                }
            ]
        },
        {
            "id": 3590,
            "verse_number": 57,
            "verse_key": "33:57",
            "hizb_number": 43,
            "rub_el_hizb_number": 170,
            "ruku_number": 369,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يُؤْذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا",
            "page_number": 426,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98914,
                    "resource_id": 20,
                    "text": "Indeed, those who abuse Allāh and His Messenger - Allāh has cursed them in this world and the Hereafter and prepared for them a humiliating punishment."
                },
                {
                    "id": 216777,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang melakukan perkara yang tidak diredai Allah dan RasulNya, Allah melaknatkan mereka di dunia dan di akhirat, dan menyediakan untuk mereka azab seksa yang menghina."
                },
                {
                    "id": 1094567,
                    "resource_id": 161,
                    "text": "যারা আল্লাহ ও তাঁর রসূলকে কষ্ট দেয়, আল্লাহ তাদেরকে দুনিয়া ও আখিরাতে অভিশপ্ত করেছেন আর তাদের জন্য প্রস্তুত রেখেছেন অপমানজনক শাস্তি।"
                }
            ]
        },
        {
            "id": 3591,
            "verse_number": 58,
            "verse_key": "33:58",
            "hizb_number": 43,
            "rub_el_hizb_number": 170,
            "ruku_number": 369,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ يُؤْذُونَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ بِغَيْرِ مَا ٱكْتَسَبُوا۟ فَقَدِ ٱحْتَمَلُوا۟ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
            "page_number": 426,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98915,
                    "resource_id": 20,
                    "text": "And those who harm believing men and believing women for [something] other than what they have earned [i.e., deserved] have certainly borne upon themselves a slander and manifest sin."
                },
                {
                    "id": 216778,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang mengganggu serta menyakiti orang-orang lelaki yang beriman dan orang-orang perempuan yang beriman dengan perkataan atau perbuatan yang tidak tepat dengan sesuatu kesalahan yang dilakukannya, maka sesungguhnya mereka telah memikul kesalahan menuduh secara dusta, dan berbuat dosa yang amat nyata."
                },
                {
                    "id": 1094568,
                    "resource_id": 161,
                    "text": "আর যারা মু’মিন পুরুষ ও মু’মিন নারীদেরকে কষ্ট দেয় তাদের কোন অপরাধ ছাড়াই, তারা অপবাদের ও সুস্পষ্ট পাপের বোঝা বহন করে।"
                }
            ]
        },
        {
            "id": 3592,
            "verse_number": 59,
            "verse_key": "33:59",
            "hizb_number": 43,
            "rub_el_hizb_number": 170,
            "ruku_number": 370,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَـٰبِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
            "page_number": 426,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98916,
                    "resource_id": 20,
                    "text": "O Prophet, tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments.<sup foot_note=197108>1</sup> That is more suitable that they will be known<sup foot_note=197107>2</sup> and not be abused. And ever is Allāh Forgiving and Merciful.<sup foot_note=197106>3</sup>"
                },
                {
                    "id": 216781,
                    "resource_id": 39,
                    "text": "Wahai Nabi, suruhlah isteri-isterimu dan anak-anak perempuanmu serta perempuan-perempuan yang beriman, supaya melabuhkan pakaiannya bagi menutup seluruh tubuhnya (semasa mereka keluar); cara yang demikian lebih sesuai untuk mereka dikenal (sebagai perempuan yang baik-baik) maka dengan itu mereka tidak diganggu. Dan (ingatlah) Allah adalah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1094569,
                    "resource_id": 161,
                    "text": "হে নবী! তুমি তোমার স্ত্রীদেরকে, তোমার কন্যাদেরকে আর মু’মিনদের নারীদেরকে বলে দাও- তারা যেন তাদের চাদরের কিছু অংশ নিজেদের উপর টেনে দেয় (যখন তারা বাড়ীর বাইরে যায়), এতে তাদেরকে চেনা সহজতর হবে এবং তাদেরকে উত্যক্ত করা হবে না। আল্লাহ অতি ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 3593,
            "verse_number": 60,
            "verse_key": "33:60",
            "hizb_number": 43,
            "rub_el_hizb_number": 171,
            "ruku_number": 370,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ لَّئِن لَّمْ يَنتَهِ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْمُرْجِفُونَ فِى ٱلْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلًا",
            "page_number": 426,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98919,
                    "resource_id": 20,
                    "text": "If the hypocrites and those in whose hearts is disease<sup foot_note=197109>1</sup> and those who spread rumors in al-Madīnah do not cease, We will surely incite you against them; then they will not remain your neighbors therein except for a little,"
                },
                {
                    "id": 216784,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya, jika orang-orang munafik, dan orang-orang yang ada penyakit (syak ragu-ragu) dalam hatinya, serta orang-orang yang menyebarkan berita-berita dusta di Madinah itu tidak berhenti (dari perbuatan jahat masing-masing), nescaya Kami akan mendesakmu memerangi mereka; sesudah itu mereka tidak akan tinggal berjiran denganmu di Madinah lagi melainkan sebentar sahaja,"
                },
                {
                    "id": 1094570,
                    "resource_id": 161,
                    "text": "মুনাফিকরা আর যাদের অন্তরে রোগ আছে তারা আর শহরে গুজব রটনাকারীরা যদি বিরত না হয়, তবে আমি অবশ্য অবশ্যই তাদের বিরুদ্ধে তোমাকে তেজোদীপ্ত করব, অতঃপর তারা তোমার প্রতিবেশী হিসেবে এ শহরে থাকতে পারবে না। তবে অল্পদিনের জন্য থাকবে"
                }
            ]
        },
        {
            "id": 3594,
            "verse_number": 61,
            "verse_key": "33:61",
            "hizb_number": 43,
            "rub_el_hizb_number": 171,
            "ruku_number": 370,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "مَّلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوٓا۟ أُخِذُوا۟ وَقُتِّلُوا۟ تَقْتِيلًا",
            "page_number": 426,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98920,
                    "resource_id": 20,
                    "text": "Accursed wherever they are found, [being] seized and massacred completely."
                },
                {
                    "id": 216785,
                    "resource_id": 39,
                    "text": "serta mereka tetap ditimpa laknat. Di mana sahaja mereka ditemui, mereka ditangkap dan dibunuh habis-habisan."
                },
                {
                    "id": 1094571,
                    "resource_id": 161,
                    "text": "অভিশপ্ত অবস্থায়; তাদেরকে যেখানেই পাওয়া যাবে ধরা হবে এবং হত্যা করার মতই হত্যা করা হবে।"
                }
            ]
        },
        {
            "id": 3595,
            "verse_number": 62,
            "verse_key": "33:62",
            "hizb_number": 43,
            "rub_el_hizb_number": 171,
            "ruku_number": 370,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
            "page_number": 426,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98921,
                    "resource_id": 20,
                    "text": "[This is] the established way of Allāh with those who passed on before; and you will not find in the way of Allāh any change."
                },
                {
                    "id": 216809,
                    "resource_id": 39,
                    "text": "Yang demikian adalah menurut \"Sunnatullah\" (undang-undang peraturan Allah yang telah lalu; dan engkau tidak sekali-kali akan mendapati sebarang perubahan bagi \"Sunnatullah\" itu."
                },
                {
                    "id": 1094572,
                    "resource_id": 161,
                    "text": "যারা অতীত হয়ে গেছে তাদের ক্ষেত্রে এটাই ছিল আল্লাহর বিধান, তুমি আল্লাহর বিধানে কক্ষনো হেরফের পাবে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}