{
    "verses": [
        {
            "id": 3607,
            "verse_number": 1,
            "verse_key": "34:1",
            "hizb_number": 43,
            "rub_el_hizb_number": 171,
            "ruku_number": 372,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": " ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْـَٔاخِرَةِ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
            "page_number": 428,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98942,
                    "resource_id": 20,
                    "text": "[All] praise is [due] to Allāh, to whom belongs whatever is in the heavens and whatever is in the earth, and to Him belongs [all] praise in the Hereafter. And He is the Wise, the Aware."
                },
                {
                    "id": 216797,
                    "resource_id": 39,
                    "text": "Segala puji tertentu bagi Allah yang memiliki dan menguasai segala yang ada di langit dan yang ada di bumi, dan bagiNyalah juga segala puji di akhirat; dan Dia lah sahaja Yang Maha Bijaksana, lagi Maha Mendalam pengetahuanNya."
                },
                {
                    "id": 1094584,
                    "resource_id": 161,
                    "text": "যাবতীয় প্রশংসা আল্লাহর যিনি আকাশ ও পৃথিবীতে যা আছে সব কিছুর মালিক। আখিরাতেও প্রশংসা তাঁরই; তিনি মহা প্রজ্ঞাশীল, সকল বিষয়ে অবহিত।"
                }
            ]
        },
        {
            "id": 3608,
            "verse_number": 2,
            "verse_key": "34:2",
            "hizb_number": 43,
            "rub_el_hizb_number": 171,
            "ruku_number": 372,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ",
            "page_number": 428,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98955,
                    "resource_id": 20,
                    "text": "He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein. And He is the Merciful, the Forgiving."
                },
                {
                    "id": 216820,
                    "resource_id": 39,
                    "text": "Ia mengetahui apa yang masuk ke bumi serta apa yang keluar daripadanya, dan apa yang turun dari langit serta apa yang naik kepadanya; dan Dia lah jua yang Maha Mengasihani, lagi Maha Pengampun."
                },
                {
                    "id": 1094585,
                    "resource_id": 161,
                    "text": "ভূমিতে যা প্রবেশ করে আর তাত্থেকে যা বের হয়, আর আকাশ হতে যা অবতীর্ণ হয় আর তাতে যা উত্থিত হয় তা তিনি জানেন। তিনি পরম দয়ালু, পরম ক্ষমাশীল।"
                }
            ]
        },
        {
            "id": 3609,
            "verse_number": 3,
            "verse_key": "34:3",
            "hizb_number": 43,
            "rub_el_hizb_number": 171,
            "ruku_number": 372,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَأْتِينَا ٱلسَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَـٰلِمِ ٱلْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
            "page_number": 428,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98967,
                    "resource_id": 20,
                    "text": "But those who disbelieve say, \"The Hour will not come to us.\" Say, \"Yes, by my Lord, it will surely come to you. [Allāh is] the Knower of the unseen.\" Not absent from Him is an atom's weight<sup foot_note=197114>1</sup> within the heavens or within the earth or [what is] smaller than that or greater, except that it is in a clear register -"
                },
                {
                    "id": 216833,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kafir berkata:\" Hari kiamat itu tidak akan datang kepada kami\". Katakanlah (wahai Muhammad): \"Bahkan (tetap datang). Demi Tuhanku yang mengetahui segala perkara yang ghaib, hari kiamat itu sesungguhnya akan datang kepada kamu\". Tiada tersembunyi dari pengetahuanNya barang seberat debu yang ada di langit atau di bumi, dan tidak ada yang lebih kecil dari itu atau yang lebih besar melainkan semuanya tertulis di dalam Kitab yang terang nyata."
                },
                {
                    "id": 1094586,
                    "resource_id": 161,
                    "text": "কাফিরগণ বলে- ক্বিয়ামত আমাদের নিকট আসবে না। বল, না, আমার প্রতিপালকের শপথ! তোমাদের নিকট তা অবশ্য অবশ্যই আসবে। তিনি যাবতীয় অদৃশ্যের জ্ঞানী। তাঁর থেকে লুক্কায়িত নেই আকাশ ও পৃথিবীতে ক্ষুদ্রাতিক্ষুদ্র অনুকণা, না তার থেকে ছোট আর না তার থেকে বড় (কোনটাই নেই লুক্কায়িত)। সবই আছে (লাওহে মাহফুয নামক) এক সুস্পষ্ট কিতাবে।"
                }
            ]
        },
        {
            "id": 3610,
            "verse_number": 4,
            "verse_key": "34:4",
            "hizb_number": 43,
            "rub_el_hizb_number": 171,
            "ruku_number": 372,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "لِّيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۚ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
            "page_number": 428,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98979,
                    "resource_id": 20,
                    "text": "That He may reward those who believe and do righteous deeds. Those will have forgiveness and noble provision."
                },
                {
                    "id": 216845,
                    "resource_id": 39,
                    "text": "(Kedatangan hari kiamat itu) supaya Tuhan membalas orang-orang yang beriman dan beramal soleh; mereka itu akan beroleh keampunan dan limpah kurnia yang mulia."
                },
                {
                    "id": 1094587,
                    "resource_id": 161,
                    "text": "যাতে তিনি প্রতিদান দিতে পারেন তাদেরকে যারা ঈমান আনে ও সৎকাজ করে, এদেরই জন্য আছে ক্ষমা ও সম্মানজনক রিযক।"
                }
            ]
        },
        {
            "id": 3611,
            "verse_number": 5,
            "verse_key": "34:5",
            "hizb_number": 43,
            "rub_el_hizb_number": 171,
            "ruku_number": 372,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ سَعَوْ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
            "page_number": 428,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98992,
                    "resource_id": 20,
                    "text": "But those who strive against Our verses [seeking] to cause failure<sup foot_note=197115>1</sup> - for them will be a painful punishment of foul nature."
                },
                {
                    "id": 216857,
                    "resource_id": 39,
                    "text": "Dan (sebaliknya) orang-orang yang berusaha menentang dan membatalkan ayat-ayat keterangan Kami sambil menyangka dapat melepaskan diri (dari hukuman Kami), - mereka itu akan beroleh azab dari jenis azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1094588,
                    "resource_id": 161,
                    "text": "যারা আমার আয়াতকে ব্যর্থ করার চেষ্টা চালায় তাদেরই জন্য রয়েছে যন্ত্রণাদায়ক ভয়াবহ শাস্তি।"
                }
            ]
        },
        {
            "id": 3612,
            "verse_number": 6,
            "verse_key": "34:6",
            "hizb_number": 43,
            "rub_el_hizb_number": 171,
            "ruku_number": 372,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَيَرَى ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ ٱلْحَقَّ وَيَهْدِىٓ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
            "page_number": 428,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98999,
                    "resource_id": 20,
                    "text": "And those who have been given knowledge see that what is revealed to you from your Lord is the truth, and it guides to the path of the Exalted in Might, the Praiseworthy."
                },
                {
                    "id": 216864,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang diberi ilmu pengetahuan, mengetahui (dengan yakin, bahawa keterangan-keterangan) yang diturunkan kepadamu dari Tuhanmu (mengenai hari kiamat dan lain-lainnya) itulah yang benar serta yang memimpin ke jalan Allah Yang Maha Kuasa, lagi Maha Terpuji."
                },
                {
                    "id": 1094589,
                    "resource_id": 161,
                    "text": "যাদেরকে জ্ঞান দেয়া হয়েছে তারা তোমার কাছে তোমার প্রতিপালকের পক্ষ থেকে যা অবতীর্ণ হয়েছে তাকে সত্য বলে জানে এবং (তারা আরো জানে যে) তা মহাপরাক্রমশালী ও প্রশংসিত (আল্লাহ)’র পথে পরিচালিত করে।"
                }
            ]
        },
        {
            "id": 3613,
            "verse_number": 7,
            "verse_key": "34:7",
            "hizb_number": 43,
            "rub_el_hizb_number": 171,
            "ruku_number": 372,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِى خَلْقٍ جَدِيدٍ",
            "page_number": 428,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99001,
                    "resource_id": 20,
                    "text": "But those who disbelieve say, \"Shall we direct you to a man who will inform you [that] when you have disintegrated in complete disintegration, you will [then] be [recreated] in a new creation?"
                },
                {
                    "id": 216866,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kafir pula berkata (sesama sendiri secara mengejek-ejek): \"Mahukah, kami tunjukkan kepada kamu seorang lelaki yang memberitakan kepada kamu: ` (Bahawa apabila kamu dihancurkan sehancur-hanurnya sesudah mati), sesungguhnya kamu akan dihidupkan semula dalam bentuk kejadian yang baru? '"
                },
                {
                    "id": 1094590,
                    "resource_id": 161,
                    "text": "কাফিরগণ বলে- তোমাদেরকে কি আমরা এমন একজন লোকের সন্ধান দেব যে তোমাদেরকে খবর দেয় যে, তোমরা ছিন্ন ভিন্ন হয়ে গেলেও তোমাদেরকে নতুনভাবে সৃষ্টি করা হবে?"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}