{
    "verses": [
        {
            "id": 264,
            "verse_number": 257,
            "verse_key": "2:257",
            "hizb_number": 5,
            "rub_el_hizb_number": 17,
            "ruku_number": 35,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوٓا۟ أَوْلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَـٰتِ ۗ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
            "page_number": 43,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97733,
                    "resource_id": 20,
                    "text": "Allāh is the Ally<sup foot_note=196034>1</sup> of those who believe. He brings them out from darknesses into the light. And those who disbelieve - their allies are ṭāghūt. They take them out of the light into darknesses.<sup foot_note=196033>2</sup> Those are the companions of the Fire; they will abide eternally therein."
                },
                {
                    "id": 215601,
                    "resource_id": 39,
                    "text": "Allah Pelindung (Yang mengawal dan menolong) orang-orang yang beriman. Ia mengeluarkan mereka dari kegelapan (kufur) kepada cahaya (iman). Dan orang-orang yang kafir, penolong-penolong mereka ialah Taghut yang mengeluarkan mereka dari cahaya (iman) kepada kegelapan (kufur). Mereka itulah ahli neraka, mereka kekal di dalamnya."
                },
                {
                    "id": 1091241,
                    "resource_id": 161,
                    "text": "আল্লাহ মু’মিনদের অভিভাবক, তাদেরকে অন্ধকার থেকে আলোর দিকে বের করে আনেন এবং কাফিরদের অভিভাবক হচ্ছে তাগুত, সে তাদেরকে আলো থেকে অন্ধকারের দিকে নিয়ে যায়। এরাই আগুনের বাসিন্দা, এরা চিরকাল সেখানে থাকবে।"
                }
            ]
        },
        {
            "id": 265,
            "verse_number": 258,
            "verse_key": "2:258",
            "hizb_number": 5,
            "rub_el_hizb_number": 17,
            "ruku_number": 36,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِى حَآجَّ إِبْرَٰهِـۧمَ فِى رَبِّهِۦٓ أَنْ ءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ إِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّىَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحْىِۦ وَأُمِيتُ ۖ قَالَ إِبْرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأْتِى بِٱلشَّمْسِ مِنَ ٱلْمَشْرِقِ فَأْتِ بِهَا مِنَ ٱلْمَغْرِبِ فَبُهِتَ ٱلَّذِى كَفَرَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
            "page_number": 43,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97735,
                    "resource_id": 20,
                    "text": "Have you not considered the one who argued with Abraham about his Lord [merely] because Allāh had given him kingship? When Abraham said, \"My Lord is the one who gives life and causes death,\" he said, \"I give life and cause death.\" Abraham said, \"Indeed, Allāh brings up the sun from the east, so bring it up from the west.\" So the disbeliever was overwhelmed [by astonishment], and Allāh does not guide the wrongdoing people."
                },
                {
                    "id": 215603,
                    "resource_id": 39,
                    "text": "Tidakkah engkau (pelik) memikirkan (wahai Muhammad) tentang orang yang berhujah membantah Nabi Ibrahim (dengan sombongnya) mengenai Tuhannya, kerana Allah memberikan orang itu kuasa pemerintahan? Ketika Nabi Ibrahim berkata: \"Tuhanku ialah Yang menghidupkan dan Yang mematikan\". Ia menjawab: \"Aku juga boleh menghidupkan dan mematikan\". Nabi Ibrahim berkata lagi: \"Sesungguhnya Allah menerbitkan matahari dari timur, oleh itu terbitkanlah dia dari barat?\" Maka tercenganglah orang yang kafir itu (lalu diam membisu). Dan (ingatlah), Allah tidak akan memberikan petunjuk kepada kaum yang zalim."
                },
                {
                    "id": 1091242,
                    "resource_id": 161,
                    "text": "তুমি কি সেই ব্যক্তির ঘটনা সম্পর্কে চিন্তা কর নি, যে ইবরাহীমের সঙ্গে তার প্রতিপালক সম্বন্ধে তর্ক করেছিল, যেহেতু আল্লাহ তাকে রাজত্ব দান করেছিলেন। ইবরাহীম তাকে যখন বলল, ‘আমার প্রতিপালক তিনিই, যিনি জীবিত করেন এবং মৃত্যু ঘটান’। সে বলল, ‘আমিও জীবিত করি এবং মৃত্যু ঘটাই’। ইবরাহীম বলল, ‘আল্লাহ সূর্যকে পূর্ব দিক থেকে উদিত করেন, তুমি তাকে পশ্চিম দিক থেকে উদিত কর’। তখন সেই কাফিরটি হতভম্ব হয়ে গেল। বস্তুতঃ আল্লাহ যালিমদেরকে সুপথ দেখান না।"
                }
            ]
        },
        {
            "id": 266,
            "verse_number": 259,
            "verse_key": "2:259",
            "hizb_number": 5,
            "rub_el_hizb_number": 17,
            "ruku_number": 36,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَوْ كَٱلَّذِى مَرَّ عَلَىٰ قَرْيَةٍ وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْىِۦ هَـٰذِهِ ٱللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ ٱللَّهُ مِا۟ئَةَ عَامٍ ثُمَّ بَعَثَهُۥ ۖ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ ۖ قَالَ بَل لَّبِثْتَ مِا۟ئَةَ عَامٍ فَٱنظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَٱنظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ ءَايَةً لِّلنَّاسِ ۖ وَٱنظُرْ إِلَى ٱلْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا ۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعْلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 43,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97737,
                    "resource_id": 20,
                    "text": "Or [consider such an example] as the one who passed by a township which had fallen into ruin. He said, \"How will Allāh bring this to life after its death?\" So Allāh caused him to die for a hundred years; then He revived him. He said, \"How long have you remained?\" He [the man] said, \"I have remained a day or part of a day.\" He said, \"Rather, you have remained one hundred years. Look at your food and your drink; it has not changed with time. And look at your donkey; and We will make you a sign for the people. And look at the bones [of this donkey] - how We raise them and then We cover them with flesh.\" And when it became clear to him, he said, \"I know that Allāh is over all things competent.\""
                },
                {
                    "id": 215606,
                    "resource_id": 39,
                    "text": "Atau (tidakkah engkau pelik memikirkan wahai Muhammad) tentang orang yang melalui sebuah negeri yang telah runtuh segala bangunannya, orang itu berkata: \"Bagaimana Allah akan menghidupkan (membina semula) negeri ini sesudah matinya (rosak binasanya)? \" Lalu ia dimatikan oleh Allah (dan dibiarkan tidak berubah) selama seratus tahun, kemudian Allah hidupkan dia semula lalu bertanya kepadanya: \"Berapa lama engkau tinggal (di sini)?\" Ia menjawab: \"Aku telah tinggal (di sini) sehari atau setengah hari\". Allah berfirman:\" (Tidak benar), bahkan engkau telah tinggal (berkeadaan demikian) selama seratus tahun. Oleh itu, perhatikanlah kepada makanan dan minumanmu, masih tidak berubah keadaannya, dan perhatikanlah pula kepada keldaimu (hanya tinggal tulang-tulangnya bersepah), dan Kami (lakukan ini ialah untuk) menjadikan engkau sebagai tanda (kekuasaan Kami) bagi umat manusia; dan lihatlah kepada tulang-tulang (keldai) itu, bagaimana Kami menyusunnya kembali kemudian Kami menyalutnya dengan daging \". Maka apabila telah jelas kepadanya (apa yang berlaku itu), berkatalah dia: Sekarang aku mengetahuinya (dengan yakin), sesungguhnya Allah Maha Kuasa atas tiap-tiap sesuatu\"."
                },
                {
                    "id": 1091243,
                    "resource_id": 161,
                    "text": "কিংবা এমন ব্যক্তির ঘটনা সম্পর্কে (তুমি কি চিন্তা করনি) যে এক নগর দিয়ে এমন অবস্থায় যাচ্ছিল যে তা উজাড় অবস্থায় ছিল। সে বলল, ‘আল্লাহ এ নগরীকে এর মৃত্যুর পরে কীভাবে জীবিত করবেন’? তখন আল্লাহ তাকে একশ’ বছর মৃত রাখলেন। তারপর তাকে জীবিত করে তুললেন ও জিজ্ঞেস করলেন, ‘তুমি এ অবস্থায় কতকাল ছিলে’? সে বলল, ‘একদিন ছিলাম কিংবা একদিন হতেও কম’। আল্লাহ বললেন, ‘বরং তুমি একশ’ বছর ছিলে, এক্ষণে তুমি তোমার খাদ্যের ও পানীয়ের দিকে লক্ষ্য কর, এটা পচে যায়নি। আর গাধাটার দিকে তাকিয়ে দেখ, আর এতে উদ্দেশ্য এই যে, আমি তোমাকে মানুষের জন্য উদাহরণ করব। আবার তুমি হাড়গুলোর দিকে লক্ষ্য কর, আমি কীভাবে ওগুলো জোড়া লাগিয়ে দেই, তারপর গোশত দ্বারা ঢেকে দেই। এরপর যখন তার কাছে স্পষ্ট হয়ে গেল, তখন সে বলল, ‘এখন আমি পূর্ণ বিশ্বাস করছি যে, আল্লাহ্ই সর্ববিষয়ে সর্বশক্তিমান’।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 3,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 3
    }
}