{
    "verses": [
        {
            "id": 3629,
            "verse_number": 23,
            "verse_key": "34:23",
            "hizb_number": 43,
            "rub_el_hizb_number": 172,
            "ruku_number": 374,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَنفَعُ ٱلشَّفَـٰعَةُ عِندَهُۥٓ إِلَّا لِمَنْ أَذِنَ لَهُۥ ۚ حَتَّىٰٓ إِذَا فُزِّعَ عَن قُلُوبِهِمْ قَالُوا۟ مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا۟ ٱلْحَقَّ ۖ وَهُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
            "page_number": 431,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98959,
                    "resource_id": 20,
                    "text": "And intercession does not benefit with Him except for one whom He permits. [And those wait] until, when terror is removed from their hearts,<sup foot_note=197127>1</sup> they will say [to one another], \"What has your Lord said?\" They will say, \"The truth.\" And He is the Most High, the Grand."
                },
                {
                    "id": 216825,
                    "resource_id": 39,
                    "text": "Dan tidak berfaedah syafaat di sisi Allah kecuali bagi orang yang telah diizinkan Allah, (maka orang-orang yang hendak memohon syafaat terpaksa menunggu izin itu dengan penuh perasaan takut dan bimbang) sehingga apabila dihapuskan Allah perasaan takut dari hati mereka (dengan pemberian izin itu) bersukarialah mereka dengan bertanya-tanyaan sesama sendiri: \"Apakah yang telah dititahkan oleh Tuhan kamu?\" Sebahagian di antara mereka menjawab: \"Tuhan telah menitahkan kebenaran\"; dan Dia lah jua Yang Maha Tinggi keadaanNya, lagi Maha Besar kekuasaanNya."
                },
                {
                    "id": 1094606,
                    "resource_id": 161,
                    "text": "তাঁর কাছে সুপারিশ কোন কাজে আসবে না, তবে তাদের ব্যতীত যাদেরকে তিনি অনুমতি দেবেন। অতঃপর তাদের (অর্থাৎ আল্লাহর নৈকট্যলাভকারী ফেরেশতার কিংবা অন্যের জন্য সুপারিশ করার অনুমতিপ্রাপ্তদের) অন্তর থেকে যখন ভয় দূর হবে তখন তারা পরস্পর জিজ্ঞেস করবে- তোমাদের পালনকর্তা কী নির্দেশ দিলেন? তারা বলবে- যা সত্য ও ন্যায় (তার নির্দেশই তিনি দিয়েছেন), তিনি সর্বোচ্চ, সর্বশ্রেষ্ঠ।"
                }
            ]
        },
        {
            "id": 3630,
            "verse_number": 24,
            "verse_key": "34:24",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 374,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ قُلِ ٱللَّهُ ۖ وَإِنَّآ أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِى ضَلَـٰلٍ مُّبِينٍ",
            "page_number": 431,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98960,
                    "resource_id": 20,
                    "text": "Say, \"Who provides for you from the heavens and the earth?\" Say, \"Allāh. And indeed, we or you are either upon guidance or in clear error.\""
                },
                {
                    "id": 216826,
                    "resource_id": 39,
                    "text": "Bertanyalah (wahai Muhammad kepada orang-orang musyrik itu): \"Siapakah yang memberi rezeki kepada kamu dari langit dan bumi?\" Terangkanlah jawabnya: \"Ialah Allah; dan sesungguhnya (tiap-tiap satu golongan), sama ada golongan kami ahli tauhid atau golongan kamu ahli syirik - (tidak sunyi daripada salah satu dari dua keadaan): keadaan tetapnya di atas hidayah petunjuk atau tenggelamnya dalam kesesatan yang jelas nyata \"."
                },
                {
                    "id": 1094607,
                    "resource_id": 161,
                    "text": "বল- আসমান ও যমীন হতে কে তোমাদেরকে রিযক দান করেন? বল- আল্লাহ। হয় আমরা, না হয় তোমরা অবশ্যই সৎপথে পরিচালিত অথবা স্পষ্ট গুমরাহিতে পতিত।"
                }
            ]
        },
        {
            "id": 3631,
            "verse_number": 25,
            "verse_key": "34:25",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 374,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُل لَّا تُسْـَٔلُونَ عَمَّآ أَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُونَ",
            "page_number": 431,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98961,
                    "resource_id": 20,
                    "text": "Say, \"You will not be asked about what we committed, and we will not be asked about what you do.\""
                },
                {
                    "id": 216779,
                    "resource_id": 39,
                    "text": "(Oleh itu) katakanlah (wahyu Muhammad): \"Kamu tidak akan bertanggungjawab tentang kesalahan yang kami lakukan, dan kami pula tidak akan bertanggungjawab tentang apa yang kamu kerjakan\"."
                },
                {
                    "id": 1094608,
                    "resource_id": 161,
                    "text": "বল- আমাদের অপরাধের জন্য তোমরা জিজ্ঞাসিত হবে না, আর তোমরা যা কর তার জন্য আমাদেরকে জবাবদিহি করতে হবে না।"
                }
            ]
        },
        {
            "id": 3632,
            "verse_number": 26,
            "verse_key": "34:26",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 374,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِٱلْحَقِّ وَهُوَ ٱلْفَتَّاحُ ٱلْعَلِيمُ",
            "page_number": 431,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98962,
                    "resource_id": 20,
                    "text": "Say, \"Our Lord will bring us together; then He will judge between us in truth. And He is the Knowing Judge.\"<sup foot_note=197128>1</sup>"
                },
                {
                    "id": 216828,
                    "resource_id": 39,
                    "text": "Katakanlah lagi:\" Tuhan kita akan menghimpunkan Kita semua (pada hari kiamat), kemudian Ia akan menyelesaikan perselisihan yang ada di antara kita dengan penyelesaian yang benar; dan Dia lah jua Hakim yang seadil-adilnya, lagi Yang Maha Mengetahui segala-galanya\"."
                },
                {
                    "id": 1094609,
                    "resource_id": 161,
                    "text": "বল- আমাদের পালনকর্তা আমাদেরকে একত্রিত করবেন অবশেষে তিনি আমাদের মাঝে সত্য ও ন্যায়সঙ্গতভাবে ফয়সালা করবেন। তিনি সর্বশ্রেষ্ঠ ফয়সালাকারী, সর্বজ্ঞাতা।"
                }
            ]
        },
        {
            "id": 3633,
            "verse_number": 27,
            "verse_key": "34:27",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 374,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَرُونِىَ ٱلَّذِينَ أَلْحَقْتُم بِهِۦ شُرَكَآءَ ۖ كَلَّا ۚ بَلْ هُوَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 431,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98963,
                    "resource_id": 20,
                    "text": "Say, \"Show me those whom you have attached to Him as partners. No! Rather, He [alone] is Allāh, the Exalted in Might, the Wise.\""
                },
                {
                    "id": 216829,
                    "resource_id": 39,
                    "text": "Katakanlah lagi: \"Tunjukkanlah kepadaku sifat-sifat ketuhanan yang ada pada makhluk-makhluk yang kamu hubungkan dengan Allah sebagai sekutu-sekutuNya. Tidak ada pada sesuatu makhluk pun sifat-sifat itu, bahkan yang mempunyai sifat-sifat ketuhanan ialah Allah Yang Maha Kuasa, lagi Maha Bijaksana\"."
                },
                {
                    "id": 1094610,
                    "resource_id": 161,
                    "text": "বল- তোমরা আমাকে (তাদেরকে) দেখাও যাদেরকে তোমরা তাঁর অংশীদার জুড়ে দিয়েছ। কক্ষনো (দেখাতে পারবে) না, বরং তিনি আল্লাহ, মহাপরাক্রমশালী, মহাপ্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 3634,
            "verse_number": 28,
            "verse_key": "34:28",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 374,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا كَآفَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
            "page_number": 431,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98964,
                    "resource_id": 20,
                    "text": "And We have not sent you except comprehensively<sup foot_note=197129>1</sup> to mankind as a bringer of good tidings and a warner. But most of the people do not know."
                },
                {
                    "id": 216830,
                    "resource_id": 39,
                    "text": "Dan tiadalah Kami mengutusmu (wahai Muhammad) melainkan untuk umat manusia seluruhnya, sebagai Rasul pembawa berita gembira (kepada orang-orang yang beriman), dan pemberi amaran (kepada orang-orang yang ingkar); akan tetapi kebanyakan manusia tidak mengetahui (hakikat itu)."
                },
                {
                    "id": 1094611,
                    "resource_id": 161,
                    "text": "আমি তোমাকে সমগ্র মানবমন্ডলীর জন্য সুসংবাদদাতা ও সতর্ককারীরূপে প্রেরণ করেছি, কিন্তু অধিকাংশ মানুষ জানে না।"
                }
            ]
        },
        {
            "id": 3635,
            "verse_number": 29,
            "verse_key": "34:29",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 374,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 431,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98965,
                    "resource_id": 20,
                    "text": "And they say, \"When is this promise, if you should be truthful?\""
                },
                {
                    "id": 216831,
                    "resource_id": 39,
                    "text": "Dan mereka (yang ingkar) bertanya: \"Bilakah berlakunya azab yang telah dijanjikan itu, jika betul kamu orang-orang yang benar?\""
                },
                {
                    "id": 1094612,
                    "resource_id": 161,
                    "text": "তারা বলে- তুমি যদি সত্যবাদী হও তাহলে বল, (তোমার শুনানো) ও‘য়াদা কখন বাস্তবায়িত হবে?"
                }
            ]
        },
        {
            "id": 3636,
            "verse_number": 30,
            "verse_key": "34:30",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 374,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُل لَّكُم مِّيعَادُ يَوْمٍ لَّا تَسْتَـْٔخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
            "page_number": 431,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98968,
                    "resource_id": 20,
                    "text": "Say, \"For you is the appointment of a Day [when] you will not remain thereafter an hour, nor will you precede [it].\""
                },
                {
                    "id": 216834,
                    "resource_id": 39,
                    "text": "Jawablah (wahai Muhammad): \"Untuk kamu disediakan satu hari yang kamu tidak dapat melambatkannya sesaat pun, dan tidak pula kamu dapat menyegerakannya\"."
                },
                {
                    "id": 1094613,
                    "resource_id": 161,
                    "text": "বল- তোমাদের জন্য আছে এক নির্ধারিত দিন যা তোমরা এক মুহূর্তকালের জন্য বিলম্বিত করতে পারবে না, আর ত্বরান্বিত করতেও পারবে না।"
                }
            ]
        },
        {
            "id": 3637,
            "verse_number": 31,
            "verse_key": "34:31",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 375,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَن نُّؤْمِنَ بِهَـٰذَا ٱلْقُرْءَانِ وَلَا بِٱلَّذِى بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰٓ إِذِ ٱلظَّـٰلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ ٱلْقَوْلَ يَقُولُ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ لَوْلَآ أَنتُمْ لَكُنَّا مُؤْمِنِينَ",
            "page_number": 431,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98969,
                    "resource_id": 20,
                    "text": "And those who disbelieve say, \"We will never believe in this Qur’ān nor in that before it.\" But if you could see when the wrongdoers are made to stand before their Lord, refuting each others' words...<sup foot_note=197130>1</sup> Those who were oppressed will say to those who were arrogant, \"If not for you, we would have been believers.\""
                },
                {
                    "id": 216835,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kafir berkata: Kami tidak akan beriman sama sekali kepada Al-Quran ini dan tidak juga kepada Kitab-kitab ugama yang terdahulu daripadanya\". Dan (sungguh ngeri) kalau engkau melihat ketika orang-orang yang zalim itu dibawa berdiri di hadapan Tuhan mereka (untuk dihisab), masing-masing tuduh menuduh antara satu dengan yang lain. Orang-orang yang tertindas berkata kepada orang-orang yang sombong takbur (yang menjadi ketuanya): \"Kalaulah tidak kerana kamu (menindas dan memperdayakan kami), tentulah kami sudah menjadi orang yang beriman\"."
                },
                {
                    "id": 1094614,
                    "resource_id": 161,
                    "text": "কাফিরগণ বলে- আমরা এ কুরআনে কক্ষনো বিশ্বাস করব না, আর তার আগের কিতাবগুলোতেও না। তুমি যদি দেখতে! যখন যালিমদেরকে তাদের প্রতিপালকের সম্মুখে দাঁড় করানো হবে, তখন তারা পরস্পর বাদানুবাদ করবে। যাদেরকে দুর্বল ক’রে রাখা হয়েছিল তারা দাম্ভিকদেরকে বলবে- তোমরা না থাকলে আমরা অবশ্যই মু’মিন হতাম।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}