{
    "verses": [
        {
            "id": 3638,
            "verse_number": 32,
            "verse_key": "34:32",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 375,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ لِلَّذِينَ ٱسْتُضْعِفُوٓا۟ أَنَحْنُ صَدَدْنَـٰكُمْ عَنِ ٱلْهُدَىٰ بَعْدَ إِذْ جَآءَكُم ۖ بَلْ كُنتُم مُّجْرِمِينَ",
            "page_number": 432,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98970,
                    "resource_id": 20,
                    "text": "Those who were arrogant will say to those who were oppressed, \"Did we avert you from guidance after it had come to you? Rather, you were criminals.\""
                },
                {
                    "id": 216836,
                    "resource_id": 39,
                    "text": "Orang-orang yang sombong takbur itu menjawab kepada orang-orang yang tertindas: Kamikah yang telah menghalang kamu daripada menerima hidayah petunjuk sesudah ia datang kepada kamu? (Bukan kami yang menghalang) bahkan kamulah yang menyebabkan diri sendiri menjadi orang-orang yang berdosa\"."
                },
                {
                    "id": 1094615,
                    "resource_id": 161,
                    "text": "যাদেরকে দুর্বল ক’রে রাখা হয়েছিল দাম্ভিকরা তাদেরকে বলবে- তোমাদের কাছে সত্য পথের দিশা আসার পর আমরা কি তোমাদেরকে তাত্থেকে বাধা দিয়েছিলাম? বরং তোমরা নিজেরাই ছিলে অপরাধী।"
                }
            ]
        },
        {
            "id": 3639,
            "verse_number": 33,
            "verse_key": "34:33",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 375,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ ٱسْتُضْعِفُوا۟ لِلَّذِينَ ٱسْتَكْبَرُوا۟ بَلْ مَكْرُ ٱلَّيْلِ وَٱلنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِٱللَّهِ وَنَجْعَلَ لَهُۥٓ أَندَادًا ۚ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ وَجَعَلْنَا ٱلْأَغْلَـٰلَ فِىٓ أَعْنَاقِ ٱلَّذِينَ كَفَرُوا۟ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 432,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98971,
                    "resource_id": 20,
                    "text": "Those who were oppressed will say to those who were arrogant, \"Rather, [it was your] conspiracy of night and day when you were ordering us to disbelieve in Allāh and attribute to Him equals.\" But they will [all] confide regret when they see the punishment; and We will put shackles on the necks of those who disbelieved. Will they be recompensed except for what they used to do?"
                },
                {
                    "id": 216837,
                    "resource_id": 39,
                    "text": "Dan berkata pula orang-orang yang tertindas kepada orang-orang yang sombong takbur itu: \"Tidak! Bahkan (yang menghalang kami daripada beriman ialah) perbuatan kamu memperdaya kami malam dan siang, ketika kamu menyuruh kami berlaku kufur kepada Allah dan mengadakan sekutu-sekutu bagiNya. Akhirnya masing-masing diam sambil memendamkan perasaan sesal dan kecewa semasa mereka melihat azab; dan Kami pasangkan belenggu-belenggu pada leher orang-orang yang kafir itu. Mereka tidak dibalas melainkan dengan apa yang mereka telah kerjakan."
                },
                {
                    "id": 1094616,
                    "resource_id": 161,
                    "text": "যাদেরকে দুর্বল ক’রে রাখা হয়েছিল তারা দাম্ভিকদের বলবে- তোমরাই তো বরং দিন-রাত চক্রান্ত করতে। তোমরা আমাদেরকে নির্দেশ দিতে যাতে আমরা আল্লাহকে অস্বীকার করি আর তাঁর সমকক্ষ স্থির করি। যখন তারা শাস্তি দেখবে তখন মনের অনুতাপ মনেই লুকিয়ে রাখবে, আর আমি কাফিরদের গলায় শৃঙ্খল পরিয়ে দেব। তারা যা (দুনিয়াতে) করত তার প্রতিফলই তাদেরকে দেয়া হবে।"
                }
            ]
        },
        {
            "id": 3640,
            "verse_number": 34,
            "verse_key": "34:34",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 375,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
            "page_number": 432,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98972,
                    "resource_id": 20,
                    "text": "And We did not send into a city any warner except that its affluent said, \"Indeed we, in that with which you were sent, are disbelievers.\""
                },
                {
                    "id": 216838,
                    "resource_id": 39,
                    "text": "Dan Kami tidak mengutus kepada sesebuah negeri: seseorang Rasul pemberi amaran melainkan orang-orang yang berada dalam kemewahan di negeri itu berkata: \"Sesungguhnya kami tetap mengingkari apa yang kamu diutuskan membawanya\"."
                },
                {
                    "id": 1094617,
                    "resource_id": 161,
                    "text": "যখনই কোন জনপদে আমি সতর্ককারী পাঠিয়েছি, সেখানকার বিত্তবানরা বলেছে তোমাদেরকে যা দিয়ে পাঠানো হয়েছে আমরা তা অস্বীকার করছি।"
                }
            ]
        },
        {
            "id": 3641,
            "verse_number": 35,
            "verse_key": "34:35",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 375,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ نَحْنُ أَكْثَرُ أَمْوَٰلًا وَأَوْلَـٰدًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
            "page_number": 432,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98973,
                    "resource_id": 20,
                    "text": "And they<sup foot_note=197131>1</sup> said, \"We are more [than the believers] in wealth and children, and we are not to be punished.\""
                },
                {
                    "id": 216839,
                    "resource_id": 39,
                    "text": "Dan mereka berkata lagi: \"Kami lebih banyak harta benda dan anak pinak, dan kami pula tidak akan diseksa\"."
                },
                {
                    "id": 1094618,
                    "resource_id": 161,
                    "text": "তারা বলত- ধন-মাল আর বাল-বাচ্চায় আমরা বেশি, আমরা শাস্তিপ্রাপ্ত হতে পারি না।"
                }
            ]
        },
        {
            "id": 3642,
            "verse_number": 36,
            "verse_key": "34:36",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 375,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
            "page_number": 432,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98974,
                    "resource_id": 20,
                    "text": "Say, \"Indeed, my Lord extends provision for whom He wills and restricts [it], but most of the people do not know.\""
                },
                {
                    "id": 216840,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Sesungguhnya Tuhanku memewahkan rezeki bagi sesiapa yang dikehendakiNya, dan Dia juga yang menyempitkan (bagi sesiapa yang dikehendakiNya); akan tetapi kebanyakan manusia tidak mengetahui (hakikat itu)."
                },
                {
                    "id": 1094619,
                    "resource_id": 161,
                    "text": "বল- আমার প্রতিপালক যার জন্য চান রিযক প্রশস্ত করেন বা সীমিত করেন, কিন্তু (এর তাৎপর্য) অধিকাংশ লোকই জানে না।"
                }
            ]
        },
        {
            "id": 3643,
            "verse_number": 37,
            "verse_key": "34:37",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 376,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُم بِٱلَّتِى تُقَرِّبُكُمْ عِندَنَا زُلْفَىٰٓ إِلَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَأُو۟لَـٰٓئِكَ لَهُمْ جَزَآءُ ٱلضِّعْفِ بِمَا عَمِلُوا۟ وَهُمْ فِى ٱلْغُرُفَـٰتِ ءَامِنُونَ",
            "page_number": 432,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98975,
                    "resource_id": 20,
                    "text": "And it is not your wealth or your children that bring you nearer to Us in position, but it is [by being] one who has believed and done righteousness. For them there will be the double reward for what they did, and they will be in the upper chambers [of Paradise], safe [and secure]."
                },
                {
                    "id": 216841,
                    "resource_id": 39,
                    "text": "Dan bukanlah harta benda kamu dan tidak juga anak pinak kamu yang mendampingkan kamu di sisi Kami walau sedikitpun, kecuali orang-orang yang beriman dan beramal soleh, maka mereka itu akan beroleh balasan yang berlipat ganda disebabkan apa yang mereka telah kerjakan; dan mereka pula ditempatkan dalam mahligai-mahligai (di Syurga) dengan aman sentosa."
                },
                {
                    "id": 1094620,
                    "resource_id": 161,
                    "text": "ওটা না তোমাদের মাল-ধন, আর না তোমাদের সন্তান-সন্ততি যা তোমাদেরকে আমার নিকটবর্তী করবে। তবে যে কেউ ঈমান আনে আর সৎকাজ করে তাদেরই জন্য আছে বহুগুণ প্রতিদান তাদের কাজের জন্য। তারা সুউচ্চ প্রাসাদে নিরাপদে থাকবে।"
                }
            ]
        },
        {
            "id": 3644,
            "verse_number": 38,
            "verse_key": "34:38",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 376,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ يَسْعَوْنَ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
            "page_number": 432,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98976,
                    "resource_id": 20,
                    "text": "And the ones who strive against Our verses to cause [them] failure<sup foot_note=197132>1</sup> - those will be brought into the punishment [to remain]."
                },
                {
                    "id": 216842,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang berusaha menentang dan membatalkan ayat-ayat keterangan Kami sambil menyangka dapat melepaskan diri (dari hukuman Kami), mereka itu akan berada di dalam azab seksa."
                },
                {
                    "id": 1094621,
                    "resource_id": 161,
                    "text": "যারা আমার আয়াতসমূহকে ব্যর্থ করার জন্য চেষ্টা চালায়, তাদেরকে ‘আযাবে উপস্থিত করা হবে।"
                }
            ]
        },
        {
            "id": 3645,
            "verse_number": 39,
            "verse_key": "34:39",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 376,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ إِنَّ رَبِّى يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥ ۚ وَمَآ أَنفَقْتُم مِّن شَىْءٍ فَهُوَ يُخْلِفُهُۥ ۖ وَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
            "page_number": 432,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98977,
                    "resource_id": 20,
                    "text": "Say, \"Indeed, my Lord extends provision for whom He wills of His servants and restricts [it] for him. But whatever thing you spend [in His cause] - He will compensate it; and He is the best of providers.\""
                },
                {
                    "id": 216843,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Sesungguhnya Tuhanku memewahkan rezeki bagi sesiapa yang dikehendakiNya di antara hamba-hambaNya, dan Ia juga yang menyempitkan baginya; dan apa sahaja yang kamu dermakan maka Allah akan menggantikannya; dan Dia lah jua sebaik-baik Pemberi rezeki\"."
                },
                {
                    "id": 1094622,
                    "resource_id": 161,
                    "text": "বল- আমার প্রতিপালকই তাঁর বান্দাহদের মধ্যে যার জন্য ইচ্ছে রিযক প্রশস্ত করেন, আর যার জন্য ইচ্ছে সীমিত করেন। তোমরা যা কিছু (সৎ কাজে) ব্যয় কর, তিনি তার বিনিময় দেবেন। তিনিই সর্বশ্রেষ্ঠ রিযকদাতা।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}