{
    "verses": [
        {
            "id": 3646,
            "verse_number": 40,
            "verse_key": "34:40",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 376,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَـٰٓئِكَةِ أَهَـٰٓؤُلَآءِ إِيَّاكُمْ كَانُوا۟ يَعْبُدُونَ",
            "page_number": 433,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98980,
                    "resource_id": 20,
                    "text": "And [mention] the Day when He will gather them all and then say to the angels, \"Did these [people] used to worship you?\""
                },
                {
                    "id": 216846,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah) masa Allah menghimpunkan mereka semua (pada hari kiamat), kemudian Ia bertanya kepada malaikat: \"Adakah orang-orang ini, (kamu setujui) menyembah kamu dahulu?\""
                },
                {
                    "id": 1094623,
                    "resource_id": 161,
                    "text": "যেদিন তিনি তাদের সববাইকে একত্রিত করবেন, অতঃপর ফেরেশতাদেরকে বলবে-ওরা কি একমাত্র তোমাদেরই পূজা করত?"
                }
            ]
        },
        {
            "id": 3647,
            "verse_number": 41,
            "verse_key": "34:41",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 376,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ سُبْحَـٰنَكَ أَنتَ وَلِيُّنَا مِن دُونِهِم ۖ بَلْ كَانُوا۟ يَعْبُدُونَ ٱلْجِنَّ ۖ أَكْثَرُهُم بِهِم مُّؤْمِنُونَ",
            "page_number": 433,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98981,
                    "resource_id": 20,
                    "text": "They will say, \"Exalted are You! You, [O Allāh], are our benefactor excluding [i.e., not] them. Rather, they used to worship the jinn; most of them were believers in them.\""
                },
                {
                    "id": 216847,
                    "resource_id": 39,
                    "text": "Malaikat menjawab: \"Maha Suci Engkau (dari adanya sebarang sekutu denganMu). Engkaulah (yang kami hubungi sebagai Pemimpin dan) Pelindung kami bukan mereka. (Tidak ada hubungan dari pihak kami dengan mereka mengenai penyembahan mereka kepada kami), bahkan mereka adalah menyembah Jin Syaitan; kebanyakan mereka pula percaya kepada Jin Syaitan itu (sebagai sekutu Tuhan yang dipuja dan dipatuhi)\"."
                },
                {
                    "id": 1094624,
                    "resource_id": 161,
                    "text": "ফেরেশতারা বলবে- পবিত্র মহান তুমি, তুমিই আমাদের অভিভাবক, তারা নয়। বরং তারা জ্বিনদের পূজা করত; ওদের অধিকাংশই ওদের প্রতি বিশ্বাসী ছিল।"
                }
            ]
        },
        {
            "id": 3648,
            "verse_number": 42,
            "verse_key": "34:42",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 376,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَٱلْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلنَّارِ ٱلَّتِى كُنتُم بِهَا تُكَذِّبُونَ",
            "page_number": 433,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98982,
                    "resource_id": 20,
                    "text": "But today [i.e., the Day of Judgement] you do not hold for one another [the power of] benefit or harm, and We will say to those who wronged, \"Taste the punishment of the Fire, which you used to deny.\""
                },
                {
                    "id": 216848,
                    "resource_id": 39,
                    "text": "Maka pada hari ini, masing-masing di antara kamu tidak berkuasa memberi sebarang manfaat kepada kawannya, dan tidak pula dapat menolak sesuatu bahaya daripadanya; dan Kami katakan kepada orang-orang yang zalim (yang berlaku syirik) itu: \"Rasalah azab neraka yang kamu dahulu mendustakannya\"."
                },
                {
                    "id": 1094625,
                    "resource_id": 161,
                    "text": "আজ তোমাদের একে অন্যের কোন লাভ বা ক্ষতি করতে পারবে না। যারা যুলম করেছিল তাদেরকে আমি বলব- তোমরা জাহান্নামের শাস্তি আস্বাদন কর যা তোমরা মিথ্যে বলে অস্বীকার করতে।"
                }
            ]
        },
        {
            "id": 3649,
            "verse_number": 43,
            "verse_key": "34:43",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 376,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالُوا۟ مَا هَـٰذَآ إِلَّا رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ ءَابَآؤُكُمْ وَقَالُوا۟ مَا هَـٰذَآ إِلَّآ إِفْكٌ مُّفْتَرًى ۚ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
            "page_number": 433,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98983,
                    "resource_id": 20,
                    "text": "And when Our verses are recited to them as clear evidences, they say, \"This is not but a man who wishes to avert you from that which your fathers were worshipping.\" And they say, \"This is not except a lie invented.\" And those who disbelieve say of the truth when it has come to them, \"This is not but obvious magic.\""
                },
                {
                    "id": 216849,
                    "resource_id": 39,
                    "text": "Dan apabila dibacakan kepada mereka ayat-ayat keterangan Kami yang jelas nyata, berkatalah mereka (sesama sendiri): \"Orang ini (Muhammad) tidak lain hanyalah seorang lelaki yang hendak menghalang kamu daripada menyembah apa yang telah disembah oleh datuk nenek kamu\"; dan mereka berkata lagi: (Al-Quran) ini tidak lain hanyalah kata-kata dusta yang direka-reka\"; dan berkatalah orang-orang yang kafir terhadap kebenaran ketika datangnya kepada mereka: \"ini tidak lain hanyalah sihir yang terang nyata\"."
                },
                {
                    "id": 1094626,
                    "resource_id": 161,
                    "text": "তাদের সম্মুখে যখন আমার সুস্পষ্ট আয়াতসমূহ তিলাওয়াত করা হয় তখন তারা বলে- এটা তো এমন একজন মানুষ, যে তোমাদেরকে তোমাদের পূর্বপুরুষ যার ‘ইবাদাত করত তাত্থেকে বাধা দিতে চায়। তারা আরো বলে যে, এটা মনগড়া মিথ্যে ছাড়া আর কিছুই নয়। সত্য যখন কাফিরদের নিকট আসে তখন তারা বলে- এটা তো সুস্পষ্ট যাদু।"
                }
            ]
        },
        {
            "id": 3650,
            "verse_number": 44,
            "verse_key": "34:44",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 376,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ ءَاتَيْنَـٰهُم مِّن كُتُبٍ يَدْرُسُونَهَا ۖ وَمَآ أَرْسَلْنَآ إِلَيْهِمْ قَبْلَكَ مِن نَّذِيرٍ",
            "page_number": 433,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98984,
                    "resource_id": 20,
                    "text": "And We had not given them any scriptures which they could study, and We had not sent to them before you, [O Muḥammad], any warner."
                },
                {
                    "id": 216850,
                    "resource_id": 39,
                    "text": "Dan (tidak ada sebarang alasan bagi dakwaan mereka, kerana) Kami tidak pernah memberi kepada mereka Kitab-kitab untuk mereka membaca dan mengkajinya, dan Kami juga tidak pernah mengutus kepada mereka sebelummu (wahai Muhammad) seseorang Rasul pemberi amaran (melarang mereka menerima ajaranmu)."
                },
                {
                    "id": 1094627,
                    "resource_id": 161,
                    "text": "আমি তাদেরকে (অর্থাৎ মক্কার কুরায়শদের) কোন কিতাব দেইনি যা তারা পাঠ করত আর আমি তোমার পূর্বে তাদের কাছে কোন সতর্ককারীও পাঠাইনি।"
                }
            ]
        },
        {
            "id": 3651,
            "verse_number": 45,
            "verse_key": "34:45",
            "hizb_number": 44,
            "rub_el_hizb_number": 173,
            "ruku_number": 376,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَكَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا۟ مِعْشَارَ مَآ ءَاتَيْنَـٰهُمْ فَكَذَّبُوا۟ رُسُلِى ۖ فَكَيْفَ كَانَ نَكِيرِ",
            "page_number": 433,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98986,
                    "resource_id": 20,
                    "text": "And those before them denied, and they [i.e., the people of Makkah] have not attained a tenth of what We had given them. But they [i.e., the former peoples] denied My messengers, so how [terrible] was My reproach."
                },
                {
                    "id": 216852,
                    "resource_id": 39,
                    "text": "Dan (ketahuilah bahawa) umat-umat yang terdahulu sebelum mereka telah juga mendustakan (Rasul-rasulnya), sedang mereka (yang mendustakanmu) itu tidak: mencapai satu persepuluh (dari kekayaan, kepandaian dan kekuatan) yang Kami beri kepada umat-umat yang terdahulu itu; setelah umat-umat itu mendustakan Rasul-rasulKu (mereka pun dibinasakan). Dengan yang demikian perhatikanlah bagaimana buruknya akibat kemurkaanKu (menimpa mereka)."
                },
                {
                    "id": 1094628,
                    "resource_id": 161,
                    "text": "তাদের পূর্ববর্তীরাও (সত্যকে) মিথ্যে বলে অস্বীকার করেছিল। আমি তাদেরকে যা দিয়েছিলাম, এরা তার এক দশমাংশও পায়নি। তবুও ওরা যখন আমার রসূলগণকে অস্বীকার করেছিল তখন কত ভয়ংকর হয়েছিল আমার শাস্তি।"
                }
            ]
        },
        {
            "id": 3652,
            "verse_number": 46,
            "verse_key": "34:46",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 377,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ قُلْ إِنَّمَآ أَعِظُكُم بِوَٰحِدَةٍ ۖ أَن تَقُومُوا۟ لِلَّهِ مَثْنَىٰ وَفُرَٰدَىٰ ثُمَّ تَتَفَكَّرُوا۟ ۚ مَا بِصَاحِبِكُم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ لَّكُم بَيْنَ يَدَىْ عَذَابٍ شَدِيدٍ",
            "page_number": 433,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98987,
                    "resource_id": 20,
                    "text": "Say, \"I only advise you of one [thing] - that you stand for Allāh, [seeking truth] in pairs and individually, and then give thought.\" There is not in your companion any madness. He is only a warner to you before a severe punishment."
                },
                {
                    "id": 216853,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Aku hanyalah mengajar dan menasihati kamu dengan satu perkara sahaja, iaitu: hendaklah kamu bersungguh-sungguh berusaha mencari kebenaran kerana Allah semata-mata, sama ada dengan cara berdua (dengan orang lain), atau seorang diri; kemudian hendaklah kamu berfikir sematang-matangnya (untuk mengetahui salah benarnya ajaranKu)\". Sebenarnya tidak ada pada (Muhammad) yang menjadi sahabat kamu sebarang penyakit gila (sebagaimana yang dituduh); ia hanyalah seorang Rasul pemberi amaran kepada kamu, sebelum kamu ditimpa azab yang berat (di akhirat)."
                },
                {
                    "id": 1094629,
                    "resource_id": 161,
                    "text": "বল- আমি তোমাদেরকে একটি বিষয়ে নসীহত করছিঃ তোমরা আল্লাহর উদ্দেশ্যে দু’ দু’জন বা এক একজন করে দাঁড়াও, অতঃপর চিন্তা করে দেখ, তোমাদের সঙ্গী উন্মাদ নয়। সে তো সামনের কঠিন শাস্তি সম্পর্কে একজন সতর্ককারী মাত্র।"
                }
            ]
        },
        {
            "id": 3653,
            "verse_number": 47,
            "verse_key": "34:47",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 377,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
            "page_number": 433,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98988,
                    "resource_id": 20,
                    "text": "Say, \"Whatever payment I might have asked of you - it is yours. My payment is only from Allāh, and He is, over all things, Witness.\""
                },
                {
                    "id": 214786,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Apa jua yang aku harap kamu berikan kepadaku sebagai upah maka faedahnya tetap terpulang kepada kamu; balasan yang menjadi upahku yang sebenar hanyalah dari Allah, dan Ia sentiasa Memerhati serta Menyaksikan tiap-tiap sesuatu\"."
                },
                {
                    "id": 1094630,
                    "resource_id": 161,
                    "text": "বল- আমি তোমাদের নিকট হতে কোন পারিশ্রমিক চাই না, বরং তা তোমাদেরই জন্য। আমার পুরস্কার আছে কেবল আল্লাহর কাছে। তিনি সকল বিষয়ে প্রত্যক্ষদর্শী।"
                }
            ]
        },
        {
            "id": 3654,
            "verse_number": 48,
            "verse_key": "34:48",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 377,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ إِنَّ رَبِّى يَقْذِفُ بِٱلْحَقِّ عَلَّـٰمُ ٱلْغُيُوبِ",
            "page_number": 433,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98989,
                    "resource_id": 20,
                    "text": "Say, \"Indeed, my Lord projects the truth, Knower of the unseen.\""
                },
                {
                    "id": 216854,
                    "resource_id": 39,
                    "text": "Katakanlah lagi: \"Sesungguhnya TuhanKu, menurunkan wahyu (kepada Nabi-nabi pilihanNya) dengan perkara yang benar; Ia sentiasa Mengetahui akan segala perkara yang ghaib\"."
                },
                {
                    "id": 1094631,
                    "resource_id": 161,
                    "text": "বল- আমার প্রতিপালক সত্য ছুঁড়ে দেন (অসত্যকে আঘাত করার জন্যে)। (যাবতীয়) অদৃশ্য সম্পর্কে তিনি পূর্ণরূপে অবগত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}