{
    "verses": [
        {
            "id": 3655,
            "verse_number": 49,
            "verse_key": "34:49",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 377,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ جَآءَ ٱلْحَقُّ وَمَا يُبْدِئُ ٱلْبَـٰطِلُ وَمَا يُعِيدُ",
            "page_number": 434,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98990,
                    "resource_id": 20,
                    "text": "Say, \"The truth has come, and falsehood can neither begin [anything] nor repeat [it].\"<sup foot_note=197133>1</sup>"
                },
                {
                    "id": 216855,
                    "resource_id": 39,
                    "text": "Katakanlah lagi: \"Telah datang kebenaran (Al-Quran yang memberi segala kebaikan), dan perkara yang salah tidak memberi sebarang kebaikan di dunia, usahkan hendak mengulanginya di akhirat\"."
                },
                {
                    "id": 1094632,
                    "resource_id": 161,
                    "text": "বল- সত্য এসে গেছে, আর মিথ্যের নতুন করে আবির্ভাবও ঘটবে না, আর তার পুনরাবৃত্তিও হবে না।"
                }
            ]
        },
        {
            "id": 3656,
            "verse_number": 50,
            "verse_key": "34:50",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 377,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ عَلَىٰ نَفْسِى ۖ وَإِنِ ٱهْتَدَيْتُ فَبِمَا يُوحِىٓ إِلَىَّ رَبِّىٓ ۚ إِنَّهُۥ سَمِيعٌ قَرِيبٌ",
            "page_number": 434,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98993,
                    "resource_id": 20,
                    "text": "Say, \"If I should err, I would only err against myself. But if I am guided, it is by what my Lord reveals to me. Indeed, He is Hearing and near.\""
                },
                {
                    "id": 216858,
                    "resource_id": 39,
                    "text": "Katakanlah lagi: \"Sekiranya aku sesat maka bahaya kesesatanku akan menimpa diriku sendiri, dan jika aku beroleh hidayah petunjuk maka yang demikian disebabkan apa yang telah diwahyukan oleh Tuhanku kepadaku; sesungguhnya Ia Maha Mendengar, lagi Maha Dekat\"."
                },
                {
                    "id": 1094633,
                    "resource_id": 161,
                    "text": "বল- আমি যদি গুমরাহ হই, তবে নিজের ক্ষতি করতেই গুমরাহ হব। আর আমি যদি সৎ পথে চলি, তবে আমার প্রতিপালক যে আমার প্রতি ওয়াহী করেন তার বদৌলতেই। তিনি সর্বশ্রোতা, (সদা) সন্নিকটবর্তী। (আহবানকারীর ডাকে সাড়া দেন।)"
                }
            ]
        },
        {
            "id": 3657,
            "verse_number": 51,
            "verse_key": "34:51",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 377,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ تَرَىٰٓ إِذْ فَزِعُوا۟ فَلَا فَوْتَ وَأُخِذُوا۟ مِن مَّكَانٍ قَرِيبٍ",
            "page_number": 434,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98994,
                    "resource_id": 20,
                    "text": "And if you could see<sup foot_note=197134>1</sup> when they are terrified but there is no escape, and they will be seized from a place nearby."
                },
                {
                    "id": 216859,
                    "resource_id": 39,
                    "text": "Dan (sungguh ngeri) jika engkau melihat (keadaan orang-orang yang bersalah itu) ketika mereka gelisah takut (menyaksikan azabnya) serta mereka tidak mendapat jalan mengelaknya, dan mereka pun diambil dari tempat mereka berada (untuk dibawa ke tempat azab)."
                },
                {
                    "id": 1094634,
                    "resource_id": 161,
                    "text": "তুমি যদি দেখতে! যখন তারা ভয়ে কম্পমান হয়ে পড়বে, কিন্তু তারা কোন অব্যাহতি পাবে না। এক্কেবারে কাছের জায়গা থেকেই তাদেরকে ধরে ফেলা হবে।"
                }
            ]
        },
        {
            "id": 3658,
            "verse_number": 52,
            "verse_key": "34:52",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 377,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوٓا۟ ءَامَنَّا بِهِۦ وَأَنَّىٰ لَهُمُ ٱلتَّنَاوُشُ مِن مَّكَانٍۭ بَعِيدٍ",
            "page_number": 434,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98995,
                    "resource_id": 20,
                    "text": "And they will [then] say, \"We believe in it!\" But how for them will be the taking<sup foot_note=197136>1</sup> [of faith] from a place far away?<sup foot_note=197135>2</sup>"
                },
                {
                    "id": 216860,
                    "resource_id": 39,
                    "text": "Dan (pada ketika itu) mereka berkata: \"Kami sekarang beriman kepada kebenaran yang di bawa oleh Nabi Muhammad (s.a.w)\"; (apa jalannya) dan bagaimana caranya mereka dapat mencapai iman dari tempat yang jauh?"
                },
                {
                    "id": 1094635,
                    "resource_id": 161,
                    "text": "আর তারা বলবে- (এখন) আমরা ঈমান আনলাম। কিন্তু (ঈমান যেখানে আনতে হত সে স্থান থেকে তারা তো বহু দূরে এসে পড়েছে) এত দূরের জায়গা থেকে তারা ঈমানের নাগাল পাবে কীভাবে?"
                }
            ]
        },
        {
            "id": 3659,
            "verse_number": 53,
            "verse_key": "34:53",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 377,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَدْ كَفَرُوا۟ بِهِۦ مِن قَبْلُ ۖ وَيَقْذِفُونَ بِٱلْغَيْبِ مِن مَّكَانٍۭ بَعِيدٍ",
            "page_number": 434,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98996,
                    "resource_id": 20,
                    "text": "And they had already disbelieved in it before and would assault<sup foot_note=197138>1</sup> the unseen from a place far away.<sup foot_note=197137>2</sup>"
                },
                {
                    "id": 216861,
                    "resource_id": 39,
                    "text": "Pada hal mereka telah mengingkarinya sebelum itu, dan mereka pula selalu melemparkan tuduhan-tuduhan buta terhadap kebenaran itu dari tempat yang jauh? (sudah tentu salah)."
                },
                {
                    "id": 1094636,
                    "resource_id": 161,
                    "text": "তারা তো আগেই তা প্রত্যাখ্যান করেছিল। তারা অদৃশ্য বিষয় সম্পর্কে বহু দূর থেকে (আন্দাজ অনুমানে) কথা ছুঁড়ে দিত।"
                }
            ]
        },
        {
            "id": 3660,
            "verse_number": 54,
            "verse_key": "34:54",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 377,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ ۚ إِنَّهُمْ كَانُوا۟ فِى شَكٍّ مُّرِيبٍۭ",
            "page_number": 434,
            "juz_number": 22,
            "translations": [
                {
                    "id": 98997,
                    "resource_id": 20,
                    "text": "And prevention will be placed between them and what they desire,<sup foot_note=197139>1</sup> as was done with their kind before. Indeed, they were in disquieting doubt [i.e., denial]."
                },
                {
                    "id": 216862,
                    "resource_id": 39,
                    "text": "Dan disekatlah di antara mereka dengan (iman) yang mereka ingini, sebagaimana yang telah dilakukan kepada orang-orang yang sama keadaannya dengan mereka pada masa yang lalu; sesungguhnya mereka dahulu berada dalam keadaan syak yang meragukan."
                },
                {
                    "id": 1094637,
                    "resource_id": 161,
                    "text": "তাদের এবং তাদের কামনা-বাসনার মাঝে রেখে দেয়া হয়েছে এক প্রাচীর। তাদের মতের ও পথের লোকেদের ক্ষেত্রে পূর্বেও এমনটিই করা হয়েছিল। তারা ছিল সংশয়পূর্ণ সন্দেহে পতিত।"
                }
            ]
        },
        {
            "id": 3661,
            "verse_number": 1,
            "verse_key": "35:1",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 378,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": " ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَـٰٓئِكَةِ رُسُلًا أُو۟لِىٓ أَجْنِحَةٍ مَّثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۚ يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 434,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99009,
                    "resource_id": 20,
                    "text": "[All] praise is [due] to Allāh, Creator of the heavens and the earth, [who] made the angels messengers having wings, two or three or four. He increases in creation what He wills. Indeed, Allāh is over all things competent."
                },
                {
                    "id": 216873,
                    "resource_id": 39,
                    "text": "Segala puji tertentu bagi Allah yang menciptakan langit dan bumi, yang menjadikan malaikat utusan-utusan yang bersayap: dua, tiga dan empat; Ia menambah pada bentuk kejadian makhluk yang diciptakanNya apa jua yang dikehendakiNya. Sesungguhnya Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1094638,
                    "resource_id": 161,
                    "text": "যাবতীয় প্রশংসা আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা আল্লাহর জন্য। তিনি দূত মনোনীত করেন ফেরেশতামন্ডলীকে, যারা দুই দুই বা তিন তিন বা চার চার ডানা বিশিষ্ট। তিনি সৃষ্টিতে যা ইচ্ছে বৃদ্ধি করেন। আল্লাহ সকল বিষয়ের উপর সর্বশক্তিমান।"
                }
            ]
        },
        {
            "id": 3662,
            "verse_number": 2,
            "verse_key": "35:2",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 378,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "مَّا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 434,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99021,
                    "resource_id": 20,
                    "text": "Whatever Allāh grants to people of mercy - none can withhold it; and whatever He withholds - none can release it thereafter. And He is the Exalted in Might, the Wise."
                },
                {
                    "id": 216910,
                    "resource_id": 39,
                    "text": "Apa jua jenis rahmat yang dibukakan oleh Allah kepada manusia, maka tidak ada sesuatupun yang dapat menahannya; dan apa jua yang ditahan oleh Allah maka tidak ada sesuatupun yang dapat melepaskannya sesudah itu. Dan (ingatlah) Dia lah sahaja yang Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1094639,
                    "resource_id": 161,
                    "text": "আল্লাহ মানুষের জন্য তাঁর অনুগ্রহ থেকে যা খুলে দেন তা নিবারণ করার কেউ নেই। আর তিনি যা বারিত করেন অতঃপর কেউ তা প্রেরণ করতে পারে না। তিনি মহাপরাক্রমশালী, মহাপ্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 3663,
            "verse_number": 3,
            "verse_key": "35:3",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 378,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَـٰلِقٍ غَيْرُ ٱللَّهِ يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
            "page_number": 434,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99031,
                    "resource_id": 20,
                    "text": "O mankind, remember the favor of Allāh upon you. Is there any creator other than Allāh who provides for you from the heaven and earth? There is no deity except Him, so how are you deluded?"
                },
                {
                    "id": 216887,
                    "resource_id": 39,
                    "text": "Wahai umat manusia, kenangkanlah nikmat Allah yang telah dikurniakanNya kepada kamu; tidak ada sama sekali yang menciptakan sesuatu selain daripada Allah; Ia memberi rezeki kepada kamu dari langit dan bumi. Tiada Tuhan melainkan Dia, maka mengapa kamu rela dipalingkan (dari menyembahnya)?"
                },
                {
                    "id": 1094640,
                    "resource_id": 161,
                    "text": "হে মানুষ! তোমরা তোমাদের প্রতি আল্লাহর অনুগ্রহের কথা স্মরণ কর। তিনি ছাড়া কোন সৃষ্টিকর্তা আছে কি যে তোমাদেরকে আকাশ ও যমীন থেকে রিযক দান করে? তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, তাহলে কীভাবে তোমরা বিপথগামী হচ্ছ?"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}