{
    "verses": [
        {
            "id": 3664,
            "verse_number": 4,
            "verse_key": "35:4",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 378,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
            "page_number": 435,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99043,
                    "resource_id": 20,
                    "text": "And if they deny you, [O Muḥammad] - already were messengers denied before you. And to Allāh are returned [all] matters."
                },
                {
                    "id": 216902,
                    "resource_id": 39,
                    "text": "Dan jika mereka mendustakanmu (wahai Muhammad), maka sesungguhnya Rasul-rasul yang terdahulu sebelummu telah juga didustakan (oleh kaumnya masing-masing). Dan (Ingatlah), kepada Allah jualah dikembalikan segala urusan."
                },
                {
                    "id": 1094641,
                    "resource_id": 161,
                    "text": "তারা যদি তোমাকে মিথ্যে বলে অস্বীকার করে, তাহলে (তাদের এ আচরণ তো কোন নতুন বিষয় নয়) তোমার পূর্বেও রসূলদেরকে মিথ্যে বলে অস্বীকার করা হয়েছে। (যে যা-ই কিছু করুক না কেন) সমস্ত কার্যকলাপ (হিসাব নিকাশের জন্য) আল্লাহর কাছে ফিরে যাবে।"
                }
            ]
        },
        {
            "id": 3665,
            "verse_number": 5,
            "verse_key": "35:5",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 378,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
            "page_number": 435,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99051,
                    "resource_id": 20,
                    "text": "O mankind, indeed the promise of Allāh is truth, so let not the worldly life delude you and be not deceived about Allāh by the Deceiver [i.e., Satan]."
                },
                {
                    "id": 216851,
                    "resource_id": 39,
                    "text": "Wahai umat manusia, sesungguhnya janji Allah (membalas amal kamu) adalah benar; maka janganlah kamu diperdayakan oleh kemewahan hidup di dunia, dan janganlah Syaitan yang menjadi sebesar-besar penipu itu berpeluang menyebabkan kamu terpedaya dengan (kemurahan) Allah (lalu kamu lalai dan menderhaka)."
                },
                {
                    "id": 1094642,
                    "resource_id": 161,
                    "text": "হে মানুষ! আল্লাহর ওয়া‘দা সত্য, কাজেই পার্থিব জীবন কিছুতেই যেন তোমাদেরকে প্রতারিত না করে; আর সেই প্রধান প্রতারক (শয়ত্বান) যেন কিছুতেই তোমাদেরকে আল্লাহ সম্পর্কে প্রতারিত না করে।"
                }
            ]
        },
        {
            "id": 3666,
            "verse_number": 6,
            "verse_key": "35:6",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 378,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلشَّيْطَـٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَـٰبِ ٱلسَّعِيرِ",
            "page_number": 435,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99053,
                    "resource_id": 20,
                    "text": "Indeed, Satan is an enemy to you; so take him as an enemy. He only invites his party to be among the companions of the Blaze."
                },
                {
                    "id": 216874,
                    "resource_id": 39,
                    "text": "Sesungguhnya Syaitan adalah musuh bagi kamu, maka jadikanlah dia musuh (yang mesti dijauhi tipu dayanya); sebenarnya dia hanyalah mengajak golongannya supaya menjadi dari penduduk neraka."
                },
                {
                    "id": 1094643,
                    "resource_id": 161,
                    "text": "শয়ত্বান তোমাদের শত্রু, কাজেই তাকে শত্রু হিসেবে গ্রহণ কর। সে কেবল তার দলবলকে ডাকে, যাতে তারা জ্বলন্ত অগ্নির সঙ্গী হয়।"
                }
            ]
        },
        {
            "id": 3667,
            "verse_number": 7,
            "verse_key": "35:7",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 378,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
            "page_number": 435,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99055,
                    "resource_id": 20,
                    "text": "Those who disbelieve will have a severe punishment, and those who believe and do righteous deeds will have forgiveness and great reward."
                },
                {
                    "id": 216921,
                    "resource_id": 39,
                    "text": "Orang-orang yang kafir, bagi mereka azab yang berat; dan orang-orang yang beriman serta beramal soleh, bagi mereka keampunan dan pahala yang besar."
                },
                {
                    "id": 1094644,
                    "resource_id": 161,
                    "text": "যারা কুফুরী করে তাদের জন্য রয়েছে কঠিন শাস্তি। আর যারা ঈমান আনে আর সৎকাজ করে তাদের জন্য রয়েছে ক্ষমা ও মহা প্রতিফল।"
                }
            ]
        },
        {
            "id": 3668,
            "verse_number": 8,
            "verse_key": "35:8",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 379,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا ۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ",
            "page_number": 435,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99060,
                    "resource_id": 20,
                    "text": "Then is one to whom the evil of his deed has been made attractive so he considers it good [like one rightly guided]? For indeed, Allāh sends astray whom He wills and guides whom He wills. So do not let yourself perish over them in regret. Indeed, Allāh is Knowing of what they do."
                },
                {
                    "id": 216923,
                    "resource_id": 39,
                    "text": "Maka (fikirkanlah) adakah orang yang diperelokkan kepadanya amal buruknya (oleh Syaitan) lalu ia memandangnya dan mempercayainya baik, (bolehkah disifatkan sebagai orang yang menjalankan peraturan yang ditetapkan Allah untuk memberi hidayah kepadanya, atau sebaliknya) ? Kerana sesungguhnya Allah menyesatkan sesiapa yang dikehendakiNya, dan Ia juga memberi hidayah petunjuk kepada sesiapa yang dikehendakiNya. Oleh itu, janganlah engkau membinasakan dirimu (wahai Muhammad) kerana menanggung dukacita terhadap kesesatan mereka. Sesungguhnya Allah Maha Mengetahui akan apa yang mereka kerjakan."
                },
                {
                    "id": 1094645,
                    "resource_id": 161,
                    "text": "যাকে তার মন্দ কর্ম শোভনীয় ক’রে দেখানো হয়, অতঃপর সে সেটাকে উত্তম মনে করে (সে কি তার সমান, যে সৎ পথে পরিচালিত?) আল্লাহ যাকে ইচ্ছে বিপথগামী করেন, আর যাকে ইচ্ছে সঠিক পথে পরিচালিত করেন। কাজেই তাদের জন্য আক্ষেপ ক’রে, তুমি তোমার জীবনকে ধ্বংস হতে দিও না। তারা যা করে আল্লাহ তা খুব ভালভাবেই জানেন।"
                }
            ]
        },
        {
            "id": 3669,
            "verse_number": 9,
            "verse_key": "35:9",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 379,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَسُقْنَـٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ ٱلنُّشُورُ",
            "page_number": 435,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99062,
                    "resource_id": 20,
                    "text": "And it is Allāh who sends the winds, and they stir the clouds, and We drive them to a dead land and give life thereby to the earth after its lifelessness. Thus is the resurrection."
                },
                {
                    "id": 216925,
                    "resource_id": 39,
                    "text": "Dan Allah jualah yang menghantarkan angin, lalu angin itu menggerakkan awan, kemudian Kami halakan awan itu ke negeri yang mati (yang kering kontang); lalu Kami hidupkan bumi sesudah matinya dengan (hujan dari awan) itu. Sedemikian itu pula kebangkitan manusia (hidup semula sesudah mati)."
                },
                {
                    "id": 1094646,
                    "resource_id": 161,
                    "text": "আল্লাহ, যিনি বায়ু প্রেরণ করেন, অতঃপর তা মেঘ সঞ্চার করে, অতঃপর আমি তা নির্জীব ভূখন্ডের দিকে পরিচালিত করি। অতঃপর আমি তা দিয়ে মৃত্তিকাকে তার মৃত্যুর পর আবার সঞ্জীবিত করি। এভাবেই (ঘটবে) পুনরুত্থান।"
                }
            ]
        },
        {
            "id": 3670,
            "verse_number": 10,
            "verse_key": "35:10",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 379,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّـٰلِحُ يَرْفَعُهُۥ ۚ وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُو۟لَـٰٓئِكَ هُوَ يَبُورُ",
            "page_number": 435,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99010,
                    "resource_id": 20,
                    "text": "Whoever desires honor [through power] - then to Allāh belongs all honor.<sup foot_note=197141>1</sup> To Him ascends good speech, and righteous work raises it.<sup foot_note=197140>2</sup> But they who plot evil deeds will have a severe punishment, and the plotting of those - it will perish."
                },
                {
                    "id": 216877,
                    "resource_id": 39,
                    "text": "Sesiapa yang mahukan kemuliaan (maka hendaklah ia berusaha mencarinya dengan jalan mematuhi perintah Allah), kerana bagi Allah jualah segala kemuliaan. Kepada Allah lah naiknya segala perkataan yang baik (yang menegaskan iman dan tauhid, untuk dimasukkan ke dalam kira-kira balasan), dan amal yang soleh pula di angkatnya naik (sebagai amal yang makbul - yang memberi kemuliaan kepada yang melakukannya). Dan sebaliknya: orang-orang yang merancangkan kejahatan (untuk mendapat kemuliaan), adalah bagi mereka azab seksa yang berat; dan rancangan jahat mereka (kalau berkesan) akan rosak binasa."
                },
                {
                    "id": 1094647,
                    "resource_id": 161,
                    "text": "কেউ সম্মান-সুখ্যাতি চাইলে (আল্লাহকে উপেক্ষা করে তা লাভ করা যাবে না), সে জেনে নিক যাবতীয় সম্মান-সুখ্যাতির অধিকারী হলেন আল্লাহ। তাঁরই দিকে উত্থিত হয় পবিত্র কথাগুলো আর সৎকাজ সেগুলোকে উচ্চে তুলে ধরে। যারা মন্দ কাজের চক্রান্ত করে তাদের জন্য আছে কঠিন শাস্তি। তাদের চক্রান্ত নিষ্ফল হবে।"
                }
            ]
        },
        {
            "id": 3671,
            "verse_number": 11,
            "verse_key": "35:11",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 379,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا ۚ وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
            "page_number": 435,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99011,
                    "resource_id": 20,
                    "text": "And Allāh created you from dust, then from a sperm-drop; then He made you mates. And no female conceives nor does she give birth except with His knowledge. And no aged person is granted [additional] life nor is his lifespan lessened but that it is in a register. Indeed, that for Allāh is easy."
                },
                {
                    "id": 216878,
                    "resource_id": 39,
                    "text": "Dan Allah menciptakan kamu dari tanah, kemudian dari (setitis) air benih, kemudian Ia menjadikan kamu berpasangan (lelaki dan perempuan). Dan tiada mengandung seseorang perempuan (juga seekor betina), dan tidak pula satu-satunya melahirkan (anak yang dikandungnya) melainkan dengan keadaan yang diketahui Allah. Dan tidak diberikan seseorang berumur panjang, juga tidak dijadikan seseorang pendek umurnya, melainkan ada kadarnya di dalam Kitab Ilahi. Sesungguhnya yang demikian itu mudah sahaja kepada Allah."
                },
                {
                    "id": 1094648,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদেরকে মাটি থেকে সৃষ্টি করেছেন, অতঃপর শুক্র-বিন্দু হতে, অতঃপর তিনি তোমাদেরকে করেছেন (স্বামী-স্ত্রীর) জোড়া। তাঁর অবগতি ব্যতীত কোন নারী গর্ভ ধারণ করে না বা (তার বোঝা) হালকা করে না। কোন দীর্ঘায়ুর আয়ু দীর্ঘ করা হয় না, আর তার আয়ু কমানো হয় না কিতাবের লিখন ছাড়া। এটা (অর্থাৎ এ সবের হিসাব রাখা ও তত্ত্বাবধান করা) আল্লাহর জন্য সহজ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}