{
    "verses": [
        {
            "id": 3672,
            "verse_number": 12,
            "verse_key": "35:12",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 379,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَـٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَـٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
            "page_number": 436,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99012,
                    "resource_id": 20,
                    "text": "And not alike are the two seas [i.e., bodies of water]. One is fresh and sweet, palatable for drinking, and one is salty and bitter. And from each you eat tender meat and extract ornaments which you wear, and you see the ships plowing through [them] that you might seek of His bounty; and perhaps you will be grateful."
                },
                {
                    "id": 216879,
                    "resource_id": 39,
                    "text": "Dan tidaklah sama keadaan dua laut (sekalipun satu jenisnya), yang satu tawar lagi memuaskan dahaga serta sesuai diminum, sementara yang satu lagi masin lagi pahit. Dan (kedua-duanya itu berfaedah kepada kamu): dari tiap-tiap satunya kamu dapat makan daging yang lembut - hidup-hidup, dan dapat pula kamu mengeluarkan benda-benda perhiasan untuk kamu memakainya; (selain itu) engkau melihat pula kapal-kapal membelah air belayar padanya; (diadakan semuanya itu) supaya kamu dapat mencari rezeki dari limpah kurnia Allah, dan supaya kamu bersyukur."
                },
                {
                    "id": 1094649,
                    "resource_id": 161,
                    "text": "দু’টি দরিয়াও এক রকম নয়। একটি সুমিষ্ট, সুস্বাদু, সুপেয়; অন্যটি লবণাক্ত, বিস্বাদ। তথাপি তোমরা সকল (প্রকার পানি) থেকে তাজা গোশত আহার কর আর বের কর অলংকার- পরিধান করার জন্যে। তোমরা দেখতে পাও নৌযানগুলো ঢেউয়ের বুক চিরে চলাচল করে যাতে তোমরা তাঁর অনুগ্রহ খোঁজ করতে পার, আর যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।"
                }
            ]
        },
        {
            "id": 3673,
            "verse_number": 13,
            "verse_key": "35:13",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 379,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۚ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ",
            "page_number": 436,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99013,
                    "resource_id": 20,
                    "text": "He causes the night to enter the day, and He causes the day to enter the night and has subjected the sun and the moon - each running [its course] for a specified term. That is Allāh, your Lord; to Him belongs sovereignty. And those whom you invoke other than Him do not possess [as much as] the membrane of a date seed."
                },
                {
                    "id": 216880,
                    "resource_id": 39,
                    "text": "Allah jua yang memasukkan malam pada siang dan memasukkan siang pada malam (silih berganti), dan Ia yang memudahkan peredaran matahari dan bulan; tiap-tiap satu dari keduanya beredar untuk suatu masa yang telah ditetapkan. Yang melakukan semuanya itu ialah Allah Tuhan kamu, bagiNyalah kuasa pemerintahan; sedang mereka yang kamu sembah - yang lain dari Allah - tidak mempunyai sesuatu pun walau senipis selaput biji kurma."
                },
                {
                    "id": 1094650,
                    "resource_id": 161,
                    "text": "তিনি রাতকে দিনে ঢুকিয়ে দেন, আর দিনকে রাতে ঢুকিয়ে দেন। তিনি সূর্য ও চন্দ্রকে তাঁর নিয়ন্ত্রণের অধীনে (কাজে নিয়োজিত) রেখেছেন। প্রত্যেকেই নির্ধারিত সময় অনুসারে গতিশীল আছে। এই হলেন আল্লাহ, তোমাদের প্রতিপালক। রাজত্ব তাঁরই। তোমরা তাঁর পরিবর্তে যাদেরকে ডাক তারা তো খেজুরের অাঁটি সংলগ্ন (অত্যন্ত পাতলা ও দুর্বল) আবরণেরও মালিক নয়।"
                }
            ]
        },
        {
            "id": 3674,
            "verse_number": 14,
            "verse_key": "35:14",
            "hizb_number": 44,
            "rub_el_hizb_number": 174,
            "ruku_number": 379,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
            "page_number": 436,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99014,
                    "resource_id": 20,
                    "text": "If you invoke them, they do not hear your supplication; and if they heard, they would not respond to you. And on the Day of Resurrection they will deny your association.<sup foot_note=197142>1</sup> And none can inform you like [one] Aware [of all matters]."
                },
                {
                    "id": 216882,
                    "resource_id": 39,
                    "text": "Kalau kamu memohon kepada mereka (yang kamu sembah itu): mereka tidak mendengar permohonan kamu, dan kalaulah mereka mendengar pun, mereka tidak dapat memberikan apa yang kamu pohonkan itu; dan pada hari kiamat pula mereka mengingkari perbuatan syirik kamu. Dan (ingatlah) tidak ada yang dapat memberi tahu kepadamu (wahai Muhammad, akan hakikat yang sebenarnya) seperti yang diberikan Allah Yang Maha Mendalam PengetahuanNya."
                },
                {
                    "id": 1094651,
                    "resource_id": 161,
                    "text": "তোমরা তাদেরকে ডাকলে তারা তোমাদের ডাক শুনবে না আর যদি শুনেও, তবুও তোমাদের (ডাকে) সাড়া দিতে পারবে না। আর তোমরা যে তাদেরকে (আল্লাহর) অংশীদার গণ্য করতে, ক্বিয়ামতের দিন তা তারা অস্বীকার করবে। কেউই তোমাদেরকে সর্বজ্ঞ আল্লাহর মত খবর জানাতে পারবে না।"
                }
            ]
        },
        {
            "id": 3675,
            "verse_number": 15,
            "verse_key": "35:15",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 380,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ ۖ وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
            "page_number": 436,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99015,
                    "resource_id": 20,
                    "text": "O mankind, you are those in need of Allāh, while Allāh is the Free of need, the Praiseworthy."
                },
                {
                    "id": 216901,
                    "resource_id": 39,
                    "text": "(Oleh kerana Allah menguasai segala-galanya, maka) wahai umat manusia, kamulah yang sentiasa berhajat kepada Allah (dalam segala perkara), sedang Allah Dia lah sahaja Yang Maha Kaya, lagi Maha Terpuji."
                },
                {
                    "id": 1094652,
                    "resource_id": 161,
                    "text": "হে মানুষ! তোমরাই আল্লাহর মুখাপেক্ষী, আর আল্লাহ তিনি তো অভাবহীন, প্রশংসিত।"
                }
            ]
        },
        {
            "id": 3676,
            "verse_number": 16,
            "verse_key": "35:16",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 380,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
            "page_number": 436,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99016,
                    "resource_id": 20,
                    "text": "If He wills, He can do away with you and bring forth a new creation."
                },
                {
                    "id": 216905,
                    "resource_id": 39,
                    "text": "Jika Ia mahu, nescaya Ia membinasakan kamu dan mendatangkan makhluk yang baharu."
                },
                {
                    "id": 1094653,
                    "resource_id": 161,
                    "text": "তিনি ইচ্ছে করলে তোমাদেরকে বিলুপ্ত করতে পারেন, আর এক নতুন সৃষ্টি আনতে পারেন।"
                }
            ]
        },
        {
            "id": 3677,
            "verse_number": 17,
            "verse_key": "35:17",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 380,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
            "page_number": 436,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99017,
                    "resource_id": 20,
                    "text": "And that is for Allāh not difficult."
                },
                {
                    "id": 216906,
                    "resource_id": 39,
                    "text": "Dan (perlaksanaan) yang demikian itu tidaklah sukar bagi Allah."
                },
                {
                    "id": 1094654,
                    "resource_id": 161,
                    "text": "এটা আল্লাহর পক্ষে কঠিন নয়।"
                }
            ]
        },
        {
            "id": 3678,
            "verse_number": 18,
            "verse_key": "35:18",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 380,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰٓ ۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ ۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ ۚ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
            "page_number": 436,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99018,
                    "resource_id": 20,
                    "text": "And no bearer of burdens will bear the burden of another. And if a heavily laden soul calls [another] to [carry some of] its load, nothing of it will be carried, even if he should be a close relative. You can only warn those who fear their Lord unseen and have established prayer. And whoever purifies himself only purifies himself for [the benefit of] his soul. And to Allāh is the [final] destination."
                },
                {
                    "id": 216907,
                    "resource_id": 39,
                    "text": "Dan (ketahuilah), seseorang pemikul tldak akan memikul dosa perbuatan orang lain; dan jika seseorang yang berat tanggungnya (dengan dosa), memanggil (orang lain) untuk menolong memikul sama bebanan itu, tidak akan dapat dipikul sedikitpun daripadanya, walaupun orang yang diminta pertolongannya itu dari kerabatnya sendiri. Sesungguhnya engkau (wahai Muhammad) hanyalah memberi peringatan kepada orang-orang yang takut (melanggar hukum-hukum) Tuhan semasa mereka tidak dilihat orang dan semasa mereka tidak melihat azab Tuhan, serta mereka mendirikan sembahyang. Dan sesiapa yang membersihkan dirinya (dari segala yang dilarang) maka sesungguhnya ia melakukan pembersihan itu untuk kebaikan dirinya sendiri dan (ingatlah), kepada Allah jualah tempat kembali."
                },
                {
                    "id": 1094655,
                    "resource_id": 161,
                    "text": "কোন বহনকারী অন্যের (পাপের) বোঝা বইবে না। কেউ যদি তার গুরুভার বয়ে দেয়ার জন্য অন্যকে ডাকে তবে তার কিছুই বয়ে দেয়া হবে না- নিকটাত্মীয় হলেও। তুমি কেবল তাদেরকেই সতর্ক করতে পার, যারা না দেখেই তাদের প্রতিপালককে ভয় করে আর নামায প্রতিষ্ঠা করে। যে কেউ নিজেকে পরিশুদ্ধ করে সে তো পরিশুদ্ধ করে নিজের কল্যাণেই। আল্লাহর দিকেই (সকলের) প্রত্যাবর্তন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}