{
    "verses": [
        {
            "id": 3691,
            "verse_number": 31,
            "verse_key": "35:31",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 381,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ ۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ",
            "page_number": 438,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99033,
                    "resource_id": 20,
                    "text": "And that which We have revealed to you, [O Muḥammad], of the Book is the truth, confirming what was before it. Indeed Allāh, of His servants, is Aware and Seeing."
                },
                {
                    "id": 216889,
                    "resource_id": 39,
                    "text": "Dan Al-Quran yang Kami wahyukan kepadamu (wahai Muhammad) ialah yang benar (segala-galanya) yang tetap mengesahkan Kitab-kitab yang diturunkan sebelumnya. Sesungguhnya Allah Maha Mengetahui dengan sedalam-dalamnya akan keadaan sekalian hambaNya, lagi Maha Melihat dan memerhatikan."
                },
                {
                    "id": 1094668,
                    "resource_id": 161,
                    "text": "আমি যে কিতাবটি হতে তোমার প্রতি ওয়াহী করেছি তা সত্য, পূর্ববর্তী কিতাবের সত্যায়নকারী। আল্লাহ তাঁর বান্দাহদের সম্পর্কে অবশ্যই সব খবর রাখেন এবং সব দেখেন।"
                }
            ]
        },
        {
            "id": 3692,
            "verse_number": 32,
            "verse_key": "35:32",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 381,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ أَوْرَثْنَا ٱلْكِتَـٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
            "page_number": 438,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99034,
                    "resource_id": 20,
                    "text": "Then We caused to inherit the Book those We have chosen of Our servants;<sup foot_note=197146>1</sup> and among them is he who wrongs himself [i.e., sins], and among them is he who is moderate, and among them is he who is foremost in good deeds by permission of Allāh. That [inheritance] is what is the great bounty."
                },
                {
                    "id": 216890,
                    "resource_id": 39,
                    "text": "Kemudian Kami jadikan Al-Quran itu diwarisi oleh orang-orang yang Kami pilih dari kalangan hamba-hamba Kami; maka di antara mereka ada yang berlaku zalim kepada dirinya sendiri (dengan tidak mengindahkan ajaran Al-Quran), dan di antaranya ada yang bersikap sederhana, dan di antaranya pula ada yang mendahului (orang lain) dalam berbuat kebaikan dengan izin Allah. Yang demikian itu ialah limpah kurnia yang besar (dari Allah semata-mata)."
                },
                {
                    "id": 1094669,
                    "resource_id": 161,
                    "text": "অতঃপর সেই কিতাবটির উত্তরাধিকারী করেছি আমি আমার বান্দাহদের মধ্যে হতে যাদেরকে বেছে নিয়েছি। অতঃপর তাদের কতক নিজেদের প্রতি অত্যাচার করেছে, আর কতক মধ্যপন্থী। তাদের কতক আল্লাহর নির্দেশে সৎ কাজে অগ্রণী। এটাই (মানুষের প্রতি আল্লাহর) খুবই বড় দয়া।"
                }
            ]
        },
        {
            "id": 3693,
            "verse_number": 33,
            "verse_key": "35:33",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 381,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
            "page_number": 438,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99035,
                    "resource_id": 20,
                    "text": "[For them are] gardens of perpetual residence which they will enter. They will be adorned therein with bracelets of gold and pearls, and their garments therein will be silk."
                },
                {
                    "id": 216891,
                    "resource_id": 39,
                    "text": "(Balasan mereka ialah) Syurga - syurga \" Adn \", yang mereka akan masukinya; mereka dihiaskan di dalamnya dengan gelang-gelang tangan dari emas dan mutiara; dan pakaian mereka di situ adalah dari sutera."
                },
                {
                    "id": 1094670,
                    "resource_id": 161,
                    "text": "স্থায়ী জান্নাতে তারা প্রবেশ করবে। যেখানে তাদেরকে স্বর্ণ ও মুক্তার কঙ্কণে অলঙ্কৃত করা হবে। যেখানে তাদের পোশাক হবে রেশমের।"
                }
            ]
        },
        {
            "id": 3694,
            "verse_number": 34,
            "verse_key": "35:34",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 381,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
            "page_number": 438,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99036,
                    "resource_id": 20,
                    "text": "And they will say, \"Praise to Allāh, who has removed from us [all] sorrow. Indeed, our Lord is Forgiving and Appreciative -"
                },
                {
                    "id": 216892,
                    "resource_id": 39,
                    "text": "Dan (sebagai bersyukur) berkatalah mereka: \"Segala puji tertentu bagi Allah, yang telah menghapuskan perasaan dukacita dari kami; Sesungguhnya Tuhan kami Maha Pengampun, lagi sentiasa memberi balasan yang sebaik-baiknya (kepada orang-orang yang taat);"
                },
                {
                    "id": 1094671,
                    "resource_id": 161,
                    "text": "আর তারা বলবে- যাবতীয় প্রশংসা আল্লাহর যিনি আমাদের দুঃখ কষ্ট দূর করে দিয়েছেন। আমাদের প্রতিপালক অবশ্যই পরম ক্ষমাশীল, (ভাল কাজের) বড়ই মর্যাদাদানকারী।"
                }
            ]
        },
        {
            "id": 3695,
            "verse_number": 35,
            "verse_key": "35:35",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 381,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
            "page_number": 438,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99037,
                    "resource_id": 20,
                    "text": "He who has settled us in the home of duration [i.e., Paradise] out of His bounty. There touches us not in it any fatigue, and there touches us not in it weariness [of mind].\""
                },
                {
                    "id": 216893,
                    "resource_id": 39,
                    "text": "Tuhan yang telah menempatkan kami di tempat tinggal yang kekal, dengan limpah kurniaNya semata-mata. Kami tidak akan merasa penat lelah di situ, dan Kami juga di situ tidak akan merasa letih lesu\"."
                },
                {
                    "id": 1094672,
                    "resource_id": 161,
                    "text": "যিনি স্বীয় অনুগ্রহে আমাদেরকে স্থায়ী আবাস দান করেছেন। সেখানে ক্লেশ আমাদেরকে স্পর্শ করে না, ক্লান্তিও আমাদেরকে স্পর্শ করে না।"
                }
            ]
        },
        {
            "id": 3696,
            "verse_number": 36,
            "verse_key": "35:36",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 381,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ",
            "page_number": 438,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99038,
                    "resource_id": 20,
                    "text": "And for those who disbelieve will be the fire of Hell. [Death] is not decreed for them<sup foot_note=197147>1</sup> so they may die, nor will its torment be lightened for them. Thus do We recompense every ungrateful one."
                },
                {
                    "id": 216894,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kafir, bagi mereka neraka Jahannam; mereka tidak dijatuhkan hukuman bunuh supaya mereka mati (dan terlepas dari seksa), dan tidak pula diringankan azab neraka itu dari mereka; dan demikianlah Kami membalas tiap-tiap orang yang melampau kufurnya."
                },
                {
                    "id": 1094673,
                    "resource_id": 161,
                    "text": "আর যারা কুফুরী করে, তাদের জন্য আছে জাহান্নামের আগুন। তাদের জন্য কোন সময় নির্ধারণ করা হবে না যে, তারা (নির্ধারিত সময় আসলে) মরে যাবে, আর তাদের থেকে শাস্তিও কমানো হবে না। প্রত্যেক অকৃতজ্ঞকে আমি এভাবেই প্রতিফল দিয়ে থাকি।"
                }
            ]
        },
        {
            "id": 3697,
            "verse_number": 37,
            "verse_key": "35:37",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 381,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَـٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ ۖ فَذُوقُوا۟ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
            "page_number": 438,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99039,
                    "resource_id": 20,
                    "text": "And they will cry out therein, \"Our Lord, remove us;<sup foot_note=197148>1</sup> we will do righteousness - other than what we were doing!\" But did We not grant you life enough for whoever would remember therein to remember, and the warner had come to you? So taste [the punishment], for there is not for the wrongdoers any helper."
                },
                {
                    "id": 216895,
                    "resource_id": 39,
                    "text": "Dan mereka menjerit-jerit di dalam neraka itu (sambil merayu): \"Wahai Tuhan kami, keluarkanlah kami (dari azab ini); kami akan mengerjakan amal-amal yang soleh, yang lain dari apa yang kami pernah kerjakan. (lalu Allah menempelak mereka): \"Bukankah Kami telah melanjutkan umur kamu dan memberikan masa yang cukup untuk berfikir dan beringat padanya oleh sesiapa yang suka berfikir dan beringat? Dan kamu pula telah didatangi oleh Rasul (Kami) yang memberi amaran oleh itu, rasalah (azab seksa), kerana orang-orang yang zalim tidak akan beroleh sesiapapun yang dapat memberikan pertolongan\"."
                },
                {
                    "id": 1094674,
                    "resource_id": 161,
                    "text": "সেখানে তারা চিৎকার করে বলবে- হে আমাদের পালনকর্তা! বের করুন আমাদেরকে, আমরা সৎকাজ করব, আমরা যে কাজ করতাম তা করব না। আমি কি তোমাদেরকে এতটা বয়স দেইনি যে, তখন কেউ নসীহত গ্রহণ করতে চাইলে নসীহত গ্রহণ করতে পারতে? আর তোমাদের কাছে সতর্ককারীও এসেছিল। কাজেই শাস্তি ভোগ কর, যালিমদের কোন সাহায্যকারী নেই।"
                }
            ]
        },
        {
            "id": 3698,
            "verse_number": 38,
            "verse_key": "35:38",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 382,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ عَـٰلِمُ غَيْبِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
            "page_number": 438,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99040,
                    "resource_id": 20,
                    "text": "Indeed, Allāh is Knower of the unseen [aspects] of the heavens and earth. Indeed, He is Knowing of that within the breasts."
                },
                {
                    "id": 216903,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah mengetahui segala rahsia di langit dan di bumi; sesungguhnya Ia mengetahui akan segala (isi hati) yang terkandung di dalam dada."
                },
                {
                    "id": 1094675,
                    "resource_id": 161,
                    "text": "আল্লাহ আসমান যমীনের অদৃশ্য বিষয় সম্পর্কে অবগত। অন্তরে যা আছে সে সম্পর্কে তিনি বিশেষভাবে জ্ঞাত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}