{
    "verses": [
        {
            "id": 3699,
            "verse_number": 39,
            "verse_key": "35:39",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 382,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ ۚ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
            "page_number": 439,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99041,
                    "resource_id": 20,
                    "text": "It is He who has made you successors upon the earth. And whoever disbelieves - upon him will be [the consequence of] his disbelief. And the disbelief of the disbelievers does not increase them in the sight of their Lord except in hatred; and the disbelief of the disbelievers does not increase them except in loss."
                },
                {
                    "id": 216899,
                    "resource_id": 39,
                    "text": "Dia lah yang menjadikan kamu orang-orang yang berkuasa di muka bumi silih berganti; oleh itu sesiapa yang kufur ingkar maka balasan kufurnya itu akan menimpa dirinya sendiri; dan orang-orang yang kafir, kufurnya tidak menambahkan mereka di sisi Tuhan mereka melainkan kemurkaan dan kehinaan; dan juga orang-orang yang kafir itu, kufurnya tidak menambahkan mereka melainkan kerugian jua."
                },
                {
                    "id": 1094676,
                    "resource_id": 161,
                    "text": "তিনি তোমাদেরকে পৃথিবীতে (নিজের) প্রতিনিধি করেছেন। অতএব যে কুফুরী করবে তার কুফুরীর জন্য সে নিজেই দায়ী হবে। কাফিরদের কুফর তাদের প্রতিপালকের ঘৃণাই বৃদ্ধি করে। কাফিরদের কুফর তাদের ক্ষতিই বৃদ্ধি করে।"
                }
            ]
        },
        {
            "id": 3700,
            "verse_number": 40,
            "verse_key": "35:40",
            "hizb_number": 44,
            "rub_el_hizb_number": 175,
            "ruku_number": 382,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَـٰوَٰتِ أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِّنْهُ ۚ بَلْ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا",
            "page_number": 439,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99044,
                    "resource_id": 20,
                    "text": "Say, \"Have you considered<sup foot_note=197150>1</sup> your 'partners' whom you invoke besides Allāh? Show me what they have created from the earth, or have they partnership [with Him] in the heavens? Or have We given them a book so they are [standing] on evidence therefrom? [No], rather, the wrongdoers do not promise each other except delusion.\"<sup foot_note=197149>2</sup>"
                },
                {
                    "id": 217370,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Sudahkah kamu mengetahui kekuasaan dan kelayakan makhluk-makhluk yang kamu jadikan sekutu-sekutu, yang kamu seru dan sembah selain Allah? Tunjukkanlah kepadaku apa yang mereka telah ciptakan dari bahagian bumi ini?. Atau adakah mereka mempunyai sebarang perkongsian (dengan Allah) dalam mencipta dan menguruskan langit? Atau pernahkah Kami memberi mereka sebuah Kitab (mengakui mereka menjadi kongsi Kami), maka (dengan itu menjadilah) perkongsian mereka berdasarkan keterangan yang terdapat dari Kitab itu? \"(Tidak ada sesuatu alasan pun) bahkan orang-orang yang zalim itu, terpedaya dengan kata-kata yang disebutkan oleh setengahnya kepada yang lain, kata-kata yang hanya menjanjikan perkara yang tidak benar."
                },
                {
                    "id": 1094677,
                    "resource_id": 161,
                    "text": "বল- তোমরা কি তোমাদের শরীকদেরকে দেখেছ আল্লাহর পরিবর্তে তোমরা যাদেরকে ডেকে থাক? তারা পৃথিবীতে কী সৃষ্টি করেছে তা আমাকে দেখাও; কিংবা আকাশমন্ডলীতে তাদের কোন শরীকানা আছে কি? কিংবা আমি কি তাদেরকে কোন কিতাব দিয়েছি যাত্থেকে কোন সুস্পষ্ট প্রমাণের উপর তারা আছে? বরং সীমালঙ্ঘনকারীরা একে অপরকে প্রতারণামূলক ওয়া‘দা দিয়ে থাকে।"
                }
            ]
        },
        {
            "id": 3701,
            "verse_number": 41,
            "verse_key": "35:41",
            "hizb_number": 44,
            "rub_el_hizb_number": 176,
            "ruku_number": 382,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا ۚ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ ۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
            "page_number": 439,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99045,
                    "resource_id": 20,
                    "text": "Indeed, Allāh holds the heavens and the earth, lest they cease. And if they should cease, no one could hold them [in place] after Him. Indeed, He is Forbearing<sup foot_note=197151>1</sup> and Forgiving."
                },
                {
                    "id": 216904,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah menahan dan memelihara langit dan bumi supaya tidak berganjak dari peraturan dan keadaan yang ditetapkan baginya; dan jika keduanya (ditakdirkan) berganjak maka tidak ada sesiapapun yang dapat menahannya daripada berlaku demikian selain dari Allah. Sesungguhnya Ia Maha Penyabar, lagi Maha Pengampun."
                },
                {
                    "id": 1094678,
                    "resource_id": 161,
                    "text": "আল্লাহই আসমান ও যমীনকে স্থির রাখেন যাতে ও দু’টো টলে না যায়। ও দু’টো যদি টলে যায় তাহলে তিনি ছাড়া কে ও দু’টোকে স্থির রাখবে? তিনি পরম সহিষ্ণু, পরম ক্ষমাশীল।"
                }
            ]
        },
        {
            "id": 3702,
            "verse_number": 42,
            "verse_key": "35:42",
            "hizb_number": 44,
            "rub_el_hizb_number": 176,
            "ruku_number": 382,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى ٱلْأُمَمِ ۖ فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا",
            "page_number": 439,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99046,
                    "resource_id": 20,
                    "text": "And they swore by Allāh their strongest oaths that if a warner came to them, they would be more guided than [any] one of the [previous] nations. But when a warner came to them, it did not increase them except in aversion"
                },
                {
                    "id": 216915,
                    "resource_id": 39,
                    "text": "Dan mereka bersumpah dengan nama Allah dengan sebebar-benar sumpahnya: demi sesungguhnya jika datang kepada mereka seorang Rasul pemberi ingatan dan amaran, sudah tentu mereka akan menjadi orang-orang yang lebih betul jalan ugamanya dari sebarang umat yang lain. Setelah datang kepada mereka seorang Rasul pemberi ingatan dan amaran, (maka kedatangannya itu) hanya menyebabkan mereka bertambah liar dari kebenaran,"
                },
                {
                    "id": 1094679,
                    "resource_id": 161,
                    "text": "আর তারা (অর্থাৎ মক্কার মুশরিকরা) শক্তভাবে কসম খেয়ে বলত যে, তাদের কাছে সতর্ককারী আসলে তারা অন্য যে কোন সম্প্রদায়ের চেয়ে অবশ্য অবশ্যই সৎ পথের অধিক অনুসারী হয়ে যাবে। কিন্তু তাদের কাছে যখন সতর্ককারী আসল, তা বাড়িয়েই তুলল তাদের ঘৃণা,"
                }
            ]
        },
        {
            "id": 3703,
            "verse_number": 43,
            "verse_key": "35:43",
            "hizb_number": 44,
            "rub_el_hizb_number": 176,
            "ruku_number": 382,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "ٱسْتِكْبَارًا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ ۚ وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ ۚ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ ۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًا ۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا",
            "page_number": 439,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99047,
                    "resource_id": 20,
                    "text": "[Due to] arrogance in the land and plotting of evil; but the evil plot does not encompass except its own people. Then do they await except the way [i.e., fate] of the former peoples? But you will never find in the way [i.e., established method] of Allāh any change, and you will never find in the way of Allāh<sup foot_note=197153>1</sup> any alteration.<sup foot_note=197152>2</sup>"
                },
                {
                    "id": 216916,
                    "resource_id": 39,
                    "text": "Sambil bersikap sombong takbur di muka bumi dan berusaha merancangkan rancangan-rancangan jahat (terhadap Rasul itu), sedang rancangan yang jahat itu tidak menimpa melainkan orang yang menjalankannya. (Dengan keadaan yang demikian, maka) tidak ada yang mereka tunggu selain daripada berlakunya kebinasaan menimpa mereka (sebagaimana yang telah menimpa) orang-orang kafir yang telah lalu. Kerana engkau tidak sekali-kali akan mendapati sebarang perubahan bagi \" Sunnatullah \" (undang-undang peraturan Allah), dan engkau tidak sekali-kali akan mendapati sebarang penukaran bagi perjalanan \" Sunnatullah \" itu."
                },
                {
                    "id": 1094680,
                    "resource_id": 161,
                    "text": "যমীনে উদ্ধত আচরণ আর কু-চক্রান্ত। কু-চক্রান্ত তাকেই ঘিরে ধরবে যে তা করবে। তাহলে তারা কি তাদের পূর্ববর্তীদের উপর (আল্লাহর পক্ষ হতে) যে বিধান প্রয়োগ করা হয়েছে তারই অপেক্ষা করছে? তুমি আল্লাহর বিধানে কক্ষনো কোন পরিবর্তন পাবে না। তুমি আল্লাহর বিধানে কক্ষনো কোন ব্যতিক্রম পাবে না।"
                }
            ]
        },
        {
            "id": 3704,
            "verse_number": 44,
            "verse_key": "35:44",
            "hizb_number": 44,
            "rub_el_hizb_number": 176,
            "ruku_number": 382,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا",
            "page_number": 439,
            "juz_number": 22,
            "translations": [
                {
                    "id": 99048,
                    "resource_id": 20,
                    "text": "Have they not traveled through the land and observed how was the end of those before them? And they were greater than them in power. But Allāh is not to be caused failure [i.e., prevented] by anything in the heavens or on the earth. Indeed, He is ever Knowing and Competent."
                },
                {
                    "id": 216918,
                    "resource_id": 39,
                    "text": "(Dan sebagai buktinya): tidakkah orang-orang (yang tidak mahu beriman) itu telah mengembara di muka bumi, lalu mereka menyaksikan bagaimana kesudahan orang-orang kafir yang terdahulu dari mereka, sedang orang-orang itu lebih kekuatannya dari mereka? Dan (sudah tetap) bahawa kekuasaan Allah tidak dapat dilemahkan atau dihalangi oleh sesuatupun sama ada di langit atau di bumi; sesungguhnya Ia adalah Maha Mengetahui, lagi Maha Kuasa."
                },
                {
                    "id": 1094681,
                    "resource_id": 161,
                    "text": "তারা কি পৃথিবীতে ভ্রমণ করে না? তাহলে দেখত, তাদের পূর্ববর্তীদের পরিণাম কী হয়েছিল। তারা তো শক্তিতে ছিল এদের চেয়েও শক্তিশালী। আসমান ও যমীনের কোন কিছুই আল্লাহকে অপারগ করতে পারে না। তিনি সর্বজ্ঞাতা, সকল শক্তির অধিকারী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}