{
    "verses": [
        {
            "id": 267,
            "verse_number": 260,
            "verse_key": "2:260",
            "hizb_number": 5,
            "rub_el_hizb_number": 17,
            "ruku_number": 36,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ أَرِنِى كَيْفَ تُحْىِ ٱلْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِن ۖ قَالَ بَلَىٰ وَلَـٰكِن لِّيَطْمَئِنَّ قَلْبِى ۖ قَالَ فَخُذْ أَرْبَعَةً مِّنَ ٱلطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْيًا ۚ وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
            "page_number": 44,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97741,
                    "resource_id": 20,
                    "text": "And [mention] when Abraham said, \"My Lord, show me how You give life to the dead.\" [Allāh] said, \"Have you not believed?\" He said, \"Yes, but [I ask] only that my heart may be satisfied.\" [Allāh] said, \"Take four birds and commit them to yourself.<sup foot_note=196035>1</sup> Then [after slaughtering them] put on each hill a portion of them; then call them - they will come [flying] to you in haste. And know that Allāh is Exalted in Might and Wise.\""
                },
                {
                    "id": 215610,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika Nabi Ibrahim (merayu dengan) berkata: \"Wahai Tuhanku! Perlihatkanlah kepadaku bagaimana Engkau menghidupkan makhluk-makhluk yang mati?\" Allah berfirman: \"Adakah engkau belum percaya (kepada kekuasaanku)?\" Nabi Ibrahim menjawab: \"Bahkan (aku percaya dan yakin), akan tetapi (aku memohon yang demikian ialah) supaya tenteram hatiku (yang amat ingin menyaksikannya)\". Allah berfirman: \"(Jika demikian), ambilah empat ekor burung, kemudian kumpulkanlah olehmu (dan cincanglah semuanya). Setelah itu letakkanlah di atas tiap-tiap sebuah bukit sebahagian daripadanya. Kemudian serulah burung-burung itu nescaya semuanya akan datang kepadamu dengan segera\". Dan ketahuilah sesungguhnya Allah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1091244,
                    "resource_id": 161,
                    "text": "যখন ইবরাহীম বলেছিল, ‘হে আমার প্রতিপালক! তুমি মৃতকে কীরূপে জীবিত করবে আমাকে দেখাও’। আল্লাহ বললেন, ‘তুমি কি বিশ্বাস কর না’? সে আরয করল, ‘নিশ্চয়ই, তবে যাতে আমার অন্তঃকরণ স্বস্তি লাভ করে (এজন্য তা দেখতে চাই)’। আল্লাহ বললেন, তাহলে চারটি পাখী নাও এবং তাদেরকে বশীভূত কর। তারপর ওদের এক এক টুকরো প্রত্যেক পাহাড়ের উপর রেখে দাও, অতঃপর সেগুলোকে ডাক দাও, তোমার নিকট দৌড়ে আসবে। জেনে রেখ যে, নিশ্চয় আল্লাহ মহাপরাক্রমশালী, প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 268,
            "verse_number": 261,
            "verse_key": "2:261",
            "hizb_number": 5,
            "rub_el_hizb_number": 17,
            "ruku_number": 37,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتْ سَبْعَ سَنَابِلَ فِى كُلِّ سُنۢبُلَةٍ مِّا۟ئَةُ حَبَّةٍ ۗ وَٱللَّهُ يُضَـٰعِفُ لِمَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
            "page_number": 44,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97743,
                    "resource_id": 20,
                    "text": "The example of those who spend their wealth in the way of Allāh is like a seed [of grain] which grows seven spikes; in each spike is a hundred grains. And Allāh multiplies [His reward] for whom He wills. And Allāh is all-Encompassing and Knowing."
                },
                {
                    "id": 215612,
                    "resource_id": 39,
                    "text": "Bandingan (derma) orang-orang yang membelanjakan hartanya pada jalan Allah, ialah sama seperti sebiji benih yang tumbuh menerbitkan tujuh tangkai; tiap-tiap tangkai itu pula mengandungi seratus biji. Dan (ingatlah), Allah akan melipatgandakan pahala bagi sesiapa yang dikehendakiNya, dan Allah Maha Luas (rahmat) kurniaNya, lagi Meliputi ilmu pengetahuanNya."
                },
                {
                    "id": 1091245,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর পথে নিজেদের মাল ব্যয় করে, তাদের (দানের) তুলনা সেই বীজের মত, যাত্থেকে সাতটি শীষ জন্মিল, প্রত্যেক শীষে একশত করে দানা এবং আল্লাহ যাকে ইচ্ছে করেন, বর্ধিত হারে দিয়ে থাকেন। বস্তুতঃ আল্লাহ প্রাচুর্যের অধিকারী, জ্ঞানময়।"
                }
            ]
        },
        {
            "id": 269,
            "verse_number": 262,
            "verse_key": "2:262",
            "hizb_number": 5,
            "rub_el_hizb_number": 17,
            "ruku_number": 37,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُوا۟ مَنًّا وَلَآ أَذًى ۙ لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 44,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97745,
                    "resource_id": 20,
                    "text": "Those who spend their wealth in the way of Allāh and then do not follow up what they have spent with reminders [of it] or [other] injury will have their reward with their Lord, and there will be no fear concerning them, nor will they grieve."
                },
                {
                    "id": 215614,
                    "resource_id": 39,
                    "text": "Orang-orang yang membelanjakan hartanya pada jalan (ugama) Allah, kemudian mereka tidak mengiringi apa yang mereka belanjakan itu dengan perkataan membangkit-bangkit (pemberiannya), dan tidak pula menyinggung atau menyakiti (pihak yang diberi), mereka beroleh pahala di sisi Tuhan mereka, dan tidak ada kebimbangan (dari berlakunya kejadian yang tidak baik) terhadap mereka, dan mereka pula tidak akan berdukacita."
                },
                {
                    "id": 1091246,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর পথে নিজেদের ধন ব্যয় ক’রে নিজেদের দানের কথা মনে করিয়ে দেয় না আর (দান গ্রহীতাকে) কষ্ট দেয় না, তাদের প্রতিদান তাদের প্রতিপালকের নিকট নির্ধারিত আছে, তাদের কোন ভয় নেই, মর্মপীড়াও নেই।"
                }
            ]
        },
        {
            "id": 270,
            "verse_number": 263,
            "verse_key": "2:263",
            "hizb_number": 5,
            "rub_el_hizb_number": 18,
            "ruku_number": 37,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى ۗ وَٱللَّهُ غَنِىٌّ حَلِيمٌ",
            "page_number": 44,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97747,
                    "resource_id": 20,
                    "text": "Kind speech and forgiveness are better than charity followed by injury. And Allāh is Free of need and Forbearing."
                },
                {
                    "id": 215616,
                    "resource_id": 39,
                    "text": "(Menolak peminta-peminta sedekah) dengan perkataan yang baik dan memaafkan (kesilapan mereka) adalah lebih baik daripada sedekah (pemberian) yang diiringi (dengan perbuatan atau perkataan yang) menyakitkan hati. Dan (ingatlah), Allah Maha Kaya, lagi Maha Penyabar."
                },
                {
                    "id": 1091247,
                    "resource_id": 161,
                    "text": "যে দানের পর কষ্ট দেয়া হয় তার চেয়ে ভাল কথা ও ক্ষমা উত্তম; বস্তুতঃ আল্লাহ অভাবমুক্ত ও পরম সহিষ্ণু।"
                }
            ]
        },
        {
            "id": 271,
            "verse_number": 264,
            "verse_key": "2:264",
            "hizb_number": 5,
            "rub_el_hizb_number": 18,
            "ruku_number": 37,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُبْطِلُوا۟ صَدَقَـٰتِكُم بِٱلْمَنِّ وَٱلْأَذَىٰ كَٱلَّذِى يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُۥ وَابِلٌ فَتَرَكَهُۥ صَلْدًا ۖ لَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّمَّا كَسَبُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
            "page_number": 44,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97749,
                    "resource_id": 20,
                    "text": "O you who have believed, do not invalidate your charities with reminders [of it] or injury as does one who spends his wealth [only] to be seen by the people and does not believe in Allāh and the Last Day. His example is like that of a [large] smooth stone upon which is dust and is hit by a downpour that leaves it bare. They are unable [to keep] anything of what they have earned. And Allāh does not guide the disbelieving people."
                },
                {
                    "id": 215617,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Jangan rosakkan (pahala amal) sedekah kamu dengan perkataan membangkit-bangkit dan (kelakuan yang) menyakiti, seperti (rosaknya pahala amal sedekah) orang yang membelanjakan hartanya kerana hendak menunjuk-nunjuk kepada manusia (riak), dan ia pula tidak beriman kepada Allah dan hari akhirat. Maka bandingan orang itu ialah seperti batu licin yang ada tanah di atasnya, kemudian batu itu ditimpa hujan lebat, lalu ditinggalkannya bersih licin (tidak bertanah lagi). (Demikianlah juga halnya orang-orang yang kafir dan riak itu) mereka tidak akan mendapat sesuatu (pahala) pun dari apa yang mereka usahakan. Dan (ingatlah), Allah tidak akan memberi petunjuk kepada kaum yang kafir."
                },
                {
                    "id": 1091248,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! দানের কথা মনে করিয়ে দিয়ে ও কষ্ট দিয়ে তোমরা নিজেদের দান-খয়রাতকে সে ব্যক্তির ন্যায় ব্যর্থ করে দিও না যে নিজের ধন লোক দেখানোর জন্য ব্যয় করে থাকে, অথচ সে আল্লাহ ও পরকালে বিশ্বাসী নয়। তার তুলনা সেই মসৃণ পাথরের মত, যাতে সামান্য কিছু মাটি আছে, অতঃপর প্রবল বৃষ্টিপাত তাকে পরিষ্কার করে ফেলে। তারা স্বীয় কৃত কার্যের ফল কিছুই পাবে না; আল্লাহ কাফিরদেরকে পথপ্রদর্শন করেন না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}