{
    "verses": [
        {
            "id": 3746,
            "verse_number": 41,
            "verse_key": "36:41",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 385,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99104,
                    "resource_id": 20,
                    "text": "And a sign for them is that We carried their forefathers<sup foot_note=197164>1</sup> in a laden ship."
                },
                {
                    "id": 216954,
                    "resource_id": 39,
                    "text": "Dan satu dalil lagi untuk mereka (insaf) ialah, Kami membawa belayar jenis keluarga mereka dalam bahtera yang penuh sarat;"
                },
                {
                    "id": 1094723,
                    "resource_id": 161,
                    "text": "তাদের জন্য (আমার কুদরাতের) আরো একটি নিদর্শন এই যে, আমি তাদের বংশধরদেরকে (মহা প্লাবণের সময়) ভরা নৌকায় আরোহণ করিয়েছি।"
                }
            ]
        },
        {
            "id": 3747,
            "verse_number": 42,
            "verse_key": "36:42",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 385,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99105,
                    "resource_id": 20,
                    "text": "And We created for them from the likes of it that which they ride."
                },
                {
                    "id": 216955,
                    "resource_id": 39,
                    "text": "Dan Kami ciptakan untuk mereka, jenis-jenis kenderaan yang sama dengannya, yang mereka dapat mengenderainya."
                },
                {
                    "id": 1094724,
                    "resource_id": 161,
                    "text": "আর তাদের জন্য ঐ ধরনের আরো যানবাহন তৈরি করেছি যাতে তারা আরোহণ করে থাকে।"
                }
            ]
        },
        {
            "id": 3748,
            "verse_number": 43,
            "verse_key": "36:43",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 385,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99106,
                    "resource_id": 20,
                    "text": "And if We should will, We could drown them; then no one responding to a cry would there be for them, nor would they be saved"
                },
                {
                    "id": 216956,
                    "resource_id": 39,
                    "text": "Dan jika kami kehendaki, kami boleh tenggelamkan mereka; (kiranya Kami lakukan yang demikian) maka tidak ada yang dapat memberi pertolongan kepada mereka, dan mereka juga tidak dapat diselamatkan, -"
                },
                {
                    "id": 1094725,
                    "resource_id": 161,
                    "text": "আমি ইচ্ছে করলে তাদেরকে ডুবিয়ে দিতে পারি, তখন (তাদের ফরিয়াদ শুনার জন্য) কোন সাহায্যকারী থাকবে না, আর তারা পরিত্রাণও পাবে না"
                }
            ]
        },
        {
            "id": 3749,
            "verse_number": 44,
            "verse_key": "36:44",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 385,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِلَّا رَحْمَةً مِّنَّا وَمَتَـٰعًا إِلَىٰ حِينٍ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99107,
                    "resource_id": 20,
                    "text": "Except as a mercy from Us and provision for a time."
                },
                {
                    "id": 216957,
                    "resource_id": 39,
                    "text": "Kecuali dengan kemurahan dari pihak Kami memberi rahmat dan kesenangan hidup kepada mereka hingga ke suatu masa."
                },
                {
                    "id": 1094726,
                    "resource_id": 161,
                    "text": "আমার রহমত না হলে, আর কিছু কালের জন্য তাদেরকে জীবন উপভোগ করতে না দিলে।"
                }
            ]
        },
        {
            "id": 3750,
            "verse_number": 45,
            "verse_key": "36:45",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 385,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99108,
                    "resource_id": 20,
                    "text": "But when it is said to them, \"Beware of what is before you and what is behind you;<sup foot_note=197166>1</sup> perhaps you will receive mercy...\"<sup foot_note=197165>2</sup>"
                },
                {
                    "id": 216958,
                    "resource_id": 39,
                    "text": "Dan apabila dikatakan kepada mereka: \" berjaga-jagalah kamu akan apa yang ada di hadapan kamu (dari urusan-urusan hidup di dunia ini), dan apa yang ada di belakang kamu (dari huru-hara dan balasan akhirat), supaya kamu beroleh rahmat\", (mereka tidak mengindahkannya)."
                },
                {
                    "id": 1094727,
                    "resource_id": 161,
                    "text": "তাদেরকে যখন বলা হয় ‘‘তোমাদের সামনে যে পরিণাম আসছে তাত্থেকে আর তোমাদের পেছনের (অতীত জাতিগুলোর উপর ঘটে গেছে সে রকম) ‘আযাব থেকে নিজেদেরকে রক্ষা কর যাতে তোমাদের উপর রহম করা হয় (তখন তারা মুখ ফিরিয়ে নেয়)।’’"
                }
            ]
        },
        {
            "id": 3751,
            "verse_number": 46,
            "verse_key": "36:46",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 385,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99109,
                    "resource_id": 20,
                    "text": "And no sign comes to them from the signs of their Lord except that they are from it turning away."
                },
                {
                    "id": 216961,
                    "resource_id": 39,
                    "text": "Dan (itulah tabiat mereka) tidak ada sesuatu keterangan yang sampai kepada mereka dari keterangan-keterangan tuhan mereka melainkan mereka selalu berpaling daripadanya (enggan menerimanya)."
                },
                {
                    "id": 1094728,
                    "resource_id": 161,
                    "text": "তাদের কাছে তাদের প্রতিপালকের নিদর্শন থেকে যখনই কোন নিদর্শন আসে তখনই তারা তাত্থেকে মুখ ফিরিয়ে নেয়।"
                }
            ]
        },
        {
            "id": 3752,
            "verse_number": 47,
            "verse_key": "36:47",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 385,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ مُّبِينٍ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99110,
                    "resource_id": 20,
                    "text": "And when it is said to them, \"Spend from that which Allāh has provided for you,\" those who disbelieve say to those who believe, \"Should we feed one whom, if Allāh had willed, He would have fed? You are not but in clear error.\""
                },
                {
                    "id": 216960,
                    "resource_id": 39,
                    "text": "Dan apabila dikatakan kepada mereka:\" Dermakanlah sebahagian dari rezeki yang dikurniakan Allah kepada kamu\", berkatalah orang-orang yang kafir itu kepada orang-orang yang beriman (secara mengejek-ejek): \" Patutkah kami memberi makan kepada orang yang jika Allah kehendaki tentulah Ia akan memberinya makan? Kamu ini hanyalah berada dalam kesesatan yang nyata\"."
                },
                {
                    "id": 1094729,
                    "resource_id": 161,
                    "text": "তাদেরকে যখন বলা হয় ‘আল্লাহ তোমাদেরকে যে রিযক দিয়েছেন তাত্থেকে তোমরা (আল্লাহর পথে) ব্যয় কর; তখন কাফিররা মু’মিনদেরকে বলে, ‘‘আমরা কি এমন লোককে খাওয়াবো আল্লাহ ইচ্ছে করলে যাকে খাওয়াতে পারতেন? তোমরা তো স্পষ্ট পথভ্রষ্টতে পড়ে আছ।"
                }
            ]
        },
        {
            "id": 3753,
            "verse_number": 48,
            "verse_key": "36:48",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 385,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99111,
                    "resource_id": 20,
                    "text": "And they say, \"When is this promise, if you should be truthful?\""
                },
                {
                    "id": 216962,
                    "resource_id": 39,
                    "text": "Dan (apabila mereka diingatkan tentang huru-hara dan balasan akhirat) mereka bertanya (secara mempersenda): \" Bilakah datangnya (hari akhirat) yang dijanjikan itu? Jika betul kamu orang-orang yang benar (maka kami sedia menunggu)!\","
                },
                {
                    "id": 1094730,
                    "resource_id": 161,
                    "text": "আর তারা বলে, ‘‘তোমরা যদি সত্যবাদী হও তাহলে বল, (ক্বিয়ামতের) এ ও‘য়াদা কখন পূর্ণ হবে?’’"
                }
            ]
        },
        {
            "id": 3754,
            "verse_number": 49,
            "verse_key": "36:49",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 385,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "مَا يَنظُرُونَ إِلَّا صَيْحَةً وَٰحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99112,
                    "resource_id": 20,
                    "text": "They do not await except one blast<sup foot_note=197167>1</sup> which will seize them while they are disputing."
                },
                {
                    "id": 216963,
                    "resource_id": 39,
                    "text": "Mereka tidak menunggu melainkan satu pekikan yang - (dengan secara mengejut) akan membinasakan mereka semasa mereka dalam keadaan leka bertengkar (merundingkan urusan dunia masing-masing)."
                },
                {
                    "id": 1094731,
                    "resource_id": 161,
                    "text": "তারা যে জন্য অপেক্ষা করছে সেটাতো একটা প্রচন্ড শব্দ যা তাদেরকে পাকড়াও করবে যখন তারা নিজেদের মধ্যে বাক-বিতন্ডায় লিপ্ত থাকবে।"
                }
            ]
        },
        {
            "id": 3755,
            "verse_number": 50,
            "verse_key": "36:50",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 385,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99113,
                    "resource_id": 20,
                    "text": "And they will not be able [to give] any instruction, nor to their people can they return."
                },
                {
                    "id": 216968,
                    "resource_id": 39,
                    "text": "Maka dengan itu, mereka tidak berpeluang membuat sebarang pesanan (wasiat atau lainnya), dan (kalau mereka berada di luar) mereka tidak sempat kembali kepada keluarganya."
                },
                {
                    "id": 1094732,
                    "resource_id": 161,
                    "text": "(ক্বিয়ামত এমনই হঠাৎ আক্রমণ করবে যে) তারা না পারবে ওসীয়াত করতে আর না পারবে তাদের পরিবার পরিজনের কাছে ফিরে যেতে।"
                }
            ]
        },
        {
            "id": 3756,
            "verse_number": 51,
            "verse_key": "36:51",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 386,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 98543,
                    "resource_id": 20,
                    "text": "And the Horn will be blown;<sup foot_note=197168>1</sup> and at once from the graves to their Lord they will hasten."
                },
                {
                    "id": 216966,
                    "resource_id": 39,
                    "text": "Dan sudah tentu akan ditiupkan sangkakala (menghidupkan orang-orang yang telah mati; apabila berlaku yang demikian) maka semuanya segera bangkit keluar dari kubur masing-masing (untuk) mengadap Tuhannya."
                },
                {
                    "id": 1094733,
                    "resource_id": 161,
                    "text": "আর যখন শিঙ্গায় ফুঁক দেয়া হবে, তখনই তারা ক্ববর থেকে তাদের পালনকর্তার দিকে ছুটে আসবে।"
                }
            ]
        },
        {
            "id": 3757,
            "verse_number": 52,
            "verse_key": "36:52",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 386,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَـٰذَا مَا وَعَدَ ٱلرَّحْمَـٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99059,
                    "resource_id": 20,
                    "text": "They will say, \"O woe to us! Who has raised us up from our sleeping place?\" [The reply will be], \"This is what the Most Merciful had promised, and the messengers told the truth.\""
                },
                {
                    "id": 216967,
                    "resource_id": 39,
                    "text": "(Pada ketika itu) orang-orang yang tidak percayakan hidup semula berkata: Aduhai celakanya kami! Siapakah yang membangkitkan kami dari kubur tempat tidur kami?,, (Lalu dikatakan kepada mereka): \" Inilah dia yang telah dijanjikan oleh Allah Yang Maha Pemurah dan benarlah berita yang disampaikan oleh Rasul-rasul!,"
                },
                {
                    "id": 1094734,
                    "resource_id": 161,
                    "text": "তারা বলবে, ‘হায় আমাদের দুর্ভোগ! আমাদেরকে আমাদের ঘুমের জায়গা থেকে কে উঠালো? (তাদেরকে জবাব দেয়া হবে) ‘‘এটা হল তাই- দয়াময় আল্লাহ যার ও‘য়াদা দিয়েছিলেন, আর রসূলগণও সত্য কথাই বলেছিলেন।’"
                }
            ]
        },
        {
            "id": 3758,
            "verse_number": 53,
            "verse_key": "36:53",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 386,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 98743,
                    "resource_id": 20,
                    "text": "It will not be but one blast, and at once they are all brought present before Us."
                },
                {
                    "id": 216976,
                    "resource_id": 39,
                    "text": "Hanyalah dengan berlakunya satu pekikan sahaja, maka dengan serta merta mereka dihimpunkan ke tempat perbicaraan Kami, semuanya dibawa hadir (untuk menerima balasan)."
                },
                {
                    "id": 1094735,
                    "resource_id": 161,
                    "text": "মাত্র একটা প্রচন্ড শব্দ হবে, তক্ষুণি তাদের সব্বাইকে আমার সামনে হাজির করা হবে।"
                }
            ]
        },
        {
            "id": 3759,
            "verse_number": 54,
            "verse_key": "36:54",
            "hizb_number": 45,
            "rub_el_hizb_number": 177,
            "ruku_number": 386,
            "manzil_number": 5,
            "sajdah_number": null,
            "text_uthmani": "فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
            "page_number": 443,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99114,
                    "resource_id": 20,
                    "text": "So today [i.e., the Day of Judgement] no soul will be wronged at all, and you will not be recompensed except for what you used to do."
                },
                {
                    "id": 216969,
                    "resource_id": 39,
                    "text": "Maka pada hari itu, tidak ada seseorang yang akan dianiaya sedikitpun, dan kamu pula tidak akan dibalas melainkan menurut amal yang kamu telah kerjakan."
                },
                {
                    "id": 1094736,
                    "resource_id": 161,
                    "text": "আজ কারো প্রতি কোন যুলম করা হবে না, তোমরা যে ‘আমাল করছিলে তোমাদেরকে কেবল তারই প্রতিফল দেয়া হবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 14,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 14
    }
}