{
    "verses": [
        {
            "id": 3987,
            "verse_number": 17,
            "verse_key": "38:17",
            "hizb_number": 46,
            "rub_el_hizb_number": 181,
            "ruku_number": 394,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ ۖ إِنَّهُۥٓ أَوَّابٌ",
            "page_number": 454,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99354,
                    "resource_id": 20,
                    "text": "Be patient over what they say and remember Our servant, David, the possessor of strength; indeed, he was one who repeatedly turned back [to Allāh]."
                },
                {
                    "id": 217194,
                    "resource_id": 39,
                    "text": "Bersabarlah (wahai Muhammad) terhadap apa sahaja yang mereka katakan, dan ingatlah akan hamba Kami Nabi Daud, yang mempunyai kekuatan (dalam pegangan ugamanya); sesungguhnya ia adalah sentiasa rujuk kembali (kepada Kami dengan bersabar mematuhi perintah Kami)."
                },
                {
                    "id": 1094964,
                    "resource_id": 161,
                    "text": "এরা যা বলে তাতে তুমি ধৈর্য ধারণ কর, আর আমার বান্দাহ দাঊদের কথা স্মরণ কর, সে ছিল শক্তি-সামর্থ্যের অধিকারী আর বড়ই আল্লাহর দিকে প্রত্যাবর্তনকারী।"
                }
            ]
        },
        {
            "id": 3988,
            "verse_number": 18,
            "verse_key": "38:18",
            "hizb_number": 46,
            "rub_el_hizb_number": 181,
            "ruku_number": 394,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ",
            "page_number": 454,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99355,
                    "resource_id": 20,
                    "text": "Indeed, We subjected the mountains [to praise] with him, exalting [Allāh] in the [late] afternoon and [after] sunrise."
                },
                {
                    "id": 217202,
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami telah mudahkan gunung-ganang turut bertasbih memuji Kami bersama-sama dengannya; pada waktu petang dan ketika terbit matahari."
                },
                {
                    "id": 1094965,
                    "resource_id": 161,
                    "text": "আমি পর্বতমালাকে কাজে নিয়োজিত করেছিলাম, তারা তার সঙ্গে সকাল-সন্ধ্যা আমার পবিত্রতা ও মহিমা ঘোষণা করত।"
                }
            ]
        },
        {
            "id": 3989,
            "verse_number": 19,
            "verse_key": "38:19",
            "hizb_number": 46,
            "rub_el_hizb_number": 181,
            "ruku_number": 394,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَٱلطَّيْرَ مَحْشُورَةً ۖ كُلٌّ لَّهُۥٓ أَوَّابٌ",
            "page_number": 454,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99356,
                    "resource_id": 20,
                    "text": "And the birds were assembled, all with him repeating [praises]."
                },
                {
                    "id": 217196,
                    "resource_id": 39,
                    "text": "Dan (Kami mudahkan juga) unggas turut berhimpun (untuk bertasbih memuji Kami bersama-sama dengannya); tiap-tiap satunya mengulangi tasbih masing-masing menurutnya."
                },
                {
                    "id": 1094966,
                    "resource_id": 161,
                    "text": "আর পাখীরা সমবেত হত, সকলেই তার সঙ্গে আল্লাহ অভিমুখী হত (তাসবীহ করার মাধ্যমে)।"
                }
            ]
        },
        {
            "id": 3990,
            "verse_number": 20,
            "verse_key": "38:20",
            "hizb_number": 46,
            "rub_el_hizb_number": 181,
            "ruku_number": 394,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَـٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ",
            "page_number": 454,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99359,
                    "resource_id": 20,
                    "text": "And We strengthened his kingdom and gave him wisdom and discernment in speech."
                },
                {
                    "id": 217199,
                    "resource_id": 39,
                    "text": "Dan Kami kuatkan kerajaannya, serta Kami kurniakan kepadanya hikmah kebijaksanaan dan kepitahan berkata-kata (dalam menjalankan hukum dan menjatuhkan hukuman)."
                },
                {
                    "id": 1094967,
                    "resource_id": 161,
                    "text": "আমি তার রাজত্বকে সুদৃঢ় করেছিলাম, আর তাকে দিয়েছিলাম জ্ঞান-বুদ্ধি-বিচক্ষণতা আর বিচারকার্য ও কথাবার্তায় উত্তম সিদ্ধান্ত দানের যোগ্যতা।"
                }
            ]
        },
        {
            "id": 3991,
            "verse_number": 21,
            "verse_key": "38:21",
            "hizb_number": 46,
            "rub_el_hizb_number": 182,
            "ruku_number": 394,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ وَهَلْ أَتَىٰكَ نَبَؤُا۟ ٱلْخَصْمِ إِذْ تَسَوَّرُوا۟ ٱلْمِحْرَابَ",
            "page_number": 454,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99360,
                    "resource_id": 20,
                    "text": "And has there come to you the news of the adversaries, when they climbed over the wall of [his] prayer chamber -"
                },
                {
                    "id": 217200,
                    "resource_id": 39,
                    "text": "Dan sudahkah sampai kepadamu (wahai Muhammad) berita (perbicaraan dua) orang yang berselisihan? Ketika mereka memanjat tembok tempat ibadat;"
                },
                {
                    "id": 1094968,
                    "resource_id": 161,
                    "text": "বিবদমান লোকেদের কথা তোমার কাছে পৌঁছেছে কি? যখন তারা প্রাচীর ডিঙ্গিয়ে ‘ইবাদাতখানায় আসলো,"
                }
            ]
        },
        {
            "id": 3992,
            "verse_number": 22,
            "verse_key": "38:22",
            "hizb_number": 46,
            "rub_el_hizb_number": 182,
            "ruku_number": 394,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِذْ دَخَلُوا۟ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا۟ لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
            "page_number": 454,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99361,
                    "resource_id": 20,
                    "text": "When they entered upon David and he was alarmed by them? They said, \"Fear not. [We are] two adversaries, one of whom has wronged the other, so judge between us with truth and do not exceed [it] and guide us to the sound path."
                },
                {
                    "id": 217201,
                    "resource_id": 39,
                    "text": "Iaitu ketika mereka masuk kepada Nabi Daud, lalu ia terkejut melihat mereka; mereka berkata kepadanya: \" Janganlah takut, (kami ini) adalah dua orang yang berselisihan, salah seorang dari kami telah berlaku zalim kepada yang lain; oleh itu hukumkanlah di antara kami dengan adil, dan janganlah melampaui (batas keadilan), serta pimpinlah kami ke jalan yang lurus."
                },
                {
                    "id": 1094969,
                    "resource_id": 161,
                    "text": "যখন তারা দাঊদের কাছে প্রবেশ করল, তাদেরকে দেখে সে ভয় পেয়ে গেল। তারা বলল- ভয় করবেন না, আমরা বিবাদের দু’পক্ষ, আমাদের একে অপরের উপর যুলম করেছে, কাজেই আমাদের মাঝে ন্যায্য বিচার করে দিন, অবিচার করবেন না, আর আমাদেরকে সোজা পথের নির্দেশ দিন।"
                }
            ]
        },
        {
            "id": 3993,
            "verse_number": 23,
            "verse_key": "38:23",
            "hizb_number": 46,
            "rub_el_hizb_number": 182,
            "ruku_number": 394,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ هَـٰذَآ أَخِى لَهُۥ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِىَ نَعْجَةٌ وَٰحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى ٱلْخِطَابِ",
            "page_number": 454,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99362,
                    "resource_id": 20,
                    "text": "Indeed this, my brother, has ninety-nine ewes, and I have one ewe; so he said, 'Entrust her to me,' and he overpowered me in speech.\""
                },
                {
                    "id": 217203,
                    "resource_id": 39,
                    "text": "\" Sebenarnya orang ini ialah (seorang sahabat sebagai) saudaraku; ia mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor sahaja; dalam pada itu ia (mendesakku dengan) berkata: ' Serahkanlah yang seekor itu kepadaku ', dan dia telah mengalahkan daku dalam merundingkan perkara itu\"."
                },
                {
                    "id": 1094970,
                    "resource_id": 161,
                    "text": "এ হচ্ছে আমার ভাই, এর আছে নিরানব্বইটা দুম্বী, আর আমার আছে মাত্র একটা দুম্বী; তবুও সে বলে- এটি আমার তত্ত্বাবধানে দিয়ে দাও, আর সে যুক্তি-তর্কে আমাকে পরাস্ত করেছে।"
                }
            ]
        },
        {
            "id": 3994,
            "verse_number": 24,
            "verse_key": "38:24",
            "hizb_number": 46,
            "rub_el_hizb_number": 182,
            "ruku_number": 394,
            "manzil_number": 6,
            "sajdah_number": 10,
            "text_uthmani": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِۦ ۖ وَإِنَّ كَثِيرًا مِّنَ ٱلْخُلَطَآءِ لَيَبْغِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَقَلِيلٌ مَّا هُمْ ۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّـٰهُ فَٱسْتَغْفَرَ رَبَّهُۥ وَخَرَّ رَاكِعًا وَأَنَابَ ۩",
            "page_number": 454,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99363,
                    "resource_id": 20,
                    "text": "[David] said, \"He has certainly wronged you in demanding your ewe [in addition] to his ewes. And indeed, many associates oppress one another, except for those who believe and do righteous deeds - and few are they.\" And David became certain that We had tried him, and he asked forgiveness of his Lord<sup foot_note=197217>1</sup> and fell down bowing [in prostration] and turned in repentance [to Allāh]."
                },
                {
                    "id": 217204,
                    "resource_id": 39,
                    "text": "Nabi Daud berkata: \" Sesungguhnya ia telah berlaku zalim kepadamu dengan meminta kambingmu itu (sebagai tambahan) kepada kambing-kambingnya; dan sesungguhnya kebanyakan dari orang-orang yang bergaul dan berhubungan (dalam berbagai-bagai lapangan hidup), setengahnya berlaku zalim kepada setengahnya yang lain, kecuali orang-orang yang beriman dan beramal soleh; sedang mereka amatlah sedikit!\" Dan Nabi Daud (setelah berfikir sejurus), mengetahui sebenarnya Kami telah mengujinya (dengan peristiwa itu), lalu ia memohon ampun kepada Tuhannya sambil merebahkan dirinya sujud, serta ia rujuk kembali (bertaubat)."
                },
                {
                    "id": 1094971,
                    "resource_id": 161,
                    "text": "দাঊদ বলল- তোমার (মাত্র) একটি দুম্বীকে তার দুম্বীর পালে যুক্ত করার দাবী করে (সে) তোমার প্রতি যুলম করেছে। শরীকদের অধিকাংশই সত্যিই পরস্পরের প্রতি বাড়াবাড়ি করে, কিন্তু যারা ঈমান আনে আর সৎ ‘আমাল করে তারা ব্যতীত, এদের সংখ্যা খুবই কম। দাঊদ বুঝতে পারল আমি তাকে পরীক্ষা করেছি। তখন সে তার প্রতিপালকের কাছে ক্ষমা প্রার্থনা করল, সাজদায় লুটিয়ে পড়ল ও তাঁর পানে ফিরে আসল।(সাজদাহ)"
                }
            ]
        },
        {
            "id": 3995,
            "verse_number": 25,
            "verse_key": "38:25",
            "hizb_number": 46,
            "rub_el_hizb_number": 182,
            "ruku_number": 394,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَغَفَرْنَا لَهُۥ ذَٰلِكَ ۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ",
            "page_number": 454,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99364,
                    "resource_id": 20,
                    "text": "So We forgave him that; and indeed, for him is nearness to Us and a good place of return."
                },
                {
                    "id": 217301,
                    "resource_id": 39,
                    "text": "Maka Kami ampunkan kesalahannya itu; dan sesungguhnya ia mempunyai kedudukan yang dekat di sisi Kami serta tempat kembali yang sebaik-baiknya (pada hari akhirat kelak)."
                },
                {
                    "id": 1094972,
                    "resource_id": 161,
                    "text": "তখন আমি তার সে অপরাধ ক্ষমা করে দিলাম। তার জন্য আমার কাছে অবশ্যই আছে নৈকট্য আর উত্তম প্রত্যাবর্তনস্থল।"
                }
            ]
        },
        {
            "id": 3996,
            "verse_number": 26,
            "verse_key": "38:26",
            "hizb_number": 46,
            "rub_el_hizb_number": 182,
            "ruku_number": 394,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَـٰدَاوُۥدُ إِنَّا جَعَلْنَـٰكَ خَلِيفَةً فِى ٱلْأَرْضِ فَٱحْكُم بَيْنَ ٱلنَّاسِ بِٱلْحَقِّ وَلَا تَتَّبِعِ ٱلْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌۢ بِمَا نَسُوا۟ يَوْمَ ٱلْحِسَابِ",
            "page_number": 454,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99365,
                    "resource_id": 20,
                    "text": "[We said], \"O David, indeed We have made you a successor upon the earth, so judge between the people in truth and do not follow [your own] desire, as it will lead you astray from the way of Allāh.\" Indeed, those who go astray from the way of Allāh will have a severe punishment for having forgotten the Day of Account."
                },
                {
                    "id": 217206,
                    "resource_id": 39,
                    "text": "Wahai Daud, sesungguhnya Kami telah menjadikanmu khalifah di bumi, maka jalankanlah hukum di antara manusia dengan (hukum syariat) yang benar (yang diwahyukan kepadamu); dan janganlah engkau menurut hawa nafsu, kerana yang demikian itu akan menyesatkanmu dari jalan Allah. Sesungguhnya orang-orang yang sesat dari jalan Allah, akan beroleh azab yang berat pada hari hitungan amal, disebabkan mereka melupakan (jalan Allah) itu."
                },
                {
                    "id": 1094973,
                    "resource_id": 161,
                    "text": "হে দাঊদ! আমি তোমাকে পৃথিবীতে (আমার) প্রতিনিধি করেছি, কাজেই তুমি মানুষের মধ্যে ন্যায়পরায়ণতার সঙ্গে শাসন-বিচার পরিচালনা কর, এবং প্রবৃত্তির অনুসরণ করো না। কেননা, তা তোমাকে আল্লাহর পথ হতে বিচ্যুত করে ফেলবে। যারা আল্লাহর পথ থেকে বিচ্যুত হয়, তাদের জন্য আছে কঠিন ‘আযাব, কারণ তারা হিসাব-নিকাশের দিনকে ভুলে গেছে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}