{
    "verses": [
        {
            "id": 4080,
            "verse_number": 22,
            "verse_key": "39:22",
            "hizb_number": 46,
            "rub_el_hizb_number": 184,
            "ruku_number": 400,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَـٰمِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِۦ ۚ فَوَيْلٌ لِّلْقَـٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
            "page_number": 461,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99456,
                    "resource_id": 20,
                    "text": "So is one whose breast Allāh has expanded to [accept] Islām and he is upon [i.e., guided by] a light from his Lord [like one whose heart rejects it]? Then woe to those whose hearts are hardened against the remembrance of Allāh. Those are in manifest error."
                },
                {
                    "id": 217303,
                    "resource_id": 39,
                    "text": "Jika demikian, adakah orang yang telah dilapangkan Allah dadanya untuk menerima Islam, lalu ia tetap berada dalam cahaya (hidayah petunjuk) dari Tuhannya, (sama seperti orang yang tertutup mata hatinya dengan selaput kederhakaan)? Maka kecelakaan besarlah bagi orang-orang yang keras membatu hatinya daripada menerima peringatan yang diberi oleh Allah. Mereka yang demikian keadaannya, adalah dalam kesesatan yang nyata."
                },
                {
                    "id": 1095057,
                    "resource_id": 161,
                    "text": "ইসলামের জন্য আল্লাহ যার বক্ষ উন্মোচিত করে দিয়েছেন, যার ফলে সে তার প্রতিপালকের দেয়া আলোর উপর রয়েছে (সে কি তার সমান যে কঠোর হৃদয়ের)? ধ্বংস তাদের জন্য যাদের অন্তর আল্লাহ স্মরণের ব্যাপারে আরো শক্ত হয়ে গেছে। তারা আছে স্পষ্ট বিভ্রান্তিতে।"
                }
            ]
        },
        {
            "id": 4081,
            "verse_number": 23,
            "verse_key": "39:23",
            "hizb_number": 46,
            "rub_el_hizb_number": 184,
            "ruku_number": 400,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَـٰبًا مُّتَشَـٰبِهًا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
            "page_number": 461,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99457,
                    "resource_id": 20,
                    "text": "Allāh has sent down the best statement: a consistent Book wherein is reiteration. The skins shiver therefrom of those who fear their Lord; then their skins and their hearts relax at the remembrance [i.e., mention] of Allāh. That is the guidance of Allāh by which He guides whom He wills. And one whom Allāh sends astray - for him there is no guide."
                },
                {
                    "id": 217302,
                    "resource_id": 39,
                    "text": "Allah telah menurunkan sebaik-baik perkataan iaitu Kitab Suci Al-Quran yang bersamaan isi kandungannya antara satu dengan yang lain (tentang benarnya dan indahnya), yang berulang-ulang (keterangannya, dengan berbagai cara); yang (oleh kerana mendengarnya atau membacanya) kulit badan orang-orang yang takut kepada Tuhan mereka menjadi seram; kemudian kulit badan mereka menjadi lembut serta tenang tenteram hati mereka menerima ajaran dan rahmat Allah. Kitab Suci itulah hidayah petunjuk Allah; Allah memberi hidayah petunjuk dengan Al-Quran itu kepada sesiapa yang dikehendakiNya (menurut undang-undang peraturanNya); dan (ingatlah) sesiapa yang disesatkan Allah (disebabkan pilihannya yang salah), maka tidak ada sesiapa pun yang dapat memberi hidayah petunjuk kepadanya."
                },
                {
                    "id": 1095058,
                    "resource_id": 161,
                    "text": "আল্লাহ সর্বোত্তম বাণী অবতীর্ণ করেছেন- এমন কিতাব যা সামঞ্জস্যপূর্ণ, যার বিষয়াবলী পুনরাবৃত্তি করা হয়েছে। যারা তাদের প্রতিপালককে ভয় করে তাদের গা এতে শিউরে উঠে। তখন তাদের দেহ-মন আল্লাহর স্মরণের প্রতি বিনম্র হয়ে যায়। এ হল আল্লাহর হিদায়াত, যাকে ইচ্ছে তদ্দ্বারা হিদায়াত করেন। আর আল্লাহ যাকে পথহারা করেন, তার কোন পথপ্রদর্শক নেই।"
                }
            ]
        },
        {
            "id": 4082,
            "verse_number": 24,
            "verse_key": "39:24",
            "hizb_number": 46,
            "rub_el_hizb_number": 184,
            "ruku_number": 400,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ",
            "page_number": 461,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99458,
                    "resource_id": 20,
                    "text": "Then is he who will shield with his face<sup foot_note=197239>1</sup> the worst of the punishment on the Day of Resurrection [like one secure from it]? And it will be said to the wrongdoers, \"Taste what you used to earn.\""
                },
                {
                    "id": 217304,
                    "resource_id": 39,
                    "text": "Maka adakah orang yang menahan dengan mukanya akan (selaran) azab yang buruk pada hari kiamat (sama seperti orang yang terselamat)? Dan (pada saat itu) dikatakan kepada orang-orang yang zalim itu: \"Rasalah (balasan) apa yang kamu usahakan dahulu\"."
                },
                {
                    "id": 1095059,
                    "resource_id": 161,
                    "text": "ক্বিয়ামতের দিন যে ব্যক্তি তার (হাত পা বাঁধা থাকার কারণে) মুখমন্ডলের সাহায্যে ভয়ানক ‘আযাবের আঘাত ঠেকাতে চাইবে (সে কি তার মত যে এসব থেকে নিরাপদ)? যালিমদেরকে বলা হবে- তোমরা যা অর্জন করেছ তার স্বাদ গ্রহণ কর।"
                }
            ]
        },
        {
            "id": 4083,
            "verse_number": 25,
            "verse_key": "39:25",
            "hizb_number": 46,
            "rub_el_hizb_number": 184,
            "ruku_number": 400,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
            "page_number": 461,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99459,
                    "resource_id": 20,
                    "text": "Those before them denied, and punishment came upon them from where they did not perceive."
                },
                {
                    "id": 217310,
                    "resource_id": 39,
                    "text": "(Ingatlah! Bahawa) orang-orang yang terdahulu dari mereka telah mendustakan (Rasul-rasul yang diutuskan kepada mereka), lalu orang-orang itu didatangi azab dari arah yang mereka tidak menyedarinya."
                },
                {
                    "id": 1095060,
                    "resource_id": 161,
                    "text": "তাদের পূর্ববর্তীরাও (নুবুওয়াতকে) অস্বীকার করেছিল। অতঃপর তাদের কাছে এমন দিক থেকে ‘আযাব এসেছিল যা তারা একটু টেরও পায়নি।"
                }
            ]
        },
        {
            "id": 4084,
            "verse_number": 26,
            "verse_key": "39:26",
            "hizb_number": 46,
            "rub_el_hizb_number": 184,
            "ruku_number": 400,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
            "page_number": 461,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99460,
                    "resource_id": 20,
                    "text": "So Allāh made them taste disgrace in worldly life. But the punishment of the Hereafter is greater, if they only knew."
                },
                {
                    "id": 217305,
                    "resource_id": 39,
                    "text": "Maka Allah merasakan mereka kehinaan dalam kehidupan dunia (dengan berbagai bala bencana), dan sesungguhnya azab seksa hari akhirat (yang disediakan untuk mereka) lebih besar lagi. Kalaulah mereka mengetahui (hakikat ini, tentulah mereka tidak mendustakan Rasul)."
                },
                {
                    "id": 1095061,
                    "resource_id": 161,
                    "text": "কাজেই আল্লাহ তাদেরকে দুনিয়ার জিন্দেগিতেই লাঞ্ছনার স্বাদ ভোগ করালেন। আর অবশ্যই আখিরাতের শাস্তি সবচেয়ে কঠিন। তারা যদি জানত!"
                }
            ]
        },
        {
            "id": 4085,
            "verse_number": 27,
            "verse_key": "39:27",
            "hizb_number": 46,
            "rub_el_hizb_number": 184,
            "ruku_number": 400,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ",
            "page_number": 461,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99461,
                    "resource_id": 20,
                    "text": "And We have certainly presented for the people in this Qur’ān from every [kind of] example - that they might remember."
                },
                {
                    "id": 217306,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya! Kami telah mengemukakan kepada umat manusia berbagai misal perbandingan dalam Al-Quran ini, supaya mereka mengambil peringatan dan pelajaran."
                },
                {
                    "id": 1095062,
                    "resource_id": 161,
                    "text": "আমি এ কুরআনে মানুষের জন্য সব রকমের দৃষ্টান্ত ও উপমা উপস্থিত করেছি যাতে তারা উপদেশ গ্রহণ করে।"
                }
            ]
        },
        {
            "id": 4086,
            "verse_number": 28,
            "verse_key": "39:28",
            "hizb_number": 46,
            "rub_el_hizb_number": 184,
            "ruku_number": 400,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ",
            "page_number": 461,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99462,
                    "resource_id": 20,
                    "text": "[It is] an Arabic Qur’ān, without any deviance<sup foot_note=197241>1</sup> that they might become righteous.<sup foot_note=197240>2</sup>"
                },
                {
                    "id": 214802,
                    "resource_id": 39,
                    "text": "laitu Al-Quran yang berbahasa Arab, yang tidak mengandungi sebarang keterangan yang terpesong; supaya mereka bertaqwa."
                },
                {
                    "id": 1095063,
                    "resource_id": 161,
                    "text": "আরবী ভাষায় (অবতীর্ণ) কুরআন, এতে নেই কোন বক্রতা (পেচানো কথা), যাতে তারা (অন্যায় অপকর্ম হতে) বেঁচে চলতে পারে।"
                }
            ]
        },
        {
            "id": 4087,
            "verse_number": 29,
            "verse_key": "39:29",
            "hizb_number": 46,
            "rub_el_hizb_number": 184,
            "ruku_number": 400,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ضَرَبَ ٱللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَـٰكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
            "page_number": 461,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99463,
                    "resource_id": 20,
                    "text": "Allāh presents an example: a man [i.e., slave] owned by quarreling partners and another belonging exclusively to one man - are they equal in comparison? Praise be to Allāh! But most of them do not know."
                },
                {
                    "id": 217307,
                    "resource_id": 39,
                    "text": "Allah memberikan satu misal perbandingan: Seorang hamba lelaki yang dimiliki oleh beberapa orang yang berkongsi yang bertentangan tabiat dan kemahuannya; dan seorang hamba lelaki yang lain hanya dimilik oleh seorang sahaja; adakah kedua-dua hamba itu sama keadaannya (Tentulah tidak sama). Ucaplah: \"Alhamdulillah\" (sebagai bersyukur terhadap penjelasan soal tauhid itu) bahkan kebanyakan mereka (yang musyrik) tidak mengetahui (hakikat tauhid)."
                },
                {
                    "id": 1095064,
                    "resource_id": 161,
                    "text": "আল্লাহ একটা দৃষ্টান্ত দিচ্ছেনঃ এক ব্যক্তি যার মুনিব অনেক- যারা পরস্পরের বিরোধী। আরেক ব্যক্তি যার সম্পূর্ণ মালিকানা একজনের (উপর ন্যস্ত), তুলনায় এ দু’জন কি সমান? যাবতীয় প্রশংসা আল্লাহরই (যে তিনি আমাদেরকে নানান দেবদেবীর কবল থেকে রক্ষা ক’রে একমাত্র তাঁরই সঙ্গে সরাসরি যোগাযোগ স্থাপন করার জন্য আমাদেরকে নির্দেশ দিয়েছেন), কিন্তু মানুষদের অধিকাংশ (এ আসল সত্যটা) জানে না।"
                }
            ]
        },
        {
            "id": 4088,
            "verse_number": 30,
            "verse_key": "39:30",
            "hizb_number": 46,
            "rub_el_hizb_number": 184,
            "ruku_number": 400,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ",
            "page_number": 461,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99466,
                    "resource_id": 20,
                    "text": "Indeed, you are to die, and indeed, they are to die."
                },
                {
                    "id": 217319,
                    "resource_id": 39,
                    "text": "Sesungguhnya engkau (wahai Muhammad) akan mati, dan sesungguhnya mereka juga akan mati."
                },
                {
                    "id": 1095065,
                    "resource_id": 161,
                    "text": "তুমিও মরবে আর তারাও মরবে।"
                }
            ]
        },
        {
            "id": 4089,
            "verse_number": 31,
            "verse_key": "39:31",
            "hizb_number": 46,
            "rub_el_hizb_number": 184,
            "ruku_number": 400,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ",
            "page_number": 461,
            "juz_number": 23,
            "translations": [
                {
                    "id": 99467,
                    "resource_id": 20,
                    "text": "Then indeed you, on the Day of Resurrection, before your Lord, will dispute."
                },
                {
                    "id": 217312,
                    "resource_id": 39,
                    "text": "Kemudian, sesungguhnya kamu semua, pada hari kiamat, akan bertengkar berhujah di hadapan Tuhan kamu."
                },
                {
                    "id": 1095066,
                    "resource_id": 161,
                    "text": "অতঃপর ক্বিয়ামত দিবসে তোমরা তোমাদের প্রতিপালকের সম্মুখে বাদানুবাদ করবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}