{
    "verses": [
        {
            "id": 4090,
            "verse_number": 32,
            "verse_key": "39:32",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 401,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
            "page_number": 462,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99468,
                    "resource_id": 20,
                    "text": "So who is more unjust than one who lies about Allāh and denies the truth when it has come to him? Is there not in Hell a residence for the disbelievers?"
                },
                {
                    "id": 217311,
                    "resource_id": 39,
                    "text": "(Apabila berlaku yang demikian), maka nyatalah bahawa tidak ada yang lebih zalim daripada orang yang mereka-reka perkara-perkara yang dusta terhadap Allah, dan mendustakan kebenaran sebaik-baik sahaja kebenaran itu disampaikan kepadanya. Bukankah (telah diketahui bahawa) dalam neraka Jahannam disediakan tempat tinggal bagi orang-orang yang kafir?"
                },
                {
                    "id": 1095067,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি আল্লাহর প্রতি মিথ্যারোপ করে আর সত্য সমাগত হওয়ার পর তা অস্বীকার করে তার চেয়ে বড় যালিম আর কে আছে? (এমন) কাফিরদের আবাসস্থল কি জাহান্নামে নয়?"
                }
            ]
        },
        {
            "id": 4091,
            "verse_number": 33,
            "verse_key": "39:33",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 401,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
            "page_number": 462,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99469,
                    "resource_id": 20,
                    "text": "And the one who has brought the truth [i.e., the Prophet (ﷺ)] and [they who] believed in it - those are the righteous."
                },
                {
                    "id": 217315,
                    "resource_id": 39,
                    "text": "Dan (nyatalah bahawa) yang membawa kebenaran (tauhid dan hukum ugama) serta ia (dan pengikut-pengikutnya) mengakui kebenarannya (dengan mematuhi hukum itu), mereka itulah orang-orang yang bertaqwa."
                },
                {
                    "id": 1095068,
                    "resource_id": 161,
                    "text": "যারা সত্য নিয়ে আগমণ করেছে এবং সত্যকে সত্য হিসেবে মেনে নিয়েছে, তারাই তো মুত্তাকী।"
                }
            ]
        },
        {
            "id": 4092,
            "verse_number": 34,
            "verse_key": "39:34",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 401,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
            "page_number": 462,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99470,
                    "resource_id": 20,
                    "text": "They will have whatever they desire with their Lord. That is the reward of the doers of good -"
                },
                {
                    "id": 217313,
                    "resource_id": 39,
                    "text": "Disediakan untuk mereka apa yang mereka kehendaki, di sisi Tuhan mereka; demikianlah balasan orang-orang yang berusaha memperbaiki amal perbuatannya."
                },
                {
                    "id": 1095069,
                    "resource_id": 161,
                    "text": "তাদের জন্য তাদের প্রতিপালকের নিকট আছে যা তারা ইচ্ছে করবে। তা-ই হল সৎকর্মশীলদের প্রতিদান।"
                }
            ]
        },
        {
            "id": 4093,
            "verse_number": 35,
            "verse_key": "39:35",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 401,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
            "page_number": 462,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99471,
                    "resource_id": 20,
                    "text": "That Allāh may remove from them the worst of what they did and reward them their due for the best of what they used to do."
                },
                {
                    "id": 217314,
                    "resource_id": 39,
                    "text": "(Limpah kurnia yang demikian, diberikan kepada orang-orang yang bertaqwa) kerana Allah hendak menghapuskan dari mereka (kalaulah ada) seburuk-buruk amal perbuatan yang mereka telah lakukan, serta membalas mereka, akan pahala mereka, dengan balasan yang lebih baik dari apa yang mereka telah kerjakan."
                },
                {
                    "id": 1095070,
                    "resource_id": 161,
                    "text": "যাতে তারা যে সব মন্দ কাজ করেছে আল্লাহ্ তা মুছে দিতে পারেন, আর তারা যে সব সৎ কাজ করেছে তজ্জন্য তাদেরকে পুরস্কৃত করেন।"
                }
            ]
        },
        {
            "id": 4094,
            "verse_number": 36,
            "verse_key": "39:36",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 401,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
            "page_number": 462,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99472,
                    "resource_id": 20,
                    "text": "Is not Allāh sufficient for His Servant [i.e., Prophet Muḥammad (ﷺ)]? And [yet], they threaten you with those [they worship] other than Him. And whoever Allāh leaves astray - for him there is no guide."
                },
                {
                    "id": 217316,
                    "resource_id": 39,
                    "text": "Bukankah Allah cukup untuk mengawal dan melindungi hambaNya (yang bertaqwa)? Dan mereka menakutkanmu (wahai Muhammad) dengan yang mereka sembah yang lain dari Allah. Dan (ingatlah) sesiapa yang disesatkan oleh Allah (dengan pilihannya yang salah), maka tidak ada sesiapapun yang dapat memberi hidayah petunjuk kepadanya."
                },
                {
                    "id": 1095071,
                    "resource_id": 161,
                    "text": "আল্লাহ কি তাঁর বান্দাহর জন্য যথেষ্ট নন? অথচ তোমাকে তারা আল্লাহর পরিবর্তে অন্যদের ভয় দেখায়। আল্লাহ যাকে পথহারা করেন তার জন্য কেউ পথ দেখাবার নেই।"
                }
            ]
        },
        {
            "id": 4095,
            "verse_number": 37,
            "verse_key": "39:37",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 401,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍ ذِى ٱنتِقَامٍ",
            "page_number": 462,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99473,
                    "resource_id": 20,
                    "text": "And whoever Allāh guides - for him there is no misleader. Is not Allāh Exalted in Might and Owner of Retribution?"
                },
                {
                    "id": 217317,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang diberi hidayah petunjuk oleh Allah (dengan sebab pilihannya yang benar), maka tidak ada sesiapapun yang dapat menyesatkannya. Bukankah Allah Maha Kuasa, lagi berhak membalas dengan azab seksa (kepada golongan yang bersalah)?"
                },
                {
                    "id": 1095072,
                    "resource_id": 161,
                    "text": "আর আল্লাহ যাকে পথ দেখান, তাকে পথভ্রষ্ট করার কেউ নেই। আল্লাহ কি মহাশক্তিধর প্রতিশোধ গ্রহণকারী নন?"
                }
            ]
        },
        {
            "id": 4096,
            "verse_number": 38,
            "verse_key": "39:38",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 401,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَـٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
            "page_number": 462,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99475,
                    "resource_id": 20,
                    "text": "And if you asked them, \"Who created the heavens and the earth?\" they would surely say, \"Allāh.\" Say, \"Then have you considered<sup foot_note=197242>1</sup> what you invoke besides Allāh? If Allāh intended me harm, are they removers of His harm; or if He intended me mercy, are they withholders of His mercy?\" Say, \"Sufficient for me is Allāh; upon Him [alone] rely the [wise] reliers.\""
                },
                {
                    "id": 217318,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya! Jika engkau (wahai Muhammad) bertanya kepada mereka (yang musyrik) itu: \"Siapakah yang mencipta langit dan bumi?\" Sudah tentu mereka akan menjawab: \"Allah\". Katakanlah (kepada mereka): \"Kalau demikian, bagaimana fikiran kamu tentang yang kamu sembah yang lain dari Allah itu? Jika Allah hendak menimpakan daku dengan sesuatu bahaya, dapatkah mereka mengelakkan atau menghapuskan bahayaNya itu; atau jika Allah hendak memberi rahmat kepadaku, dapatkah mereka menahan rahmatNya itu?\" Katakanlah lagi: \"Cukuplah bagiku: Allah (yang menolong dan memeliharaku); kepadaNyalah hendaknya berserah orang-orang yang mahu berserah diri\"."
                },
                {
                    "id": 1095073,
                    "resource_id": 161,
                    "text": "তুমি যদি তাদেরকে জিজ্ঞেস কর- আকাশ ও পৃথিবী সৃষ্টি করেছে কে? তারা অবশ্য অবশ্যই বলবে, আল্লাহ। তোমরা কি চিন্তা করে দেখেছ যে, আল্লাহ আমার ক্ষতি করতে চাইলে আল্লাহর পরিবর্তে তোমরা যাদেরকে ডাক, তারা কি সে ক্ষতি দূর করতে পারবে? অথবা তিনি আমার প্রতি অনুগ্রহ করতে চাইলে, তারা কি তাঁর অনুগ্রহ ঠেকাতে পারবে? বল, আমার জন্য আল্লাহ্ই যথেষ্ট, নির্ভরকারীরা তাঁর উপরই নির্ভর করে।"
                }
            ]
        },
        {
            "id": 4097,
            "verse_number": 39,
            "verse_key": "39:39",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 401,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
            "page_number": 462,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99477,
                    "resource_id": 20,
                    "text": "Say, \"O my people, work according to your position, [for] indeed, I am working; and you are going to know"
                },
                {
                    "id": 217322,
                    "resource_id": 39,
                    "text": "Katakanlah: \"Wahai kaumku (yang masih berdegil dalam kekufurannya)! Buatlah sedaya upaya kamu (untuk menentang ugama Islam yang aku sampaikan itu), sesungguhnya aku juga tetap berusaha dengan bersungguh-sungguh (untuk mengembangkannya); kemudian kamu akan mengetahui kelak -"
                },
                {
                    "id": 1095074,
                    "resource_id": 161,
                    "text": "বল, হে আমার সম্প্রদায়! তোমরা তোমাদের পথ ও মত অনুযায়ী কাজ করে যাও, আমিও কাজ করে যাচ্ছি, অচিরেই তোমরা জানতে পারবে"
                }
            ]
        },
        {
            "id": 4098,
            "verse_number": 40,
            "verse_key": "39:40",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 401,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
            "page_number": 462,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99480,
                    "resource_id": 20,
                    "text": "To whom will come a torment disgracing him and on whom will descend an enduring punishment.\""
                },
                {
                    "id": 217324,
                    "resource_id": 39,
                    "text": "\"Siapakah yang akan didatangi azab yang menghinakannya, serta akan ditimpakan kepadanya azab seksa yang berkekalan\"."
                },
                {
                    "id": 1095075,
                    "resource_id": 161,
                    "text": "কার উপর আসে অপমানজনক শাস্তি, আর কার উপর পতিত হয় স্থায়ী ‘আযাব।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}