{
    "verses": [
        {
            "id": 4099,
            "verse_number": 41,
            "verse_key": "39:41",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 401,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ لِلنَّاسِ بِٱلْحَقِّ ۖ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
            "page_number": 463,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99481,
                    "resource_id": 20,
                    "text": "Indeed, We sent down to you the Book for the people in truth. So whoever is guided - it is for [the benefit of] his soul; and whoever goes astray only goes astray to its detriment. And you are not a manager [i.e., authority] over them."
                },
                {
                    "id": 217323,
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami telah menurunkan kepadamu (wahai Muhammad) Kitab Suci Al-Quran yang menyatakan segala kebenaran (untuk menjadi panduan hidup) kepada umat manusia seluruhnya. Oleh itu sesiapa yang mendapat hidayah petunjuk (beramal menurutnya), maka faedahnya terpulang kepada dirinya sendiri; dan sesiapa yang sesat (tidak berpandu kepadanya), maka bahaya kesesatannya itu tertimpa ke atas dirinya sendiri; dan engkau (wahai Muhammad - hanyalah penyampai) bukanlah menjadi wakil yang menguasai (keadaan dan bawaan) mereka."
                },
                {
                    "id": 1095076,
                    "resource_id": 161,
                    "text": "আমি তোমার প্রতি কিতাব অবতীর্ণ করেছি মানুষের (শিক্ষা গ্রহণের) জন্য সত্য (দ্বীন) সহকারে। অতঃপর যে সঠিক পথে চলবে, নিজের কল্যাণের জন্যই চলবে। আর যে বিভ্রান্ত হবে, বিভ্রান্ত হবে কেবল নিজের ক্ষতি করার জন্য; তুমি তাদের (কাজের) জন্য যিম্মাদার নও।"
                }
            ]
        },
        {
            "id": 4100,
            "verse_number": 42,
            "verse_key": "39:42",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا ۖ فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
            "page_number": 463,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99482,
                    "resource_id": 20,
                    "text": "Allāh takes the souls at the time of their death, and those that do not die [He takes] during their sleep. Then He keeps those for which He has decreed death and releases the others for a specified term. Indeed in that are signs for a people who give thought."
                },
                {
                    "id": 217329,
                    "resource_id": 39,
                    "text": "Allah (Yang Menguasai Segala-galanya), Ia mengambil dan memisahkan satu-satu jiwa dari badannya, jiwa orang yang sampai ajalnya semasa matinya, dan jiwa orang yang tidak mati: dalam masa tidurnya; kemudian Ia menahan jiwa orang yang Ia tetapkan matinya dan melepaskan balik jiwa yang lain (ke badannya) sehingga sampai ajalnya yang ditentukan. Sesungguhnya yang demikian itu mengandungi tanda-tanda yang membuktikan kekuasaan Allah bagi kaum yang berfikir (untuk memahaminya)."
                },
                {
                    "id": 1095077,
                    "resource_id": 161,
                    "text": "আল্লাহ প্রাণ গ্রহণ করেন সেগুলোর মৃত্যুর সময়, আর যারা মরেনি তাদের নিদ্রাকালে। অতঃপর যার মৃত্যুর সিদ্ধান্ত হয়ে গেছে তার (প্রাণ) রেখে দেন, আর অন্যগুলো একটা নির্দিষ্ট সময়ের জন্য ফিরিয়ে দেন। যারা চিন্তা গবেষণা করে তাদের জন্য এতে বহু নিদর্শন আছে।"
                }
            ]
        },
        {
            "id": 4101,
            "verse_number": 43,
            "verse_key": "39:43",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ ۚ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًٔا وَلَا يَعْقِلُونَ",
            "page_number": 463,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99483,
                    "resource_id": 20,
                    "text": "Or have they taken other than Allāh as intercessors? Say, \"Even though they do not possess [power over] anything, nor do they reason?\""
                },
                {
                    "id": 217325,
                    "resource_id": 39,
                    "text": "Patutkah mereka (yang musyrik) mengambil yang lain dari Allah menjadi pemberi syafaat? Bertanyalah (kepada mereka): \"Dapatkah yang lain dari Allah memberi syafaat padahal semuanya tidak pula mengerti (sebarang apa pun)?\""
                },
                {
                    "id": 1095078,
                    "resource_id": 161,
                    "text": "তারা কি আল্লাহকে ছাড়া (অন্যদেরকে নিজেদের মুক্তির জন্য) সুপারিশকারী বানিয়ে নিয়েছে? বল- তারা কোন কিছুর মালিক না হওয়া সত্ত্বেও, আর তারা না বুঝলেও?"
                }
            ]
        },
        {
            "id": 4102,
            "verse_number": 44,
            "verse_key": "39:44",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قُل لِّلَّهِ ٱلشَّفَـٰعَةُ جَمِيعًا ۖ لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
            "page_number": 463,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99484,
                    "resource_id": 20,
                    "text": "Say, \"To Allāh belongs [the right to allow] intercession entirely. To Him belongs the dominion of the heavens and the earth. Then to Him you will be returned.\""
                },
                {
                    "id": 217326,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Syafaat itu semuanya hak kepunyaan Allah; Dia lah Yang Menguasai segala urusan langit dan bumi; kemudian kamu akan dikembalikan kepadaNya (untuk menerima balasan).\""
                },
                {
                    "id": 1095079,
                    "resource_id": 161,
                    "text": "বল- শাফা‘আত সম্পূর্ণ আল্লাহর ইখতিয়ারভুক্ত। আকাশ ও পৃথিবীর রাজত্ব তাঁরই, অতঃপর তাঁর কাছেই তোমাদেরকে ফিরিয়ে আনা হবে।"
                }
            ]
        },
        {
            "id": 4103,
            "verse_number": 45,
            "verse_key": "39:45",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ ۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
            "page_number": 463,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99485,
                    "resource_id": 20,
                    "text": "And when Allāh is mentioned alone, the hearts of those who do not believe in the Hereafter shrink with aversion, but when those [worshipped] other than Him are mentioned, immediately they rejoice."
                },
                {
                    "id": 217327,
                    "resource_id": 39,
                    "text": "Dan (di antara keburukan orang-orang yang melakukan syirik): apabila disebut nama Allah semata-mata (di dalam doa dan sebagainya), segan serta liarlah hati mereka yang tidak beriman kepada hari akhirat; dan apabila disebut nama-nama yang mereka sembah dan puja yang lain dari Allah, mereka dengan serta merta riang dan gembira."
                },
                {
                    "id": 1095080,
                    "resource_id": 161,
                    "text": "এক আল্লাহর উল্লেখ করা হলেই যারা ক্বিয়ামতে বিশ্বাস করে না, তাদের অন্তর বিতৃষ্ণায় ভরে যায়। আর আল্লাহ ছাড়া অন্যান্য উপাস্যের উল্লেখ করা হলেই তারা আনন্দে উৎফুল্ল হয়।"
                }
            ]
        },
        {
            "id": 4104,
            "verse_number": 46,
            "verse_key": "39:46",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ عَـٰلِمَ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
            "page_number": 463,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99486,
                    "resource_id": 20,
                    "text": "Say, \"O Allāh, Creator of the heavens and the earth, Knower of the unseen and the witnessed, You will judge between your servants concerning that over which they used to differ.\""
                },
                {
                    "id": 217330,
                    "resource_id": 39,
                    "text": "Ucapkanlah (wahai Muhammad): \"Wahai Tuhan yang menciptakan langit dan bumi, yang mengetahui perkara-perkara yang ghaib dan yang nyata, Engkaulah jua yang mengadili di antara hamba-hambaMu, mengenai apa yang mereka sentiasa berselisihan padanya\"."
                },
                {
                    "id": 1095081,
                    "resource_id": 161,
                    "text": "বল- হে আল্লাহ! আকাশ ও পৃথিবীর স্রষ্টা, দৃশ্য ও অদৃশ্যের জ্ঞানের অধিকারী, তুমি তোমার বান্দাহদের মাঝে মীমাংসা করে দেবে যে বিষয়ে তারা মতভেদ করছে."
                }
            ]
        },
        {
            "id": 4105,
            "verse_number": 47,
            "verse_key": "39:47",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ",
            "page_number": 463,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99487,
                    "resource_id": 20,
                    "text": "And if those who did wrong had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby from the worst of the punishment on the Day of Resurrection. And there will appear to them from Allāh that which they had not taken into account.<sup foot_note=197243>1</sup>"
                },
                {
                    "id": 217331,
                    "resource_id": 39,
                    "text": "Dan sekiranya orang-orang zalim itu mempunyai segala apa jua yang ada di bumi, disertai sebanyak itu lagi, tentulah mereka rela menebus diri mereka dengannya daripada azab seksa yang buruk pada hari kiamat, setelah jelas nyata kepada mereka dari (hukum) Allah, azab yang mereka tidak pernah fikirkan."
                },
                {
                    "id": 1095082,
                    "resource_id": 161,
                    "text": "যারা অন্যায়কারী দুনিয়াতে যা কিছু আছে সমস্ত কিছু যদি তাদেরই হয়, আর তার সাথে আরো অত পরিমাণ হয়, তারা ক্বিয়ামতের কঠিন ‘আযাব থেকে বাঁচার জন্য মুক্তিপণ স্বরূপ দিতে চাইবে। সেখানে আল্লাহর নিকট থেকে তারা এমন কিছুর সম্মুখীন হবে যা তারা কক্ষনো অনুমানও করেনি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}