{
    "verses": [
        {
            "id": 4106,
            "verse_number": 48,
            "verse_key": "39:48",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
            "page_number": 464,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99488,
                    "resource_id": 20,
                    "text": "And there will appear to them the evils they had earned, and they will be enveloped by what they used to ridicule."
                },
                {
                    "id": 217348,
                    "resource_id": 39,
                    "text": "Dan sudah tentu akan nyata kepada mereka keburukan perkara-perkara yang mereka telah usahakan, dan mereka akan diliputi oleh azab yang mereka telah ejek-ejek itu."
                },
                {
                    "id": 1095083,
                    "resource_id": 161,
                    "text": "তাদের কৃতকর্মের মন্দ রূপ সেদিন প্রকাশ হয়ে পড়বে, আর তারা যা নিয়ে ঠাট্টা-বিদ্রূপ করত তাই তাদেরকে ঘিরে ফেলবে।"
                }
            ]
        },
        {
            "id": 4107,
            "verse_number": 49,
            "verse_key": "39:49",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَـٰهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
            "page_number": 464,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99489,
                    "resource_id": 20,
                    "text": "And when adversity touches man, he calls upon Us; then when We bestow on him a favor from Us, he says, \"I have only been given it because of [my] knowledge.\" Rather, it is a trial, but most of them do not know."
                },
                {
                    "id": 217333,
                    "resource_id": 39,
                    "text": "Maka apabila manusia disentuh oleh sesuatu bahaya, ia segera berdoa kepada Kami; kemudian apabila Kami memberikannya sesuatu nikmat (sebagai kurnia) dari Kami, berkatalah ia (dengan sombongnya): \"Aku diberikan nikmat ini hanyalah disebabkan pengetahuan dan kepandaian yang ada padaku\". (Tidaklah benar apa yang dikatakannya itu) bahkan pemberian nikmat yang tersebut adalah ujian (adakah ia bersyukur atau sebaliknya), akan tetapi kebanyakan mereka tidak mengetahui (hakikat itu)."
                },
                {
                    "id": 1095084,
                    "resource_id": 161,
                    "text": "মানুষকে বিপদাপদ স্পর্শ করলে আমাকে ডাকে। অতঃপর আমি যখন তাকে আমার পক্ষ থেকে নি‘মাত দিয়ে ধন্য করি তখন সে বলে- আমার জ্ঞান গরিমার বদৌলতেই আমাকে তা দেয়া হয়েছে। না, তা নয়। এটা একটা পরীক্ষা (অনুগ্রহ লাভ করে কে আল্লাহর কৃতজ্ঞ হয় আর কে নিজের বড়াই প্রকাশ করে তা দেখার জন্য)। কিন্তু (এর গুঢ়তত্ত্ব) তাদের অধিকাংশই বুঝে না।"
                }
            ]
        },
        {
            "id": 4108,
            "verse_number": 50,
            "verse_key": "39:50",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
            "page_number": 464,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99492,
                    "resource_id": 20,
                    "text": "Those before them had already said it, but they were not availed by what they used to earn."
                },
                {
                    "id": 217336,
                    "resource_id": 39,
                    "text": "Sebenarnya orang-orang yang terdahulu daripada mereka telah juga mengatakan yang demikian maka segala yang mereka usahakan itu tidak dapat menyelamatkan mereka (dari azab Allah)."
                },
                {
                    "id": 1095085,
                    "resource_id": 161,
                    "text": "তাদের আগে যারা ছিল তারাও এ কথাই বলত। কিন্তু তারা যা করত তা তাদের কোনই কাজে আসেনি।"
                }
            ]
        },
        {
            "id": 4109,
            "verse_number": 51,
            "verse_key": "39:51",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَـٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ",
            "page_number": 464,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99493,
                    "resource_id": 20,
                    "text": "And the evil consequences of what they earned struck them. And those who have wronged of these [people] will be struck [i.e., afflicted] by the evil consequences of what they earned; and they will not cause failure.<sup foot_note=197244>1</sup>"
                },
                {
                    "id": 217337,
                    "resource_id": 39,
                    "text": "Lalu mereka ditimpa keburukan padah perbuatan-perbuatan jahat yang mereka lakukan; dan orang-orang yang zalim di antara golongan (yang musyrik) ini akan ditimpa juga akibat buruk perbuatan-perbuatan buruk perbuatan jahat yang mereka lakukan, dan mereka tidak akan dapat melepaskan diri."
                },
                {
                    "id": 1095086,
                    "resource_id": 161,
                    "text": "তাদের কর্মের খারাপ পরিণাম তাদের উপর পতিত হয়েছিল। আর এদের মধ্যেও যারা যুলম করেছে তাদের কর্মের মন্দ পরিণাম এদেরই উপর পতিত হবে। এরা তা ব্যর্থ করতে পারবে না।"
                }
            ]
        },
        {
            "id": 4110,
            "verse_number": 52,
            "verse_key": "39:52",
            "hizb_number": 47,
            "rub_el_hizb_number": 185,
            "ruku_number": 402,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
            "page_number": 464,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99494,
                    "resource_id": 20,
                    "text": "Do they not know that Allāh extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe."
                },
                {
                    "id": 217338,
                    "resource_id": 39,
                    "text": "(Mengapa mereka mendakwa demikian), tidakkah mereka mengetahui bahawa sesungguhnya Allah memewahkan rezeki bagi sesiapa yang dikehendakiNya, dan Ia juga yang menyempitkannya? Sesungguhnya yang demikian mengandungi keterangan-keterangan yang jelas bagi orang-orang yang percayakan (ilmu dan kebijaksanaan Allah)."
                },
                {
                    "id": 1095087,
                    "resource_id": 161,
                    "text": "এরা কি জানে না যে, আল্লাহ যার জন্য ইচ্ছে রিযক প্রশস্ত করেন আর (যার জন্য ইচ্ছে) সংকুচিত করেন? মু’মিন লোকদের জন্য অবশ্যই এতে বহু নিদর্শন আছে।"
                }
            ]
        },
        {
            "id": 4111,
            "verse_number": 53,
            "verse_key": "39:53",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 403,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ قُلْ يَـٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
            "page_number": 464,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99495,
                    "resource_id": 20,
                    "text": "Say, \"O My servants who have transgressed against themselves [by sinning], do not despair of the mercy of Allāh. Indeed, Allāh forgives all sins.<sup foot_note=197245>1</sup> Indeed, it is He who is the Forgiving, the Merciful.\""
                },
                {
                    "id": 217339,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Wahai hamba-hambaKu yang telah melampaui batas terhadap diri mereka sendiri (dengan perbuatan-perbuatan maksiat), janganlah kamu berputus asa dari rahmat Allah, kerana sesungguhnya Allah mengampunkan segala dosa; sesungguhnya Dia lah jua Yang Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1095088,
                    "resource_id": 161,
                    "text": "বল- হে আমার বান্দাগণ! যারা নিজেদের উপর বাড়াবাড়ি করেছ, তোমরা আল্লাহর রহমত থেকে নিরাশ হয়ো না। আল্লাহ সমস্ত গুনাহ ক্ষমা করে দেবেন। তিনি অতি ক্ষমাশীল, অতি দয়ালু।"
                }
            ]
        },
        {
            "id": 4112,
            "verse_number": 54,
            "verse_key": "39:54",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 403,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ",
            "page_number": 464,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99496,
                    "resource_id": 20,
                    "text": "And return [in repentance] to your Lord and submit to Him before the punishment comes upon you; then you will not be helped."
                },
                {
                    "id": 217340,
                    "resource_id": 39,
                    "text": "\"Dan kembalilah kamu kepada Tuhan kamu dengan bertaubat, serta berserah bulat-bulat kepadaNya, sebelum kamu didatangi azab; kerana sesudah itu kamu tidak akan diberikan pertolongan."
                },
                {
                    "id": 1095089,
                    "resource_id": 161,
                    "text": "তোমরা তোমাদের প্রতিপালকের অভিমুখী হও আর তাঁর অনুগত হও তোমাদের কাছে ‘আযাব আসার পূর্বে। (‘আযাব এসে গেলে) তোমাদেরকে সাহায্য করা হবে না।"
                }
            ]
        },
        {
            "id": 4113,
            "verse_number": 55,
            "verse_key": "39:55",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 403,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ",
            "page_number": 464,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99497,
                    "resource_id": 20,
                    "text": "And follow the best of what was revealed to you from your Lord [i.e., the Qur’ān] before the punishment comes upon you suddenly while you do not perceive,"
                },
                {
                    "id": 217341,
                    "resource_id": 39,
                    "text": "\"Dan turutlah - Al-Quran - sebaik-baik. (panduan hidup) yang diturunkan kepada kamu dari Tuhan kamu, sebelum kamu didatangi azab secara mengejut, sedang kamu tidak menyedarinya."
                },
                {
                    "id": 1095090,
                    "resource_id": 161,
                    "text": "তোমাদের প্রতিপালকের নিকট হতে তোমাদের প্রতি যা অবতীর্ণ করা হয়েছে তাতে যাকে উত্তম আখ্যায়িত করা হয়েছে তোমরা সেগুলোর অনুসরণ কর তোমাদের কাছে অকস্মাৎ ‘আযাব এসে যাওয়ার পূর্বে যে বিষয়ে তোমরা টেরও পাবে না।"
                }
            ]
        },
        {
            "id": 4114,
            "verse_number": 56,
            "verse_key": "39:56",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 403,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَن تَقُولَ نَفْسٌ يَـٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِينَ",
            "page_number": 464,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99498,
                    "resource_id": 20,
                    "text": "Lest a soul should say,<sup foot_note=197246>1</sup> \"Oh, [how great is] my regret over what I neglected in regard to Allāh and that I was among the mockers.\""
                },
                {
                    "id": 217342,
                    "resource_id": 39,
                    "text": "\"(Diperintahkan demikian) supaya jangan seseorang (menyesal dengan) berkata: ` sungguh besar sesal dan kecewaku kerana aku telah mencuaikan kewajipan-kewajipanku terhadap Allah serta aku telah menjadi dari orang-orang yang sungguh memperolok-olokkan (ugama Allah dan penganut-penganutnya)! -"
                },
                {
                    "id": 1095091,
                    "resource_id": 161,
                    "text": "যাতে কাউকে বলতে না হয়- হায় আফসোস! আমি আল্লাহর প্রতি (আমার কর্তব্যে) অবহেলা করেছিলাম, আর আমি তো ঠাট্টা বিদ্রূপকারীদের অন্তর্ভুক্ত ছিলাম।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}