{
    "verses": [
        {
            "id": 4126,
            "verse_number": 68,
            "verse_key": "39:68",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 404,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ",
            "page_number": 466,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99512,
                    "resource_id": 20,
                    "text": "And the Horn will be blown, and whoever is in the heavens and whoever is on the earth will fall dead except whom Allāh wills. Then it will be blown again, and at once they will be standing, looking on."
                },
                {
                    "id": 217357,
                    "resource_id": 39,
                    "text": "Dan sudah tentu akan ditiup sangkakala, maka pada waktu itu matilah makhluk-makhluk yang ada di langit dan yang ada di bumi, kecuali sesiapa yang dikehendaki Allah (terkemudian matinya); kemudian ditiup sangkakala sekali lagi, maka dengan serta merta mereka bangun berdiri menunggu (kesudahan masing-masing)."
                },
                {
                    "id": 1095103,
                    "resource_id": 161,
                    "text": "আর যখন শিঙ্গায় ফুঁৎকার দেয়া হবে তখন মুর্ছিত হয়ে পড়বে যারা আছে আকাশে আর যারা আছে যমীনে, তবে আল্লাহর ইচ্ছেয় এত্থেকে যে রেহাই পাবে তার কথা ভিন্ন। অতঃপর শিঙ্গায় আবার ফুঁ দেয়া হবে, তখন তারা উঠে দাঁড়িয়ে তাকাতে থাকবে।"
                }
            ]
        },
        {
            "id": 4127,
            "verse_number": 69,
            "verse_key": "39:69",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 404,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَـٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
            "page_number": 466,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99513,
                    "resource_id": 20,
                    "text": "And the earth will shine with the light of its Lord, and the record [of deeds] will be placed, and the prophets and the witnesses will be brought, and it will be judged between them in truth, and they will not be wronged."
                },
                {
                    "id": 217358,
                    "resource_id": 39,
                    "text": "Dan akan bersinar terang-benderanglah bumi (hari akhirat) dengan cahaya Tuhannya; dan akan diberikan Kitab suratan amal (untuk dibicarakan); dan akan dibawa Nabi-nabi serta saksi-saksi; dan akan dihakimi di antara mereka dengan adil, sedang mereka tidak dikurangkan balasannya sedikitpun."
                },
                {
                    "id": 1095104,
                    "resource_id": 161,
                    "text": "পৃথিবী তার প্রতিপালকের জ্যোতিতে ঝলমল করে উঠবে, আর ‘আমালনামা সামনে আনা হবে। নবীগণ ও সাক্ষীগণকে উপস্থিত করা হবে। সকলের মাঝে ন্যায়পরায়ণতার সাথে বিচার করা হবে, তাদের প্রতি যুলম করা হবে না।"
                }
            ]
        },
        {
            "id": 4128,
            "verse_number": 70,
            "verse_key": "39:70",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 404,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
            "page_number": 466,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99516,
                    "resource_id": 20,
                    "text": "And every soul will be fully compensated [for] what it did; and He is most knowing<sup foot_note=197252>1</sup> of what they do."
                },
                {
                    "id": 217375,
                    "resource_id": 39,
                    "text": "Dan akan disempurnakan bagi tiap-tiap seorang - balasan apa yang telah dikerjakannya, dan Allah lebih mengetahui akan apa yang mereka telah lakukan."
                },
                {
                    "id": 1095105,
                    "resource_id": 161,
                    "text": "প্রত্যেকের কাজের পূর্ণ প্রতিফল দেয়া হবে। লোকেরা যা করে তা তিনি খুব ভালভাবেই জানেন।"
                }
            ]
        },
        {
            "id": 4129,
            "verse_number": 71,
            "verse_key": "39:71",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 405,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَـٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَـٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَـٰفِرِينَ",
            "page_number": 466,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99517,
                    "resource_id": 20,
                    "text": "And those who disbelieved will be driven to Hell in groups until, when they reach it, its gates are opened and its keepers will say, \"Did there not come to you messengers from yourselves, reciting to you the verses of your Lord and warning you of the meeting of this Day of yours?\" They will say, \"Yes, but the word [i.e., decree] of punishment has come into effect upon the disbelievers.\""
                },
                {
                    "id": 217364,
                    "resource_id": 39,
                    "text": "Dan orang-orang kafir akan dihalau ke neraka Jahannam dengan berpasuk-pasukan, sehingga apabila mereka sampai ke neraka itu dibukakan pintu-pintunya dan berkatalah penjaga-penjaganya kepada mereka: Bukankah telah datang kepada kamu Rasul-rasul dari kalangan kamu sendiri, yang membacakan kepada kamu ayat-ayat Tuhan kamu dan memperingatkan kamu akan pertemuan hari kamu ini?\" Mereka menjawab: \"Ya, telah datang! Tetapi telah ditetapkan hukuman azab atas orang-orang yang kafir."
                },
                {
                    "id": 1095106,
                    "resource_id": 161,
                    "text": "কাফিরদেরকে দলে দলে জাহান্নামের দিকে হাঁকিয়ে নিয়ে যাওয়া হবে। শেষে যখন তারা সেখানে পোঁছবে, তখন তার দরজাগুলো খুলে দেয়া হবে। তখন জাহান্নামের রক্ষীরা তাদেরকে বলবে- তোমাদের কাছে তোমাদেরই ভিতর থেকে কি রসূলগণ আসেননি যারা তোমাদের কাছে তোমাদের প্রতিপালকের আয়াত পড়ে শোনাতেন আর তোমাদেরকে যে এ দিনের সাক্ষাৎ করতে হবে এ সম্পর্কে তোমাদেরকে সতর্ক করতেন? তারা বলবে- হাঁ, এসেছিল। কিন্তু (এ স্বীকারোক্তি সত্ত্বেও) কাফিরদের প্রতি শাস্তির ফয়সালা অবধারিত হয়ে গেছে।"
                }
            ]
        },
        {
            "id": 4130,
            "verse_number": 72,
            "verse_key": "39:72",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 405,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
            "page_number": 466,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99518,
                    "resource_id": 20,
                    "text": "[To them] it will be said, \"Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\""
                },
                {
                    "id": 217376,
                    "resource_id": 39,
                    "text": "(Setelah itu) dikatakan kepada mereka: \"Masukilah pintu-pintu neraka Jahannam itu dengan keadaan tinggal kekal kamu di dalamnya; maka seburuk-buruk tempat bagi orang-orang yang sombong takbur ialah neraka Jahannam."
                },
                {
                    "id": 1095107,
                    "resource_id": 161,
                    "text": "তাদেরকে বলা হবে- জাহান্নামের দরজা দিয়ে প্রবেশ কর, তোমাদেরকে চিরকাল এখানে থাকতে হবে। অহংকারীদের আবাসস্থল কতই না নিকৃষ্ট!"
                }
            ]
        },
        {
            "id": 4131,
            "verse_number": 73,
            "verse_key": "39:73",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 405,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَـٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَـٰلِدِينَ",
            "page_number": 466,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99519,
                    "resource_id": 20,
                    "text": "But those who feared their Lord will be driven to Paradise in groups until, when they reach it while its gates have been opened and its keepers say, \"Peace be upon you; you have become pure; so enter it to abide eternally therein,\" [they will enter].<sup foot_note=197253>1</sup>"
                },
                {
                    "id": 217366,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang bertaqwa kepada Tuhan mereka akan dibawa ke Syurga dengan berpasuk-pasukan, sehingga apabila mereka sampai ke Syurga yang pintu-pintunya sedia terbuka dan penjaga-penjaganya mengalu-alukan mereka dengan kata-kata:\" Salam sejahtera kepada kamu, berbahagialah kamu, maka silalah masuk ke dalam Syurga ini dengan keadaan tinggal kekal di dalamnya\" (mereka pun masuk) -"
                },
                {
                    "id": 1095108,
                    "resource_id": 161,
                    "text": "যারা তাদের প্রতিপালককে ভয় করত তাদেরকে দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে। যখন তারা সেখানে এসে পৌঁছবে, জান্নাতের দরজাগুলো (পূর্ব থেকেই) উন্মুক্ত (দেখতে পাবে)। জান্নাতের দ্বার রক্ষীরা বলবে- তোমাদের উপর শান্তি (বর্ষিত হোক), চমৎকার কাজ করেছ তোমরা, কাজেই চিরকালের জন্য এতে প্রবেশ কর।"
                }
            ]
        },
        {
            "id": 4132,
            "verse_number": 74,
            "verse_key": "39:74",
            "hizb_number": 47,
            "rub_el_hizb_number": 186,
            "ruku_number": 405,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
            "page_number": 466,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99520,
                    "resource_id": 20,
                    "text": "And they will say, \"Praise to Allāh, who has fulfilled for us His promise and made us inherit the earth [so] we may settle in Paradise wherever we will. And excellent is the reward of [righteous] workers.\""
                },
                {
                    "id": 217377,
                    "resource_id": 39,
                    "text": "Serta mereka berkata:\" Segala puji tertentu bagi Allah yang telah menepati janjiNya kepada kami, dan yang menjadikan kami mewarisi bumi Syurga ini dengan sebebas-bebasnya, kami boleh mengambil tempat dari Syurga ini di mana sahaja kami sukai; maka pemberian yang demikian ialah sebaik-baik balasan bagi orang-orang yang beramal\"."
                },
                {
                    "id": 1095109,
                    "resource_id": 161,
                    "text": "(জান্নাতে প্রবেশ করে) তারা বলবে- সমস্ত প্রশংসা আল্লাহর যিনি তাঁর ও‘য়াদাকে সত্যিকারভাবে পূর্ণ করেছেন, আর আমাদেরকে (জান্নাতের) যমীনের অধিকারী বানিয়ে দিয়েছেন। আমরা জান্নাতের যেথায় ইচ্ছে বসবাসের জায়গা ক’রে নিতে পারি। সৎকর্মশীলদের প্রতিফল কতই না উত্তম!"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}