{
    "verses": [
        {
            "id": 4141,
            "verse_number": 8,
            "verse_key": "40:8",
            "hizb_number": 47,
            "rub_el_hizb_number": 187,
            "ruku_number": 406,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 468,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99607,
                    "resource_id": 20,
                    "text": "Our Lord, and admit them to gardens of perpetual residence which You have promised them and whoever was righteous among their forefathers, their spouses and their offspring. Indeed, it is You who is the Exalted in Might, the Wise."
                },
                {
                    "id": 217450,
                    "resource_id": 39,
                    "text": "\"Wahai Tuhan kami! Dan masukkanlah mereka ke dalam Syurga \"Adn\" yang Engkau telah janjikan kepada mereka; dan (masukkanlah bersama-sama mereka): orang-orang yang layak di antara ibu bapa mereka, dan isteri-isteri mereka, serta keturunan mereka. Sesungguhnya Engkaulah jua Yang Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1095118,
                    "resource_id": 161,
                    "text": "হে আমাদের প্রতিপালক! তুমি তাদেরকে আর তাদের পিতৃপুরুষ, স্বামী-স্ত্রী ও সন্তানাদির মধ্যে যারা সৎকাজ করেছে তাদেরকেও চিরস্থায়ী জান্নাতে প্রবেশ করান যার ওয়া‘দা তুমি তাদেরকে দিয়েছ; তুমি মহা পরাক্রমশালী, মহা বিজ্ঞ।"
                }
            ]
        },
        {
            "id": 4142,
            "verse_number": 9,
            "verse_key": "40:9",
            "hizb_number": 47,
            "rub_el_hizb_number": 187,
            "ruku_number": 406,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
            "page_number": 468,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99614,
                    "resource_id": 20,
                    "text": "And protect them from the evil consequences [of their deeds]. And he whom You protect from evil consequences that Day - You will have given him mercy. And that is the great attainment.\""
                },
                {
                    "id": 217465,
                    "resource_id": 39,
                    "text": "\"Dan peliharalah mereka dari (balasan) kejahatan-kejahatan (yang dilakukannya); dan (sebenarnya) sesiapa yang Engkau pelihara pada hari itu dari terkena (balasan) kejahatan-kejahatan (yang dilakukannya) maka sesungguhnya Engkau telah mengurniakan rahmat kepadanya; dan yang demikian itulah kemenangan yang besar (nilainya)\"."
                },
                {
                    "id": 1095119,
                    "resource_id": 161,
                    "text": "সমস্ত খারাবী থেকে তাদেরকে রক্ষা কর। সেদিন তুমি যাকে সমস্ত খারাবী থেকে রক্ষা করলে, তার উপর তো দয়াই করলে। ওটাই হল বিরাট সাফল্য।"
                }
            ]
        },
        {
            "id": 4143,
            "verse_number": 10,
            "verse_key": "40:10",
            "hizb_number": 47,
            "rub_el_hizb_number": 187,
            "ruku_number": 407,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَـٰنِ فَتَكْفُرُونَ",
            "page_number": 468,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99527,
                    "resource_id": 20,
                    "text": "Indeed, those who disbelieve will be addressed, \"The hatred of Allāh for you was [even] greater than your hatred of yourselves [this Day in Hell] when you were invited to faith, but you disbelieved [i.e., refused].\""
                },
                {
                    "id": 217382,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang kafir akan dipanggil dan dikatakan kepada mereka (pada hari kiamat): \"Demi sesungguhnya! Kebencian Allah (kepada kamu) lebih besar daripada kebencian kamu kepada diri sendiri, (sebabnya kerana) semasa kamu diseru dan diajak (di dunia dahulu) supaya beriman, (kamu enggan dan menolak), lalu kamu terus berkeadaan kufur\"."
                },
                {
                    "id": 1095120,
                    "resource_id": 161,
                    "text": "যারা কুফুরী করেছিল তাদেরকে ডাক দিয়ে বলা হবে- তোমাদের নিজেদের প্রতি তোমাদের ক্ষোভের চেয়ে (তোমাদের প্রতি) আল্লাহর ক্ষোভ অধিক, (কেননা) তোমাদেরকে যখন ঈমানের দিকে আহবান করা হয়েছিল, তখন তোমরা অস্বীকার করেছিলে।"
                }
            ]
        },
        {
            "id": 4144,
            "verse_number": 11,
            "verse_key": "40:11",
            "hizb_number": 47,
            "rub_el_hizb_number": 187,
            "ruku_number": 407,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ",
            "page_number": 468,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99528,
                    "resource_id": 20,
                    "text": "They will say, \"Our Lord, You made us lifeless twice and gave us life twice, and we have confessed our sins. So is there to an exit any way?\""
                },
                {
                    "id": 217384,
                    "resource_id": 39,
                    "text": "Mereka menjawab: \"Wahai Tuhan kami! Engkau telah menjadikan kami berkeadaan mati dua kali, dan telah menjadikan kami bersifat hidup dua kali, maka kami (sekarang) mengakui akan dosa-dosa kami. Oleh itu adakah sebarang jalan untuk (kami) keluar (dari neraka)?\""
                },
                {
                    "id": 1095121,
                    "resource_id": 161,
                    "text": "তারা বলবে, হে আমাদের প্রতিপালক! তুমি দু’বার আমাদের মৃত্যু দিয়েছ (জন্মের আগের মৃত অবস্থা আর জীবন শেষের মৃত্যু) আর আমাদেরকে দু’বার জীবন দিয়েছ। আমরা আমাদের পাপ স্বীকার করছি, (এখান থেকে) বের হওয়ার কোন পথ আছে কি?"
                }
            ]
        },
        {
            "id": 4145,
            "verse_number": 12,
            "verse_key": "40:12",
            "hizb_number": 47,
            "rub_el_hizb_number": 187,
            "ruku_number": 407,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ",
            "page_number": 468,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99529,
                    "resource_id": 20,
                    "text": "[They will be told], \"That is because, when Allāh was called upon alone, you disbelieved; but if others were associated with Him, you believed. So the judgement is with Allāh, the Most High, the Grand.\""
                },
                {
                    "id": 217385,
                    "resource_id": 39,
                    "text": "(Lalu dikatakan kepada mereka): \"Azab yang kamu berada padanya itu adalah kerana keadaan kamu apabila Allah Yang Maha Esa sahaja diseru dan disembah, kamu kufur (dan menolak cara bertauhid itu); dan apabila dipersekutukan sesuatu dengan Allah, kamu percaya (dan menerima bawaan syirik itu). Maka kuasa menjalankan keadilan adalah hak Allah, Yang Maha Tinggi (dari apa yang dipersekutukan), lagi Yang Maha Besar (pemerintahanNya)\"."
                },
                {
                    "id": 1095122,
                    "resource_id": 161,
                    "text": "(তখন তাদেরকে উত্তর দেয়া হবে) তোমাদের এ শাস্তির কারণ এই যে, যখন এক আল্লাহকে ডাকা হত, তখন তোমরা তা মেনে নিতে অস্বীকার করতে। আর যখন অন্যদেরকে তাঁর অংশীদার গণ্য করা হত, তখন তোমরা তাতে বিশ্বাস স্থাপন করতে। হুকুম দেয়ার মালিক আল্লাহ- যিনি সর্বোচ্চ, সর্বশ্রেষ্ঠ।"
                }
            ]
        },
        {
            "id": 4146,
            "verse_number": 13,
            "verse_key": "40:13",
            "hizb_number": 47,
            "rub_el_hizb_number": 187,
            "ruku_number": 407,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَـٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
            "page_number": 468,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99530,
                    "resource_id": 20,
                    "text": "It is He who shows you His signs and sends down to you from the sky, provision. But none will remember except he who turns back [in repentance]."
                },
                {
                    "id": 217386,
                    "resource_id": 39,
                    "text": "Dia lah Tuhan yang memperlihatkan kepada kamu tanda-tanda keesaanNya dan kekuasaanNya (untuk kehidupan rohani kamu), dan yang menurunkan (untuk jasmani kamu) sebab-sebab rezeki dari langit. Dan tiadalah yang ingat serta mengambil pelajaran (dari yang demikian) melainkan orang yang sentiasa bertumpu (kepada Allah)."
                },
                {
                    "id": 1095123,
                    "resource_id": 161,
                    "text": "তিনি তাঁর নিদর্শনাবলী তোমাদেরকে দেখান আর আকাশ থেকে তোমাদের জন্য রিযক অবতীর্ণ করেন. আল্লাহ-অভিমুখীরা ছাড়া কেউ উপদেশ গ্রহণ করে না।"
                }
            ]
        },
        {
            "id": 4147,
            "verse_number": 14,
            "verse_key": "40:14",
            "hizb_number": 47,
            "rub_el_hizb_number": 187,
            "ruku_number": 407,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
            "page_number": 468,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99531,
                    "resource_id": 20,
                    "text": "So invoke Allāh, [being] sincere to Him in religion, although the disbelievers dislike it."
                },
                {
                    "id": 217393,
                    "resource_id": 39,
                    "text": "Oleh itu maka sembahlah kamu akan Allah dengan mengikhlaskan ibadat kepadaNya (dan menjauhi bawaan syirik), sekalipun orang-orang kafir tidak menyukai (amalan kamu yang demikian)."
                },
                {
                    "id": 1095124,
                    "resource_id": 161,
                    "text": "কাজেই আল্লাহকে ডাক আনুগত্যকে একমাত্র তাঁরই জন্য নিদিষ্ট করো, যদিও কাফিরগণ তা অপছন্দ করে।"
                }
            ]
        },
        {
            "id": 4148,
            "verse_number": 15,
            "verse_key": "40:15",
            "hizb_number": 47,
            "rub_el_hizb_number": 187,
            "ruku_number": 407,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "رَفِيعُ ٱلدَّرَجَـٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ",
            "page_number": 468,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99532,
                    "resource_id": 20,
                    "text": "[He is] the Exalted above [all] degrees, Owner of the Throne; He places the inspiration of His command [i.e., revelation] upon whom He wills of His servants to warn of the Day of Meeting."
                },
                {
                    "id": 217437,
                    "resource_id": 39,
                    "text": "Dia lah Yang Maha tinggi darjat kebesaranNya, yang mempunyai Arasy (yang melambangkan keagungan dan kekuasaanNya); Ia memberikan wahyu dari hal perintahNya kepada sesiapa yang dikehendakiNya di antara hamba-hambaNya (yang telah dipilih menjadi RasulNya), supaya Ia memberi amaran (kepada manusia) tentang hari pertemuan,"
                },
                {
                    "id": 1095125,
                    "resource_id": 161,
                    "text": "তিনি সর্বোচ্চ মর্যাদার অধিকারী, ‘আরশের অধিপতি। তিনি তাঁর নির্দেশে তাঁর বান্দাদের যার প্রতি ইচ্ছে ওয়াহী প্রেরণ করেন যাতে সে সাক্ষাতের দিন সম্পর্কে সতর্ক করে।"
                }
            ]
        },
        {
            "id": 4149,
            "verse_number": 16,
            "verse_key": "40:16",
            "hizb_number": 47,
            "rub_el_hizb_number": 187,
            "ruku_number": 407,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ هُم بَـٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
            "page_number": 468,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99533,
                    "resource_id": 20,
                    "text": "The Day they come forth nothing concerning them will be concealed from Allāh. To whom belongs [all] sovereignty this Day? To Allāh, the One, the Prevailing.<sup foot_note=197255>1</sup>"
                },
                {
                    "id": 217438,
                    "resource_id": 39,
                    "text": "Iaitu hari mereka keluar (dari kubur masing-masing) dengan jelas nyata; tidak akan tersembunyi kepada Allah sesuatupun dari hal keadaan mereka. (Pada saat itu Allah berfirman): \"Siapakah yang menguasai kerajaan pada hari ini? (Allah sendiri menjawab): \"Dikuasai oleh Allah Yang Maha Esa, lagi Yang Mengatasi kekuasaanNya segala-galanya!"
                },
                {
                    "id": 1095126,
                    "resource_id": 161,
                    "text": "মানুষ যেদিন (ক্ববর থেকে) বের হয়ে আসবে, আল্লাহর কাছে তাদের কোন কিছুই গোপন থাকবে না। (সেদিন ঘোষণা দেয়া হবে) আজ একচ্ছত্র কর্তৃত্ব কার? (উত্তর আসবে) এক ও একক মহাপরাক্রমশালী আল্লাহর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}