{
    "verses": [
        {
            "id": 282,
            "verse_number": 275,
            "verse_key": "2:275",
            "hizb_number": 5,
            "rub_el_hizb_number": 19,
            "ruku_number": 39,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَـٰنُ مِنَ ٱلْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ ۗ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ ۚ فَمَن جَآءَهُۥ مَوْعِظَةٌ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ ۖ وَمَنْ عَادَ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
            "page_number": 47,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97774,
                    "resource_id": 20,
                    "text": "Those who consume interest<sup foot_note=196038>1</sup> cannot stand [on the Day of Resurrection] except as one stands who is being beaten by Satan into insanity. That is because they say, \"Trade is [just] like interest.\" But Allāh has permitted trade and has forbidden interest. So whoever has received an admonition from his Lord and desists may have what is past, and his affair rests with Allāh. But whoever returns [to dealing in interest or usury] - those are the companions of the Fire; they will abide eternally therein."
                },
                {
                    "id": 215641,
                    "resource_id": 39,
                    "text": "Orang-orang yang memakan (mengambil) riba itu tidak dapat berdiri betul melainkan seperti berdirinya orang yang dirasuk Syaitan dengan terhuyung-hayang kerana sentuhan (Syaitan) itu. Yang demikian ialah disebabkan mereka mengatakan: \"Bahawa sesungguhnya berniaga itu sama sahaja seperti riba\". Padahal Allah telah menghalalkan berjual-beli (berniaga) dan mengharamkan riba. Oleh itu sesiapa yang telah sampai kepadanya peringatan (larangan) dari Tuhannya lalu ia berhenti (dari mengambil riba), maka apa yang telah diambilnya dahulu (sebelum pengharaman itu) adalah menjadi haknya, dan perkaranya terserahlah kepada Allah. Dan sesiapa yang mengulangi lagi (perbuatan mengambil riba itu) maka itulah ahli neraka, mereka kekal di dalamnya."
                },
                {
                    "id": 1091259,
                    "resource_id": 161,
                    "text": "যারা সূদ খায়, তারা সেই লোকের মত দাঁড়াবে যাকে শয়ত্বান স্পর্শ দ্বারা বেহুশ করে দেয়, এ শাস্তি এজন্য যে, তারা বলে, ‘ক্রয়-বিক্রয় সূদের মতই’, অথচ কারবারকে আল্লাহ হালাল করেছেন এবং তিনি সূদকে হারাম করেছেন। সুতরাং যার নিকট তার প্রতিপালকের পক্ষ হতে উপদেশবাণী পৌঁছল এবং সে বিরত হল, পূর্বে যা (সূদের আদান-প্রদান) হয়ে গেছে, তা তারই, তার বিষয় আল্লাহর জিম্মায় এবং যারা আবার আরম্ভ করবে তারাই অগ্নির বাসিন্দা, তারা তাতে চিরকাল থাকবে।"
                }
            ]
        },
        {
            "id": 283,
            "verse_number": 276,
            "verse_key": "2:276",
            "hizb_number": 5,
            "rub_el_hizb_number": 19,
            "ruku_number": 39,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَمْحَقُ ٱللَّهُ ٱلرِّبَوٰا۟ وَيُرْبِى ٱلصَّدَقَـٰتِ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
            "page_number": 47,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97776,
                    "resource_id": 20,
                    "text": "Allāh destroys interest and gives increase for charities. And Allāh does not like every sinning disbeliever."
                },
                {
                    "id": 215549,
                    "resource_id": 39,
                    "text": "Allah susutkan (kebaikan harta yang dijalankan dengan mengambil) riba dan Ia pula mengembangkan (berkat harta yang dikeluarkan) sedekah-sedekah dan zakatnya. Dan Allah tidak suka kepada tiap-tiap orang yang kekal terus dalam kekufuran, dan selalu melakukan dosa."
                },
                {
                    "id": 1091260,
                    "resource_id": 161,
                    "text": "আল্লাহ সূদকে বিলুপ্ত করেন এবং খয়রাতকে বৃদ্ধি করেন, আল্লাহ অকৃতজ্ঞ পাপীদেরকে ভালবাসেন না।"
                }
            ]
        },
        {
            "id": 284,
            "verse_number": 277,
            "verse_key": "2:277",
            "hizb_number": 5,
            "rub_el_hizb_number": 19,
            "ruku_number": 39,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 47,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97778,
                    "resource_id": 20,
                    "text": "Indeed, those who believe and do righteous deeds and establish prayer and give zakāh will have their reward with their Lord, and there will be no fear concerning them, nor will they grieve."
                },
                {
                    "id": 215644,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang beriman dan beramal soleh, dan mengerjakan sembahyang serta memberikan zakat, mereka beroleh pahala di sisi Tuhan mereka, dan tidak ada kebimbangan (dari berlakunya sesuatu yang tidak baik) terhadap mereka, dan mereka pula tidak akan berdukacita."
                },
                {
                    "id": 1091261,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে, সৎকাজ করে, নামায কায়িম করে এবং যাকাত আদায় করে, তাদের জন্য তাদের প্রতিপালকের নিকট সওয়াব নির্ধারিত আছে। তাদের কোন ভয় নেই, তারা চিন্তিতও না।"
                }
            ]
        },
        {
            "id": 285,
            "verse_number": 278,
            "verse_key": "2:278",
            "hizb_number": 5,
            "rub_el_hizb_number": 19,
            "ruku_number": 39,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَذَرُوا۟ مَا بَقِىَ مِنَ ٱلرِّبَوٰٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 47,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97780,
                    "resource_id": 20,
                    "text": "O you who have believed, fear Allāh and give up what remains [due to you] of interest, if you should be believers."
                },
                {
                    "id": 215646,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Bertaqwalah kamu kepada Allah dan tinggalkanlah (jangan menuntut lagi) saki baki riba (yang masih ada pada orang yang berhutang) itu, jika benar kamu orang- orang yang beriman."
                },
                {
                    "id": 1091262,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা আল্লাহকে ভয় কর এবং বাকী সূদ ছেড়ে দাও, যদি তোমরা ঈমানদার হও।"
                }
            ]
        },
        {
            "id": 286,
            "verse_number": 279,
            "verse_key": "2:279",
            "hizb_number": 5,
            "rub_el_hizb_number": 19,
            "ruku_number": 39,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَإِن لَّمْ تَفْعَلُوا۟ فَأْذَنُوا۟ بِحَرْبٍ مِّنَ ٱللَّهِ وَرَسُولِهِۦ ۖ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
            "page_number": 47,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97782,
                    "resource_id": 20,
                    "text": "And if you do not, then be informed of a war [against you] from Allāh and His Messenger. But if you repent, you may have your principal - [thus] you do no wrong, nor are you wronged."
                },
                {
                    "id": 215649,
                    "resource_id": 39,
                    "text": "Oleh itu, kalau kamu tidak juga melakukan (perintah mengenai larangan riba itu), maka ketahuilah kamu: akan adanya peperangan dari Allah dan RasulNya, (akibatnya kamu tidak menemui selamat). Dan jika kamu bertaubat, maka hak kamu (yang sebenarnya) ialah pokok asal harta kamu. (Dengan yang demikian) kamu tidak berlaku zalim kepada sesiapa, dan kamu juga tidak dizalimi oleh sesiapa."
                },
                {
                    "id": 1091263,
                    "resource_id": 161,
                    "text": "অতঃপর যদি না ছাড় তবে আল্লাহ ও তাঁর রসূলের নিকট হতে যুদ্ধের ঘোষণা শুনে লও। কিন্তু যদি তোমরা তাওবাহ কর, তবে তোমরা তোমাদের মূলধন পাবে, এতে তোমাদের দ্বারা অত্যাচার হবে না, আর তোমরাও অত্যাচারিত হবে না।"
                }
            ]
        },
        {
            "id": 287,
            "verse_number": 280,
            "verse_key": "2:280",
            "hizb_number": 5,
            "rub_el_hizb_number": 19,
            "ruku_number": 39,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ ۚ وَأَن تَصَدَّقُوا۟ خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
            "page_number": 47,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97785,
                    "resource_id": 20,
                    "text": "And if someone is in hardship, then [let there be] postponement until [a time of] ease. But if you give [from your right as] charity, then it is better for you, if you only knew."
                },
                {
                    "id": 215652,
                    "resource_id": 39,
                    "text": "Dan jika orang yang berhutang itu sedang mengalami kesempitan hidup, maka berilah tempoh sehingga ia lapang hidupnya dan (sebaliknya) bahawa kamu sedekahkan hutang itu (kepadanya) adalah lebih baik untuk kamu, kalau kamu mengetahui (pahalanya yang besar yang kamu akan dapati kelak)."
                },
                {
                    "id": 1091264,
                    "resource_id": 161,
                    "text": "যদি সে (ঋণ গ্রহণকারী) দরিদ্র হয়, তবে স্বচ্ছল অবস্থা আসা পর্যন্ত অবকাশ দিবে আর মাফ করে দেয়া তোমাদের পক্ষে অতি উত্তম, যদি তোমরা জানতে!"
                }
            ]
        },
        {
            "id": 288,
            "verse_number": 281,
            "verse_key": "2:281",
            "hizb_number": 5,
            "rub_el_hizb_number": 19,
            "ruku_number": 39,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱتَّقُوا۟ يَوْمًا تُرْجَعُونَ فِيهِ إِلَى ٱللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
            "page_number": 47,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97786,
                    "resource_id": 20,
                    "text": "And fear a Day when you will be returned to Allāh. Then every soul will be compensated for what it earned, and they will not be wronged [i.e., treated unjustly]."
                },
                {
                    "id": 215653,
                    "resource_id": 39,
                    "text": "Dan peliharalah diri kamu dari huru-hara hari (kiamat) yang padanya kamu akan dikembalikan kepada Allah. Kemudian akan disempurnakan balasan tiap-tiap seorang menurut apa yang telah diusahakannya, sedang mereka tidak dikurangkan balasannya sedikitpun."
                },
                {
                    "id": 1091265,
                    "resource_id": 161,
                    "text": "তোমরা সেদিনের ভয় কর, যেদিন তোমাদেরকে আল্লাহর দিকে ফিরিয়ে নেয়া হবে। অতঃপর প্রত্যেক লোককে তার কৃতকর্মের বিনিময় দেয়া হবে এবং তারা কিছুমাত্র অত্যাচারিত হবে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}