{
    "verses": [
        {
            "id": 4159,
            "verse_number": 26,
            "verse_key": "40:26",
            "hizb_number": 47,
            "rub_el_hizb_number": 188,
            "ruku_number": 408,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
            "page_number": 470,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99544,
                    "resource_id": 20,
                    "text": "And Pharaoh said, \"Let me kill Moses and let him call upon his Lord. Indeed, I fear that he will change your religion or that he will cause corruption<sup foot_note=197258>1</sup> in the land.\""
                },
                {
                    "id": 217392,
                    "resource_id": 39,
                    "text": "Dan berkatalah Firaun (kepada orang-orangnya): \"Biarkanlah aku membunuh Musa, dan biarlah dia memohon kepada Tuhannya (meminta pertolongan)! Sesungguhnya aku bimbang dia akan menukar ugama kamu, atau ia menimbulkan kerosakan di muka bumi\"."
                },
                {
                    "id": 1095136,
                    "resource_id": 161,
                    "text": "ফিরআউন বলল- ছেড়ে দাও আমাকে, আমি মূসাকে হত্যা করব, ডাকুক সে তার রব্বকে। আমি আশঙ্কা করছি, সে তোমাদের জীবন পদ্ধতিকে বদলে দেবে কিংবা দেশে বিপর্যয় বিশৃঙ্খলা সৃষ্টি করবে।"
                }
            ]
        },
        {
            "id": 4160,
            "verse_number": 27,
            "verse_key": "40:27",
            "hizb_number": 47,
            "rub_el_hizb_number": 188,
            "ruku_number": 408,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
            "page_number": 470,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99545,
                    "resource_id": 20,
                    "text": "But Moses said, \"Indeed, I have sought refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Account.\""
                },
                {
                    "id": 217395,
                    "resource_id": 39,
                    "text": "Dan (setelah mendengar ancaman itu) Nabi Musa berkata: \"Sesungguhnya aku berlindung kepada Allah Tuhanku dan Tuhan kamu - dari (angkara) tiap-tiap orang yang sombong takbur, yang tidak beriman kepada hari hitungan amal!\""
                },
                {
                    "id": 1095137,
                    "resource_id": 161,
                    "text": "মূসা বলল- আমি আমার ও তোমাদের প্রতিপালকের আশ্রয় গ্রহণ করছি সকল দাম্ভিক অহংকারীদের হতে, যারা বিচার দিবসে বিশ্বাস করে না।"
                }
            ]
        },
        {
            "id": 4161,
            "verse_number": 28,
            "verse_key": "40:28",
            "hizb_number": 47,
            "rub_el_hizb_number": 188,
            "ruku_number": 409,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَـٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَـٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَـٰذِبًا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
            "page_number": 470,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99546,
                    "resource_id": 20,
                    "text": "And a believing man from the family of Pharaoh who concealed his faith said, \"Do you kill a man [merely] because he says, 'My Lord is Allāh' while he has brought you clear proofs from your Lord? And if he should be lying, then upon him is [the consequence of] his lie; but if he should be truthful, there will strike you some of what he promises you. Indeed, Allāh does not guide one who is a transgressor and a liar."
                },
                {
                    "id": 217394,
                    "resource_id": 39,
                    "text": "Dan (pada saat itu) berkatalah pula seorang lelaki yang beriman dari orang-orang Firaun yang menyembunyikan imannya: \"Patutkah kamu membunuh seorang lelaki kerana ia menegaskan: `Tuhanku ialah Allah? ' - sedang ia telah datang kepada kamu membawa keterangan-keterangan dari Tuhan kamu? Kalau ia seorang yang berdusta maka dia lah yang akan menanggung dosa dustanya itu, dan kalau ia seorang yang benar nescaya kamu akan ditimpa oleh sebahagian dari (azab) yang dijanjikannya kepada kamu. Sesungguhnya Allah tidak memberi hidayah petunjuk kepada orang yang melampaui batas, lagi pendusta."
                },
                {
                    "id": 1095138,
                    "resource_id": 161,
                    "text": "ফেরাউনের দলের এক মু’মিন ব্যক্তি- যে তার ঈমানকে গোপন রেখেছিল- বলল, তোমরা একজন লোককে শুধু কি এজন্য মেরে ফেলবে যে, সে বলে, আল্লাহ আমার প্রতিপালক। অথচ সে তোমাদের কাছে তোমাদের প্রতিপালকের পক্ষ হতে সুস্পষ্ট প্রমাণ নিয়ে এসেছে। সে যদি মিথ্যাবাদী হয় তাহলে তার মিথ্যা বলার পরিণাম সে নিজেই ভুগবে। আর সে যদি সত্যবাদী হয়, তাহলে সে তোমাদেরকে যে শাস্তির ভয় দেখাচ্ছে তার কিছু না কিছু তোমাদের উপর পড়বেই। যে সীমালঙ্ঘন করে আর মিথ্যে বলে আল্লাহ তাকে সঠিক পথ দেখান না।"
                }
            ]
        },
        {
            "id": 4162,
            "verse_number": 29,
            "verse_key": "40:29",
            "hizb_number": 47,
            "rub_el_hizb_number": 188,
            "ruku_number": 409,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَـٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
            "page_number": 470,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99547,
                    "resource_id": 20,
                    "text": "O my people, sovereignty is yours today, [your being] dominant in the land. But who would protect us from the punishment of Allāh if it came to us?\" Pharaoh said, \"I do not show you except what I see, and I do not guide you except to the way of right conduct.\""
                },
                {
                    "id": 217396,
                    "resource_id": 39,
                    "text": "\"Wahai kaumku! Pada hari ini kepunyaan kamulah kuasa memerintah dengan bermaharajalela di muka bumi (Mesir dan sekitarnya; tetapi kiranya keadaan bertukar) maka siapakah yang akan membela kita dari azab Allah kalau azab itu datang menimpa kita?\" Firaun berkata: \" Aku tidak mengesyorkan kepada kamu melainkan dengan apa yang aku pandang (elok dijalankan), dan aku tidak menunjukkan kepada kamu melainkan jalan yang benar\"."
                },
                {
                    "id": 1095139,
                    "resource_id": 161,
                    "text": "হে আমার জাতির লোকেরা! আজ তোমাদেরই কর্তৃত্ব চলছে, দেশে আজ তোমরাই বিজয়ী শক্তি। কিন্তু আল্লাহর শাস্তি যদি এসেই পড়ে, তাহলে তাত্থেকে আমাদেরকে কে রক্ষে করবে? ফেরাউন বলল- আমি তোমাদেরকে শুধু তা-ই বলছি, আমি নিজে যা বুঝেছি; আমি তোমাদেরকে সত্যপথই দেখাচ্ছি।"
                }
            ]
        },
        {
            "id": 4163,
            "verse_number": 30,
            "verse_key": "40:30",
            "hizb_number": 47,
            "rub_el_hizb_number": 188,
            "ruku_number": 409,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
            "page_number": 470,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99549,
                    "resource_id": 20,
                    "text": "And he who believed said, \"O my people, indeed I fear for you [a fate] like the day of the companies<sup foot_note=197259>1</sup> -"
                },
                {
                    "id": 217399,
                    "resource_id": 39,
                    "text": "Dan berkatalah pula orang yang beriman itu: \"Wahai kaumku! Sesungguhnya aku bimbang kamu akan ditimpa (kebinasaan) sebagaimana yang telah menimpa kaum-kaum yang bergabung (menentang Rasul-rasulnya)!"
                },
                {
                    "id": 1095140,
                    "resource_id": 161,
                    "text": "যে লোকটি ঈমান এনেছিল সে বলল- হে আমার জাতির লোকেরা! আগের জাতিগুলোর উপর যেমন (শাস্তির) দিন এসেছিল, আমি তোমাদের উপরও সে রকম (বিপর্যয়ের) আশঙ্কা করছি"
                }
            ]
        },
        {
            "id": 4164,
            "verse_number": 31,
            "verse_key": "40:31",
            "hizb_number": 47,
            "rub_el_hizb_number": 188,
            "ruku_number": 409,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
            "page_number": 470,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99550,
                    "resource_id": 20,
                    "text": "Like the custom of the people of Noah and of ʿAad and Thamūd and those after them. And Allāh wants no injustice for [His] servants."
                },
                {
                    "id": 217398,
                    "resource_id": 39,
                    "text": "\"(Iaitu) seperti keadaan kaum Nabi Nuh, dan Aad (kaum Nabi Hud), dan Thamud (kaum Nabi Soleh), serta orang-orang yang datang kemudian daripada mereka (seperti kaum Nabi Lut). Dan (ingatlah) Allah tidak menghendaki berbuat kezaliman kepada hamba-hambaNya."
                },
                {
                    "id": 1095141,
                    "resource_id": 161,
                    "text": "যা এসেছিল নূহ, ‘আদ, সামূদ জাতি আর তাদের পরবর্তীদের উপর। আল্লাহ তো বান্দাহদের উপর যুলম করতে চান না (বরং তাদের নিজেদের অন্যায় অপকর্মের কারণেই আল্লাহ তাদেরকে শাস্তি দেন)।"
                }
            ]
        },
        {
            "id": 4165,
            "verse_number": 32,
            "verse_key": "40:32",
            "hizb_number": 47,
            "rub_el_hizb_number": 188,
            "ruku_number": 409,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَيَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
            "page_number": 470,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99551,
                    "resource_id": 20,
                    "text": "And O my people, indeed I fear for you the Day of Calling<sup foot_note=197260>1</sup> -"
                },
                {
                    "id": 217401,
                    "resource_id": 39,
                    "text": "\"Dan, wahai kaumku! Sesungguhnya aku bimbang kamu akan ditimpa azab seksa hari (kiamat) yang padanya masing-masing menjerit-jerit memanggil (memohon pertolongan),"
                },
                {
                    "id": 1095142,
                    "resource_id": 161,
                    "text": "হে আমার জাতি! আমি আশঙ্কা করছি তোমাদের আর্ত চিৎকার আর কান্নাকাটি করার একটি দিনের।"
                }
            ]
        },
        {
            "id": 4166,
            "verse_number": 33,
            "verse_key": "40:33",
            "hizb_number": 47,
            "rub_el_hizb_number": 188,
            "ruku_number": 409,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
            "page_number": 470,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99514,
                    "resource_id": 20,
                    "text": "The Day you will turn your backs fleeing; there is not for you from Allāh any protector. And whoever Allāh sends astray - there is not for him any guide."
                },
                {
                    "id": 217400,
                    "resource_id": 39,
                    "text": "\"(Iaitu) hari kamu berpaling undur melarikan diri; padahal semasa itu tidak ada sesiapapun yang dapat menyelamatkan kamu dari azab Allah. Dan (ingatlah) sesiapa yang disesatkan Allah (disebabkan pilihannya yang salah), maka tiada sesiapapun yang dapat memberi hidayah petunjuk kepadanya."
                },
                {
                    "id": 1095143,
                    "resource_id": 161,
                    "text": "যেদিন তোমরা পিছন ফিরে পালিয়ে যাবে। কিন্তু আল্লাহ (’র কব্জা) থেকে তোমাদের রক্ষাকারী কেউ হবে না, আর আল্লাহ যাকে বিপথগামী করেন, তার জন্য কোন পথপ্রদর্শনকারী নেই।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}