{
    "verses": [
        {
            "id": 4174,
            "verse_number": 41,
            "verse_key": "40:41",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 410,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ وَيَـٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
            "page_number": 472,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99561,
                    "resource_id": 20,
                    "text": "And O my people, how is it that I invite you to salvation while you invite me to the Fire?"
                },
                {
                    "id": 214804,
                    "resource_id": 39,
                    "text": "\"Dan wahai kaumku! Apa halnya aku dengan kamu? Aku mengajak kamu kepada keselamatan, dan kamu pula mengajakku ke neraka?"
                },
                {
                    "id": 1095151,
                    "resource_id": 161,
                    "text": "হে আমার সম্প্রদায়! বড়ই আশ্চর্য! আমি তোমাদেরকে ডাকছি মুক্তির দিকে, আর তোমরা ডাকছো আগুনের দিকে।"
                }
            ]
        },
        {
            "id": 4175,
            "verse_number": 42,
            "verse_key": "40:42",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 410,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّـٰرِ",
            "page_number": 472,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99562,
                    "resource_id": 20,
                    "text": "You invite me to disbelieve in Allāh and associate with Him that of which I have no knowledge, and I invite you to the Exalted in Might, the Perpetual Forgiver.<sup foot_note=197263>1</sup>"
                },
                {
                    "id": 217410,
                    "resource_id": 39,
                    "text": "\"Kamu mengajakku supaya aku kufur (tidak percayakan keesaan) Allah dan mempersekutukanNya dengan apa yang aku tidak mempunyai pengetahuan mengenainya, padahal aku mengajak kamu beriman kepada Allah Yang Maha Kuasa, lagi Maha Pengampun?"
                },
                {
                    "id": 1095152,
                    "resource_id": 161,
                    "text": "তোমরা আমাকে ডাকছ যেন আমি আল্লাহর সাথে কুফুরী করি এবং তাঁর অংশী স্থাপন করি যে সম্পর্কে আমার কোন জ্ঞান নেই। অপরপক্ষে আমি তোমাদেরকে ডাকছি মহাপরাক্রান্ত ক্ষমাশীল (আল্লাহর) দিকে।"
                }
            ]
        },
        {
            "id": 4176,
            "verse_number": 43,
            "verse_key": "40:43",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 410,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْـَٔاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَـٰبُ ٱلنَّارِ",
            "page_number": 472,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99563,
                    "resource_id": 20,
                    "text": "Assuredly, that to which you invite me has no [response to a] supplication in this world or in the Hereafter; and indeed, our return is to Allāh, and indeed, the transgressors will be companions of the Fire."
                },
                {
                    "id": 217411,
                    "resource_id": 39,
                    "text": "\"Tidak syak lagi, bahawa makhluk-makhluk yang kamu ajak aku menyembahnya itu tidak dapat menyahut sebarang seruan (atau memberikan sebarang pertolongan) sama ada di dunia atau di akhirat; dan sesungguhnya tempat kembali kita semua ialah kepada Allah, dan sebenarnya orang-orang yang melampau kejahatannya itu, merekalah ahli neraka."
                },
                {
                    "id": 1095153,
                    "resource_id": 161,
                    "text": "কোন সন্দেহ নেই তোমরা আমাকে ডাকছ শুধু তার দিকে যে আহবান পাওয়ার যোগ্য নয়- না দুনিয়াতে, না আখিরাতে। আমাদের প্রত্যাবর্তন তো হল আল্লাহর দিকে আর সীমালঙ্ঘনকারীরা হল জাহান্নামের বাসিন্দা।"
                }
            ]
        },
        {
            "id": 4177,
            "verse_number": 44,
            "verse_key": "40:44",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 410,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
            "page_number": 472,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99564,
                    "resource_id": 20,
                    "text": "And you will remember what I [now] say to you, and I entrust my affair to Allāh. Indeed, Allāh is Seeing of [His] servants.\""
                },
                {
                    "id": 217412,
                    "resource_id": 39,
                    "text": "\"(Kiranya kamu tetap berdegil sekarang) maka kamu sudah tentu akan mengetahui kebenaran apa yang aku katakan kepada kamu; dan aku sentiasa menyerahkan urusanku bulat-bulat kepada Allah (untuk memeliharaku); sesungguhnya Allah Maha Melihat akan keadaan hamba-hambaNya\"."
                },
                {
                    "id": 1095154,
                    "resource_id": 161,
                    "text": "শীঘ্রই তোমরা স্মরণ করবে আমি তোমাদেরকে যা বলছি। আমি আমার নিজের ব্যাপারটা আল্লাহর উপর সোপর্দ করছি (আমার বাঁচা-মরার জন্য আমি মোটেও ভাবি না)। আল্লাহ তাঁর বান্দাহদের উপর (সদাসর্বদা) দৃষ্টি রাখেন।"
                }
            ]
        },
        {
            "id": 4178,
            "verse_number": 45,
            "verse_key": "40:45",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 410,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
            "page_number": 472,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99565,
                    "resource_id": 20,
                    "text": "So Allāh protected him from the evils they plotted, and the people of Pharaoh were enveloped by the worst of punishment -"
                },
                {
                    "id": 217413,
                    "resource_id": 39,
                    "text": "(Dengan keikhlasannya dan penyerahan dirinya kepada Allah) maka ia diselamatkan oleh Allah dari angkara tipu daya mereka; dan Firaun bersama-sama kaumnya ditimpa azab seksa yang seburuk-buruknya,"
                },
                {
                    "id": 1095155,
                    "resource_id": 161,
                    "text": "অতঃপর আল্লাহ তাকে তাদের ষড়যন্ত্রের খারাবী থেকে রক্ষা করলেন, আর কঠিন শাস্তি ফেরাউনের লোকজনকে চতুর্দিক থেকে ঘিরে ফেলল।"
                }
            ]
        },
        {
            "id": 4179,
            "verse_number": 46,
            "verse_key": "40:46",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 410,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
            "page_number": 472,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99566,
                    "resource_id": 20,
                    "text": "The Fire; they are exposed to it morning and evening.<sup foot_note=197264>1</sup> And the Day the Hour appears [it will be said], \"Make the people of Pharaoh enter the severest punishment.\""
                },
                {
                    "id": 217414,
                    "resource_id": 39,
                    "text": "Mereka didedahkan kepada bahang api neraka pada waktu pagi dan petang (semasa mereka berada dalam alam Barzakh); dan pada hari berlakunya kiamat (diperintahkan kepada malaikat): \"Masukkanlah Firaun dan pengikut-pengikutnya ke dalam azab seksa api neraka yang seberat-beratnya!\""
                },
                {
                    "id": 1095156,
                    "resource_id": 161,
                    "text": "(ক্ববরে) তাদেরকে সকাল-সন্ধ্যায় জাহান্নামের সামনে উপস্থিত করা হয় আর যেদিন ক্বিয়ামত সংঘটিত হবে সেদিন (বলা হবে) ফেরাউনের জাতি গোষ্ঠীকে কঠিন ‘আযাবে প্রবিষ্ট কর।"
                }
            ]
        },
        {
            "id": 4180,
            "verse_number": 47,
            "verse_key": "40:47",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 410,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
            "page_number": 472,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99567,
                    "resource_id": 20,
                    "text": "And [mention] when they will argue within the Fire, and the weak will say to those who had been arrogant, \"Indeed, we were [only] your followers, so will you relieve us of a share of the Fire?\""
                },
                {
                    "id": 217415,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah perkara yang berlaku) semasa orang-orang yang kafir dan yang menderhaka berbantah-bantahan dalam neraka, iaitu orang-orang yang lemah (yang menjadi pengikut) berkata kepada pemimpin-pemimpinnya yang sombong takbur: \"Sesungguhnya kami telah menjadi pengikut-pengikut kamu, maka dapatkah kamu menolak dari kami sebahagian daripada azab neraka ini?\""
                },
                {
                    "id": 1095157,
                    "resource_id": 161,
                    "text": "জাহান্নামে তারা যখন বাক-বিতন্ডা করবে, তখন দুর্বলেরা দাপটওয়ালাদের বলবে- আমরা তো তোমাদেরই অনুসারী ছিলাম, কাজেই তোমরা কি (এখন) আমাদের আগুনের শাস্তির কিছুটা শেয়ার নেবে?"
                }
            ]
        },
        {
            "id": 4181,
            "verse_number": 48,
            "verse_key": "40:48",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 410,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
            "page_number": 472,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99568,
                    "resource_id": 20,
                    "text": "Those who had been arrogant will say, \"Indeed, all [of us] are in it. Indeed, Allāh has judged between the servants.\""
                },
                {
                    "id": 217416,
                    "resource_id": 39,
                    "text": "Orang-orang yang sombong angkuh itu menjawab: \"Sebenarnya kita semua menderita bersama-sama dalam neraka (tidak ada jalan untuk kita melepaskan diri), kerana sesungguhnya Allah telah menetapkan hukumanNya di antara sekalian hambaNya \""
                },
                {
                    "id": 1095158,
                    "resource_id": 161,
                    "text": "দাপটওয়ালারা বলবে- আগুনে আমরা সবাই তো আছি, আল্লাহ বান্দাহদের বিচার তো করেই ফেলেছেন।"
                }
            ]
        },
        {
            "id": 4182,
            "verse_number": 49,
            "verse_key": "40:49",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 410,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
            "page_number": 472,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99569,
                    "resource_id": 20,
                    "text": "And those in the Fire will say to the keepers of Hell, \"Supplicate your Lord to lighten for us a day from the punishment.\""
                },
                {
                    "id": 217417,
                    "resource_id": 39,
                    "text": "Dan berkatalah pula orang-orang yang ada dalam neraka kepada malaikat-malaikat penjaga neraka Jahannam: \"Pohonkanlah kepada Tuhan kamu, supaya Ia meringankan sedikit azab seksa dari kami, barang sehari\"."
                },
                {
                    "id": 1095159,
                    "resource_id": 161,
                    "text": "আগুনের বাসিন্দারা জাহান্নামের রক্ষীদের বলবে- তোমাদের প্রতিপালকের নিকট দু‘আ কর, তিনি যেন আমাদের থেকে একদিনের শাস্তি কমিয়ে দেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}