{
    "verses": [
        {
            "id": 4183,
            "verse_number": 50,
            "verse_key": "40:50",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 410,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
            "page_number": 473,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99571,
                    "resource_id": 20,
                    "text": "They will say, \"Did there not come to you your messengers with clear proofs?\" They will say, \"Yes.\" They will reply, \"Then supplicate [yourselves], but the supplication of the disbelievers is not except in error [i.e., futility].\""
                },
                {
                    "id": 217419,
                    "resource_id": 39,
                    "text": "Malaikat penjaga neraka menjawab: \"Bukankah kamu telah didatangi Rasul-rasul kamu dengan membawa keterangan-keterangan (yang menyatakan akibat perbuatan derhaka kamu)?\" Mereka menjawab: \"Ya, telah datang\". Malaikat itu berkata: \"Jika demikian, maka berdoalah kamu sendiri. Dan doa permohonan orang-orang yang kafir pada saat ini hanya menyebabkan mereka berada dalam keadaan dukacita dan kecewa sahaja\"."
                },
                {
                    "id": 1095160,
                    "resource_id": 161,
                    "text": "রক্ষীগণ বলবে- রসূলগণ কি স্পষ্ট প্রমাণ নিয়ে তোমাদের কাছে আসেনি? তারা (উত্তরে) বলবে, হাঁ (এসেছিল)। জাহান্নামের রক্ষীরা বলবে- তাহলে তোমরাই দু‘আ কর, কাফিরদের দু‘আ নিষ্ফলই হয়।"
                }
            ]
        },
        {
            "id": 4184,
            "verse_number": 51,
            "verse_key": "40:51",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 411,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ",
            "page_number": 473,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99572,
                    "resource_id": 20,
                    "text": "Indeed, We will support Our messengers and those who believe during the life of this world and on the Day when the witnesses will stand -"
                },
                {
                    "id": 217420,
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami tetap membela serta mempertahankan Rasul-rasul Kami dan orang-orang yang beriman - dalam kehidupan dunia ini dan pada saat bangkitnya saksi-saksi (pada hari kiamat)"
                },
                {
                    "id": 1095161,
                    "resource_id": 161,
                    "text": "আমি আমার রসূলদেরকে আর মু’মিনদেরকে অবশ্যই সাহায্য করব দুনিয়ার জীবনে আর (ক্বিয়ামতে) যে দিন সাক্ষীরা দাঁড়াবে।"
                }
            ]
        },
        {
            "id": 4185,
            "verse_number": 52,
            "verse_key": "40:52",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 411,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
            "page_number": 473,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99573,
                    "resource_id": 20,
                    "text": "The Day their excuse will not benefit the wrongdoers, and they will have the curse, and they will have the worst home [i.e., Hell]."
                },
                {
                    "id": 217425,
                    "resource_id": 39,
                    "text": "(Iaitu) pada hari yang tidak berguna bagi orang-orang yang zalim dalihan-dalihan mereka untuk melepaskan diri, dan mereka akan beroleh laknat, serta mereka beroleh seburuk-buruk tempat tinggal."
                },
                {
                    "id": 1095162,
                    "resource_id": 161,
                    "text": "যেদিন যালিমদের ওজর-আপত্তি কোন উপকারে আসবে না। তাদের জন্য আছে লা‘নত, তাদের জন্য আছে নিকৃষ্ট বাসস্থান।"
                }
            ]
        },
        {
            "id": 4186,
            "verse_number": 53,
            "verse_key": "40:53",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 411,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ",
            "page_number": 473,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99574,
                    "resource_id": 20,
                    "text": "And We had certainly given Moses guidance, and We caused the Children of Israel to inherit the Scripture"
                },
                {
                    "id": 217421,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya! Kami telah memberikan Nabi Musa hidayah petunjuk dan Kami berikan kaum Bani Israil mewarisi Kitab Taurat,"
                },
                {
                    "id": 1095163,
                    "resource_id": 161,
                    "text": "ইতোপূর্বে আমি মূসাকে দিয়েছিলাম- পথ নির্দেশ আর বানী ইসরাঈলকে করেছিলাম (মূসার নিকট প্রদত্ত) কিতাবের উত্তরাধিকারী।"
                }
            ]
        },
        {
            "id": 4187,
            "verse_number": 54,
            "verse_key": "40:54",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 411,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
            "page_number": 473,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99575,
                    "resource_id": 20,
                    "text": "As guidance and a reminder for those of understanding."
                },
                {
                    "id": 217423,
                    "resource_id": 39,
                    "text": "Sebagai hidayah petunjuk dan peringatan bagi orang-orang yang berakal sempurna."
                },
                {
                    "id": 1095164,
                    "resource_id": 161,
                    "text": "(সে কিতাব ছিল) জ্ঞানবুদ্ধিসম্পন্ন লোকেদের জন্য সঠিক পথের দিশারী ও উপদেশ।"
                }
            ]
        },
        {
            "id": 4188,
            "verse_number": 55,
            "verse_key": "40:55",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 411,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
            "page_number": 473,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99576,
                    "resource_id": 20,
                    "text": "So be patient, [O Muḥammad]. Indeed, the promise of Allāh is truth. And ask forgiveness for your sin<sup foot_note=197265>1</sup> and exalt [Allāh] with praise of your Lord in the evening and the morning."
                },
                {
                    "id": 217422,
                    "resource_id": 39,
                    "text": "(Setelah engkau mengetahui perihal Nabi Musa dan umatnya) maka bersabarlah (wahai Muhammad, dalam perjuangan menegakkan Islam); sesungguhnya janji Allah (untuk menjayakanmu) adalah benar. Dan pohonlah ampun bagi salah silapmu, serta bertasbihlah dengan memuji Tuhanmu pada waktu pagi dan petang."
                },
                {
                    "id": 1095165,
                    "resource_id": 161,
                    "text": "কাজেই তুমি ধৈর্য ধারণ কর, (তুমি দেখতে পাবে) আল্লাহর ও‘য়াদা সত্য। তুমি তোমার ভুল-ভ্রান্তির জন্য ক্ষমা প্রার্থনা কর আর সকাল-সন্ধ্যা তোমার প্রতিপালকের প্রশংসা সহকারে পবিত্রতা বর্ণনা কর।"
                }
            ]
        },
        {
            "id": 4189,
            "verse_number": 56,
            "verse_key": "40:56",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 411,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
            "page_number": 473,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99577,
                    "resource_id": 20,
                    "text": "Indeed, those who dispute concerning the signs of Allāh without [any] evidence having come to them - there is not within their breasts except pride, [the extent of] which they cannot reach. So seek refuge in Allāh. Indeed, it is He who is the Hearing, the Seeing."
                },
                {
                    "id": 217424,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang membantah mengenai maksud ayat-ayat Tuhanmu dengan tidak berdasarkan sebarang bukti yang sampai kepada mereka (dari pihak yang diakui benarnya), tidak ada dalam dada mereka melainkan perasaan mahukan kebesaran (untuk mengatasimu), kemahuan yang mereka tidak sekali-kali akan dapat mencapainya. Oleh itu mintalah perlindungan kepada Allah (dari angkara mereka); sesungguhnya Dia lah jua Yang Maha Mendengar, lagi Maha Melihat."
                },
                {
                    "id": 1095166,
                    "resource_id": 161,
                    "text": "কোন সুস্পষ্ট প্রমাণ না পেয়েই যারা আল্লাহর আয়াত সম্পর্কে তর্ক করে, তাদের বুকের ভিতর আছে কেবল অহংকার, কিন্তু তারা তা (অর্থাৎ প্রকৃত বড়ত্ব ও শ্রেষ্ঠত্ব আল্লাহর দয়া ছাড়া) কক্ষনো অর্জন করতে পারে না। কাজেই আল্লাহর কাছে আশ্রয় চাও, (কারণ) তিনি সব কিছু শোনেন, সব কিছু দেখেন।"
                }
            ]
        },
        {
            "id": 4190,
            "verse_number": 57,
            "verse_key": "40:57",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 411,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
            "page_number": 473,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99578,
                    "resource_id": 20,
                    "text": "The creation of the heavens and earth is greater than the creation of mankind, but most of the people do not know."
                },
                {
                    "id": 217426,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya, menciptakan langit dan bumi (dari tiada kepada ada) lebih besar (dan lebih menakjubkan) daripada menciptakan manusia dan menghidupkannya semula (sesudah matinya); akan tetapi kebanyakan manusia (yang mengingkari hari kiamat) tidak mengetahui."
                },
                {
                    "id": 1095167,
                    "resource_id": 161,
                    "text": "অবশ্যই আসমান ও যমীনের সৃষ্টি মানুষ সৃষ্টির চেয়ে বড় (ব্যাপার)। কিন্তু অধিকাংশ মানুষ (অজ্ঞতা ও চিন্তা না করার কারণে) তা জানে না।"
                }
            ]
        },
        {
            "id": 4191,
            "verse_number": 58,
            "verse_key": "40:58",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 411,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ",
            "page_number": 473,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99579,
                    "resource_id": 20,
                    "text": "And not equal are the blind and the seeing, nor are those who believe and do righteous deeds and the evildoer. Little do you remember."
                },
                {
                    "id": 217427,
                    "resource_id": 39,
                    "text": "Dan sememangnya tidaklah sama orang yang buta dan orang yang melihat, dan juga tidaklah sama orang-orang yang beriman serta beramal soleh dengan orang yang melakukan kejahatan. (Meskipun hakikat ini jelas nyata, tetapi) sedikit sangat kamu beringat dan insaf."
                },
                {
                    "id": 1095168,
                    "resource_id": 161,
                    "text": "অন্ধ আর চক্ষুষ্মান সমান নয়, (সমান নয়) যারা ঈমান আনে ও সৎ কাজ করে আর যারা অন্যায়কারী। উপদেশ থেকে শিক্ষা তোমরা সামান্যই গ্রহণ কর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}