{
    "verses": [
        {
            "id": 4192,
            "verse_number": 59,
            "verse_key": "40:59",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 411,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
            "page_number": 474,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99580,
                    "resource_id": 20,
                    "text": "Indeed, the Hour is coming - no doubt about it - but most of the people do not believe."
                },
                {
                    "id": 217428,
                    "resource_id": 39,
                    "text": "Sesungguhnya hari kiamat tetap akan datang, tidak ada sebarang syak tentang kedatangannya; akan tetapi kebanyakan manusia tidak beriman (akan hakikat itu)."
                },
                {
                    "id": 1095169,
                    "resource_id": 161,
                    "text": "ক্বিয়ামত অবশ্যই আসবে, এতে কোন সন্দেহ নেই, কিন্তু অধিকাংশ লোক (তা) বিশ্বাস করে না।"
                }
            ]
        },
        {
            "id": 4193,
            "verse_number": 60,
            "verse_key": "40:60",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 411,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
            "page_number": 474,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99582,
                    "resource_id": 20,
                    "text": "And your Lord says, \"Call upon Me; I will respond to you.\" Indeed, those who disdain My worship will enter Hell [rendered] contemptible."
                },
                {
                    "id": 217429,
                    "resource_id": 39,
                    "text": "Dan Tuhan kamu berfirman: \"Berdoalah kamu kepadaKu nescaya Aku perkenankan doa permohonan kamu. Sesungguhnya orang-orang yang sombong takbur daripada beribadat dan berdoa kepadaKu, akan masuk neraka Jahannam dalam keadaan hina."
                },
                {
                    "id": 1095170,
                    "resource_id": 161,
                    "text": "তোমার প্রতিপালক বলেন- তোমরা আমাকে ডাকো, আমি (তোমাদের ডাকে) সাড়া দেব। যারা অহংকারবশতঃ আমার ‘ইবাদাত করে না, নিশ্চিতই তারা লাঞ্ছিত অবস্থায় জাহান্নামে প্রবেশ করবে।"
                }
            ]
        },
        {
            "id": 4194,
            "verse_number": 61,
            "verse_key": "40:61",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 412,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
            "page_number": 474,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99583,
                    "resource_id": 20,
                    "text": "It is Allāh who made for you the night that you may rest therein and the day giving sight.<sup foot_note=197266>1</sup> Indeed, Allāh is the possessor of bounty for the people, but most of them are not grateful."
                },
                {
                    "id": 217431,
                    "resource_id": 39,
                    "text": "Allah yang menjadikan malam untuk kamu supaya kamu berehat padanya, dan menjadikan siang terang-benderang (supaya kamu berusaha). Sesungguhnya Allah sentiasa melimpah-limpah kurniaNya kepada manusia seluruhnya, akan tetapi kebanyakan manusia tidak bersyukur."
                },
                {
                    "id": 1095171,
                    "resource_id": 161,
                    "text": "আল্লাহ যিনি তোমাদের জন্য রাত্রি বানিয়েছেন যাতে তোমরা তাতে প্রশান্তি লাভ করতে পার, আর দিনকে করেছেন আলোকময়। আল্লাহ মানুষদের প্রতি বড়ই অনুগ্রহশীল, কিন্তু অধিকাংশ মানুষই (আল্লাহর অনুগ্রহ লাভের পরও) কৃতজ্ঞতা স্বীকার করে না।"
                }
            ]
        },
        {
            "id": 4195,
            "verse_number": 62,
            "verse_key": "40:62",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 412,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
            "page_number": 474,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99584,
                    "resource_id": 20,
                    "text": "That is Allāh, your Lord, Creator of all things; there is no deity except Him, so how are you deluded?"
                },
                {
                    "id": 217380,
                    "resource_id": 39,
                    "text": "Yang bersifat demikian ialah Allah, Tuhan kamu; yang menciptakan tiap-tiap sesuatu (dari tiada kepada ada); tiada Tuhan (yang berhak disembah) melainkan Dia; maka bagaimana kamu dapat dipalingkan (daripada menyembahNya)?"
                },
                {
                    "id": 1095172,
                    "resource_id": 161,
                    "text": "এ হলেন আল্লাহ, তোমাদের প্রতিপালক, সব কিছুর সৃষ্টিকর্তা। তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই; এমতাবস্থায় তোমাদেরকে সত্য থেকে কীভাবে বিভ্রান্ত করা হচ্ছে?"
                }
            ]
        },
        {
            "id": 4196,
            "verse_number": 63,
            "verse_key": "40:63",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 412,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
            "page_number": 474,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99585,
                    "resource_id": 20,
                    "text": "Thus were those [before you] deluded who were rejecting the signs of Allāh."
                },
                {
                    "id": 217434,
                    "resource_id": 39,
                    "text": "Sebagaimana terpalingnya mereka itu (daripada menyembah Allah), terpaling juga orang-orang yang mengingkari keterangan-keterangan Allah."
                },
                {
                    "id": 1095173,
                    "resource_id": 161,
                    "text": "বিভ্রান্ত এভাবেই করা হয় তাদেরকে যারা আল্লাহর আয়াতকে অস্বীকার করে।"
                }
            ]
        },
        {
            "id": 4197,
            "verse_number": 64,
            "verse_key": "40:64",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 412,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
            "page_number": 474,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99586,
                    "resource_id": 20,
                    "text": "It is Allāh who made for you the earth a place of settlement and the sky a structure [i.e., ceiling] and formed you and perfected your forms and provided you with good things. That is Allāh, your Lord; then blessed is Allāh, Lord of the worlds."
                },
                {
                    "id": 217433,
                    "resource_id": 39,
                    "text": "Allah yang menjadikan bumi sebagai tempat penetapan untuk kamu, dan langit sebagai bumbung yang kukuh binaannya; dan Ia membentuk kamu lalu memperelokkan rupa kamu, serta dikurniakan kepada kamu dari benda-benda yang baik lagi halal. Yang demikian (kekuasaanNya dan kemurahanNya) ialah Allah Tuhan kamu; maka nyatalah kelebihan dan kemurahan Allah, Tuhan sekalian alam."
                },
                {
                    "id": 1095174,
                    "resource_id": 161,
                    "text": "আল্লাহ যিনি তোমাদের জন্য যমীনকে করেছেন মেঝে, আর আকাশকে করেছেন ছাদ। তিনি তোমাদেরকে আকৃতি দিয়েছেন, অতঃপর তোমাদের আকৃতিকে সুন্দর করেছেন। তিনি পবিত্র বস্তু থেকে তোমাদেরকে রিযক দান করেন। এ হলেন আল্লাহ তোমাদের প্রতিপালক। কাজেই মহিমা গৌরব আল্লাহর যিনি বিশ্ব জগতের প্রতিপালক।"
                }
            ]
        },
        {
            "id": 4198,
            "verse_number": 65,
            "verse_key": "40:65",
            "hizb_number": 48,
            "rub_el_hizb_number": 189,
            "ruku_number": 412,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
            "page_number": 474,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99587,
                    "resource_id": 20,
                    "text": "He is the Ever-Living;<sup foot_note=197267>1</sup> there is no deity except Him, so call upon Him, [being] sincere to Him in religion. [All] praise is [due] to Allāh, Lord of the worlds."
                },
                {
                    "id": 217435,
                    "resource_id": 39,
                    "text": "Dia lah Yang Tetap Hidup; tiada Tuhan (yang berhak disembah) melainkan Dia; maka sembahlah kamu akan Dia dengan mengikhlaskan amal ugama kamu kepadaNya semata-mata. Segala puji tertentu bagi Allah Tuhan yang memelihara dan mentadbirkan sekalian alam."
                },
                {
                    "id": 1095175,
                    "resource_id": 161,
                    "text": "চিরঞ্জীব তিনি, তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই। কাজেই তাঁকে ডাক আনুগত্যকে একমাত্র তাঁরই জন্য বিশুদ্ধ করে। যাবতীয় প্রশংসা বিশ্বজগতের প্রতিপালক আল্লাহরই জন্য।"
                }
            ]
        },
        {
            "id": 4199,
            "verse_number": 66,
            "verse_key": "40:66",
            "hizb_number": 48,
            "rub_el_hizb_number": 190,
            "ruku_number": 412,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
            "page_number": 474,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99588,
                    "resource_id": 20,
                    "text": "Say, [O Muḥammad], \"Indeed, I have been forbidden to worship those you call upon besides Allāh once the clear proofs have come to me from my Lord, and I have been commanded to submit to the Lord of the worlds.\""
                },
                {
                    "id": 217436,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Sesungguhnya aku dilarang menyembah benda-benda yang kamu sembah yang lain dari Allah - setelah datang kepadaku keterangan-keterangan yang jelas nyata dari Tuhanku; dan aku diperintahkan supaya tunduk taat bulat-bulat kepada perintah Tuhan sekalian alam\"."
                },
                {
                    "id": 1095176,
                    "resource_id": 161,
                    "text": "বল, আমার প্রতিপালকের কাছ থেকে আমার কাছে সুস্পষ্ট প্রমাণ এসেছে, এমতাবস্থায় আমাকে তাদের ‘ইবাদাত করতে নিষেধ করা হয়েছে আল্লাহকে বাদ দিয়ে যাদেরকে তোমরা আহবান কর। আর আমাকে আদেশ দেয়া হয়েছে বিশ্বজগতের প্রতিপালকের নিকট আত্মসমর্পণ করার জন্য।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}