{
    "verses": [
        {
            "id": 4230,
            "verse_number": 12,
            "verse_key": "41:12",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 416,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَقَضَىٰهُنَّ سَبْعَ سَمَـٰوَاتٍ فِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَمَآءٍ أَمْرَهَا ۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنْيَا بِمَصَـٰبِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
            "page_number": 478,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99632,
                    "resource_id": 20,
                    "text": "And He completed them as seven heavens within two days and inspired [i.e., made known] in each heaven its command. And We adorned the nearest heaven with lamps [i.e., stars, for beauty] and as protection.<sup foot_note=197276>1</sup> That is the determination of the Exalted in Might, the Knowing."
                },
                {
                    "id": 217489,
                    "resource_id": 39,
                    "text": "Lalu Ia menjadikannya tujuh langit, dalam dua masa; dan Ia memberitahu kepada tiap-tiap langit akan urusan dan keperluannya masing-masing. Dan Kami hiasi langit yang dekat (pada pandangan mata penduduk bumi) dengan bintang-bintang yang bersinar cemerlang serta memelihara langit itu dengan sebaik-baiknya. Demikianlah ketentuan Allah Yang Maha Kuasa, lagi Maha Mengetahui."
                },
                {
                    "id": 1095207,
                    "resource_id": 161,
                    "text": "অতঃপর তিনি আকাশমন্ডলীকে সাত আকাশে বিন্যস্ত করলেন দু’দিনে আর প্রত্যেক আকাশকে তার বিধি-ব্যবস্থা ওয়াহীর মাধ্যমে প্রদান করলেন। আমি আলোকমালার সাহায্যে দুনিয়ার আকাশের শোভাবর্ধন করলাম আর সুরক্ষার (ও ব্যবস্থা করলাম)। এ হল মহা পরাক্রমশালী সর্বজ্ঞ আল্লাহর সুনির্ধারিত (ব্যবস্থাপনা)।"
                }
            ]
        },
        {
            "id": 4231,
            "verse_number": 13,
            "verse_key": "41:13",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 416,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَإِنْ أَعْرَضُوا۟ فَقُلْ أَنذَرْتُكُمْ صَـٰعِقَةً مِّثْلَ صَـٰعِقَةِ عَادٍ وَثَمُودَ",
            "page_number": 478,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99634,
                    "resource_id": 20,
                    "text": "But if they turn away, then say, \"I have warned you of a thunderbolt like the thunderbolt [that struck] ʿAad and Thamūd."
                },
                {
                    "id": 217491,
                    "resource_id": 39,
                    "text": "Oleh itu, kalau mereka (yang musyrik) berpaling (daripada mengesakan Allah dan menurut jalan yang lurus), maka katakanlah (wahai Muhammad): \"Aku memberi amaran kepada kamu dengan (azab yang dahsyat, iaitu) petir, seperti petir yang telah menyambar kaum Aad dan kaum Thamud!\""
                },
                {
                    "id": 1095208,
                    "resource_id": 161,
                    "text": "এরপরও তারা যদি মুখ ফিরিয়ে নেয় তাহলে বল- আমি তোমাদেরকে অকস্মাৎ শাস্তির ভয় দেখাচ্ছি- ‘আদ ও সামূদের (উপর নেমে আসা) অকস্মাৎ-শাস্তির মত।"
                }
            ]
        },
        {
            "id": 4232,
            "verse_number": 14,
            "verse_key": "41:14",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 416,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِذْ جَآءَتْهُمُ ٱلرُّسُلُ مِنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ قَالُوا۟ لَوْ شَآءَ رَبُّنَا لَأَنزَلَ مَلَـٰٓئِكَةً فَإِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
            "page_number": 478,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99636,
                    "resource_id": 20,
                    "text": "[That occurred] when the messengers had come to them before them and after them, [saying], \"Worship not except Allāh.\" They said, \"If our Lord had willed,<sup foot_note=197277>1</sup> He would have sent down the angels, so indeed we, in that with which you have been sent, are disbelievers.\""
                },
                {
                    "id": 217493,
                    "resource_id": 39,
                    "text": "(Mereka ditimpa azab itu) kerana semasa mereka didatangi Rasul-rasul (memberikan berbagai penjelasan) mengenai keadaan hidup mereka di dunia dan di akhirat (sambil melarang mereka): \"Janganlah kamu menyembah melainkan Allah\", mereka menjawab: \"Jika Tuhan kami hendak (mengutus Rasul-rasul) tentulah Ia akan menurunkan malaikat; oleh itu sesungguhnya kami kufur ingkar akan apa yang (kamu katakan): kamu diutus membawanya!\""
                },
                {
                    "id": 1095209,
                    "resource_id": 161,
                    "text": "তাদের কাছে যখন তাদের অগ্রে ও পশ্চাতে (একের পর এক) রসূলগণ এসেছিল (আর বলেছিল)- তোমরা আল্লাহ ছাড়া কারো ‘ইবাদাত করো না। (জবাবে) তারা বলেছিল- আমাদের প্রতিপালক ইচ্ছে করলে তো অবশ্যই ফেরেশতা নাযিল করতেন। কাজেই তোমাদেরকে যা দিয়ে পাঠানো হয়েছে আমরা তা অমান্য করছি।"
                }
            ]
        },
        {
            "id": 4233,
            "verse_number": 15,
            "verse_key": "41:15",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 416,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَأَمَّا عَادٌ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَقَالُوا۟ مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
            "page_number": 478,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99638,
                    "resource_id": 20,
                    "text": "As for ʿAad, they were arrogant upon the earth without right and said, \"Who is greater than us in strength?\" Did they not consider that Allāh who created them was greater than them in strength? But they were rejecting Our signs."
                },
                {
                    "id": 217495,
                    "resource_id": 39,
                    "text": "Adapun kaum Aad, maka mereka berlaku sombong takbur di muka bumi dengan tiada sebarang alasan yang benar, serta berkata: \"Siapakah yang lebih kuat dari kami?\" Dan (mengapa mereka bersikap demikian?) Tidakkah mereka memerhatikan bahawa Allah yang menciptakan mereka (dari tiada kepada ada) adalah lebih besar kekuatanNya dari mereka? Dan sememangnya mereka sengaja mengingkari tanda-tanda kekuatan Kami (sedang mereka sedia mengetahuinya)."
                },
                {
                    "id": 1095210,
                    "resource_id": 161,
                    "text": "আর ‘আদ-এর অবস্থা ছিল এই যে, দুনিয়াতে তারা না-হক অহংকার করেছিল, আর বলেছিল- আমাদের চেয়ে বেশি শক্তিশালী আর কে আছে? তারা কি চিন্তা করে দেখেনি যে, আল্লাহ- যিনি তাদেরকে সৃষ্টি করেছেন- শক্তিতে তাদের চেয়ে প্রবল? কিন্তু তারা আমার আয়াতগুলো অস্বীকার করতেই থাকল।"
                }
            ]
        },
        {
            "id": 4234,
            "verse_number": 16,
            "verse_key": "41:16",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 416,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِىٓ أَيَّامٍ نَّحِسَاتٍ لِّنُذِيقَهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنصَرُونَ",
            "page_number": 478,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99640,
                    "resource_id": 20,
                    "text": "So We sent upon them a screaming wind during days of misfortune to make them taste the punishment of disgrace in the worldly life; but the punishment of the Hereafter is more disgracing, and they will not be helped."
                },
                {
                    "id": 217497,
                    "resource_id": 39,
                    "text": "Lalu Kami hantarkan kepada mereka angin ribut yang kencang dalam beberapa hari yang nahas malang, kerana Kami hendak merasakan mereka azab seksa yang menghina dalam kehidupan dunia; dan sesungguhnya azab seksa hari akhirat lebih besar kehinaannya; sedang mereka tidak diberikan pertolongan (menghindarkan azab itu)."
                },
                {
                    "id": 1095211,
                    "resource_id": 161,
                    "text": "অতঃপর আমি অশুভ দিনগুলোতে তাদের বিরুদ্ধে ঝাঞ্ঝা বায়ু পাঠালাম যাতে তারা দুনিয়ার জীবনে অপমানজনক শাস্তি আস্বাদন করে। আখিরাতের শাস্তি অবশ্যই অধিক লাঞ্ছনাদায়ক আর তারা সাহায্যপ্রাপ্তও হবে না।"
                }
            ]
        },
        {
            "id": 4235,
            "verse_number": 17,
            "verse_key": "41:17",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 416,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَأَمَّا ثَمُودُ فَهَدَيْنَـٰهُمْ فَٱسْتَحَبُّوا۟ ٱلْعَمَىٰ عَلَى ٱلْهُدَىٰ فَأَخَذَتْهُمْ صَـٰعِقَةُ ٱلْعَذَابِ ٱلْهُونِ بِمَا كَانُوا۟ يَكْسِبُونَ",
            "page_number": 478,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99642,
                    "resource_id": 20,
                    "text": "And as for Thamūd, We guided them, but they preferred blindness over guidance, so the thunderbolt of humiliating punishment seized them for what they used to earn."
                },
                {
                    "id": 214810,
                    "resource_id": 39,
                    "text": "Adapun kaum Thamud, maka Kami beri petunjuk kepadanya, lalu mereka mengutamakan kesesatan dari hidayah petunjuk; mereka pun disambar oleh petir azab yang menghina dengan sebab apa yang mereka telah lakukan."
                },
                {
                    "id": 1095212,
                    "resource_id": 161,
                    "text": "আর সামূদের অবস্থা এই যে, আমি তাদেরকে সঠিক পথে চলার নির্দেশ দিয়েছিলাম। কিন্তু তারা সঠিক পথে চলার পরিবর্তে অন্ধ হয়ে থাকাকেই পছন্দ করে ছিল। তখন তাদের কৃতকর্মের কারণে অপমানজনক শাস্তির বজ্রাঘাত তাদেরকে পাকড়াও করল।"
                }
            ]
        },
        {
            "id": 4236,
            "verse_number": 18,
            "verse_key": "41:18",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 416,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَنَجَّيْنَا ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
            "page_number": 478,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99644,
                    "resource_id": 20,
                    "text": "And We saved those who believed and used to fear Allāh."
                },
                {
                    "id": 217500,
                    "resource_id": 39,
                    "text": "Dan Kami selamatkan orang-orang yang beriman serta mereka tetap bertaqwa."
                },
                {
                    "id": 1095213,
                    "resource_id": 161,
                    "text": "আর আমি তাদেরকে বাঁচিয়ে দিলাম যারা ঈমান এনেছিল আর (আল্লাহকে) ভয় করে চলত।"
                }
            ]
        },
        {
            "id": 4237,
            "verse_number": 19,
            "verse_key": "41:19",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 417,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ يُحْشَرُ أَعْدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمْ يُوزَعُونَ",
            "page_number": 478,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99646,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], the Day when the enemies of Allāh will be gathered to the Fire while they are [driven], assembled in rows,"
                },
                {
                    "id": 217502,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) hari dihimpun musuh-musuh Allah untuk dibawa ke neraka, lalu mereka dijaga serta diatur keadaan dan perjalanannya masing-masing."
                },
                {
                    "id": 1095214,
                    "resource_id": 161,
                    "text": "যে দিন আল্লাহর দুশমনদেরকে জাহান্নামের দিকে সমবেত করা হবে, তাদেরকে বিভিন্ন দলে বিন্যস্ত করা হবে।"
                }
            ]
        },
        {
            "id": 4238,
            "verse_number": 20,
            "verse_key": "41:20",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 417,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَـٰرُهُمْ وَجُلُودُهُم بِمَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 478,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99650,
                    "resource_id": 20,
                    "text": "Until, when they reach it, their hearing and their eyes and their skins will testify against them of what they used to do."
                },
                {
                    "id": 217507,
                    "resource_id": 39,
                    "text": "Sehingga apabila mereka sampai ke neraka, (maka) pendengaran dan penglihatan serta kulit-kulit badan mereka menjadi saksi terhadap mereka, mengenai apa yang mereka telah kerjakan."
                },
                {
                    "id": 1095215,
                    "resource_id": 161,
                    "text": "শেষ পর্যন্ত যখন তারা জাহান্নামের নিকটে পৌঁছবে, তখন তারা যা করত সে সম্পর্কে তাদের কান, তাদের চোখ আর তাদের চামড়া তাদের বিরুদ্ধে সাক্ষ্য দেবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}