{
    "verses": [
        {
            "id": 4239,
            "verse_number": 21,
            "verse_key": "41:21",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 417,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالُوا۟ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا ۖ قَالُوٓا۟ أَنطَقَنَا ٱللَّهُ ٱلَّذِىٓ أَنطَقَ كُلَّ شَىْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
            "page_number": 479,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99652,
                    "resource_id": 20,
                    "text": "And they will say to their skins, \"Why have you testified against us?\" They will say, \"We were made to speak by Allāh, who has made everything speak; and He created you the first time, and to Him you are returned."
                },
                {
                    "id": 217509,
                    "resource_id": 39,
                    "text": "Dan (setelah berlaku yang demikian), berkatalah mereka kepada kulit-kulit badan mereka: \"Mengapa kamu menjadi saksi terhadap kami?\" Kulit-kulit badan mereka menjawab: \"Allah yang berkuasa menjadikan tiap-tiap sesuatu pandai berkata-kata - telah menjadikan kami dapat berkata-kata; dan Dia lah yang menciptakan kamu pada mulanya, dan kepadaNyalah kamu dikembalikan (untuk menerima balasan)."
                },
                {
                    "id": 1095216,
                    "resource_id": 161,
                    "text": "তারা তাদের চামড়াকে বলবে- আমাদের বিরুদ্ধে কেন সাক্ষ্য দিচ্ছ? তারা উত্তর দিবে- আল্লাহ আমাদেরকে কথা বলার শক্তি দিয়েছেন, যিনি সব কিছুকেই (আজ) কথা বলার শক্তি দিয়েছেন। তিনিই প্রথমবার তোমাদেরকে সৃষ্টি করেছেন, আর তাঁর কাছেই তোমাদেরকে ফিরিয়ে নেয়া হবে।"
                }
            ]
        },
        {
            "id": 4240,
            "verse_number": 22,
            "verse_key": "41:22",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 417,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ أَبْصَـٰرُكُمْ وَلَا جُلُودُكُمْ وَلَـٰكِن ظَنَنتُمْ أَنَّ ٱللَّهَ لَا يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ",
            "page_number": 479,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99654,
                    "resource_id": 20,
                    "text": "And you were not covering [i.e., protecting] yourselves,<sup foot_note=197278>1</sup> lest your hearing testify against you or your sight or your skins, but you assumed that Allāh does not know much of what you do."
                },
                {
                    "id": 217511,
                    "resource_id": 39,
                    "text": "\"Dan semasa kamu berselindung (ketika melakukan dosa di dunia dahulu) bukanlah kerana kamu bimbangkan pendengaran dan penglihatan serta kulit-kulit badan kamu menjadi saksi terhadap perbuatan-perbuatan kamu yang berdosa itu, akan tetapi kerana kamu menyangka bahawa Allah tidak mengetahui kebanyakan dosa yang kamu lakukan (secara bersembunyi itu)."
                },
                {
                    "id": 1095217,
                    "resource_id": 161,
                    "text": "(দুনিয়ায় নিজেদের শরীরের অংশগুলোকে তোমরা) এই ভেবে গোপন করতে না যে, না তোমাদের কান, না তোমাদের চোখ আর না তোমাদের চামড়া তোমাদের বিরুদ্ধে সাক্ষ্য দেবে। বরং তোমরা মনে করতে যে, তোমরা যা কর তার অধিকাংশই আল্লাহ জানেন না।"
                }
            ]
        },
        {
            "id": 4241,
            "verse_number": 23,
            "verse_key": "41:23",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 417,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَذَٰلِكُمْ ظَنُّكُمُ ٱلَّذِى ظَنَنتُم بِرَبِّكُمْ أَرْدَىٰكُمْ فَأَصْبَحْتُم مِّنَ ٱلْخَـٰسِرِينَ",
            "page_number": 479,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99656,
                    "resource_id": 20,
                    "text": "And that was your assumption which you assumed about your Lord. It has brought you to ruin, and you have become among the losers.\""
                },
                {
                    "id": 217513,
                    "resource_id": 39,
                    "text": "\"Dan sangkaan kamu yang demikian, yang kamu sangka terhadap Tuhan kamu, itulah yang telah membinasakan kamu; (dengan sangkaan kamu yang salah itu) maka menjadilah kamu dari orang-orang yang rugi!\""
                },
                {
                    "id": 1095218,
                    "resource_id": 161,
                    "text": "তোমাদের এই (ভুল) ধারণাই- যা তোমরা তোমাদের প্রতিপালক সম্পর্কে পোষণ করতে- তোমাদেরকে ধ্বংস করেছে, ফলে তোমরা ক্ষতিগ্রস্তদের দলে শামিল হয়ে গেছ।"
                }
            ]
        },
        {
            "id": 4242,
            "verse_number": 24,
            "verse_key": "41:24",
            "hizb_number": 48,
            "rub_el_hizb_number": 191,
            "ruku_number": 417,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَإِن يَصْبِرُوا۟ فَٱلنَّارُ مَثْوًى لَّهُمْ ۖ وَإِن يَسْتَعْتِبُوا۟ فَمَا هُم مِّنَ ٱلْمُعْتَبِينَ",
            "page_number": 479,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99658,
                    "resource_id": 20,
                    "text": "So [even] if they are patient, the Fire is a residence for them; and if they ask to appease [Allāh], they will not be of those who are allowed to appease."
                },
                {
                    "id": 217515,
                    "resource_id": 39,
                    "text": "Oleh itu, sama ada mereka bersabar menderita azab atau sebaliknya (maka sama sahaja) kerana nerakalah tempat tinggal mereka; dan jika mereka memohon peluang untuk mendapat keredaan Allah, maka mereka bukanlah lagi dari orang-orang yang diterima permohonannya."
                },
                {
                    "id": 1095219,
                    "resource_id": 161,
                    "text": "এখন যদি তারা ধৈর্য ধারণ করে তবুও জাহান্নামই হবে তাদের আবাস, আর যদি তারা ক্ষমা প্রার্থনা করে তবুও তারা ক্ষমাপ্রাপ্ত হবে না।"
                }
            ]
        },
        {
            "id": 4243,
            "verse_number": 25,
            "verse_key": "41:25",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 417,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَآءَ فَزَيَّنُوا۟ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ ٱلْقَوْلُ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ إِنَّهُمْ كَانُوا۟ خَـٰسِرِينَ",
            "page_number": 479,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99660,
                    "resource_id": 20,
                    "text": "And We appointed for them companions<sup foot_note=197279>1</sup> who made attractive to them what was before them and what was behind them [of sin], and the word [i.e., decree] has come into effect upon them among nations which had passed on before them of jinn and men. Indeed, they [all] were losers."
                },
                {
                    "id": 217516,
                    "resource_id": 39,
                    "text": "Dan Kami adakan untuk mereka teman-teman rapat (dari jin dan manusia), lalu teman-teman itu memperhiaskan kepada mereka (fahaman-fahaman sesat) mengenai perkara-perkara dunia yang ada di hadapan mereka, serta perkara-perkara akhirat yang ada di belakang mereka; dan (dengan sebab itu) tetaplah hukuman (azab) atas mereka bersama-sama dengan umat umat (yang sesat) dari jin dan manusia yang terdahulu daripada mereka. Sesungguhnya mereka semuanya adalah golongan yang rugi (bawaan hidupnya)."
                },
                {
                    "id": 1095220,
                    "resource_id": 161,
                    "text": "আমি তাদেরকে প্রাণের বন্ধু জুটিয়ে দিয়েছিলাম, যারা তাদেরকে তাদের সামনের আর পিছনের প্রত্যেকটি জিনিসকে চাকচিক্যময় করে দেখাচ্ছিল। শেষ পর্যন্ত তাদের উপরও তেমনি ‘আযাবের ফয়সালা কার্যকর হল, যা তাদের পূর্ববর্তী জ্বিন ও মানব দলের উপর কার্যকর হয়েছিল। বাস্তবিকই তারা ক্ষতিগ্রস্ত হয়ে গেল।"
                }
            ]
        },
        {
            "id": 4244,
            "verse_number": 26,
            "verse_key": "41:26",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 418,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَسْمَعُوا۟ لِهَـٰذَا ٱلْقُرْءَانِ وَٱلْغَوْا۟ فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
            "page_number": 479,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99663,
                    "resource_id": 20,
                    "text": "And those who disbelieve say, \"Do not listen to this Qur’ān and speak noisily<sup foot_note=197280>1</sup> during [the recitation of] it that perhaps you will overcome.\""
                },
                {
                    "id": 217518,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kafir berkata: \"Janganlah kamu mendengar Al-Quran ini dan tentanglah dia (dengan nyayian-nyanyian dan jeritan-jeritan riuh rendah serta tepuk sorak), supaya kamu berjaya (mengganggu bacaan atau menenggelamkan suara pembacanya)!\""
                },
                {
                    "id": 1095221,
                    "resource_id": 161,
                    "text": "কাফিররা বলে- এ কুরআন শুনো না, আর তা পড়ার কালে শোরগোল কর যাতে তোমরা বিজয়ী হতে পার।"
                }
            ]
        },
        {
            "id": 4245,
            "verse_number": 27,
            "verse_key": "41:27",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 418,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُوا۟ عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
            "page_number": 479,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99665,
                    "resource_id": 20,
                    "text": "But We will surely cause those who disbelieve to taste a severe punishment, and We will surely recompense them for the worst of what they had been doing."
                },
                {
                    "id": 217521,
                    "resource_id": 39,
                    "text": "Maka, demi sesungguhnya! Kami akan merasakan orang-orang yang kafir itu azab seksa yang seberat-beratnya, dan Kami akan membalas mereka dengan seburuk-buruk balasan bagi apa yang mereka telah kerjakan."
                },
                {
                    "id": 1095222,
                    "resource_id": 161,
                    "text": "ফলতঃ আমি কাফিরদেরকে অবশ্য অবশ্যই কঠিন শাস্তি আস্বাদন করাব, আর আমি অবশ্য অবশ্যই তাদেরকে তাদের নিকৃষ্টতম কাজের অনুসারে প্রতিফল দিব।"
                }
            ]
        },
        {
            "id": 4246,
            "verse_number": 28,
            "verse_key": "41:28",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 418,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ جَزَآءُ أَعْدَآءِ ٱللَّهِ ٱلنَّارُ ۖ لَهُمْ فِيهَا دَارُ ٱلْخُلْدِ ۖ جَزَآءًۢ بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
            "page_number": 479,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99667,
                    "resource_id": 20,
                    "text": "That is the recompense of the enemies of Allāh - the Fire. For them therein is the home of eternity as recompense for what they, of Our verses, were rejecting."
                },
                {
                    "id": 217523,
                    "resource_id": 39,
                    "text": "Demikianlah keadaannya balasan musuh-musuh Allah iaitu neraka; disediakan untuk mereka tempat tinggal yang kekal didalamnya, sebagai balasan bagi perbuatan mereka sentiasa mengingkari ayat-ayat Kami."
                },
                {
                    "id": 1095223,
                    "resource_id": 161,
                    "text": "আল্লাহর দুশমনদের জন্য প্রতিফল হল এ জাহান্নাম। তাতে আছে তাদের জন্য চিরস্থায়ী আবাস। (এ হল তাদের) প্রতিফল, কারণ তারা আমার আয়াতগুলোকে অস্বীকার করত।"
                }
            ]
        },
        {
            "id": 4247,
            "verse_number": 29,
            "verse_key": "41:29",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 418,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ رَبَّنَآ أَرِنَا ٱلَّذَيْنِ أَضَلَّانَا مِنَ ٱلْجِنِّ وَٱلْإِنسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ ٱلْأَسْفَلِينَ",
            "page_number": 479,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99669,
                    "resource_id": 20,
                    "text": "And those who disbelieved will [then] say, \"Our Lord, show us those who misled us of the jinn and men [so] we may put them under our feet<sup foot_note=197281>1</sup> that they will be among the lowest.\""
                },
                {
                    "id": 217525,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kafir berkata: \"Wahai Tuhan kami! Perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami dari jin dan manusia, untuk kami meletakkan mereka di bawah tapak kaki kami, supaya mereka menjadi golongan yang terkebawah dalam kehinaan\"."
                },
                {
                    "id": 1095224,
                    "resource_id": 161,
                    "text": "কাফিররা বলবে- হে আমাদের প্রতিপালক! জ্বিন ও মানুষদের মধ্যেকার যারা আমাদেরকে পথভ্রষ্ট করেছিল তাদের উভয়কে দেখিয়ে দিন, তাদের উভয়কে পায়ের তলায় পিষ্ট করব, যাতে তারা নিকৃষ্ট অধমদের মধ্যে গণ্য হয়।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}