{
    "verses": [
        {
            "id": 289,
            "verse_number": 282,
            "verse_key": "2:282",
            "hizb_number": 5,
            "rub_el_hizb_number": 19,
            "ruku_number": 40,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَدَايَنتُم بِدَيْنٍ إِلَىٰٓ أَجَلٍ مُّسَمًّى فَٱكْتُبُوهُ ۚ وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌۢ بِٱلْعَدْلِ ۚ وَلَا يَأْبَ كَاتِبٌ أَن يَكْتُبَ كَمَا عَلَّمَهُ ٱللَّهُ ۚ فَلْيَكْتُبْ وَلْيُمْلِلِ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبْخَسْ مِنْهُ شَيْـًٔا ۚ فَإِن كَانَ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُۥ بِٱلْعَدْلِ ۚ وَٱسْتَشْهِدُوا۟ شَهِيدَيْنِ مِن رِّجَالِكُمْ ۖ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَٱمْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحْدَىٰهُمَا فَتُذَكِّرَ إِحْدَىٰهُمَا ٱلْأُخْرَىٰ ۚ وَلَا يَأْبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُوا۟ ۚ وَلَا تَسْـَٔمُوٓا۟ أَن تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰٓ أَجَلِهِۦ ۚ ذَٰلِكُمْ أَقْسَطُ عِندَ ٱللَّهِ وَأَقْوَمُ لِلشَّهَـٰدَةِ وَأَدْنَىٰٓ أَلَّا تَرْتَابُوٓا۟ ۖ إِلَّآ أَن تَكُونَ تِجَـٰرَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا ۗ وَأَشْهِدُوٓا۟ إِذَا تَبَايَعْتُمْ ۚ وَلَا يُضَآرَّ كَاتِبٌ وَلَا شَهِيدٌ ۚ وَإِن تَفْعَلُوا۟ فَإِنَّهُۥ فُسُوقٌۢ بِكُمْ ۗ وَٱتَّقُوا۟ ٱللَّهَ ۖ وَيُعَلِّمُكُمُ ٱللَّهُ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
            "page_number": 48,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97790,
                    "resource_id": 20,
                    "text": "O you who have believed, when you contract a debt for a specified term, write it down. And let a scribe write [it] between you in justice. Let no scribe refuse to write as Allāh has taught him. So let him write and let the one who has the obligation [i.e., the debtor] dictate. And let him fear Allāh, his Lord, and not leave anything out of it. But if the one who has the obligation is of limited understanding or weak or unable to dictate himself, then let his guardian dictate in justice. And bring to witness two witnesses from among your men. And if there are not two men [available], then a man and two women from those whom you accept as witnesses - so that if one of them [i.e., the women] errs, then the other can remind her. And let not the witnesses refuse when they are called upon. And do not be [too] weary to write it, whether it is small or large, for its [specified] term. That is more just in the sight of Allāh and stronger as evidence and more likely to prevent doubt between you, except when it is an immediate transaction which you conduct among yourselves. For [then] there is no blame upon you if you do not write it. And take witnesses when you conclude a contract. Let no scribe be harmed or any witness. For if you do so, indeed, it is [grave] disobedience in you. And fear Allāh. And Allāh teaches you. And Allāh is Knowing of all things."
                },
                {
                    "id": 215654,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Apabila kamu menjalankan sesuatu urusan dengan hutang piutang yang diberi tempoh hingga ke suatu masa yang tertentu maka hendaklah kamu menulis (hutang dan masa bayarannya) itu dan hendaklah seorang penulis di antara kamu menulisnya dengan adil (benar) dan janganlah seseorang penulis enggan menulis sebagaimana Allah telah mengajarkannya. Oleh itu, hendaklah ia menulis dan hendaklah orang yang berhutang itu merencanakan (isi surat hutang itu dengan jelas). Dan hendaklah ia bertaqwa kepada Allah Tuhannya, dan janganlah ia mengurangkan sesuatu pun dari hutang itu. Kemudian jika orang yang berhutang itu bodoh atau lemah atau ia sendiri tidak dapat hendak merencanakan (isi itu), maka hendaklah direncanakan oleh walinya dengan adil benar); dan hendaklah kamu mengadakan dua orang saksi lelaki dari kalangan kamu. Kemudian kalau tidak ada saksi dua orang lelaki, maka bolehlah, seorang lelaki dan dua orang perempuan dari orang-orang yang kamu setujui menjadi saksi, supaya jika yang seorang lupa dari saksi-saksi perempuan yang berdua itu maka dapat diingatkan oleh yang seorang lagi. Dan jangan saksi-saksi itu enggan apabila mereka dipanggil menjadi saksi. Dan janganlah kamu jemu menulis perkara hutang yang bertempoh masanya itu, sama ada kecil atau besar jumlahnya. Yang demikian itu, lebih adil di sisi Allah dan lebih membetulkan (menguatkan) keterangan saksi, dan juga lebih hampir kepada tidak menimbulkan keraguan kamu. Kecuali perkara itu mengenai perniagaan tunai yang kamu edarkan sesama sendiri, maka tiadalah salah jika kamu tidak menulisnya. Dan adakanlah saksi apabila kamu berjual-beli. Dan janganlah mana-mana jurutulis dan saksi itu disusahkan. Dan kalau kamu melakukan (apa yang dilarang itu), maka sesungguhnya yang demikian adalah perbuatan fasik (derhaka) yang ada pada kamu. Oleh itu hendaklah kamu bertaqwa kepada Allah; dan (ingatlah), Allah (dengan keterangan ini) mengajar kamu; dan Allah sentiasa Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1091266,
                    "resource_id": 161,
                    "text": "হে বিশ্বাসীগণ! যখন তোমরা নির্দিষ্ট সময়ের জন্য ধারে কারবার করবে, তখন তা লিখে রাখবে, তোমাদের মধ্যে যেন কোন একজন লেখক ন্যায্যভাবে লিখে দেয়, লেখক যেন লিখতে অস্বীকার না করে, যেরূপ আল্লাহ তাকে শিক্ষা দিয়েছেন, কাজেই সে যেন লিখে এবং কর্জ-গ্রহীতা যেন লেখার বিষয়বস্তু বলে দেয় এবং তার প্রতিপালক আল্লাহর ভয় রাখে এবং প্রাপ্য হতে যেন কোনও প্রকারের কাটছাঁট না করে। যদি কর্জ-গ্রহীতা স্বল্প-বুদ্ধি অথবা দুর্বল কিংবা লেখার বিষয়বস্তু বলতে অক্ষম হয়, তবে তার অভিভাবক যেন লেখার বিষয়বস্তু ন্যায্যভাবে বলে দেয় এবং তোমাদের আপন পুরুষ লোকের মধ্য হতে দু’জন সাক্ষী রাখ, যদি দু’জন পুরুষ না পাওয়া যায়, তাহলে একজন পুরুষ ও দু’জন স্ত্রী লোক, যাদের সাক্ষ্য সম্পর্কে তোমরা রাজী আছ, এটা এজন্য যে, যদি একজন ভুলে যায় তবে অন্যজন স্মরণ করিয়ে দেবে এবং যখন সাক্ষীগণকে ডাকা হবে, তখন যেন (সাক্ষ্য দিতে) অস্বীকার না করে। ছোট হোক বা বড় হোক তোমরা নির্দিষ্ট মেয়াদসহ লিখে রাখাকে তাচ্ছিল্যভরে উপেক্ষা করো না, এ লিখে রাখা আল্লাহর নিকট ইনসাফ বজায় রাখার জন্য দৃঢ়তর, সঠিক প্রমাণের জন্য সহজতর এবং তোমরা যাতে কোনও সন্দেহে পতিত না হও এর নিকটবর্তী। কিন্তু যদি কোন সওদা তোমরা পরস্পর নগদ নগদ সম্পাদন কর, তবে না লিখলেও তোমাদের কোন দোষ নেই। আর তোমরা যখন পরস্পর কেনাবেচা কর তখন সাক্ষী রেখ। কোনও লেখক ও সাক্ষীকে যেন কষ্ট দেয়া না হয় এবং যদি এরূপ কর, তাহলে তোমাদের গুনাহ হবে। কাজেই আল্লাহকে ভয় কর এবং আল্লাহ তোমাদেরকে শিক্ষা দিচ্ছেন এবং আল্লাহ সর্ববিষয়ে সুপরিজ্ঞাত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 1,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 1
    }
}