{
    "verses": [
        {
            "id": 4248,
            "verse_number": 30,
            "verse_key": "41:30",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 418,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ تَتَنَزَّلُ عَلَيْهِمُ ٱلْمَلَـٰٓئِكَةُ أَلَّا تَخَافُوا۟ وَلَا تَحْزَنُوا۟ وَأَبْشِرُوا۟ بِٱلْجَنَّةِ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
            "page_number": 480,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99673,
                    "resource_id": 20,
                    "text": "Indeed, those who have said, \"Our Lord is Allāh\" and then remained on a right course - the angels will descend upon them, [saying], \"Do not fear and do not grieve but receive good tidings of Paradise, which you were promised."
                },
                {
                    "id": 217529,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang menegaskan keyakinannya dengan berkata: \"Tuhan kami ialah Allah\", kemudian mereka tetap teguh di atas jalan yang betul, akan turunlah malaikat kepada mereka dari semasa ke semasa (dengan memberi ilham): \"Janganlah kamu bimbang (dari berlakunya kejadian yang tidak baik terhadap kamu) dan janganlah kamu berdukacita, dan terimalah berita gembira bahawa kamu akan beroleh syurga yang telah dijanjikan kepada kamu."
                },
                {
                    "id": 1095225,
                    "resource_id": 161,
                    "text": "যারা বলে- আমাদের প্রতিপালক আল্লাহ, অতঃপর (সে কথার উপর) সুদৃঢ় থাকে, ফেরেশতারা তাদের নিকট অবতীর্ণ হয় আর বলে, তোমরা ভয় করো না, চিন্তা করো না, আর জান্নাতের সুসংবাদ গ্রহণ কর যার ওয়া‘দা তোমাদেরকে দেয়া হয়েছে।"
                }
            ]
        },
        {
            "id": 4249,
            "verse_number": 31,
            "verse_key": "41:31",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 418,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "نَحْنُ أَوْلِيَآؤُكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِىٓ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
            "page_number": 480,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99675,
                    "resource_id": 20,
                    "text": "We [angels] were your allies in worldly life and [are so] in the Hereafter. And you will have therein whatever your souls desire, and you will have therein whatever you request [or wish]"
                },
                {
                    "id": 217531,
                    "resource_id": 39,
                    "text": "\"Kamilah penolong-penolong kamu dalam kehidupan dunia dan pada hari akhirat; dan kamu akan beroleh - pada hari akhirat - apa yang diingini oleh nafsu kamu, serta kamu akan beroleh - pada hari itu - apa yang kamu cita-citakan mendapatnya."
                },
                {
                    "id": 1095226,
                    "resource_id": 161,
                    "text": "পার্থিব জীবনে আর আখিরাতে আমরাই তোমাদের সঙ্গী-সাথী। আর সেখানে (অর্থাৎ জান্নাতে) তোমাদের জন্য তোমাদের মন যা চায় তা-ই আছে; তোমরা যে জিনিসের আকাঙ্ক্ষা কর, তোমাদের জন্য সেখানে তা-ই আছে"
                }
            ]
        },
        {
            "id": 4250,
            "verse_number": 32,
            "verse_key": "41:32",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 418,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ",
            "page_number": 480,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99677,
                    "resource_id": 20,
                    "text": "As accommodation from a [Lord who is] Forgiving and Merciful.\""
                },
                {
                    "id": 217532,
                    "resource_id": 39,
                    "text": "\"(Pemberian-pemberian yang serba mewah itu) sebagai sambutan penghormatan dari Allah Yang Maha Pengampun, lagi Maha Mengasihani!\""
                },
                {
                    "id": 1095227,
                    "resource_id": 161,
                    "text": "পরম ক্ষমাশীল, পরম দয়ালু (আল্লাহ)’র পক্ষ থেকে আপ্যায়ন হিসেবে।"
                }
            ]
        },
        {
            "id": 4251,
            "verse_number": 33,
            "verse_key": "41:33",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَـٰلِحًا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ",
            "page_number": 480,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99679,
                    "resource_id": 20,
                    "text": "And who is better in speech than one who invites to Allāh and does righteousness and says, \"Indeed, I am of the Muslims.\""
                },
                {
                    "id": 217534,
                    "resource_id": 39,
                    "text": "Dan tidak ada yang lebih baik perkataannya daripada orang yang menyeru kepada (mengesakan dan mematuhi perintah) Allah, serta ia sendiri mengerjakan amal yang soleh, sambil berkata: \"Sesungguhnya aku adalah dari orang-orang Islam (yang berserah bulat-bulat kepada Allah)!\""
                },
                {
                    "id": 1095228,
                    "resource_id": 161,
                    "text": "কথায় ঐ ব্যক্তি থেকে কে বেশি উত্তম যে (মানুষকে) আল্লাহর দিকে আহবান করে, আর সৎ কাজ করে এবং বলে, ‘আমি (আল্লাহর প্রতি) অনুগতদের অন্তর্ভুক্ত’।"
                }
            ]
        },
        {
            "id": 4252,
            "verse_number": 34,
            "verse_key": "41:34",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَسْتَوِى ٱلْحَسَنَةُ وَلَا ٱلسَّيِّئَةُ ۚ ٱدْفَعْ بِٱلَّتِى هِىَ أَحْسَنُ فَإِذَا ٱلَّذِى بَيْنَكَ وَبَيْنَهُۥ عَدَٰوَةٌ كَأَنَّهُۥ وَلِىٌّ حَمِيمٌ",
            "page_number": 480,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99681,
                    "resource_id": 20,
                    "text": "And not equal are the good deed and the bad. Repel [evil] by that [deed] which is better; and thereupon, the one whom between you and him is enmity [will become] as though he was a devoted friend."
                },
                {
                    "id": 217536,
                    "resource_id": 39,
                    "text": "Dan tidaklah sama (kesannya dan hukumnya) perbuatan yang baik dan perbuatan yang jahat. Tolaklah (kejahatan yang ditujukan kepadamu) dengan cara yang lebih baik; apabila engkau berlaku demikian maka orang yang menaruh rasa permusuhan terhadapmu, dengan serta merta akan menjadi seolah-olah seorang sahabat karib."
                },
                {
                    "id": 1095229,
                    "resource_id": 161,
                    "text": "ভাল আর মন্দ সমান নয়। উৎকৃষ্ট দিয়ে মন্দকে দূর কর। তখন দেখবে, তোমার আর যার মধ্যে শত্রুতা আছে সে যেন অন্তরঙ্গ বন্ধু।"
                }
            ]
        },
        {
            "id": 4253,
            "verse_number": 35,
            "verse_key": "41:35",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٍ",
            "page_number": 480,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99683,
                    "resource_id": 20,
                    "text": "But none is granted it except those who are patient, and none is granted it except one having a great portion [of good]."
                },
                {
                    "id": 217538,
                    "resource_id": 39,
                    "text": "Dan sifat yang terpuji ini tidak dapat diterima dan diamalkan melainkan oleh orang-orang yang bersikap sabar, dan tidak juga dapat diterima dan diamalkan melainkan oleh orang yang mempunyai bahagian yang besar dari kebahagiaan dunia dan akhirat."
                },
                {
                    "id": 1095230,
                    "resource_id": 161,
                    "text": "এ গুণ কেবল তারাই লাভ করে যারা ধৈর্যশীল, এ গুণ কেবল তারাই লাভ করে যারা মহা ভাগ্যবান।"
                }
            ]
        },
        {
            "id": 4254,
            "verse_number": 36,
            "verse_key": "41:36",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
            "page_number": 480,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99685,
                    "resource_id": 20,
                    "text": "And if there comes to you from Satan an evil suggestion, then seek refuge in Allāh. Indeed, He is the Hearing, the Knowing."
                },
                {
                    "id": 217540,
                    "resource_id": 39,
                    "text": "Dan jika engkau dihasut oleh sesuatu hasutan dari Syaitan, maka hendaklah engkau meminta perlindungan kepada Allah. Sesungguhnya Dia lah yang Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1095231,
                    "resource_id": 161,
                    "text": "শয়ত্বানের পক্ষ থেকে যদি তুমি কুমন্ত্রণা অনুভব কর, তাহলে আল্লাহর আশ্রয় প্রার্থনা কর। তিনি সর্বশ্রোতা সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 4255,
            "verse_number": 37,
            "verse_key": "41:37",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْ ءَايَـٰتِهِ ٱلَّيْلُ وَٱلنَّهَارُ وَٱلشَّمْسُ وَٱلْقَمَرُ ۚ لَا تَسْجُدُوا۟ لِلشَّمْسِ وَلَا لِلْقَمَرِ وَٱسْجُدُوا۟ لِلَّهِ ٱلَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
            "page_number": 480,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99687,
                    "resource_id": 20,
                    "text": "And of His signs are the night and day and the sun and moon. Do not prostrate to the sun or to the moon, but prostrate to Allāh, who created them, if it should be Him that you worship.<sup foot_note=197282>1</sup>"
                },
                {
                    "id": 217542,
                    "resource_id": 39,
                    "text": "Dan di antara tanda-tanda kekuasaanNya ialah malam dan siang, serta matahari dan bulan. Janganlah kamu sujud kepada matahari dan janganlah pula sujud kepada bulan, dan sebaliknya hendaklah kamu sujud kepada Allah yang menciptakannya, kalau betulah kamu hanya beribadat kepada Allah."
                },
                {
                    "id": 1095232,
                    "resource_id": 161,
                    "text": "তাঁর নিদর্শনগুলোর মধ্যে হল রাত, দিন, সূর্য আর চন্দ্র। সূর্যকে সেজদা করো না, চন্দ্রকেও না। সেজদা কর আল্লাহকে যিনি ওগুলোকে সৃষ্টি করেছেন যদি সত্যিকারভাবে একমাত্র তাঁরই তোমরা ইবাদাত করতে চাও।"
                }
            ]
        },
        {
            "id": 4256,
            "verse_number": 38,
            "verse_key": "41:38",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": 11,
            "text_uthmani": "فَإِنِ ٱسْتَكْبَرُوا۟ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيْلِ وَٱلنَّهَارِ وَهُمْ لَا يَسْـَٔمُونَ ۩",
            "page_number": 480,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99689,
                    "resource_id": 20,
                    "text": "But if they are arrogant - then those who are near your Lord [i.e., the angels] exalt Him by night and by day, and they do not become weary."
                },
                {
                    "id": 217544,
                    "resource_id": 39,
                    "text": "Oleh itu, kalau mereka tetap ingkar dengan angkuhnya (daripada mematuhi perintah Allah dan mengesakanNya, maka tidaklah menjejaskan kebesaran Tuhan), kerana malaikat-malaikat yang ada di sisi Tuhanmu tetap bertasbih kepadaNya pada waktu malam dan siang, dengan tidak mereka merasa jemu."
                },
                {
                    "id": 1095233,
                    "resource_id": 161,
                    "text": "অতঃপর তারা যদি অহংকার করে তবে (তারা জেনে নিক যে), তোমার প্রতিপালকের নিকটে যারা রয়েছে তারা দিন-রাত তাঁর মাহাত্ম্য বর্ণনায় লিপ্ত আছে, আর তারা কখনও ক্লান্তিবোধ করে না।[সাজদাহ]"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}