{
    "verses": [
        {
            "id": 4257,
            "verse_number": 39,
            "verse_key": "41:39",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦٓ أَنَّكَ تَرَى ٱلْأَرْضَ خَـٰشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ ۚ إِنَّ ٱلَّذِىٓ أَحْيَاهَا لَمُحْىِ ٱلْمَوْتَىٰٓ ۚ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 481,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99691,
                    "resource_id": 20,
                    "text": "And of His signs is that you see the earth stilled, but when We send down upon it rain, it quivers and grows. Indeed, He who has given it life is the Giver of Life to the dead. Indeed, He is over all things competent."
                },
                {
                    "id": 217546,
                    "resource_id": 39,
                    "text": "Dan di antara tanda-tanda kekuasaanNya, engkau melihat bumi kosong sepi (dalam keadaan kering dan tandus), maka apabila Kami menurunkan hujan menimpanya, bergeraklah tanahnya serta suburlah tanamannya. Sesungguhnya Allah yang menghidupkannya sudah tentu berkuasa menghidupkan makhluk-makhluk yang telah mati; sesungguhnya Ia Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1095234,
                    "resource_id": 161,
                    "text": "তাঁর নিদর্শনগুলোর মধ্যে হল এই যে, তুমি যমীনকে দেখ শুষ্ক অনুর্বর পড়ে আছে। অতঃপর আমি যখন তার উপর বৃষ্টি বর্ষণ করি তখন তা সতেজ হয় ও বেড়ে যায়। যিনি এ মৃত যমীনকে জীবিত করেন, তিনি অবশ্যই মৃতদেরকে জীবিত করবেন। তিনি সকল বিষয়ের উপর ক্ষমতাবান।"
                }
            ]
        },
        {
            "id": 4258,
            "verse_number": 40,
            "verse_key": "41:40",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يُلْحِدُونَ فِىٓ ءَايَـٰتِنَا لَا يَخْفَوْنَ عَلَيْنَآ ۗ أَفَمَن يُلْقَىٰ فِى ٱلنَّارِ خَيْرٌ أَم مَّن يَأْتِىٓ ءَامِنًا يَوْمَ ٱلْقِيَـٰمَةِ ۚ ٱعْمَلُوا۟ مَا شِئْتُمْ ۖ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "page_number": 481,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99695,
                    "resource_id": 20,
                    "text": "Indeed, those who inject deviation into Our verses<sup foot_note=197283>1</sup> are not concealed from Us. So, is he who is cast into the Fire better or he who comes secure on the Day of Resurrection? Do whatever you will; indeed, He is Seeing of what you do."
                },
                {
                    "id": 217551,
                    "resource_id": 39,
                    "text": "Sebenarnya orang-orang yang menyeleweng dari jalan yang benar mengenai ayat-ayat keterangan Kami, tidak terselindung keadaan mereka dari (pengetahuan) Kami. (Kalau sudah demikian), maka adakah orang yang dihumbankan ke dalam neraka lebih baik, atau orang yang datang dalam keadaan aman dan selamat pada hari kiamat? (Katakanlah kepada orang-orang yang menyeleweng itu): \"Buatlah apa yang kamu suka, sesungguhnya Allah Maha Melihat akan apa yang kamu lakukan (dan akan membalasnya)\"."
                },
                {
                    "id": 1095235,
                    "resource_id": 161,
                    "text": "যারা আমার আয়াতসমূহের অর্থকে ভিন্নপথে পরিচালিত করে, তারা আমার থেকে লুক্কায়িত নয়। যাকে জাহান্নামে নিক্ষেপ করা হবে সেই উত্তম না ঐ ব্যক্তি যে ক্বিয়ামতের দিন সম্পূর্ণ নিরাপদ হয়ে হাজির হবে? তোমাদের যা ইচ্ছে হয় করতে থাক। তোমরা যা কর তা তিনি (খুব ভালভাবেই) দেখেন।"
                }
            ]
        },
        {
            "id": 4259,
            "verse_number": 41,
            "verse_key": "41:41",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بِٱلذِّكْرِ لَمَّا جَآءَهُمْ ۖ وَإِنَّهُۥ لَكِتَـٰبٌ عَزِيزٌ",
            "page_number": 481,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99699,
                    "resource_id": 20,
                    "text": "Indeed, those who disbelieve in the message [i.e., the Qur’ān]<sup foot_note=197286>1</sup> after it has come to them...<sup foot_note=197285>2</sup> And indeed, it is a mighty<sup foot_note=197284>3</sup> Book."
                },
                {
                    "id": 214814,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang kufur ingkar terhadap Al-Quran ketika sampainya kepada mereka, (akan ditimpa azab seksa yang tidak terperi); sedang Al-Quran itu, demi sesungguhnya sebuah Kitab Suci yang tidak dapat ditandingi,"
                },
                {
                    "id": 1095236,
                    "resource_id": 161,
                    "text": "যারা তাদের কাছে উপদেশ বাণী আসার পর তা প্রত্যাখ্যান করে (তারা আমার থেকে লুক্কায়িত নয়)। এটা হল অবশ্যই এক মহা শক্তিশালী গ্রন্থ।"
                }
            ]
        },
        {
            "id": 4260,
            "verse_number": 42,
            "verse_key": "41:42",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "لَّا يَأْتِيهِ ٱلْبَـٰطِلُ مِنۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِۦ ۖ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ",
            "page_number": 481,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99701,
                    "resource_id": 20,
                    "text": "Falsehood cannot approach it from before it or from behind it; [it is] a revelation from a [Lord who is] Wise and Praiseworthy."
                },
                {
                    "id": 217557,
                    "resource_id": 39,
                    "text": "Yang tidak dapat didatangi sebarang kepalsuan dari mana-mana arah dan seginya; ia diturunkan dari Tuhan Yang Maha Bijaksana, lagi Maha Terpuji."
                },
                {
                    "id": 1095237,
                    "resource_id": 161,
                    "text": "মিথ্যা এর কাছে না এর সামনে দিয়ে আসতে পারে, না এর পিছন দিয়ে। এটা অবতীর্ণ হয়েছে মহাজ্ঞানী, সকল প্রশংসার যোগ্য (আল্লাহ)’র পক্ষ হতে।"
                }
            ]
        },
        {
            "id": 4261,
            "verse_number": 43,
            "verse_key": "41:43",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
            "page_number": 481,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99703,
                    "resource_id": 20,
                    "text": "Nothing is said to you, [O Muḥammad], except what was already said to the messengers before you. Indeed, your Lord is a possessor of forgiveness and a possessor of painful penalty."
                },
                {
                    "id": 217559,
                    "resource_id": 39,
                    "text": "Apa yang dikatakan kepadamu (wahai Muhammad, dari celaan-celaan golongan yang ingkar, tidak lain) hanyalah seperti yang pernah dikatakan kepada Rasul-rasul yang terdahuhu daripadamu. (Oleh itu bersabarlah dengan cekal hati menghadapinya), sesungguhnya Tuhanmu berkuasa penuh melimpahkan keampunanNya (kepada orang-orang yang taat), dan berkuasa penuh menimpakan azab seksa yang tidak terperi sakitnya (kepada orang-orang yang ingkar)."
                },
                {
                    "id": 1095238,
                    "resource_id": 161,
                    "text": "তোমাকে তা-ই বলা হচ্ছে যা বলা হত তোমার পূর্ববর্তী রসূলদেরকে। তোমার প্রতিপালক অবশ্যই ক্ষমার অধিকারী, আর যন্ত্রণাদায়ক শাস্তিদাতা।"
                }
            ]
        },
        {
            "id": 4262,
            "verse_number": 44,
            "verse_key": "41:44",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 419,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ جَعَلْنَـٰهُ قُرْءَانًا أَعْجَمِيًّا لَّقَالُوا۟ لَوْلَا فُصِّلَتْ ءَايَـٰتُهُۥٓ ۖ ءَا۬عْجَمِىٌّ وَعَرَبِىٌّ ۗ قُلْ هُوَ لِلَّذِينَ ءَامَنُوا۟ هُدًى وَشِفَآءٌ ۖ وَٱلَّذِينَ لَا يُؤْمِنُونَ فِىٓ ءَاذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُو۟لَـٰٓئِكَ يُنَادَوْنَ مِن مَّكَانٍۭ بَعِيدٍ",
            "page_number": 481,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99705,
                    "resource_id": 20,
                    "text": "And if We had made it a foreign [i.e., non-Arabic] Qur’ān, they would have said, \"Why are its verses not explained in detail [in our language]? Is it a foreign [recitation] and an Arab [messenger]?\" Say, \"It is, for those who believe, a guidance and cure.\" And those who do not believe - in their ears is deafness, and it is upon them blindness. Those are being called from a distant place.<sup foot_note=197287>1</sup>"
                },
                {
                    "id": 217561,
                    "resource_id": 39,
                    "text": "Dan kalaulah Al-Quran itu Kami jadikan (bacaan) dalam bahasa asing, tentulah mereka akan berkata: \"Mengapa tidak dijelaskan ayat-ayatnya (dalam bahasa yang kami fahami)? Patutkah Kitab itu berbahasa asing sedang Rasul yang membawanya berbangsa Arab?\" Katakanlah (wahai Muhammad): \"Al-Quran itu, menjadi (cahaya) petunjuk serta penawar bagi orang-orang yang beriman; dan sebaliknya orang-orang yang tidak beriman, (AL-Quran itu) menjadi sebagai satu penyakit yang menyumbat telinga mereka (bukan penawar); dan ia juga merupakan gelap-gelita yang menimpa (pandangan) mereka (bukan cahaya yang menerangi). Mereka itu - (dengan perbuatan melarikan diri dari ajaran Al-Quran, tidak ubahnya seperti) orang-orang yang diseru dari tempat yang jauh (masakan mereka dapat mendengar dengan betul atau melihat dengan nyata)\"."
                },
                {
                    "id": 1095239,
                    "resource_id": 161,
                    "text": "আমি যদি একে অনারব ভাষায় (অবতীর্ণ) কুরআন করতাম তাহলে তারা অবশ্যই বলত- এর আয়াতগুলো সুস্পষ্টভাবে বর্ণনা করা হল না কেন? আশ্চর্য ব্যাপার! কিতাব হল অনারব দেশীয় আর শ্রোতারা হল আরবীভাষী। বল- যারা ঈমান আনে তাদের জন্য এ কুরআন সঠিক পথের দিশারী ও আরোগ্য (লাভের উপায়)। যারা ঈমান আনে না তাদের কানে আছে বধিরতা, আর এ কুরআন তাদের জন্য অন্ধত্ব। (যেন) বহু দূর থেকে তাদেরকে ডাকা হচ্ছে।"
                }
            ]
        },
        {
            "id": 4263,
            "verse_number": 45,
            "verse_key": "41:45",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 420,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
            "page_number": 481,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99707,
                    "resource_id": 20,
                    "text": "And We had already given Moses the Scripture, but it came under disagreement.<sup foot_note=197289>1</sup> And if not for a word [i.e., decree]<sup foot_note=197288>2</sup> that preceded from your Lord, it would have been concluded between them. And indeed they are, concerning it [i.e., the Qur’ān], in disquieting doubt."
                },
                {
                    "id": 217568,
                    "resource_id": 39,
                    "text": "Dan (janganlah engkau merasa kecewa wahai Muhammad tentang keingkaran kaummu, kerana) demi sesungguhnya! Kami telah memberi kepada Nabi Musa Kitab Taurat, lalu berlaku pertentangan mengenainya. Dan kalaulah tidak kerana telah terdahulu kalimah ketetapan dari Tuhanmu (untuk menangguhkan hukuman hingga ke suatu masa yang tertentu), tentulah dijatuhkan hukuman azab dengan serta merta kepada mereka. Dan sesungguhnya mereka (kaummu) masih menaruh syak yang meragukan tentang (kebenaran Al-Quran) itu."
                },
                {
                    "id": 1095240,
                    "resource_id": 161,
                    "text": "(ইতোপূর্বে) মূসাকে আমি কিতাব দিয়েছিলাম, কিন্তু তাতে মতভেদ করা হয়েছিল। তোমার প্রতিপালক যদি পূর্বেই একটি কথা ঘোষণা করে না দিতেন, তাহলে তাদের মধ্যে (মতভেদের ব্যাপারে) ফয়সালা করেই দিতেন। তারা এ ব্যাপারে এক অস্থিরতাপূর্ণ সন্দেহে লিপ্ত।"
                }
            ]
        },
        {
            "id": 4264,
            "verse_number": 46,
            "verse_key": "41:46",
            "hizb_number": 48,
            "rub_el_hizb_number": 192,
            "ruku_number": 420,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "مَّنْ عَمِلَ صَـٰلِحًا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
            "page_number": 481,
            "juz_number": 24,
            "translations": [
                {
                    "id": 99709,
                    "resource_id": 20,
                    "text": "Whoever does righteousness - it is for his [own] soul; and whoever does evil [does so] against it. And your Lord is not ever unjust to [His] servants."
                },
                {
                    "id": 217571,
                    "resource_id": 39,
                    "text": "Sesiapa yang mengerjakan amal soleh maka faedahnya akan terpulang kepada dirinya sendiri, dan sesiapa yang berbuat kejahatan maka bahayanya akan menimpa dirinya sendiri; dan Tuhanmu tidak sekali-kali berlaku zalim kepada hamba-hambaNya."
                },
                {
                    "id": 1095241,
                    "resource_id": 161,
                    "text": "যে সৎকাজ করবে নিজের কল্যাণেই করবে. যে অসৎ কাজ করবে তার পরিণতি তাকেই ভোগ করতে হবে। তোমার প্রতিপালক বান্দাদের প্রতি যালিম নন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}