{
    "verses": [
        {
            "id": 4288,
            "verse_number": 16,
            "verse_key": "42:16",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 422,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ يُحَآجُّونَ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ٱسْتُجِيبَ لَهُۥ حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
            "page_number": 485,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99769,
                    "resource_id": 20,
                    "text": "And those who argue concerning Allāh after He has been responded to<sup foot_note=197305>1</sup> - their argument is invalid with their Lord, and upon them is [His] wrath, and for them is a severe punishment."
                },
                {
                    "id": 217623,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang berhujah menyangkal dan membantah tentang kebenaran ugama Allah sesudah disambut dan diterima ugamaNya itu - bantahan (dan tuduhan palsu) mereka itu sia-sia belaka di sisi Tuhan mereka. Dan mereka pula ditimpa kemurkaan (dari Allah) serta mereka beroleh azab seksa yang seberat-beratnya."
                },
                {
                    "id": 1095265,
                    "resource_id": 161,
                    "text": "আল্লাহর আহবানে সাড়া দেয়ার পর সে সম্পর্কে যারা বিতর্কে লিপ্ত হয়, তাদের দলীল প্রমাণ তাদের রব্ব-এর কাছে বাতিল। তাদের প্রতি (আল্লাহর) গযব আর তাদের জন্য আছে কঠিন শাস্তি।"
                }
            ]
        },
        {
            "id": 4289,
            "verse_number": 17,
            "verse_key": "42:17",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 422,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ ٱلَّذِىٓ أَنزَلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ وَٱلْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٌ",
            "page_number": 485,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99770,
                    "resource_id": 20,
                    "text": "It is Allāh who has sent down the Book in truth and [also] the balance [i.e., justice]. And what will make you perceive? Perhaps the Hour is near."
                },
                {
                    "id": 217624,
                    "resource_id": 39,
                    "text": "Allah yang menurunkan Kitab Suci dengan membawa kebenaran, dan menurunkan keterangan yang menjadi neraca keadilan. Dan apa jalannya engkau dapat mengetahui? Boleh jadi hari kiamat itu sudah hampir (masa datangnya)."
                },
                {
                    "id": 1095266,
                    "resource_id": 161,
                    "text": "তিনিই আল্লাহ যিনি সত্য ও ইনসাফের মানদন্ড সহকারে কিতাব অবতীর্ণ করেছেন। তুমি কি জান, সম্ভবতঃ চূড়ান্ত ফয়সালার সময় নিকটবর্তী হয়ে গেছে।"
                }
            ]
        },
        {
            "id": 4290,
            "verse_number": 18,
            "verse_key": "42:18",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 422,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَسْتَعْجِلُ بِهَا ٱلَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَٱلَّذِينَ ءَامَنُوا۟ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا ٱلْحَقُّ ۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِى ٱلسَّاعَةِ لَفِى ضَلَـٰلٍۭ بَعِيدٍ",
            "page_number": 485,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99771,
                    "resource_id": 20,
                    "text": "Those who do not believe in it are impatient for it,<sup foot_note=197306>1</sup> but those who believe are fearful of it and know that it is the truth. Unquestionably, those who dispute concerning the Hour are in extreme error."
                },
                {
                    "id": 217625,
                    "resource_id": 39,
                    "text": "Orang-orang yang tidak beriman kepada hari kiamat itu meminta (secara mengejek-ejek) supaya disegerakan kedatangannya, dan (sebaliknya) orang-orang yang beriman merasa takut ngeri kepadanya serta mereka mengetahui dengan yakin bahawa ia adalah benar. Ketahuilah! Sesungguhnya orang-orang yang membantah mengenai hari kiamat itu, tetap berada dalam kesesatan yang jauh terpesong."
                },
                {
                    "id": 1095267,
                    "resource_id": 161,
                    "text": "যে সব লোক তাতে বিশ্বাস করে না, তারাই তার (অর্থাৎ ক্বিয়ামতের) আগমনকে তরান্বিত করতে চায়। কিন্তু যারা বিশ্বাসী তারা তাকে ভয় করে আর তারা জানে যে, তা সত্য। জেনে রেখ, যারা ক্বিয়ামত সম্পর্কে বিতর্ক করে, তারা স্পষ্টতই সত্য পথ হতে বহু দূরে চলে গেছে।"
                }
            ]
        },
        {
            "id": 4291,
            "verse_number": 19,
            "verse_key": "42:19",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 422,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ لَطِيفٌۢ بِعِبَادِهِۦ يَرْزُقُ مَن يَشَآءُ ۖ وَهُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
            "page_number": 485,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99772,
                    "resource_id": 20,
                    "text": "Allāh is Subtle<sup foot_note=197307>1</sup> with His servants; He gives provision to whom He wills. And He is the Powerful, the Exalted in Might."
                },
                {
                    "id": 217626,
                    "resource_id": 39,
                    "text": "Allah Maha Lembut tadbirNya (serta melimpah-limpah kebaikan dan belas kasihanNya) kepada hamba-hambaNya; Ia memberi rezeki kepada sesiapa yang dikehendakiNya (menurut peraturan yang telah ditetapkan), dan Dia lah Yang Maha Kuat, lagi Maha Kuasa."
                },
                {
                    "id": 1095268,
                    "resource_id": 161,
                    "text": "আল্লাহ তাঁর বান্দাহদের প্রতি মেহেরবান, তিনি যাকে যা ইচ্ছে রিযক দেন। তিনি প্রবল, মহাপরাক্রমশালী।"
                }
            ]
        },
        {
            "id": 4292,
            "verse_number": 20,
            "verse_key": "42:20",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 423,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "مَن كَانَ يُرِيدُ حَرْثَ ٱلْـَٔاخِرَةِ نَزِدْ لَهُۥ فِى حَرْثِهِۦ ۖ وَمَن كَانَ يُرِيدُ حَرْثَ ٱلدُّنْيَا نُؤْتِهِۦ مِنْهَا وَمَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِن نَّصِيبٍ",
            "page_number": 485,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99775,
                    "resource_id": 20,
                    "text": "Whoever desires the harvest of the Hereafter - We increase for him in his harvest [i.e., reward]. And whoever desires the harvest [i.e., benefits] of this world - We give him thereof, but there is not for him in the Hereafter any share."
                },
                {
                    "id": 217629,
                    "resource_id": 39,
                    "text": "Sesiapa yang menghendaki (dengan amal usahanya) mendapat faedah di akhirat, Kami akan memberinya mendapat tambahan pada faedah yang dikehendakinya; dan sesiapa yang menghendaki (dengan amal usahanya) kebaikan di dunia semata-mata, Kami beri kepadanya dari kebaikan dunia itu (sekadar yang Kami tentukan), dan ia tidak akan beroleh sesuatu bahagian pun di akhirat kelak."
                },
                {
                    "id": 1095269,
                    "resource_id": 161,
                    "text": "যে লোক পরকালের ক্ষেত করতে চায়, আমি তার জন্য তার ক্ষেতে বৃদ্ধি দান করি। আর যে লোক দুনিয়ার ক্ষেত চায়, আমি তাকে তাত্থেকে দেই, কিন্তু পরকালে তার অংশে (বা ভাগ্যে) কিছুই নেই।"
                }
            ]
        },
        {
            "id": 4293,
            "verse_number": 21,
            "verse_key": "42:21",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 423,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَمْ لَهُمْ شُرَكَـٰٓؤُا۟ شَرَعُوا۟ لَهُم مِّنَ ٱلدِّينِ مَا لَمْ يَأْذَنۢ بِهِ ٱللَّهُ ۚ وَلَوْلَا كَلِمَةُ ٱلْفَصْلِ لَقُضِىَ بَيْنَهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 485,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99776,
                    "resource_id": 20,
                    "text": "Or have they partners [i.e., other deities] who have ordained for them a religion to which Allāh has not consented? But if not for the decisive word,<sup foot_note=197308>1</sup> it would have been concluded between them. And indeed, the wrongdoers will have a painful punishment."
                },
                {
                    "id": 217630,
                    "resource_id": 39,
                    "text": "Patutkah mereka mempunyai sekutu-sekutu yang menentukan - mana-mana bahagian dari ugama mereka - sebarang undang-undang yang tidak diizinkan oleh Allah? Dan kalaulah tidak kerana kalimah ketetapan yang menjadi pemutus (dari Allah, untuk menangguhkan hukuman hingga ke suatu masa yang tertentu), tentulah dijatuhkan azab dengan serta-merta kepada mereka (yang berbuat demikian). Dan sesungguhnya orang-orang yang zalim itu akan beroleh azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1095270,
                    "resource_id": 161,
                    "text": "কী! তাদের কি এমন শরীক আছে যারা তাদের জন্য দ্বীনের বিধি-বিধান দিয়েছে যার অনুমতি আল্লাহ দেননি? ফয়সালা সম্পর্কিত (পূর্ব) ঘোষণা দেয়া না হলে তাদের মধ্যে (তৎক্ষণাৎ) ফয়সালা করে দেয়া হত। যালিমদের জন্য আছে যন্ত্রণাদায়ক শাস্তি।"
                }
            ]
        },
        {
            "id": 4294,
            "verse_number": 22,
            "verse_key": "42:22",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 423,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "تَرَى ٱلظَّـٰلِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا۟ وَهُوَ وَاقِعٌۢ بِهِمْ ۗ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى رَوْضَاتِ ٱلْجَنَّاتِ ۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
            "page_number": 485,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99777,
                    "resource_id": 20,
                    "text": "You will see the wrongdoers fearful of what they have earned, and it will [certainly] befall them. And those who have believed and done righteous deeds will be in lush regions of the gardens [in Paradise] having whatever they will in the presence of their Lord. That is what is the great bounty."
                },
                {
                    "id": 217631,
                    "resource_id": 39,
                    "text": "(Pada hari kiamat) engkau akan melihat orang-orang yang zalim takut ngeri (akan balasan buruk) bagi kejahatan-kejahatan yang mereka telah lakukan, sedang azab seksa itu tetap menimpa mereka. Dan orang-orang yang beriman serta beramal soleh (bersenang-lenang) dalam taman-taman Syurga; mereka beroleh apa sahaja yang mereka ingini di sisi Tuhan mereka; yang demikian itu ialah limpah kurnia yang besar."
                },
                {
                    "id": 1095271,
                    "resource_id": 161,
                    "text": "যালিমদেরকে তুমি তাদের কৃতকর্মের কারণে ভীত-সন্ত্রস্ত দেখতে পাবে। তাদের কর্মের শাস্তি অবশ্যই তাদের উপর পতিত হবে। আর যারা ঈমান এনেছে আর সৎকর্ম করেছে তারা জান্নাতের বাগিচায় অবস্থান করবে। তারা যা ইচ্ছে করবে, তাদের জন্য তাদের প্রতিপালকের নিকট তা-ই আছে। ওটাই অতি বড় অনুগ্রহ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}