{
    "verses": [
        {
            "id": 4295,
            "verse_number": 23,
            "verse_key": "42:23",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 423,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ ٱلَّذِى يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ ۗ قُل لَّآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا إِلَّا ٱلْمَوَدَّةَ فِى ٱلْقُرْبَىٰ ۗ وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُۥ فِيهَا حُسْنًا ۚ إِنَّ ٱللَّهَ غَفُورٌ شَكُورٌ",
            "page_number": 486,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99778,
                    "resource_id": 20,
                    "text": "It is that of which Allāh gives good tidings to His servants who believe and do righteous deeds. Say, [O Muḥammad], \"I do not ask you for it [i.e., this message] any payment [but] only good will through [i.e., due to] kinship.\" And whoever commits a good deed - We will increase for him good therein. Indeed, Allāh is Forgiving and Appreciative.<sup foot_note=197309>1</sup>"
                },
                {
                    "id": 214824,
                    "resource_id": 39,
                    "text": "(Limpah kurnia yang besar) itulah yang Allah gembirakan (dengannya): hamba-hambaNya yang beriman dan beramal soleh. Katakanlah (wahai Muhammad): \"Aku tidak meminta kepada kamu sebarang upah tentang ajaran Islam yang aku sampaikan itu, (yang aku minta) hanyalah kasih mesra (kamu terhadapku) disebabkan pertalian kerabat (yang menghubungkan daku dengan kamu supaya aku tidak disakiti)\". Dan sesiapa yang mengerjakan sesuatu perkara yang baik, Kami tambahi kebaikan baginya (dengan menggandakan pahala) kebaikannya itu. Sesungguhnya Allah Maha Pengampun, lagi sentiasa membalas dengan sebaik-baiknya (akan orang-orang yang bersyukur kepadaNya)."
                },
                {
                    "id": 1095272,
                    "resource_id": 161,
                    "text": "এটা হল তাই আল্লাহ যার সুসংবাদ দিয়েছেন তাঁর সে সব বান্দাহদের জন্য যারা ঈমান আনে আর সৎ কাজ করে। বল, এ কাজের জন্য আত্মীয়তার ভালবাসা ছাড়া তোমাদের কাছে কিছুই চাই না। যে কেউ উত্তম কাজ করে, আমি তার জন্য তাতে পুণ্য বাড়িয়ে দেই। আল্লাহ বড়ই ক্ষমাশীল, ভাল কাজের বড়ই মর্যাদাদানকারী।"
                }
            ]
        },
        {
            "id": 4296,
            "verse_number": 24,
            "verse_key": "42:24",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 423,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَمْ يَقُولُونَ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا ۖ فَإِن يَشَإِ ٱللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ وَيَمْحُ ٱللَّهُ ٱلْبَـٰطِلَ وَيُحِقُّ ٱلْحَقَّ بِكَلِمَـٰتِهِۦٓ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
            "page_number": 486,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99779,
                    "resource_id": 20,
                    "text": "Or do they say, \"He has invented about Allāh a lie\"? But if Allāh willed, He could seal over your heart.<sup foot_note=197310>1</sup> And Allāh eliminates falsehood and establishes the truth by His words. Indeed, He is Knowing of that within the breasts."
                },
                {
                    "id": 217632,
                    "resource_id": 39,
                    "text": "(Orang-orang kafir tidak mengakui kerasulan Nabi Muhammad) bahkan mereka mengatakan: \"Ia telah mereka-reka perkara dusta terhadap Allah\" (Sebenarnya tidak patut mereka berkata demikian) kerana Allah berkuasa - jika Ia menghendaki - menutup hatimu (dan ingatanmu daripada menyatakan apa yang engkau telah nyatakan itu, tetapi Allah tidak menghendaki yang demikian, bahkan Ia memberi kuasa menyampaikan perintahNya, maka semua kenyataan yang engkau sampaikan adalah benar belaka). Dan sememangnya Allah tetap menghapuskan perkara yang salah serta Ia menetapkan yang benar dengan kalimah-kalimah wahyuNya dan keputusanNya. Sesungguhnya Ia Maha Mengetahui akan segala (isi hati) yang terkandung di dalam dada."
                },
                {
                    "id": 1095273,
                    "resource_id": 161,
                    "text": "তারা কি বলে যে, এ লোক আল্লাহর নামে মিথ্যা রচনা করেছে? আল্লাহ চাইলে তোমার হৃদয়ে মোহর মেরে দিতেন। বস্তুতঃ তিনি মিথ্যাকে মিটিয়ে দেন এবং নিজ বাক্য দ্বারা সত্যকে প্রতিষ্ঠিত করেন। তিনি (সকলের) অন্তরে নিহিত বিষয় সম্পর্কে খুবই অবগত।"
                }
            ]
        },
        {
            "id": 4297,
            "verse_number": 25,
            "verse_key": "42:25",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 423,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِى يَقْبَلُ ٱلتَّوْبَةَ عَنْ عِبَادِهِۦ وَيَعْفُوا۟ عَنِ ٱلسَّيِّـَٔاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
            "page_number": 486,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99780,
                    "resource_id": 20,
                    "text": "And it is He who accepts repentance from His servants and pardons misdeeds, and He knows what you do."
                },
                {
                    "id": 217633,
                    "resource_id": 39,
                    "text": "Dan Dia lah Tuhan yang menerima taubat dari hamba-hambaNya (yang bertaubat) serta memaafkan kejahatan-kejahatan (yang mereka lakukan); dan Ia mengetahui akan apa yang kamu semua kerjakan."
                },
                {
                    "id": 1095274,
                    "resource_id": 161,
                    "text": "তিনি তাঁর বান্দাহদের তাওবাহ ক্ববূল করেন, পাপ ক্ষমা করেন আর তিনি জানেন তোমরা যা কর।"
                }
            ]
        },
        {
            "id": 4298,
            "verse_number": 26,
            "verse_key": "42:26",
            "hizb_number": 49,
            "rub_el_hizb_number": 194,
            "ruku_number": 423,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَيَسْتَجِيبُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَيَزِيدُهُم مِّن فَضْلِهِۦ ۚ وَٱلْكَـٰفِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ",
            "page_number": 486,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99781,
                    "resource_id": 20,
                    "text": "And He answers [the supplication of] those who have believed and done righteous deeds and increases [for] them from His bounty. But the disbelievers will have a severe punishment."
                },
                {
                    "id": 217634,
                    "resource_id": 39,
                    "text": "Dan Ia memperkenankan doa permohonan orang-orang yang beriman serta beramal soleh, dan Ia menambahi mereka dari limpah kurniaNya (selain dari yang mereka pohonkan). Dan (sebaliknya) orang-orang yang kafir, disediakan bagi mereka azab seksa yang seberat-beratnya."
                },
                {
                    "id": 1095275,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে আর সৎকর্ম করে তিনি তাদের আহবান শুনেন, আর তিনি তাদের প্রতি নিজ অনুগ্রহ বাড়িয়ে দেন আর কাফিরদের জন্য আছে কঠিন শাস্তি।"
                }
            ]
        },
        {
            "id": 4299,
            "verse_number": 27,
            "verse_key": "42:27",
            "hizb_number": 49,
            "rub_el_hizb_number": 195,
            "ruku_number": 423,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ وَلَوْ بَسَطَ ٱللَّهُ ٱلرِّزْقَ لِعِبَادِهِۦ لَبَغَوْا۟ فِى ٱلْأَرْضِ وَلَـٰكِن يُنَزِّلُ بِقَدَرٍ مَّا يَشَآءُ ۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرٌۢ بَصِيرٌ",
            "page_number": 486,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99782,
                    "resource_id": 20,
                    "text": "And if Allāh had extended [excessively] provision for His servants, they would have committed tyranny throughout the earth. But He sends [it] down in an amount which He wills. Indeed He is, of His servants, Aware and Seeing."
                },
                {
                    "id": 217635,
                    "resource_id": 39,
                    "text": "Dan kalaulah Allah memewahkan rezeki bagi setiap hambaNya, nescaya mereka akan melampaui batas di bumi (dengan perbuatan-perbuatan liar durjana); akan tetapi Allah menurunkan (rezekiNya itu) menurut kadar yang tertentu sebagaimana yang dikehendakiNya. Sesungguhnya Ia Mengetahui dengan mendalam akan segala keadaan hambaNya, lagi Melihat dengan nyata."
                },
                {
                    "id": 1095276,
                    "resource_id": 161,
                    "text": "আল্লাহ যদি তাঁর সকল বান্দাহদের জন্য রিযক পর্যাপ্ত করে দিতেন, তাহলে তারা অবশ্যই যমীনে বিদ্রোহ সৃষ্টি করত; কিন্তু তিনি একটা নির্দিষ্ট পরিমাণে যতটুকু ইচ্ছে নাযিল করেন। তিনি তাঁর বান্দাহ্দের সম্পর্কে পূর্ণ ওয়াকিফহাল, তিনি তাদের প্রতি সর্বদা দৃষ্টি রাখেন।"
                }
            ]
        },
        {
            "id": 4300,
            "verse_number": 28,
            "verse_key": "42:28",
            "hizb_number": 49,
            "rub_el_hizb_number": 195,
            "ruku_number": 423,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِى يُنَزِّلُ ٱلْغَيْثَ مِنۢ بَعْدِ مَا قَنَطُوا۟ وَيَنشُرُ رَحْمَتَهُۥ ۚ وَهُوَ ٱلْوَلِىُّ ٱلْحَمِيدُ",
            "page_number": 486,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99783,
                    "resource_id": 20,
                    "text": "And it is He who sends down the rain after they had despaired and spreads His mercy. And He is the Protector, the Praiseworthy."
                },
                {
                    "id": 217636,
                    "resource_id": 39,
                    "text": "Dan Dia lah yang menurunkan hujan setelah mereka berputus asa, dan Ia pula menyebarkan rahmatNya merata-rata. Dan (ingatlah) Dia lah pengawal (yang melimpahkan ihsanNya), lagi Yang Maha Terpuji."
                },
                {
                    "id": 1095277,
                    "resource_id": 161,
                    "text": "মানুষ নিরাশ হয়ে যাওয়ার পর তিনিই বৃষ্টি বর্ষণ করেন, আর স্বীয় রহমত ছড়িয়ে দেন, তিনি-ই সকল গুণে প্রশংসিত প্রকৃত অভিভাবক।"
                }
            ]
        },
        {
            "id": 4301,
            "verse_number": 29,
            "verse_key": "42:29",
            "hizb_number": 49,
            "rub_el_hizb_number": 195,
            "ruku_number": 423,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْ ءَايَـٰتِهِۦ خَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍ ۚ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌ",
            "page_number": 486,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99784,
                    "resource_id": 20,
                    "text": "And of His signs is the creation of the heavens and earth and what He has dispersed throughout them of creatures. And He, for gathering them when He wills, is competent."
                },
                {
                    "id": 217637,
                    "resource_id": 39,
                    "text": "Dan di antara tanda-tanda kekuasaanNya ialah kejadian langit dan bumi serta segala yang Ia biakkan pada keduanya dari makhluk-makhluk yang melata; dan Ia Maha Kuasa menghimpunkan mereka semuanya apabila Ia kehendaki (melakukannya)."
                },
                {
                    "id": 1095278,
                    "resource_id": 161,
                    "text": "তাঁর নিদর্শনসমূহের অন্তর্গত হল আসমান ও যমীনের সৃষ্টি, আর এ দু’য়ের ভিতর যে প্রাণীকুল ছড়িয়ে দিয়েছেন তিনি। আর যখন ইচ্ছে তিনি তাদেরকে একত্রিত করতে সক্ষম।"
                }
            ]
        },
        {
            "id": 4302,
            "verse_number": 30,
            "verse_key": "42:30",
            "hizb_number": 49,
            "rub_el_hizb_number": 195,
            "ruku_number": 424,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَصَـٰبَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُوا۟ عَن كَثِيرٍ",
            "page_number": 486,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99787,
                    "resource_id": 20,
                    "text": "And whatever strikes you of disaster - it is for what your hands have earned; but He pardons much."
                },
                {
                    "id": 217640,
                    "resource_id": 39,
                    "text": "Dan apa jua yang menimpa kamu dari sesuatu kesusahan (atau bala bencana), maka ia adalah disebabkan apa yang kamu lakukan (dari perbuatan-perbuatan yang salah dan berdosa); dan (dalam pada itu) Allah memaafkan sebahagian besar dari dosa-dosa kamu."
                },
                {
                    "id": 1095279,
                    "resource_id": 161,
                    "text": "তোমাদের উপর যে বিপদই উপনীত হয় তা তোমাদের হাতের উপার্জনের কারণেই, তিনি অনেক অপরাধই ক্ষমা করে দেন।"
                }
            ]
        },
        {
            "id": 4303,
            "verse_number": 31,
            "verse_key": "42:31",
            "hizb_number": 49,
            "rub_el_hizb_number": 195,
            "ruku_number": 424,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
            "page_number": 486,
            "juz_number": 25,
            "translations": [
                {
                    "id": 99788,
                    "resource_id": 20,
                    "text": "And you will not cause failure [to Allāh]<sup foot_note=197311>1</sup> upon the earth. And you have not besides Allāh any protector or helper."
                },
                {
                    "id": 217641,
                    "resource_id": 39,
                    "text": "Dan kamu tidak akan dapat melemahkan kuasa Allah (daripada menimpakan kamu dengan bala bencana, walaupun kamu melarikan diri di mana sahaja) di muka bumi (atau di langit); dan kamu juga tidak akan beroleh sesiapapun yang lain dari Allah. - sebagai pelindung atau pemberi pertolongan."
                },
                {
                    "id": 1095280,
                    "resource_id": 161,
                    "text": "তোমরা যমীনে (আল্লাহর কর্ম ও পরিকল্পনাকে) ভন্ডুল (অক্ষম) করতে পারবে না। আল্লাহ ছাড়া তোমাদের না আছে কোন অভিভাবক, আর না আছে সাহায্যকারী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}