{
    "verses": [
        {
            "id": 290,
            "verse_number": 283,
            "verse_key": "2:283",
            "hizb_number": 5,
            "rub_el_hizb_number": 20,
            "ruku_number": 40,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ وَإِن كُنتُمْ عَلَىٰ سَفَرٍ وَلَمْ تَجِدُوا۟ كَاتِبًا فَرِهَـٰنٌ مَّقْبُوضَةٌ ۖ فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ ٱلَّذِى ٱؤْتُمِنَ أَمَـٰنَتَهُۥ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ ۗ وَلَا تَكْتُمُوا۟ ٱلشَّهَـٰدَةَ ۚ وَمَن يَكْتُمْهَا فَإِنَّهُۥٓ ءَاثِمٌ قَلْبُهُۥ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
            "page_number": 49,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97791,
                    "resource_id": 20,
                    "text": "And if you are on a journey and cannot find a scribe, then a security deposit [should be] taken. And if one of you entrusts another, then let him who is entrusted discharge his trust [faithfully] and let him fear Allāh, his Lord. And do not conceal testimony, for whoever conceals it - his heart is indeed sinful, and Allāh is Knowing of what you do."
                },
                {
                    "id": 215668,
                    "resource_id": 39,
                    "text": "Dan jika kamu berada dalam musafir (lalu kamu berhutang atau memberi hutang yang bertempoh), sedang kamu tidak mendapati jurutulis, maka hendaklah diadakan barang gadaian untuk dipegang (oleh orang yang memberi hutang). Kemudian kalau yang memberi hutang percaya kepada yang berhutang (dengan tidak payah bersurat, saksi dan barang gadaian), maka hendaklah orang (yang berhutang) yang dipercayai itu menyempurnakan bayaran hutang yang diamanahkan kepadanya, dan hendaklah ia bertaqwa kepada Allah Tuhannya. Dan janganlah kamu (wahai orang-orang yang menjadi saksi) menyembunyikan perkara yang dipersaksikan itu. dan sesiapa yang menyembunyikannya, maka sesungguhnya ia adalah orang yang berdosa hatinya. Dan (ingatlah), Allah sentiasa Mengetahui akan apa yang kamu kerjakan."
                },
                {
                    "id": 1091267,
                    "resource_id": 161,
                    "text": "যদি তোমরা সফরে থাক এবং কোন লেখক না পাও, তাহলে বন্ধক রাখার জিনিসগুলো অন্যের দখলে রাখতে হবে, যদি তোমরা পরস্পর পরস্পরকে বিশ্বাস কর তাহলে যাকে বিশ্বাস করা হয়েছে সে যেন আমানত ফিরিয়ে দেয় এবং তার প্রতিপালক আল্লাহকে ভয় করে। তোমরা সাক্ষ্য গোপন করো না, যে ব্যক্তি তা গোপন করে, তার অন্তর পাপী। তোমরা যা কর আল্লাহ সে সম্পর্কে বিশেষভাবে অবহিত।"
                }
            ]
        },
        {
            "id": 291,
            "verse_number": 284,
            "verse_key": "2:284",
            "hizb_number": 5,
            "rub_el_hizb_number": 20,
            "ruku_number": 41,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 49,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97792,
                    "resource_id": 20,
                    "text": "To Allāh belongs whatever is in the heavens and whatever is in the earth. Whether you show what is within yourselves or conceal it, Allāh will bring you to account for it. Then He will forgive whom He wills and punish whom He wills, and Allāh is over all things competent."
                },
                {
                    "id": 215669,
                    "resource_id": 39,
                    "text": "Segala yang ada di langit dan yang ada di bumi adalah kepunyaan Allah. Dan jika kamu melahirkan apa yang ada di dalam hati kamu atau kamu memyembunyikannya, nescaya Allah akan menghitung dan menyatakannya kepada kamu. Kemudian Ia mengampunkan bagi sesiapa yang dikehendakiNya dan menyeksa sesiapa yang dikehendakiNya (menurut undang-undang peraturanNya) Dan (ingatlah), Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091268,
                    "resource_id": 161,
                    "text": "যা কিছু আকাশসমূহে ও ভূমন্ডলে আছে, সবকিছু আল্লাহরই। তোমাদের অন্তরে যা আছে, তা তোমরা প্রকাশ কর কিংবা গোপন কর আল্লাহ তার হিসাব তোমাদের নিকট হতে গ্রহণ করবেন। সুতরাং যাকে ইচ্ছে তিনি ক্ষমা করবেন এবং যাকে ইচ্ছে তিনি শাস্তি দিবেন। আল্লাহ সর্ববিষয়ে ক্ষমতাবান।"
                }
            ]
        },
        {
            "id": 292,
            "verse_number": 285,
            "verse_key": "2:285",
            "hizb_number": 5,
            "rub_el_hizb_number": 20,
            "ruku_number": 41,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ",
            "page_number": 49,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97793,
                    "resource_id": 20,
                    "text": "The Messenger has believed in what was revealed to him from his Lord, and [so have] the believers. All of them have believed in Allāh and His angels and His books and His messengers, [saying], \"We make no distinction between any of His messengers.\" And they say, \"We hear and we obey. [We seek] Your forgiveness, our Lord, and to You is the [final] destination.\""
                },
                {
                    "id": 215796,
                    "resource_id": 39,
                    "text": "Rasulullah telah beriman kepada apa yang diturunkan kepadanya dari Tuhannya, dan juga orang-orang yang beriman; semuanya beriman kepada Allah, dan Malaikat-malaikatNya, dan Kitab-kitabNya, dan Rasul-rasulNya. (Mereka berkata): \"Kami tidak membezakan antara seorang dengan yang lain Rasul-rasulnya\". Mereka berkata lagi: Kami dengar dan kami taat (kami pohonkan) keampunanMu wahai Tuhan kami, dan kepadaMu jualah tempat kembali\"."
                },
                {
                    "id": 1091269,
                    "resource_id": 161,
                    "text": "রসূল (সাঃ) তার প্রতিপালকের পক্ষ হতে যা তার প্রতি অবতীর্ণ হয়েছে তাতে ঈমান এনেছে এবং মু’মিনগণও। তারা সবাই আল্লাহর উপর, তাঁর ফেরেশতাদের উপর, তাঁর কিতাবসমূহের উপর এবং রসূলগণের উপর বিশ্বাস স্থাপন করেছে, (তারা বলে), ‘আমরা রসূলগণের মধ্যে কারও ব্যাপারে তারতম্য করি না’ এবং তারা এ কথাও বলে যে, ‘আমরা শুনেছি এবং মেনে নিয়েছি। হে আমাদের প্রতিপালক! আমাদেরকে ক্ষমা কর আর প্রত্যাবর্তন তোমারই দিকে’।"
                }
            ]
        },
        {
            "id": 293,
            "verse_number": 286,
            "verse_key": "2:286",
            "hizb_number": 5,
            "rub_el_hizb_number": 20,
            "ruku_number": 41,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
            "page_number": 49,
            "juz_number": 3,
            "translations": [
                {
                    "id": 97794,
                    "resource_id": 20,
                    "text": "Allāh does not charge a soul except [with that within] its capacity. It will have [the consequence of] what [good] it has gained, and it will bear [the consequence of] what [evil] it has earned. \"Our Lord, do not impose blame upon us if we have forgotten or erred. Our Lord, and lay not upon us a burden like that which You laid upon those before us. Our Lord, and burden us not with that which we have no ability to bear. And pardon us; and forgive us; and have mercy upon us. You are our protector, so give us victory over the disbelieving people.\"<sup foot_note=196039>1</sup>"
                },
                {
                    "id": 215817,
                    "resource_id": 39,
                    "text": "Allah tidak memberati seseorang melainkan apa yang terdaya olehnya. Ia mendapat pahala kebaikan yang diusahakannya, dan ia juga menanggung dosa kejahatan yang diusahakannya. (Mereka berdoa dengan berkata): \"Wahai Tuhan kami! Janganlah Engkau mengirakan kami salah jika kami lupa atau kami tersalah. Wahai Tuhan kami ! Janganlah Engkau bebankan kepada kami bebanan yang berat sebagaimana yang telah Engkau bebankan kepada orang-orang yang terdahulu daripada kami. Wahai Tuhan kami! Janganlah Engkau pikulkan kepada kami apa yang kami tidak terdaya memikulnya. Dan maafkanlah kesalahan kami, serta ampunkanlah dosa kami, dan berilah rahmat kepada kami. Engkaulah Penolong kami; oleh itu, tolonglah kami untuk mencapai kemenangan terhadap kaum-kaum yang kafir\"."
                },
                {
                    "id": 1091270,
                    "resource_id": 161,
                    "text": "আল্লাহ কোন ব্যক্তির উপর তার সাধ্যের অতিরিক্ত কিছু আরোপ করেন না, সে ভাল যা করেছে সে তার সওয়াব পাবে এবং স্বীয় মন্দ কৃতকর্মের জন্য সে নিজেই নিগ্রহ ভোগ করবে। হে আমাদের প্রতিপালক! আমরা যদি ভুলে যাই কিংবা ভুল করি, তাহলে আমাদেরকে পাকড়াও করো না, হে আমাদের প্রতিপালক! আমাদের আগের লোকেদের উপর যেমন গুরু-দায়িত্ব অর্পণ করেছিলে, আমাদের উপর তেমন দায়িত্ব অর্পণ করো না; হে আমাদের প্রতিপালক! যে ভার বহনের ক্ষমতা আমাদের নেই, এমন ভার আমাদের উপর চাপিয়ে দিও না, (ভুল-ত্রুটি উপেক্ষা করে) আমাদেরকে রেহাই দাও, আমাদেরকে ক্ষমা কর এবং আমাদের প্রতি দয়া কর; তুমিই আমাদের প্রতিপালক, কাজেই আমাদেরকে কাফিরদের উপর জয়যুক্ত কর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}