{
    "verses": [
        {
            "id": 32,
            "verse_number": 25,
            "verse_key": "2:25",
            "hizb_number": 1,
            "rub_el_hizb_number": 1,
            "ruku_number": 4,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ كُلَّمَا رُزِقُوا۟ مِنْهَا مِن ثَمَرَةٍ رِّزْقًا ۙ قَالُوا۟ هَـٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ ۖ وَأُتُوا۟ بِهِۦ مُتَشَـٰبِهًا ۖ وَلَهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَهُمْ فِيهَا خَـٰلِدُونَ",
            "page_number": 5,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97716,
                    "resource_id": 20,
                    "text": "And give good tidings to those who believe and do righteous deeds that they will have gardens [in Paradise] beneath which rivers flow. Whenever they are provided with a provision of fruit therefrom, they will say, \"This is what we were provided with before.\" And it is given to them in likeness. And they will have therein purified spouses, and they will abide therein eternally."
                },
                {
                    "id": 215587,
                    "resource_id": 39,
                    "text": "Dan berilah khabar gembira kepada orang-orang yang beriman dan beramal soleh, sesungguhnya mereka beroleh syurga yang mengalir di bawahnya beberapa sungai; tiap-tiap kali mereka diberikan satu pemberian dari sejenis buah-buahan syurga itu, mereka berkata: \"Inilah yang telah diberikan kepada kami dahulu\"; dan mereka diberikan rezeki itu yang sama rupanya (tetapi berlainan hakikatnya), dan disediakan untuk mereka dalam syurga itu pasangan-pasangan, isteri-isteri yang sentiasa bersih suci, sedang mereka pula kekal di dalamnya selama-lamanya."
                },
                {
                    "id": 1091009,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে ও সৎকর্ম করে তাদেরকে সুসংবাদ দাও যে, তাদের জন্য আছে জান্নাত, যার নিম্নদেশে নদীসমূহ প্রবাহিত। তাদেরকে যখনই ফলমূল খেতে দেয়া হবে, তখনই তারা বলবে, আমাদেরকে পূর্বে জীবিকা হিসেবে যা দেয়া হতো, এতো তারই মতো। একই রকম ফল তাদেরকে দেয়া হবে এবং সেখানে রয়েছে তাদের জন্য পবিত্র সঙ্গিণী, তারা সেখানে চিরস্থায়ী হবে।"
                }
            ]
        },
        {
            "id": 33,
            "verse_number": 26,
            "verse_key": "2:26",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 4,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ إِنَّ ٱللَّهَ لَا يَسْتَحْىِۦٓ أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۖ وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَـٰذَا مَثَلًا ۘ يُضِلُّ بِهِۦ كَثِيرًا وَيَهْدِى بِهِۦ كَثِيرًا ۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَـٰسِقِينَ",
            "page_number": 5,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97739,
                    "resource_id": 20,
                    "text": "Indeed, Allāh is not timid to present an example - that of a mosquito or what is smaller<sup foot_note=195943>1</sup> than it. And those who have believed know that it is the truth from their Lord. But as for those who disbelieve, they say, \"What did Allāh intend by this as an example?\" He misleads many thereby and guides many thereby. And He misleads not except the defiantly disobedient,"
                },
                {
                    "id": 215608,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah tidak malu membuat perbandingan apa sahaja, (seperti) nyamuk hingga ke suatu yang lebih daripadanya (kerana perbuatan itu ada hikmatnya), iaitu kalau orang-orang yang beriman maka mereka akan mengetahui bahawa perbandingan itu benar dari Tuhan mereka; dan kalau orang-orang kafir pula maka mereka akan berkata: \"Apakah maksud Allah membuat perbandingan dengan ini?\" (Jawabnya): Tuhan akan menjadikan banyak orang sesat dengan sebab perbandingan itu, dan akan menjadikan banyak orang mendapat petunjuk dengan sebabnya; dan Tuhan tidak akan menjadikan sesat dengan sebab perbandingan itu melainkan orang-orang yang fasik;"
                },
                {
                    "id": 1091010,
                    "resource_id": 161,
                    "text": "নিশ্চয় আল্লাহতো মশা অথবা তার চেয়েও ক্ষুদ্র কোন বস্তুর উদাহরণ দিতে লজ্জাবোধ করেন না; অতএব যারা ঈমানদার তারা জানে যে, এ সত্য তাদের প্রতিপালকের নিকট থেকে এসেছে, কিন্তু যারা অবিশ্বাসী তারা বলে যে, আল্লাহ কী উদ্দেশ্যে এ উদাহরণ পেশ করেছেন? (আসল ব্যাপার হল) তিনি এর দ্বারা অনেককেই বিভ্রান্ত করেন, আবার অনেককেই সৎপথে পরিচালিত করেন। বস্তুতঃ তিনি ফাসিকদের ছাড়া আর কাউকেও বিভ্রান্ত করেন না।"
                }
            ]
        },
        {
            "id": 34,
            "verse_number": 27,
            "verse_key": "2:27",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 4,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
            "page_number": 5,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97762,
                    "resource_id": 20,
                    "text": "Who break the covenant of Allāh after contracting it and sever that which Allāh has ordered to be joined and cause corruption on earth. It is those who are the losers."
                },
                {
                    "id": 215629,
                    "resource_id": 39,
                    "text": "(Iaitu) orang-orang yang merombak (mencabuli) perjanjian Allah sesudah diperteguhkannya, dan memutuskan perkara yang disuruh Allah supaya diperhubungkan, dan mereka pula membuat kerosakan dan bencana di muka bumi. Mereka itu ialah orang-orang yang rugi."
                },
                {
                    "id": 1091011,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর সঙ্গে সুদৃঢ় অঙ্গীকার করার পর তা ভঙ্গ করে এবং যে সম্পর্ক অক্ষুণ্ণ রাখার নির্দেশ আল্লাহ করেছেন, তা ছিন্ন করে এবং পৃথিবীতে অশান্তি সৃষ্টি করে, তারাই ক্ষতিগ্রস্ত।"
                }
            ]
        },
        {
            "id": 35,
            "verse_number": 28,
            "verse_key": "2:28",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 4,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًا فَأَحْيَـٰكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
            "page_number": 5,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97783,
                    "resource_id": 20,
                    "text": "How can you disbelieve in Allāh when you were lifeless and He brought you to life; then He will cause you to die, then He will bring you [back] to life, and then to Him you will be returned."
                },
                {
                    "id": 215650,
                    "resource_id": 39,
                    "text": "Bagaimana kamu tergamak kufur (mengingkari) Allah padahal kamu dahulunya mati (belum lahir), kemudian Ia menghidupkan kamu; setelah itu Ia mematikan kamu, kemudian Ia menghidupkan kamu pula (pada hari akhirat); akhirnya kamu dikembalikan kepadaNya (untuk diberi balasan bagi segala yang kamu kerjakan)."
                },
                {
                    "id": 1091012,
                    "resource_id": 161,
                    "text": "তোমরা আল্লাহকে কীভাবে অস্বীকার করছ? অথচ তোমরা ছিলে মৃত, অতঃপর তিনি তোমাদেরকে জীবন্ত করেছেন, আবার তোমাদের মৃত্যু ঘটাবেন, তারপর আবার জীবিত করবেন, তারপর তাঁর দিকেই তোমরা ফিরে যাবে।"
                }
            ]
        },
        {
            "id": 36,
            "verse_number": 29,
            "verse_key": "2:29",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 4,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِى خَلَقَ لَكُم مَّا فِى ٱلْأَرْضِ جَمِيعًا ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَـٰوَٰتٍ ۚ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
            "page_number": 5,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97795,
                    "resource_id": 20,
                    "text": "It is He who created for you all of that which is on the earth. Then He directed Himself<sup foot_note=195944>1</sup> to the heaven, [His being above all creation], and made them seven heavens, and He is Knowing of all things."
                },
                {
                    "id": 215851,
                    "resource_id": 39,
                    "text": "Dia lah (Allah) yang menjadikan untuk kamu segala yang ada di bumi, kemudian Ia menuju dengan kehendakNya ke arah (bahan-bahan) langit, lalu dijadikannya tujuh langit dengan sempurna; dan Ia Maha Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1091013,
                    "resource_id": 161,
                    "text": "পৃথিবীর সবকিছু তিনি তোমাদের জন্য সৃষ্টি করেছেন, তারপর তিনি আকাশের দিকে মনোসংযোগ করেন এবং তা সপ্তাকাশে বিন্যস্ত করেন, তিনি সকল বিষয়ে বিশেষভাবে অবহিত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}