{
    "verses": [
        {
            "id": 4516,
            "verse_number": 6,
            "verse_key": "46:6",
            "hizb_number": 51,
            "rub_el_hizb_number": 201,
            "ruku_number": 440,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا حُشِرَ ٱلنَّاسُ كَانُوا۟ لَهُمْ أَعْدَآءً وَكَانُوا۟ بِعِبَادَتِهِمْ كَـٰفِرِينَ",
            "page_number": 503,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100075,
                    "resource_id": 20,
                    "text": "And when the people are gathered [that Day], they [who were invoked] will be enemies to them, and they will be deniers of their worship."
                },
                {
                    "id": 217924,
                    "resource_id": 39,
                    "text": "Dan apabila manusia dihimpunkan (untuk dihitung amalnya pada hari akhirat), menjadilah segala yang disembah itu musuh kepada orang-orang yang menyembahnya, dan segala yang disembah itu juga tidak mengakui serta mendustakan penyembahan mereka kepadanya."
                },
                {
                    "id": 1095493,
                    "resource_id": 161,
                    "text": "ক্বিয়ামতের দিন মানুষকে যখন একত্রিত করা হবে, তখন ঐগুলো (অর্থাৎ উপাস্যরা) হবে মানুষের শত্রু আর মানুষ যে তাদের ‘ইবাদাত করেছিল তা তারা অস্বীকার করবে।"
                }
            ]
        },
        {
            "id": 4517,
            "verse_number": 7,
            "verse_key": "46:7",
            "hizb_number": 51,
            "rub_el_hizb_number": 201,
            "ruku_number": 440,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلْحَقِّ لَمَّا جَآءَهُمْ هَـٰذَا سِحْرٌ مُّبِينٌ",
            "page_number": 503,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100077,
                    "resource_id": 20,
                    "text": "And when Our verses are recited to them as clear evidences, those who disbelieve say of the truth when it has come to them, \"This is obvious magic.\""
                },
                {
                    "id": 217925,
                    "resource_id": 39,
                    "text": "Dan apabila dibacakan kepada mereka (yang kafir) ayat-ayat Quran kami yang jelas nyata, berkatalah mereka terhadap kebenaran (Al-Quran) bila sahaja disampaikan kepada mereka: \"Ini ialah sihir yang nyata!\"."
                },
                {
                    "id": 1095494,
                    "resource_id": 161,
                    "text": "তাদের কাছে যখন আমার সুস্পষ্ট আয়াত আবৃত্তি করা হয় আর সত্য যখন তাদের কাছে উপস্থিত হয়, তখন কাফিররা বলে- এটাতো প্রকাশ্য যাদু।"
                }
            ]
        },
        {
            "id": 4518,
            "verse_number": 8,
            "verse_key": "46:8",
            "hizb_number": 51,
            "rub_el_hizb_number": 201,
            "ruku_number": 440,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَلَا تَمْلِكُونَ لِى مِنَ ٱللَّهِ شَيْـًٔا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِۦ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ ۖ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
            "page_number": 503,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100079,
                    "resource_id": 20,
                    "text": "Or do they say, \"He has invented it\"? Say, \"If I have invented it, you will not possess for me [the power of protection] from Allāh at all. He is most knowing of that in which you are involved.<sup foot_note=197362>1</sup> Sufficient is He as Witness between me and you, and He is the Forgiving, the Merciful.\""
                },
                {
                    "id": 217929,
                    "resource_id": 39,
                    "text": "(Bukan setakat itu sahaja mereka katakan) bahkan mereka menuduh dengan berkata: \"Muhammad telah merekakan Al-Quran itu.\" Katakanlah (Wahai Muhammad): \"Kalau aku merekakan Al-Quran itu (maka tentulah aku tidak terlepas dari azab kesalahan itu) kerana kamu (dan juga yang lain dari kamu) tidak berkuasa memberikan daku sebarang perlindungan dari (azab) Allah. Allah lebih mengetahui akan (tuduhan-tuduhan yang tidak berasas) yang kamu perkatakan itu; cukuplah Allah menjadi saksi antaraku dengan kamu, dan Dia lah jua Yang Maha Pengampun, lagi Maha Mengasihani.\""
                },
                {
                    "id": 1095495,
                    "resource_id": 161,
                    "text": "তারা কি বলতে চায় যে, রসূল নিজেই তা রচনা করেছে? বল, তা যদি আমি রচনা করে থাকি তাহলে তোমরা আল্লাহর শাস্তি হতে আমাকে কিছুতেই বাঁচাতে পারবে না। আল্লাহ ভাল করেই জানেন যে বিষয়ে তোমরা মত্ত আছ। আমার আর তোমাদের মধ্যে সাক্ষী হিসেবে তিনিই যথেষ্ট, আর তিনি বড়ই ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 4519,
            "verse_number": 9,
            "verse_key": "46:9",
            "hizb_number": 51,
            "rub_el_hizb_number": 201,
            "ruku_number": 440,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قُلْ مَا كُنتُ بِدْعًا مِّنَ ٱلرُّسُلِ وَمَآ أَدْرِى مَا يُفْعَلُ بِى وَلَا بِكُمْ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ وَمَآ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
            "page_number": 503,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100081,
                    "resource_id": 20,
                    "text": "Say, \"I am not something original among the messengers,<sup foot_note=197363>1</sup> nor do I know what will be done with me or with you. I only follow that which is revealed to me, and I am not but a clear warner.\""
                },
                {
                    "id": 217932,
                    "resource_id": 39,
                    "text": "Katakanlah lagi: \"Bukanlah aku seorang Rasul pembawa ugama yang berlainan dari ugama yang dibawa oleh Rasul-rasul (yang telah lalu), dan aku tidak mengetahui apa yang akan dilakukan kepadaku dan kepada kamu. Aku tidak melakukan sesuatu melainkan menurut apa yang diwahyukan kepadaku, dan aku tidak lain hanyalah seorang Rasul pemberi amaran yang jelas nyata\""
                },
                {
                    "id": 1095496,
                    "resource_id": 161,
                    "text": "বল, আমি রসূলদের মধ্যে নতুন নই, আর আমি এও জানি না যে, আমার সঙ্গে কী ব্যবহার করা হবে আর তোমাদের সঙ্গেইবা কেমন (ব্যবহার করা হবে), আমি কেবল তাই মেনে চলি যা আমার প্রতি ওয়াহী করা হয়। আমি তো স্পষ্ট সতর্ককারী মাত্র।"
                }
            ]
        },
        {
            "id": 4520,
            "verse_number": 10,
            "verse_key": "46:10",
            "hizb_number": 51,
            "rub_el_hizb_number": 201,
            "ruku_number": 440,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَرَءَيْتُمْ إِن كَانَ مِنْ عِندِ ٱللَّهِ وَكَفَرْتُم بِهِۦ وَشَهِدَ شَاهِدٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ عَلَىٰ مِثْلِهِۦ فَـَٔامَنَ وَٱسْتَكْبَرْتُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
            "page_number": 503,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100041,
                    "resource_id": 20,
                    "text": "Say, \"Have you considered: if it [i.e., the Qur’ān] was from Allāh, and you disbelieved in it while a witness from the Children of Israel has testified to something similar<sup foot_note=197365>1</sup> and believed while you were arrogant...?\"<sup foot_note=197364>2</sup> Indeed, Allāh does not guide the wrongdoing people."
                },
                {
                    "id": 217878,
                    "resource_id": 39,
                    "text": "Katakanlah lagi: \"Bagaimana fikiran kamu jika Al-Quran ini (yang datangnya) dari Allah dan kamu mengingkarinya, pada hal ada seorang saksi dari Bani Israil memberi keterangan mengakui (sahnya Kitab) yang sama seperti Al-Quran ini, lalu ia percayakan (Al-Quran ini dari Allah), sedang kamu dengan sombong angkuh mengingkarinya? (Tidakkah dengan yang demikian kamu bersifat zalim)? Sesungguhnya Allah tidak memberi hidayah petunjuk kepada orang-orang yang zalim (yang degil dalam kekufurannya)\"."
                },
                {
                    "id": 1095497,
                    "resource_id": 161,
                    "text": "বল- তোমরা কি ভেবে দেখেছ যদি এ (কুরআন) আল্লাহর পক্ষ থেকে এসে থাকে আর তা তোমরা প্রত্যাখ্যান কর অথচ এ ধরনের কালাম সম্পর্কে বানী ইসরাঈলের একজন [‘আবদুল্লাহ বিন সালাম (রাযি.)] সাক্ষ্যও দিয়েছে। সে ঈমান আনল আর তোমরা অহঙ্কার করলে? আল্লাহ যালিম লোকদেরকে সঠিক পথ দেখান না।"
                }
            ]
        },
        {
            "id": 4521,
            "verse_number": 11,
            "verse_key": "46:11",
            "hizb_number": 51,
            "rub_el_hizb_number": 201,
            "ruku_number": 441,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ لَوْ كَانَ خَيْرًا مَّا سَبَقُونَآ إِلَيْهِ ۚ وَإِذْ لَمْ يَهْتَدُوا۟ بِهِۦ فَسَيَقُولُونَ هَـٰذَآ إِفْكٌ قَدِيمٌ",
            "page_number": 503,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100042,
                    "resource_id": 20,
                    "text": "And those who disbelieve say of those who believe, \"If it had [truly] been good, they would not have preceded us to it.\" And when they are not guided by it, they will say, \"This is an ancient falsehood.\""
                },
                {
                    "id": 217881,
                    "resource_id": 39,
                    "text": "Dan (kerana sombong angkuhnya orang-orang kafir itu) mereka berkata tentang kepercayaan orang-orang yang beriman: \"Kalaulah (apa yang dibawa oleh Muhammad) itu perkara yang baik tentulah mereka tidak mendahului kami mempercayainya (kerana kamilah yang sepatutnya menerima segala kebaikan)!\" Dan setelah mereka tidak dapat menerima petunjuk Al-Quran itu, (mereka memusuhinya) lalu mereka mencacinya dengan berkata: \"Al-Quran ini ialah rekaan dusta yang sudah lama\"."
                },
                {
                    "id": 1095498,
                    "resource_id": 161,
                    "text": "কাফিররা মু’মিনদের সম্পর্কে বলে, তা (অর্থাৎ কুরআন) যদি ভাল হত তাহলে তারা আমাদেরকে পেছনে ফেলে ওটার দিকে এগিয়ে যেতে পারত না (আমরাই কুরআনকে আগে গ্রহণ করে নিতাম) আর যেহেতু তারা এর দ্বারা (অর্থাৎ কাফিররা এ কুরআন দ্বারা) সঠিক পথ পায়নি, সে কারণে তারা অবশ্যই বলবে- এটা এক পুরনো মিথ্যে।"
                }
            ]
        },
        {
            "id": 4522,
            "verse_number": 12,
            "verse_key": "46:12",
            "hizb_number": 51,
            "rub_el_hizb_number": 201,
            "ruku_number": 441,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ وَهَـٰذَا كِتَـٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنذِرَ ٱلَّذِينَ ظَلَمُوا۟ وَبُشْرَىٰ لِلْمُحْسِنِينَ",
            "page_number": 503,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100043,
                    "resource_id": 20,
                    "text": "And before it was the scripture of Moses to lead and as a mercy. And this is a confirming Book in an Arabic tongue to warn those who have wronged and as good tidings to the doers of good."
                },
                {
                    "id": 217880,
                    "resource_id": 39,
                    "text": "(Bagaimana mereka tergamak mengatakan Al-Quran ini rekaan dusta yang telah lama?) Pada hal telah ada sebelumnya Kitab Nabi Musa yang menjadi ikutan dan rahmat (kepada umatnya); dan Al-Quran pula sebuah Kitab - yang mengesahkan kebenaran (kitab-kitab yang telah lalu), - diturunkan dalam bahasa Arab untuk memberi amaran kepada orang-orang yang zalim, dan berita gembira bagi orang-orang yang berbuat kebaikan."
                },
                {
                    "id": 1095499,
                    "resource_id": 161,
                    "text": "অথচ ইতোপূর্বে মূসার কিতাব এসেছিল পথপ্রদর্শক ও রহমত স্বরূপ। আর (এখন অবতীর্ণ) এ কিতাব তার সমর্থক, আরবী ভাষায়, যালিমদেরকে সতর্ক করার জন্য আর সৎকর্মশীলদেরকে সুসংবাদ দেয়ার জন্য।"
                }
            ]
        },
        {
            "id": 4523,
            "verse_number": 13,
            "verse_key": "46:13",
            "hizb_number": 51,
            "rub_el_hizb_number": 201,
            "ruku_number": 441,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسْتَقَـٰمُوا۟ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 503,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100044,
                    "resource_id": 20,
                    "text": "Indeed, those who have said, \"Our Lord is Allāh,\" and then remained on a right course - there will be no fear concerning them, nor will they grieve."
                },
                {
                    "id": 217882,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang menegaskan keyakinannya dengan berkata: \"Tuhan kami ialah Allah\", kemudian mereka tetap teguh di atas jalan yang betul (dengan pengakuan iman dan tauhidnya itu), maka tidak ada kebimbangan (dari sesuatu yang tidak baik) terhadap mereka, dan mereka pula tidak akan berdukacita."
                },
                {
                    "id": 1095500,
                    "resource_id": 161,
                    "text": "যারা বলে, ‘আমাদের প্রতিপালক আল্লাহ’, অতঃপর (তাদের কথার উপর) সুদৃঢ় থাকে, তাহলে তাদের কোন ভয় নেই, আর তারা দুঃখিত হবে না।"
                }
            ]
        },
        {
            "id": 4524,
            "verse_number": 14,
            "verse_key": "46:14",
            "hizb_number": 51,
            "rub_el_hizb_number": 201,
            "ruku_number": 441,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 503,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100045,
                    "resource_id": 20,
                    "text": "Those are the companions of Paradise, abiding eternally therein as reward for what they used to do."
                },
                {
                    "id": 217884,
                    "resource_id": 39,
                    "text": "Merekalah ahli Syurga, tetap kekalah mereka di dalamnya, sebagai balasan bagi amal-amal soleh yang mereka telah kerjakan."
                },
                {
                    "id": 1095501,
                    "resource_id": 161,
                    "text": "তারাই জান্নাতের অধিবাসী, তাতে তারা চিরকাল থাকবে, তারা যে কাজ করত তার পুরস্কার স্বরূপ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}