{
    "verses": [
        {
            "id": 4531,
            "verse_number": 21,
            "verse_key": "46:21",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 442,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ وَٱذْكُرْ أَخَا عَادٍ إِذْ أَنذَرَ قَوْمَهُۥ بِٱلْأَحْقَافِ وَقَدْ خَلَتِ ٱلنُّذُرُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦٓ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
            "page_number": 505,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100054,
                    "resource_id": 20,
                    "text": "And mention, [O Muḥammad], the brother of ʿAad,<sup foot_note=197369>1</sup> when he warned his people in [the region of] al-Aḥqāf - and warners had already passed on before him and after him - [saying], \"Do not worship except Allāh. Indeed, I fear for you the punishment of a terrible day.\"<sup foot_note=197368>2</sup>"
                },
                {
                    "id": 217891,
                    "resource_id": 39,
                    "text": "Dan ingatlah peristiwa (Nabi Hud) saudara kaum Aad, ketika ia memberi amaran kepada kaumnya yang tinggal di lembah \"Al-Ahqaaf\", - sedang (amarannya itu samalah seperti) amaran-amaran yang telah diberikan oleh Rasul-rasul yang terdahulu daripadanya dan yang datang sesudahnya - (dengan berkata): \"Janganlah kamu menyembah melainkan Allah, sesungguhnya aku bimbang kamu akan beroleh azab hari yang besar (huru-haranya)\"."
                },
                {
                    "id": 1095508,
                    "resource_id": 161,
                    "text": "স্মরণ কর ‘আদ জাতির ভ্রাতার (হূদ) কথা। সে তার আহকাফবাসী সম্প্রদায়কে সতর্ক করেছিল। (এ ধরনের) সতর্ককারীরা তার পূর্বেও এসেছিল আর তার পরেও এসেছিল (যারা বলেছিল) যে, ‘তোমরা আল্লাহ ছাড়া কারো ‘ইবাদাত করো না। আমি তোমাদের উপর এক ভয়াবহ দিনের ‘আযাবের আশঙ্কা করছি।’"
                }
            ]
        },
        {
            "id": 4532,
            "verse_number": 22,
            "verse_key": "46:22",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 442,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قَالُوٓا۟ أَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
            "page_number": 505,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100055,
                    "resource_id": 20,
                    "text": "They said, \"Have you come to delude us away from our gods? Then bring us what you promise us, if you should be of the truthful.\""
                },
                {
                    "id": 217870,
                    "resource_id": 39,
                    "text": "Mereka menjawab: \"Adakah engkau datang kepada kami untuk memesongkan kami dari menyembah tuhan-tuhan kami? Maka bawalah azab seksa yang engkau janjikan kepada kami itu jika betul engkau dari orang-orang yang benar!\""
                },
                {
                    "id": 1095509,
                    "resource_id": 161,
                    "text": "লোকেরা বলেছিল- ‘তুমি কি আমাদেরকে আমাদের উপাস্যগুলো হতে সরিয়ে নেয়ার জন্য আমাদের কাছে এসেছ। কাজেই তুমি আমাদেরকে যে শাস্তির ভয় দেখাচ্ছ তা নিয়ে এসো আমাদের কাছে যদি তুমি সত্যবাদী হও।’"
                }
            ]
        },
        {
            "id": 4533,
            "verse_number": 23,
            "verse_key": "46:23",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 442,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قَالَ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّآ أُرْسِلْتُ بِهِۦ وَلَـٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
            "page_number": 505,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100056,
                    "resource_id": 20,
                    "text": "He said, \"Knowledge [of its time] is only with Allāh, and I convey to you that with which I was sent; but I see you [to be] a people behaving ignorantly.\""
                },
                {
                    "id": 217871,
                    "resource_id": 39,
                    "text": "Nabi Hud berkata: \"Sesungguhnya ilmu pengetahuan (tentang kedatangan azab itu) hanya ada di sisi Allah, dan (tugasku hanya) menyampaikan kepada kamu apa yang aku diutuskan membawanya, tetapi aku lihat kamu satu kaum yang jahil (akan tugas Rasul)!\""
                },
                {
                    "id": 1095510,
                    "resource_id": 161,
                    "text": "সে বলল (‘আযাব কখন আসবে না আসবে) ‘সে বিষয়ের জ্ঞান তো আল্লাহর নিকট আছে। আমি যা নিয়ে প্রেরিত হয়েছি তাই শুধু তোমাদের কাছে পৌঁছে দিচ্ছি। কিন্তু আমি দেখছি তোমরা এমন এক জাতি যারা মূর্খের আচরণ করছে।"
                }
            ]
        },
        {
            "id": 4534,
            "verse_number": 24,
            "verse_key": "46:24",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 442,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا۟ هَـٰذَا عَارِضٌ مُّمْطِرُنَا ۚ بَلْ هُوَ مَا ٱسْتَعْجَلْتُم بِهِۦ ۖ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ",
            "page_number": 505,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100057,
                    "resource_id": 20,
                    "text": "And when they saw it as a cloud approaching their valleys, they said, \"This is a cloud bringing us rain!\" Rather, it is that for which you were impatient:<sup foot_note=197370>1</sup> a wind, within it a painful punishment,"
                },
                {
                    "id": 217893,
                    "resource_id": 39,
                    "text": "Maka apabila mereka melihat azab itu sebagai awan yang menghala ke lembah-lembah mereka, mereka berkata: \"Ini ialah awan yang akan membawa hujan kepada kita!\" (Mendengarkan kata-kata yang demikian, Nabi Hud berkata): \"Tidak! Bahkan itulah (azab) yang kamu minta disegerakan kedatangannya, iaitu angin yang membawa azab seksa yang tidak terperi sakitnya;"
                },
                {
                    "id": 1095511,
                    "resource_id": 161,
                    "text": "অতঃপর তারা যখন তাদের উপত্যকার দিকে মেঘ আসতে দেখল তখন তারা বলল- ‘এ তো মেঘ, আমাদেরকে বৃষ্টি দিবে।’ না, তা হল সেই জিনিস তোমরা যা তাড়াতাড়ি নিয়ে আসতে চেয়েছিলে। এ হল ঝড়, যাতে আছে ভয়াবহ ‘আযাব।"
                }
            ]
        },
        {
            "id": 4535,
            "verse_number": 25,
            "verse_key": "46:25",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 442,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "تُدَمِّرُ كُلَّ شَىْءٍۭ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا۟ لَا يُرَىٰٓ إِلَّا مَسَـٰكِنُهُمْ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
            "page_number": 505,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100058,
                    "resource_id": 20,
                    "text": "Destroying everything by command of its Lord. And they became so that nothing was seen [of them] except their dwellings. Thus do We recompense the criminal people."
                },
                {
                    "id": 217894,
                    "resource_id": 39,
                    "text": "\"Yang menghancur leburkan segala-galanya dengan izin Tuhannya\". (Setelah azab itu menimpa mereka) maka menjadilah mereka (punah ranah) - tidak ada yang kelihatan melainkan tempat-tempat tinggal mereka. Demikianlah Kami membalas kaum yang berdosa."
                },
                {
                    "id": 1095512,
                    "resource_id": 161,
                    "text": "ওটা তার প্রতিপালকের নির্দেশে সবকিছু ধ্বংস করে দেবে। অবস্থা এই দাঁড়াল যে, তাদের (ধ্বংসপ্রাপ্ত) বসতিগুলো ছাড়া আর কিছু দেখা যাচ্ছিল না। অপরাধী জাতিকে আমি এভাবেই প্রতিফল দিয়ে থাকি।"
                }
            ]
        },
        {
            "id": 4536,
            "verse_number": 26,
            "verse_key": "46:26",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 442,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ مَكَّنَّـٰهُمْ فِيمَآ إِن مَّكَّنَّـٰكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَـٰرًا وَأَفْـِٔدَةً فَمَآ أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَآ أَبْصَـٰرُهُمْ وَلَآ أَفْـِٔدَتُهُم مِّن شَىْءٍ إِذْ كَانُوا۟ يَجْحَدُونَ بِـَٔايَـٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
            "page_number": 505,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100059,
                    "resource_id": 20,
                    "text": "And We had certainly established them in such as We have not established you, and We made for them hearing and vision and hearts [i.e., intellect]. But their hearing and vision and hearts availed them not from anything [of the punishment] when they were [continually] rejecting the signs of Allāh; and they were enveloped by what they used to ridicule."
                },
                {
                    "id": 217895,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya! Kami telah meneguhkan kedudukan mereka (dengan kekuasaan dan kemewahan) yang tidak Kami berikan kamu menguasainya (wahai kaum musyrik Makkah), dan Kami telah jadikan bagi mereka pendengaran dan penglihatan serta hati; dalam pada itu, pendengaran dan penglihatan serta hati mereka tidak memberikan faedah sedikitpun kepada mereka, kerana mereka sentiasa mengingkari ayat-ayat keterangan Allah; dan (dengan yang demikian) mereka diliputi oleh azab yang mereka telah ejek-ejek itu."
                },
                {
                    "id": 1095513,
                    "resource_id": 161,
                    "text": "তাদেরকে আমি যতটা সুদৃঢ়ভাবে প্রতিষ্ঠিত করেছিলাম, তোমাদেরকে (হে কুরায়শ!) তেমন সুদৃঢ়ভাবে প্রতিষ্ঠিত করিনি আর তাদেরকে দিয়েছিলাম কান, চোখ ও হৃদয়। কিন্তু তাদের কান, তাদের চোখ আর তাদের হৃদয় তাদের কোন উপকারে আসেনি যেহেতু তারা আল্লাহর আয়াতসমূহকে অস্বীকার করত। তারা যা নিয়ে ঠাট্টা বিদ্রূপ করত তা-ই তাদেরকে ঘিরে ফেলল।"
                }
            ]
        },
        {
            "id": 4537,
            "verse_number": 27,
            "verse_key": "46:27",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 443,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ ٱلْقُرَىٰ وَصَرَّفْنَا ٱلْـَٔايَـٰتِ لَعَلَّهُمْ يَرْجِعُونَ",
            "page_number": 505,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100060,
                    "resource_id": 20,
                    "text": "And We have already destroyed what surrounds you of [those] cities, and We have diversified the signs [or verses] that perhaps they might return [from disbelief]."
                },
                {
                    "id": 217898,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya! Kami telah binasakan negeri-negeri yang ada di sekeliling (negeri) kamu (wahai kaum musyrik Makkah), dan Kami telah menerangkan tanda-tanda (kekuasaan Kami) dengan berbagai cara, supaya mereka kembali (bertaubat)."
                },
                {
                    "id": 1095514,
                    "resource_id": 161,
                    "text": "আমি ধ্বংস করেছিলাম তোমাদের চারপাশের জনপদ। আমি নানাভাবে নিদর্শন দেখিয়েছিলাম যাতে তারা (সঠিক পথে) ফিরে আসে।"
                }
            ]
        },
        {
            "id": 4538,
            "verse_number": 28,
            "verse_key": "46:28",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 443,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَلَوْلَا نَصَرَهُمُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ قُرْبَانًا ءَالِهَةًۢ ۖ بَلْ ضَلُّوا۟ عَنْهُمْ ۚ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا۟ يَفْتَرُونَ",
            "page_number": 505,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100061,
                    "resource_id": 20,
                    "text": "Then why did those they took besides Allāh as deities by which to approach [Him]<sup foot_note=197371>1</sup> not aid them? But they had strayed [i.e., departed] from them. And that was their falsehood and what they were inventing."
                },
                {
                    "id": 217897,
                    "resource_id": 39,
                    "text": "Maka sepatutnya mereka dibela oleh segala yang mereka sembah yang lain dari Allah sebagai penyembahan untuk mendekatkan diri (kepada Allah)? (Tetapi tidak), bahkan segala yang mereka sembah itu telah hilang lenyap dari mereka. Dan demikianlah akibat penyelewengan mereka dan kepercayaan yang mereka telah ada-adakan."
                },
                {
                    "id": 1095515,
                    "resource_id": 161,
                    "text": "আল্লাহর নৈকট্য লাভের উদ্দেশ্যে আল্লাহ ব্যতিরেকে যাদেরকে তারা ইলাহরূপে গ্রহণ করেছে তারা তাদেরকে সাহায্য করল না কেন? বরং তারা (অর্থাৎ কল্পিত ইলাহ) তাদের থেকে হারিয়ে গেল। আসলে তা ছিল তাদের মিথ্যাচার আর মনগড়া উদ্ভাবন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}