{
    "verses": [
        {
            "id": 4539,
            "verse_number": 29,
            "verse_key": "46:29",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 443,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ ٱلْجِنِّ يَسْتَمِعُونَ ٱلْقُرْءَانَ فَلَمَّا حَضَرُوهُ قَالُوٓا۟ أَنصِتُوا۟ ۖ فَلَمَّا قُضِىَ وَلَّوْا۟ إِلَىٰ قَوْمِهِم مُّنذِرِينَ",
            "page_number": 506,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100062,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], when We directed to you a few of the jinn, listening to the Qur’ān. And when they attended it, they said, \"Listen attentively.\" And when it was concluded, they went back to their people as warners."
                },
                {
                    "id": 217899,
                    "resource_id": 39,
                    "text": "Dan (ingatkanlah peristiwa) semasa Kami menghalakan satu rombongan jin datang kepadamu (wahai Muhammad) untuk mendengar Al-Quran; setelah mereka menghadiri bacaannya, berkatalah (setengahnya kepada yang lain): \"Diamlah kamu dengan sebulat-bulat ingatan untuk mendengarnya!\" Kemudian setelah selesai bacaan itu, kembalilah mereka kepada kaumnya (menyiarkan ajaran Al-Quran itu dengan) memberi peringatan dan amaran."
                },
                {
                    "id": 1095516,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন জ্বিনদের একটি দলকে তোমার প্রতি ফিরিয়ে দিয়েছিলাম যারা কুরআন শুনছিল। তারা যখন সে স্থানে উপস্থিত হল, তখন তারা পরস্পরে বলল- চুপ করে শুন। পড়া যখন শেষ হল তখন তারা তাদের সম্প্রদায়ের কাছে ফিরে গেল সতর্ককারীরূপে।"
                }
            ]
        },
        {
            "id": 4540,
            "verse_number": 30,
            "verse_key": "46:30",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 443,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ يَـٰقَوْمَنَآ إِنَّا سَمِعْنَا كِتَـٰبًا أُنزِلَ مِنۢ بَعْدِ مُوسَىٰ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِىٓ إِلَى ٱلْحَقِّ وَإِلَىٰ طَرِيقٍ مُّسْتَقِيمٍ",
            "page_number": 506,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100065,
                    "resource_id": 20,
                    "text": "They said, \"O our people, indeed we have heard a [recited] Book revealed after Moses confirming what was before it which guides to the truth and to a straight path."
                },
                {
                    "id": 217902,
                    "resource_id": 39,
                    "text": "Mereka berkata: \"Wahai kaum kami! Sesungguhnya kami telah mendengar Kitab (Al-Quran) yang diturunkan (oleh Allah) sesudah Nabi Musa, yang menegaskan kebenaran Kitab-kitab Suci yang terdahulu daripadanya, lagi, memandu kepada kebenaran (tauhid) dan ke jalan yang lurus (ugama Islam)"
                },
                {
                    "id": 1095517,
                    "resource_id": 161,
                    "text": "(ফিরে গিয়ে) তারা বলল- হে আমাদের সম্প্রদায়! আমরা একটি কিতাব (এর পাঠ) শুনেছি যা মূসার পরে অবতীর্ণ হয়েছে, তা পূর্বেকার কিতাবগুলোর সত্যতা প্রতিপন্ন করে, সত্যের দিকে আর সঠিক পথের দিকে পরিচালিত করে।"
                }
            ]
        },
        {
            "id": 4541,
            "verse_number": 31,
            "verse_key": "46:31",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 443,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَـٰقَوْمَنَآ أَجِيبُوا۟ دَاعِىَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ وَيُجِرْكُم مِّنْ عَذَابٍ أَلِيمٍ",
            "page_number": 506,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100066,
                    "resource_id": 20,
                    "text": "O our people, respond to the Caller [i.e., Messenger] of Allāh<sup foot_note=197372>1</sup> and believe in him; He [i.e., Allāh] will forgive for you your sins and protect you from a painful punishment."
                },
                {
                    "id": 217903,
                    "resource_id": 39,
                    "text": "\"Wahai kaum kami! Sahutlah (seruan) Rasul (Nabi Muhammad) yang mengajak ke jalan Allah, serta berimanlah kamu kepadanya, supaya Allah mengampunkan sebahagian dari dosa-dosa kamu, dan menyelamatkan kamu dari azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1095518,
                    "resource_id": 161,
                    "text": "হে আমাদের সম্প্রদায়! আল্লাহর দিকে আহবানকারীর প্রতি সাড়া দাও এবং তার প্রতি ঈমান আন, আল্লাহ তোমাদের গুনাহ মাফ করে দেবেন আর তোমাদেরকে যন্ত্রণাদায়ক ‘আযাব থেকে রক্ষা করবেন।"
                }
            ]
        },
        {
            "id": 4542,
            "verse_number": 32,
            "verse_key": "46:32",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 443,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمَن لَّا يُجِبْ دَاعِىَ ٱللَّهِ فَلَيْسَ بِمُعْجِزٍ فِى ٱلْأَرْضِ وَلَيْسَ لَهُۥ مِن دُونِهِۦٓ أَوْلِيَآءُ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
            "page_number": 506,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100033,
                    "resource_id": 20,
                    "text": "But he who does not respond to the Caller of Allāh will not cause failure [to Him] upon earth, and he will not have besides Him any protectors. Those are in manifest error.\""
                },
                {
                    "id": 217904,
                    "resource_id": 39,
                    "text": "\"Dan sesiapa tidak menyahut (seruan) Rasul yang mengajaknya ke jalan Allah, maka ia tidak akan dapat melepaskan diri (dari balasan azab walau ke mana sahaja ia melarikan diri) di bumi, dan ia tidak akan beroleh sesiapapun - yang lain dari Allah - sebagai pelindung-pelindung yang membelanya; mereka (yang demikian sifatnya) adalah dalam kesesatan yang nyata\"."
                },
                {
                    "id": 1095519,
                    "resource_id": 161,
                    "text": "আর যে আল্লাহর দিকে আহবানকারীর প্রতি সাড়া দিবে না, দুনিয়াতে সে আল্লাহকে ব্যর্থ করতে পারবে না, আর আল্লাহকে বাদ দিয়ে নেই তার কোন সাহায্যকারী, পৃষ্ঠপোষক। তারা আছে সুস্পষ্ট গুমরাহীতে।"
                }
            ]
        },
        {
            "id": 4543,
            "verse_number": 33,
            "verse_key": "46:33",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 443,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَلَمْ يَعْىَ بِخَلْقِهِنَّ بِقَـٰدِرٍ عَلَىٰٓ أَن يُحْـِۧىَ ٱلْمَوْتَىٰ ۚ بَلَىٰٓ إِنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 506,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100067,
                    "resource_id": 20,
                    "text": "Do they not see that Allāh, who created the heavens and earth and did not fail in their creation, is able to give life to the dead? Yes. Indeed, He is over all things competent."
                },
                {
                    "id": 217905,
                    "resource_id": 39,
                    "text": "Masihkah mereka ingkar dan tidak mahu memikir serta mengetahui bahawa sesungguhnya Allah yang telah menciptakan langit dan bumi dengan tidak mengalami kesukaran dalam menciptakannya - berkuasa menghidupkan makhluk-makhluk yang telah mati? Sudah tentu berkuasa! Sesungguhnya Ia Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1095520,
                    "resource_id": 161,
                    "text": "তারা কি দেখে না যে, আল্লাহ, যিনি আকাশ ও যমীন সৃষ্টি করেছেন আর ওগুলোর সৃষ্টিতে তিনি ক্লান্ত হননি, তিনি মৃতদেরকে জীবন দিতে সক্ষম? নিঃসন্দেহে তিনি সকল বিষয়ের উপর ক্ষমতাবান।"
                }
            ]
        },
        {
            "id": 4544,
            "verse_number": 34,
            "verse_key": "46:34",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 443,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَيَوْمَ يُعْرَضُ ٱلَّذِينَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَلَيْسَ هَـٰذَا بِٱلْحَقِّ ۖ قَالُوا۟ بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
            "page_number": 506,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100068,
                    "resource_id": 20,
                    "text": "And the Day those who disbelieved are exposed to the Fire [it will be said], \"Is this not the truth?\" They will say, \"Yes, by our Lord.\" He will say, \"Then taste the punishment for what you used to deny.\"<sup foot_note=197373>1</sup>"
                },
                {
                    "id": 217906,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) hari orang-orang yang kafir didedahkan kepada neraka, (lalu dikatakan kepada mereka): \"Bukankah (azab) neraka ini benar?\" Mereka menjawab: \"Ya, benar, demi Tuhan kami!\" (Setelah itu) dikatakan lagi (kepada mereka): \"Maka sekarang rasalah azab seksa dengan sebab kamu kufur ingkar di dunia dahulu. \""
                },
                {
                    "id": 1095521,
                    "resource_id": 161,
                    "text": "কাফিরদেরকে যেদিন জাহান্নামের সামনে হাজির করা হবে (তখন তাদেরকে বলা হবে) এটা কি সত্য নয়? তারা বলবে, ‘কসম আমাদের প্রতিপালকের! এটা সত্য।’ তাদেরকে বলা হবে, ‘তাহলে ‘আযাব আস্বাদন কর, যেহেতু তোমরা সত্যকে অমান্য করেছিলে।"
                }
            ]
        },
        {
            "id": 4545,
            "verse_number": 35,
            "verse_key": "46:35",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 443,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَٱصْبِرْ كَمَا صَبَرَ أُو۟لُوا۟ ٱلْعَزْمِ مِنَ ٱلرُّسُلِ وَلَا تَسْتَعْجِل لَّهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّن نَّهَارٍۭ ۚ بَلَـٰغٌ ۚ فَهَلْ يُهْلَكُ إِلَّا ٱلْقَوْمُ ٱلْفَـٰسِقُونَ",
            "page_number": 506,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100069,
                    "resource_id": 20,
                    "text": "So be patient, [O Muḥammad], as were those of determination among the messengers and do not be impatient for them.<sup foot_note=197374>1</sup> It will be - on the Day they see that which they are promised - as though they had not remained [in the world] except an hour of a day. [This is] notification. And will [any] be destroyed except the defiantly disobedient people?"
                },
                {
                    "id": 217907,
                    "resource_id": 39,
                    "text": "(Jika demikian akibat orang-orang kafir yang menentangmu wahai Muhammad) maka bersabarlah engkau sebagaimana sabarnya Rasul-rasul \"Ulil-Azmi\" (yang mempunyai keazaman dan ketabahan hati) dari kalangan Rasul-rasul (yang terdahulu daripadamu); dan janganlah engkau meminta disegerakan azab untuk mereka (yang menentangmu itu). Sesungguhnya keadaan mereka semasa melihat azab yang dijanjikan kepada mereka, merasai seolah-olah mereka tidak tinggal (di dunia) melainkan sekadar satu saat sahaja dari siang hari. (Penerangan yang demikian) cukuplah menjadi pelajaran (bagi orang-orang yang mahu insaf). Maka (ingatlah) tidak dibinasakan melainkan kaum yang fasik - derhaka."
                },
                {
                    "id": 1095522,
                    "resource_id": 161,
                    "text": "কাজেই তুমি ধৈর্য ধর যেমনভাবে ধৈর্য ধারণ করেছিল দৃঢ় সংকল্পের অধিকারী রসূলগণ। আর এই লোকেদের ব্যাপারে তাড়াহুড়া করো না। কারণ যে বিষয়ে তাদেরকে সাবধান করা হয়েছে যেদিন তারা তা দেখবে, সেদিন তারা মনে করবে যে, একদিনের কিছু অংশের অধিক তারা দুনিয়াতে অবস্থান করেনি। (তোমার দায়িত্ব) পৌঁছানো, অতঃপর পাপাচারী সম্প্রদায় ছাড়া আর কে ধ্বংস হবে?"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}