{
    "verses": [
        {
            "id": 4546,
            "verse_number": 1,
            "verse_key": "47:1",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": " ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَـٰلَهُمْ",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100085,
                    "resource_id": 20,
                    "text": "Those who disbelieve and avert [people] from the way of Allāh - He will waste their deeds.<sup foot_note=197375>1</sup>"
                },
                {
                    "id": 217935,
                    "resource_id": 39,
                    "text": "Orang-orang yang kafir serta menghalangi (dirinya dan orang lain) dari jalan Allah, Allah sia-siakan segala amal mereka."
                },
                {
                    "id": 1095523,
                    "resource_id": 161,
                    "text": "যারা কুফুরী করে এবং আল্লাহর পথে বাধা সৃষ্টি করে, আল্লাহ তাদের সকল কর্ম ব্যর্থ করে দেন।"
                }
            ]
        },
        {
            "id": 4547,
            "verse_number": 2,
            "verse_key": "47:2",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100097,
                    "resource_id": 20,
                    "text": "And those who believe and do righteous deeds and believe in what has been sent down upon Muḥammad - and it is the truth from their Lord - He will remove from them their misdeeds and amend their condition."
                },
                {
                    "id": 217944,
                    "resource_id": 39,
                    "text": "Dan (sebaliknya) orang-orang yang beriman dan mengerjakan amal yang soleh serta beriman kepada Al-Quran yang diturunkan kepada Nabi Muhammad (s.a.w) - yang ialah kebenaran dari Tuhan mereka, - Allah mengampunkan dosa-dosa mereka, dan menjayakan keadaan mereka (di dunia dan di akhirat)."
                },
                {
                    "id": 1095524,
                    "resource_id": 161,
                    "text": "আর যারা ঈমান আনে ও সৎকর্ম করে আর মুহাম্মাদের প্রতি যা অবতীর্ণ হয়েছে তাতে বিশ্বাস স্থাপন করে- কারণ তা তাদের প্রতিপালকের প্রেরিত সত্য- তিনি তাদের মন্দ কাজগুলো মুছে দেবেন, আর তাদের অবস্থার উন্নতি ঘটাবেন।"
                }
            ]
        },
        {
            "id": 4548,
            "verse_number": 3,
            "verse_key": "47:3",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَـٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَـٰلَهُمْ",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100109,
                    "resource_id": 20,
                    "text": "That is because those who disbelieve follow falsehood, and those who believe follow the truth from their Lord. Thus does Allāh present to the people their comparisons.<sup foot_note=197376>1</sup>"
                },
                {
                    "id": 217958,
                    "resource_id": 39,
                    "text": "Berlakunya yang demikian, kerana sesungguhnya orang-orang yang kafir menurut perkara yang salah, dan sesungguhnya orang-orang yang beriman menurut perkara yang benar dari Tuhan mereka. Demikianlah Allah menerangkan kepada umat manusia akan sifat dan akibat bawaan mereka masing-masing."
                },
                {
                    "id": 1095525,
                    "resource_id": 161,
                    "text": "এর কারণ এই যে, যারা কুফুরী করে তারা মিথ্যার অনুসরণ করে, আর যারা ঈমান আনে তারা তাদের প্রতিপালকের প্রেরিত সত্যের অনুসরণ করে। এমনিভাবে আল্লাহ মানুষের জন্য তাদের (মধ্যেকার পাপী এবং পুণ্যবানের) দৃষ্টান্ত বর্ণনা করেন।"
                }
            ]
        },
        {
            "id": 4549,
            "verse_number": 4,
            "verse_key": "47:4",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ فَضَرْبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا۟ ٱلْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنْهُمْ وَلَـٰكِن لِّيَبْلُوَا۟ بَعْضَكُم بِبَعْضٍ ۗ وَٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعْمَـٰلَهُمْ",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100120,
                    "resource_id": 20,
                    "text": "So when you meet those who disbelieve [in battle], strike [their] necks until, when you have inflicted slaughter upon them, then secure [their] bonds,<sup foot_note=197379>1</sup> and either [confer] favor<sup foot_note=197378>2</sup> afterwards or ransom [them] until the war lays down its burdens.<sup foot_note=197377>3</sup> That [is the command]. And if Allāh had willed, He could have taken vengeance upon them [Himself], but [He ordered armed struggle] to test some of you by means of others. And those who are killed in the cause of Allāh - never will He waste their deeds."
                },
                {
                    "id": 217969,
                    "resource_id": 39,
                    "text": "Dengan yang demikian, apabila kamu berjuang menentang orang-orang kafir (dalam peperangan jihad) maka pancunglah lehernya, sehingga apabila kamu dapat membunuh mereka dengan banyaknya (serta mengalahkannya) maka tawanlah (mana-mana yang hidup) dan ikatlah mereka dengan kukuhnya. Setelah selesai pertempuran itu maka (terserahlah kepada kamu) sama ada hendak memberi kebebasan (kepada orang-orang tawanan itu dengan tiada sebarang penebusnya) atau membebaskan mereka dengan mengambil penebusnya. (Bertindaklah demikian terhadap golongan kafir yang menceroboh) sehinggalah berakhir peperangan jihad itu (dan lenyaplah sebab-sebab yang memimbulkannya). Demikianlah (diperintahkan kamu melakukannya). Dan sekiranya Allah menghendaki, tentulah Ia membinasakan mereka (dengan tidak payah kamu memeranginya); tetapi Ia (perintahkan kamu berbuat demikian) kerana hendak menguji kesabaran kamu menentang golongan yang kufur ingkar (yang mencerobohi kamu). Dan orang-orang yang telah berjuang serta gugur syahid pada jalan Allah (mempertahankan ugamanya), maka Allah tidak sekali kali akan mensia-siakan amal-amal mereka."
                },
                {
                    "id": 1095526,
                    "resource_id": 161,
                    "text": "অতঃপর যখন তোমরা কাফিরদের সঙ্গে যুদ্ধে অবতীর্ণ হও, তখন তাদের ঘাড়ে আঘাত হানো, অবশেষে যখন তাদেরকে পূর্ণরূপে পরাস্ত কর, তখন তাদেরকে শক্তভাবে বেঁধে ফেল। অতঃপর হয় তাদের প্রতি অনুগ্রহ কর, না হয় তাদের থেকে মুক্তিপণ গ্রহণ কর। তোমরা যুদ্ধ চালিয়ে যাবে, যে পর্যন্ত না শত্রুপক্ষ অস্ত্র সমর্পণ করে। এ নির্দেশই তোমাদেরকে দেয়া হল। আল্লাহ ইচ্ছে করলে (নিজেই) তাদের থেকে প্রতিশোধ নিতে পারতেন। কিন্তু তিনি তোমাদের একজনকে অন্যের দ্বারা পরীক্ষা করতে চান (এজন্য তোমাদেরকে যুদ্ধ করার সুযোগ দেন)। যারা আল্লাহর পথে শহীদ হয় তিনি তাদের কর্মফল কক্ষনো বিনষ্ট করবেন না।"
                }
            ]
        },
        {
            "id": 4550,
            "verse_number": 5,
            "verse_key": "47:5",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100122,
                    "resource_id": 20,
                    "text": "He will guide them and amend their condition"
                },
                {
                    "id": 217973,
                    "resource_id": 39,
                    "text": "Allah akan memimpin mereka yang berjuang (ke jalan mendapat sebaik-baik balasan) dan menjadikan keadaan mereka baik dan berguna (di dunia dan di akhirat)"
                },
                {
                    "id": 1095527,
                    "resource_id": 161,
                    "text": "তিনি তাদেরকে সঠিক পথে পরিচালিত করেন আর তাদের অবস্থা ভাল করে দেন।"
                }
            ]
        },
        {
            "id": 4551,
            "verse_number": 6,
            "verse_key": "47:6",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَيُدْخِلُهُمُ ٱلْجَنَّةَ عَرَّفَهَا لَهُمْ",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100124,
                    "resource_id": 20,
                    "text": "And admit them to Paradise, which He has made known to them."
                },
                {
                    "id": 217975,
                    "resource_id": 39,
                    "text": "Serta memasukkan mereka ke dalam Syurga yang telah dijanjikan dan diterangkan sifat-sifatnya kepada mereka."
                },
                {
                    "id": 1095528,
                    "resource_id": 161,
                    "text": "অতঃপর তিনি তাদেরকে জান্নাতে প্রবিষ্ট করবেন যা তাদেরকে তিনি জানিয়ে দিয়েছেন।"
                }
            ]
        },
        {
            "id": 4552,
            "verse_number": 7,
            "verse_key": "47:7",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَنصُرُوا۟ ٱللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100126,
                    "resource_id": 20,
                    "text": "O you who have believed, if you support Allāh, He will support you and plant firmly your feet."
                },
                {
                    "id": 217978,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, kalau kamu membela (ugama) Allah nescaya Allah membela kamu (untuk mencapai kemenangan) dan meneguhkan tapak pendirian kamu."
                },
                {
                    "id": 1095529,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা যদি আল্লাহকে সাহায্য কর, তিনি তোমাদেরকে সাহায্য করবেন আর তোমাদের পাগুলোকে দৃঢ়প্রতিষ্ঠ করবেন।"
                }
            ]
        },
        {
            "id": 4553,
            "verse_number": 8,
            "verse_key": "47:8",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمَـٰلَهُمْ",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100128,
                    "resource_id": 20,
                    "text": "But those who disbelieve - for them is misery, and He will waste their deeds."
                },
                {
                    "id": 217981,
                    "resource_id": 39,
                    "text": "Dan (sebaliknya) orang-orang yang kafir, maka kecelakaanlah bagi mereka, dan (Allah) mensia-siakan amal-amal mereka."
                },
                {
                    "id": 1095530,
                    "resource_id": 161,
                    "text": "যারা কুফরী করে তাদের জন্য দুর্ভোগ আর তিনি তাদের কর্মকে বিনষ্ট করে দেবেন।"
                }
            ]
        },
        {
            "id": 4554,
            "verse_number": 9,
            "verse_key": "47:9",
            "hizb_number": 51,
            "rub_el_hizb_number": 202,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا۟ مَآ أَنزَلَ ٱللَّهُ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100130,
                    "resource_id": 20,
                    "text": "That is because they disliked what Allāh revealed, so He rendered worthless their deeds."
                },
                {
                    "id": 217984,
                    "resource_id": 39,
                    "text": "Berlakunya yang demikian, kerana sesungguhnya mereka tidak menyukai apa yang diturunkan oleh Allah (mengenai ajaran tauhid dan hukum-hukum syarak yang diterangkan di dalam Al-Quran), lalu Allah menggugurkan amal-amal mereka."
                },
                {
                    "id": 1095531,
                    "resource_id": 161,
                    "text": "তা এজন্য যে, আল্লাহ যা অবতীর্ণ করেছেন তারা তা অপছন্দ করে, কাজেই আল্লাহ তাদের কর্ম ব্যর্থ করেন।"
                }
            ]
        },
        {
            "id": 4555,
            "verse_number": 10,
            "verse_key": "47:10",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ ٱللَّهُ عَلَيْهِمْ ۖ وَلِلْكَـٰفِرِينَ أَمْثَـٰلُهَا",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100086,
                    "resource_id": 20,
                    "text": "Have they not traveled through the land and seen how was the end of those before them? Allāh destroyed [everything] over them,<sup foot_note=197380>1</sup> and for the disbelievers is something comparable."
                },
                {
                    "id": 217936,
                    "resource_id": 39,
                    "text": "Maka tidakkah mereka telah mengembara di muka bumi, serta mereka memerhatikan bagaimana akibat orang-orang kafir yang terdahulu dari mereka? Allah telah menghancurkan orang-orang itu; dan orang-orang kafir (yang menurut jejak mereka) akan beroleh akibat-akibat buruk yang seperti itu."
                },
                {
                    "id": 1095532,
                    "resource_id": 161,
                    "text": "তারা কি পৃথিবীতে ভ্রমণ করেনি অতঃপর দেখেনি তাদের আগে যারা ছিল তাদের পরিণাম কী হয়েছে? আল্লাহ তাদেরকে ধ্বংস করে দিয়েছেন, কাফিরদের জন্য আছে অনুরূপ শাস্তি।"
                }
            ]
        },
        {
            "id": 4556,
            "verse_number": 11,
            "verse_key": "47:11",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 444,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوْلَى ٱلَّذِينَ ءَامَنُوا۟ وَأَنَّ ٱلْكَـٰفِرِينَ لَا مَوْلَىٰ لَهُمْ",
            "page_number": 507,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100087,
                    "resource_id": 20,
                    "text": "That is because Allāh is the protector of those who have believed and because the disbelievers have no protector."
                },
                {
                    "id": 217937,
                    "resource_id": 39,
                    "text": "Balasan yang demikian, kerana sesungguhnya Allah menjadi Pelindung orang-orang yang beriman, dan sesungguhnya orang-orang yang kafir: tiada sesiapapun yang dapat memberikan perlindungan kepada mereka."
                },
                {
                    "id": 1095533,
                    "resource_id": 161,
                    "text": "এর কারণ এই যে, যারা ঈমান আনে আল্লাহ তাদের অভিভাবক আর কাফিরদের কোন অভিভাবক নেই।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}