{
    "verses": [
        {
            "id": 4557,
            "verse_number": 12,
            "verse_key": "47:12",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 445,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَٱلَّذِينَ كَفَرُوا۟ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ ٱلْأَنْعَـٰمُ وَٱلنَّارُ مَثْوًى لَّهُمْ",
            "page_number": 508,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100088,
                    "resource_id": 20,
                    "text": "Indeed, Allāh will admit those who have believed and done righteous deeds to gardens beneath which rivers flow, but those who disbelieve enjoy themselves and eat as grazing livestock eat, and the Fire will be a residence for them."
                },
                {
                    "id": 217926,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah akan memasukkan orang-orang yang beriman serta mengerjakan amal-amal yang soleh - ke dalam Syurga yang mengalir di bawahnya beberapa sungai; dan (sebaliknya) orang-orang yang kafir menikmati kesenangan di dunia serta mereka makan minum sebagaimana binatang-binatang ternak makan minum, sedang nerakalah menjadi tempat tinggal mereka."
                },
                {
                    "id": 1095534,
                    "resource_id": 161,
                    "text": "যারা ঈমান আনে আর সৎকাজ করে আল্লাহ তাদেরকে প্রবিষ্ট করবেন জান্নাতে যার তলদেশে ঝর্ণাধারা প্রবাহিত। আর যারা কুফুরী করে তারা ভোগ বিলাসে মত্ত থাকে আর আহার করে যেভাবে আহার করে জন্তু জানোয়াররা। জাহান্নামই তাদের বাসস্থান।"
                }
            ]
        },
        {
            "id": 4558,
            "verse_number": 13,
            "verse_key": "47:13",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 445,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ ٱلَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنَـٰهُمْ فَلَا نَاصِرَ لَهُمْ",
            "page_number": 508,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100089,
                    "resource_id": 20,
                    "text": "And how many a city was stronger than your city [i.e., Makkah] which drove you out? We destroyed them; and there was no helper for them."
                },
                {
                    "id": 217938,
                    "resource_id": 39,
                    "text": "Dan bukan sedikit (penduduk) negeri-negeri yang lebih kuat dari (penduduk) negerimu (wahai Muhammad) yang telah memaksamu keluar (berhijrah) - Kami binasakan mereka, maka tiadalah sesiapa pun yang dapat membela mereka."
                },
                {
                    "id": 1095535,
                    "resource_id": 161,
                    "text": "তোমার যে জনপদ থেকে তারা তোমাকে বের করে দিয়েছে তার অপেক্ষা শক্তিশালী কত জনপদকে আমি ধ্বংস করে দিয়েছি, অতঃপর কেউ ছিল না তাদের সাহায্যকারী।"
                }
            ]
        },
        {
            "id": 4559,
            "verse_number": 14,
            "verse_key": "47:14",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 445,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُم",
            "page_number": 508,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100090,
                    "resource_id": 20,
                    "text": "So is he who is on clear evidence from his Lord like him to whom the evil of his work has been made attractive and they follow their [own] desires?"
                },
                {
                    "id": 217928,
                    "resource_id": 39,
                    "text": "Dengan yang demikian, adakah orang orang (yang beriman dan taat) yang keadaannya sentiasa berdasarkan bukti yang nyata dari Tuhannya: sama seperti orang-orang (yang ingkar - derhaka) yang telah diperhiaskan kepadanya (oleh Syaitan) akan kejahatan amalnya (sehingga dipandangnya baik), dan yang telah menurut hawa nafsunya? (Sudah tentu tidak sama)!"
                },
                {
                    "id": 1095536,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি তার প্রতিপালক থেকে আগত সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত সে কি তার মত যার কাছে তার মন্দ কর্ম সুশোভিত করা হয়েছে আর তারা নিজেদের খেয়ালখুশির অনুসরণ করে।"
                }
            ]
        },
        {
            "id": 4560,
            "verse_number": 15,
            "verse_key": "47:15",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 445,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ فِيهَآ أَنْهَـٰرٌ مِّن مَّآءٍ غَيْرِ ءَاسِنٍ وَأَنْهَـٰرٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهَـٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّـٰرِبِينَ وَأَنْهَـٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَـٰلِدٌ فِى ٱلنَّارِ وَسُقُوا۟ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ",
            "page_number": 508,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100091,
                    "resource_id": 20,
                    "text": "Is the description of Paradise, which the righteous are promised, wherein are rivers of water unaltered,<sup foot_note=197381>1</sup> rivers of milk the taste of which never changes, rivers of wine delicious to those who drink, and rivers of purified honey, in which they will have from all [kinds of] fruits and forgiveness from their Lord... [Are its inhabitants] like those who abide eternally in the Fire and are given to drink scalding water that will sever their intestines?"
                },
                {
                    "id": 217939,
                    "resource_id": 39,
                    "text": "Sifat Syurga yang telah dijanjikan kepada orang-orang yang bertaqwa (ialah seperti berikut): ada padanya beberapa sungai dari air yang tidak berubah (rasa dan baunya), dan beberapa sungai dari susu yang tidak berubah rasanya, serta beberapa sungai dari arak yang lazat bagi orang-orang yang meminumnya, dan juga beberapa sungai dari madu yang suci bersih. Dan ada pula untuk mereka di sana segala jenis buah-buahan, serta keredaan dari Tuhan mereka. (Adakah orang-orang yang tinggal kekal di dalam Syurga yang sedemikian itu keadaannya) sama seperti orang-orang yang tinggal kekal di dalam neraka dan diberi minum dari air yang menggelegak sehingga menjadikan isi perut mereka hancur? (Sudah tentu tidak sama)!"
                },
                {
                    "id": 1095537,
                    "resource_id": 161,
                    "text": "মুত্তাক্বীদেরকে যে জান্নাতের ও‘য়াদা দেয়া হয়েছে তার উপমা হলঃ তাতে আছে নির্মল পানির ঝর্ণা, আর আছে দুধের নদী যার স্বাদ অপরিবর্তনীয়, আছে পানকারীদের জন্য সুস্বাদু মদের নদী আর পরিশোধিত মধুর নদী। তাদের জন্য সেখানে আছে সব রকম ফলমূল আর তাদের প্রতিপালকের নিকট হতে ক্ষমা। (এরা কি) তাদের মত যারা চিরকাল থাকবে জাহান্নামে যাদেরকে পান করতে দেয়া হবে গরম পানীয় যা তাদের নাড়িভুঁড়ি ছিন্ন ভিন্ন করে ফেলবে?"
                }
            ]
        },
        {
            "id": 4561,
            "verse_number": 16,
            "verse_key": "47:16",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 445,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰٓ إِذَا خَرَجُوا۟ مِنْ عِندِكَ قَالُوا۟ لِلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ",
            "page_number": 508,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100092,
                    "resource_id": 20,
                    "text": "And among them, [O Muḥammad], are those who listen to you, until when they depart from you, they say to those who were given knowledge,<sup foot_note=197382>1</sup> \"What has he said just now?\" Those are the ones of whom Allāh has sealed over their hearts and who have followed their [own] desires."
                },
                {
                    "id": 217940,
                    "resource_id": 39,
                    "text": "Dan di antara mereka (yang hadir di majlismu wahai Muhammad, ialah orang-orang munafik) yang mendengar ajaranmu (dengan sambil lewa), sehingga apabila mereka keluar dari sisimu berkatalah mereka (secara mengejek-ejek) kepada orang-orang yang diberi ilmu (dari kalangan sahabat-sahabatmu yang setia): \"Apa yang dikatakan oleh Muhammad tadi?\" Mereka (yang munafik) itu ialah orang-orang yang telah dimeteraikan Allah atas hati mereka, dan ialah orang-orang yang menurut hawa nafsunya."
                },
                {
                    "id": 1095538,
                    "resource_id": 161,
                    "text": "তাদের মধ্যে কতক লোক তোমার কথা শুনে, অতঃপর যখন তারা তোমার কাছ থেকে বেরিয়ে যায়, তখন যাদেরকে জ্ঞান দেয়া হয়েছে তাদেরকে বলে- এই মাত্র সে কী বলল? এদের অন্তরে আল্লাহ মোহর মেরে দিয়েছেন আর তারা নিজেদের খেয়ালখুশির অনুসরণ করে।"
                }
            ]
        },
        {
            "id": 4562,
            "verse_number": 17,
            "verse_key": "47:17",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 445,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ ٱهْتَدَوْا۟ زَادَهُمْ هُدًى وَءَاتَىٰهُمْ تَقْوَىٰهُمْ",
            "page_number": 508,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100093,
                    "resource_id": 20,
                    "text": "And those who are guided - He increases them in guidance and gives them their righteousness.<sup foot_note=197383>1</sup>"
                },
                {
                    "id": 217872,
                    "resource_id": 39,
                    "text": "Dan (sebaliknya) orang-orang yang menerima petunjuk (ke jalan yang benar), Allah menambahi mereka dengan hidayah petunjuk, serta memberi kepada mereka (dorongan) untuk mereka bertaqwa."
                },
                {
                    "id": 1095539,
                    "resource_id": 161,
                    "text": "যারা সঠিক পথে চলে আল্লাহ তাদের সৎপথ প্রাপ্তি বৃদ্ধি করে দেন আর তাদেরকে তাক্বওয়া দান করেন।"
                }
            ]
        },
        {
            "id": 4563,
            "verse_number": 18,
            "verse_key": "47:18",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 445,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَهَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَىٰهُمْ",
            "page_number": 508,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100094,
                    "resource_id": 20,
                    "text": "Then do they await except that the Hour should come upon them unexpectedly? But already there have come [some of] its indications. Then how [i.e., what good] to them, when it has come, will be their remembrance?"
                },
                {
                    "id": 217941,
                    "resource_id": 39,
                    "text": "(Kiranya golongan yang ingkar masih tidak mahu menerima peringatan yang diberi kepadanya) maka tidak ada lagi yang mereka tunggu melainkan saat kiamat yang akan datang kepada mereka secara mengejut, kerana sesungguhnya telah lahirlah tanda-tanda kedatangannya. Kalaulah demikian, maka bagaimanakah mereka dapat menerima peringatan yang diberi kepada mereka - apabila saat kiamat itu datang kepada mereka?"
                },
                {
                    "id": 1095540,
                    "resource_id": 161,
                    "text": "তারা কি শুধু এ অপেক্ষায় আছে যে, ক্বিয়ামত তাদের কাছে অকস্মাৎ এসে পড়ুক? ক্বিয়ামতের লক্ষণগুলো তো এসেই গেছে। কাজেই তা এসে পড়লে তারা উপদেশ গ্রহণ করবে কেমন করে?"
                }
            ]
        },
        {
            "id": 4564,
            "verse_number": 19,
            "verse_key": "47:19",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 445,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَٱعْلَمْ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱللَّهُ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ ۗ وَٱللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَىٰكُمْ",
            "page_number": 508,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100095,
                    "resource_id": 20,
                    "text": "So know, [O Muḥammad], that there is no deity except Allāh and ask forgiveness for your sin<sup foot_note=197384>1</sup> and for the believing men and believing women. And Allāh knows of your movement and your resting place."
                },
                {
                    "id": 217942,
                    "resource_id": 39,
                    "text": "Oleh itu, maka tetapkanlah pengetahuanmu dan keyakinanmu (wahai Muhammad) bahawa sesungguhnya tiada Tuhan yang berhak disembah melainkan Allah, dan mintalah ampun kepadaNya bagi salah silap yang engkau lakukan, dan bagi dosa-dosa orang-orang yang beriman - lelaki dan perempuan; dan (ingatlah), Allah mengetahui akan keadaan gerak-geri kamu (di dunia) dan keadaan penetapan kamu (di akhirat)."
                },
                {
                    "id": 1095541,
                    "resource_id": 161,
                    "text": "কাজেই জেনে রেখ, আল্লাহ ছাড়া সত্যিকারের কোন ইলাহ নেই, ক্ষমা প্রার্থনা কর তোমার ভুলত্রুটির জন্য আর মু’মিন ও মু’মিনাদের জন্য, আল্লাহ তোমাদের গতিবিধি ও অবস্থান সম্পর্কে অবগত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}