{
    "verses": [
        {
            "id": 4565,
            "verse_number": 20,
            "verse_key": "47:20",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 446,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
            "page_number": 509,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100098,
                    "resource_id": 20,
                    "text": "Those who believe say, \"Why has a sūrah<sup foot_note=197386>1</sup> not been sent down?\" But when a precise sūrah is revealed and battle is mentioned therein, you see those in whose hearts is disease [i.e., hypocrisy] looking at you with a look of one overcome by death. And more appropriate for them<sup foot_note=197385>2</sup> [would have been]"
                },
                {
                    "id": 217947,
                    "resource_id": 39,
                    "text": "Dan (kerana gemarkan pahala berjuang menegakkan Islam) orang-orang yang beriman berkata: \"Alangkah baiknya sekiranya diturunkan satu surah (dari Al-Quran, yang memerintahkan kami berjuang)?\" Maka apabila diturunkan satu surah (dari Al-Quran) yang tegas keterangannya dan tersebut padanya hukum-hukum yang mewajibkan perang Jihad (menentang pencerobohan musuh), sudah tentu engkau akan melihat orang-orang yang ada penyakit (kufur) dalam hatinya memandang kepadamu dengan terbeliak matanya kerana gerun takut menghadapi mati; dengan yang demikian, maka kebinasaanlah lebih hampir kepada mereka."
                },
                {
                    "id": 1095542,
                    "resource_id": 161,
                    "text": "মু’মিনরা বলে- একটি সূরাহ নাযিল হয় না কেন? অতঃপর যখন কোন সুস্পষ্ট অর্থবোধক সূরাহ অবতীর্ণ হয় আর তাতে যুদ্ধের কথা উল্লেখ থাকে, তখন যাদের অন্তরে রোগ আছে তুমি তাদেরকে দেখবে মৃত্যুর ভয়ে জ্ঞানহারা লোকের মত তোমার দিকে তাকাচ্ছে। কাজেই ধ্বংস তাদের জন্য।"
                }
            ]
        },
        {
            "id": 4566,
            "verse_number": 21,
            "verse_key": "47:21",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 446,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
            "page_number": 509,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100099,
                    "resource_id": 20,
                    "text": "Obedience and good words. And when the matter [of fighting] was determined, if they had been true to Allāh, it would have been better for them."
                },
                {
                    "id": 217948,
                    "resource_id": 39,
                    "text": "(Mereka selalu berkata: \"Pendirian kami) mematuhi perintah dan memperkatakan perkataan yang baik (yang diredhai Allah)\". Dalam pada itu, apabila perkara (peperangan Jihad) itu ditetapkan wajibnya, (mereka tidak menyukainya); maka kalaulah mereka bersifat jujur kepada Allah (dengan mematuhi perintahNya), tentulah yang demikian itu amat baik bagi mereka."
                },
                {
                    "id": 1095543,
                    "resource_id": 161,
                    "text": "(আল্লাহর) আনুগত্য করা ও ন্যায়সঙ্গত কথা বলা। অতঃপর যুদ্ধের সিদ্ধান্ত হলে তারা যদি আল্লাহর নিকট দেয়া অঙ্গীকার পূর্ণ করত, তবে তা তাদের জন্য কল্যাণকর হত।"
                }
            ]
        },
        {
            "id": 4567,
            "verse_number": 22,
            "verse_key": "47:22",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 446,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
            "page_number": 509,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100100,
                    "resource_id": 20,
                    "text": "So would you perhaps, if you turned away,<sup foot_note=197387>1</sup> cause corruption on earth and sever your [ties of] relationship?"
                },
                {
                    "id": 217949,
                    "resource_id": 39,
                    "text": "(Kalau kamu tidak mematuhi perintah) maka tidakkah kamu harus dibimbang dan dikhuatirkan - jika kamu dapat memegang kuasa - kamu akan melakukan kerosakan di muka bumi, dan memutuskan hubungan silaturrahim dengan kaum kerabat?"
                },
                {
                    "id": 1095544,
                    "resource_id": 161,
                    "text": "ক্ষমতা পেলে সম্ভবতঃ তোমরা পৃথিবীতে বিপর্যয় সৃষ্টি করবে আর আত্মীয়তার বন্ধন ছিন্ন করবে।"
                }
            ]
        },
        {
            "id": 4568,
            "verse_number": 23,
            "verse_key": "47:23",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 446,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَـٰرَهُمْ",
            "page_number": 509,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100101,
                    "resource_id": 20,
                    "text": "Those [who do so] are the ones that Allāh has cursed, so He deafened them and blinded their vision."
                },
                {
                    "id": 217950,
                    "resource_id": 39,
                    "text": "(Orang-orang yang melakukan perkara yang tersebut) merekalah yang dilaknat oleh Allah serta ditulikan pendengaran mereka, dan dibutakan penglihatannya"
                },
                {
                    "id": 1095545,
                    "resource_id": 161,
                    "text": "এদের প্রতিই আল্লাহ অভিসম্পাত করেন, অতঃপর তাদেরকে বধির করেন আর তাদের দৃষ্টিশক্তিকে করেন অন্ধ।"
                }
            ]
        },
        {
            "id": 4569,
            "verse_number": 24,
            "verse_key": "47:24",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 446,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
            "page_number": 509,
            "juz_number": 26,
            "translations": [
                {
                    "id": 99991,
                    "resource_id": 20,
                    "text": "Then do they not reflect upon the Qur’ān, or are there locks upon [their] hearts?"
                },
                {
                    "id": 217951,
                    "resource_id": 39,
                    "text": "(Setelah diterangkan yang demikian) maka adakah mereka sengaja tidak berusaha memahami serta memikirkan isi Al-Quran? Atau telah ada di atas hati mereka kunci penutup (yang menghalangnya daripada menerima ajaran Al-Quran)?"
                },
                {
                    "id": 1095546,
                    "resource_id": 161,
                    "text": "তারা কি কুরআন সম্বন্ধে গভীরভাবে চিন্তা করে না, না তাদের অন্তরে তালা দেয়া আছে?"
                }
            ]
        },
        {
            "id": 4570,
            "verse_number": 25,
            "verse_key": "47:25",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 446,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَـٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَـٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
            "page_number": 509,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100102,
                    "resource_id": 20,
                    "text": "Indeed, those who reverted back [to disbelief] after guidance had become clear to them - Satan enticed them and prolonged hope for them."
                },
                {
                    "id": 217952,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang telah berbalik kepada keingkaran mereka sesudah terang nyata kepada mereka kebenaran petunjuk (yang dikemukakan kepadanya), Syaitanlah yang memperdayakan mereka (berlaku demikian), serta memanjangkan angan-angan mereka."
                },
                {
                    "id": 1095547,
                    "resource_id": 161,
                    "text": "যাদের কাছে সঠিক পথ সুস্পষ্ট হওয়ার পর তারা পিছনে ফিরে যায়, শয়ত্বান তাদের জন্য তাদের কাজকে সুন্দর করে দেখায়, আর তাদেরকে দেয় মিথ্যা আশা।"
                }
            ]
        },
        {
            "id": 4571,
            "verse_number": 26,
            "verse_key": "47:26",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 446,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
            "page_number": 509,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100104,
                    "resource_id": 20,
                    "text": "That is because they said to those who disliked what Allāh sent down,<sup foot_note=197388>1</sup> \"We will obey you in part of the matter.\" And Allāh knows what they conceal."
                },
                {
                    "id": 217953,
                    "resource_id": 39,
                    "text": "Berlakunya yang demikian ialah: kerana mereka berkata kepada orang-orang yang tidak menyukai perkara yang diturunkan oleh Allah: \"Kami akan patuh kepada kamu pada setengah perkara (yang berhubung dengan menentang Muhammad dan pengikutnya) itu\"; sedang Allah mengetahui segala (perkataan dan perbuatan) yang mereka sembunyikan."
                },
                {
                    "id": 1095548,
                    "resource_id": 161,
                    "text": "এ কারণেই আল্লাহ যা অবতীর্ণ করেছেন তাকে যারা অপছন্দ করে তাদেরকে তারা বলে দিয়েছে যে, কোন কোন ব্যাপারে আমরা তোমাদেরকে মানবো। আল্লাহ তাদের গোপন কথাবার্তাকে খুব ভাল করেই জানেন।"
                }
            ]
        },
        {
            "id": 4572,
            "verse_number": 27,
            "verse_key": "47:27",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 446,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ",
            "page_number": 509,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100105,
                    "resource_id": 20,
                    "text": "Then how [will it be] when the angels take them in death, striking their faces and their backs?"
                },
                {
                    "id": 217954,
                    "resource_id": 39,
                    "text": "(Kalaulah mereka terlepas sekarang dari bencana kejahatan mereka) maka bagaimanakah (mereka dapat menolak azab seksa) apabila malaikat mengambil nyawa mereka sambil memukul muka dan punggung mereka?"
                },
                {
                    "id": 1095549,
                    "resource_id": 161,
                    "text": "তখন কেমন দশা হবে যখন ফেরেশতারা তাদের মুখে আর পিঠে মারতে মারতে তাদের জান বের করবে।"
                }
            ]
        },
        {
            "id": 4573,
            "verse_number": 28,
            "verse_key": "47:28",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 446,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
            "page_number": 509,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100106,
                    "resource_id": 20,
                    "text": "That is because they followed what angered Allāh and disliked [what earns] His pleasure, so He rendered worthless their deeds."
                },
                {
                    "id": 217955,
                    "resource_id": 39,
                    "text": "(Kematian mereka dalam keadaan yang buruk) itu, kerana mereka menurut (serta melakukan) perkara-perkara yang menyebabkan kemurkaan Allah, dan mereka pula membenci perkara-perkara yang diredhaiNya; oleh itu, Allah gugurkan amal-amal mereka (yang baik, yang pernah mereka lakukan)."
                },
                {
                    "id": 1095550,
                    "resource_id": 161,
                    "text": "এর কারণ এই যে, তারা তারই অনুসরণ করে যা আল্লাহকে অসন্তুষ্ট করে, আর তারা তাঁর সন্তোষকে অপছন্দ করে, ফলে তিনি তাদের সমস্ত ‘আমাল নষ্ট করে দিয়েছেন।"
                }
            ]
        },
        {
            "id": 4574,
            "verse_number": 29,
            "verse_key": "47:29",
            "hizb_number": 51,
            "rub_el_hizb_number": 203,
            "ruku_number": 447,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَـٰنَهُمْ",
            "page_number": 509,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100107,
                    "resource_id": 20,
                    "text": "Or do those in whose hearts is disease think that Allāh would never expose their [feelings of] hatred?"
                },
                {
                    "id": 217956,
                    "resource_id": 39,
                    "text": "Patutkah orang-orang (munafik) yang ada penyakit (syak, ragu-ragu) dalam hatinya: menyangka bahawa Allah tidak sekali-kali akan mendedahkan perasaan dendam dan hasad dengki mereka (terhadap Nabi Muhammad s.a.w dan umatnya)?"
                },
                {
                    "id": 1095551,
                    "resource_id": 161,
                    "text": "যাদের অন্তরে রোগ আছে তারা কি মনে করে যে, আল্লাহ কক্ষনো তাদের লুকানো বিদ্বেষভাব প্রকাশ করে দিবেন না?"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}