{
    "verses": [
        {
            "id": 303,
            "verse_number": 10,
            "verse_key": "3:10",
            "hizb_number": 5,
            "rub_el_hizb_number": 20,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ لَن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۖ وَأُو۟لَـٰٓئِكَ هُمْ وَقُودُ ٱلنَّارِ",
            "page_number": 51,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98663,
                    "resource_id": 20,
                    "text": "Indeed, those who disbelieve - never will their wealth or their children avail them against Allāh at all. And it is they who are fuel for the Fire."
                },
                {
                    "id": 216537,
                    "resource_id": 39,
                    "text": "Sebenarnya harta benda orang-orang kafir, dan juga anak-pinak mereka tidak sekali-kali akan menyelamatkan mereka dari (azab seksa) Allah sedikit juapun; dan mereka itulah bahan bakaran api neraka."
                },
                {
                    "id": 1091280,
                    "resource_id": 161,
                    "text": "নিশ্চয়ই যারা কুফরী করে তাদের ধন-সম্পদ ও সন্তান-সন্ততি আল্লাহর সামনে কোন কাজে লাগবে না এবং তারাই আগুনের ইন্ধন।"
                }
            ]
        },
        {
            "id": 304,
            "verse_number": 11,
            "verse_key": "3:11",
            "hizb_number": 5,
            "rub_el_hizb_number": 20,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "كَدَأْبِ ءَالِ فِرْعَوْنَ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
            "page_number": 51,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98676,
                    "resource_id": 20,
                    "text": "[Theirs is] like the custom of the people of Pharaoh and those before them. They denied Our signs, so Allāh seized them for their sins. And Allāh is severe in penalty."
                },
                {
                    "id": 216522,
                    "resource_id": 39,
                    "text": "(Keadaan orang-orang kafir itu) sama seperti keadaan kaum Firaun, dan orang-orang yang terdahulu dari mereka; mereka mendustakan ayat-ayat keterangan Kami, lalu Allah menyeksa mereka disebabkan dosa-dosa mereka. Dan (ingatlah), Allah Maha berat azab seksaNya."
                },
                {
                    "id": 1091281,
                    "resource_id": 161,
                    "text": "তাদের স্বভাব ফেরাওনী দল এবং তাদের আগের লোকেদের মত যারা আমার আয়াতগুলোকে মিথ্যা প্রতিপন্ন করেছে; সুতরাং আল্লাহ তাদের গুনাহের দরুন তাদেরকে পাকড়াও করলেন, আল্লাহ শাস্তি দানে অত্যন্ত কঠোর।"
                }
            ]
        },
        {
            "id": 305,
            "verse_number": 12,
            "verse_key": "3:12",
            "hizb_number": 5,
            "rub_el_hizb_number": 20,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قُل لِّلَّذِينَ كَفَرُوا۟ سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَىٰ جَهَنَّمَ ۚ وَبِئْسَ ٱلْمِهَادُ",
            "page_number": 51,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98698,
                    "resource_id": 20,
                    "text": "Say to those who disbelieve, \"You will be overcome and gathered together to Hell, and wretched is the resting place.\""
                },
                {
                    "id": 216560,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad) kepada orang-orang kafir itu: \"Kamu akan dikalahkan (di dunia ini) dan akan dihimpunkan (pada hari kiamat) ke dalam neraka Jahannam, dan itulah seburuk-buruk tempat yang disediakan\"."
                },
                {
                    "id": 1091282,
                    "resource_id": 161,
                    "text": "যারা কুফরী করে তাদেরকে বলে দাও, ‘তোমরা অচিরেই পরাজিত হবে আর তোমাদেরকে জাহান্নামের দিকে হাঁকানো হবে, ওটা কতই না নিকৃষ্ট আবাসস্থান’!"
                }
            ]
        },
        {
            "id": 306,
            "verse_number": 13,
            "verse_key": "3:13",
            "hizb_number": 5,
            "rub_el_hizb_number": 20,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَدْ كَانَ لَكُمْ ءَايَةٌ فِى فِئَتَيْنِ ٱلْتَقَتَا ۖ فِئَةٌ تُقَـٰتِلُ فِى سَبِيلِ ٱللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْىَ ٱلْعَيْنِ ۚ وَٱللَّهُ يُؤَيِّدُ بِنَصْرِهِۦ مَن يَشَآءُ ۗ إِنَّ فِى ذَٰلِكَ لَعِبْرَةً لِّأُو۟لِى ٱلْأَبْصَـٰرِ",
            "page_number": 51,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98719,
                    "resource_id": 20,
                    "text": "Already there has been for you a sign in the two armies which met [in combat at Badr] - one fighting in the cause of Allāh and another of disbelievers. They saw them [to be] twice their [own] number by [their] eyesight.<sup foot_note=196045>1</sup> But Allāh supports with His victory whom He wills. Indeed in that is a lesson for those of vision."
                },
                {
                    "id": 216583,
                    "resource_id": 39,
                    "text": "Sesungguhnya telah ada satu tanda (bukti) bagi kamu pada (peristiwa) dua pasukan yang telah bertemu (di medan perang); satu pasukan (orang-orang Islam) berperang pada jalan Allah (kerana mempertahankan ugama Allah), dan yang satu lagi dari golongan kafir musyrik. Mereka (yang kafir itu) melihat orang-orang Islam dengan pandangan mata biasa - dua kali ramainya berbanding dengan mereka sendiri. Dan Allah sentiasa menguatkan sesiapa yang dikehendakiNya, dengan memberikan pertolonganNya. Sesungguhnya pada peristiwa itu terdapat satu pengajaran yang memberi insaf bagi orang-orang yang berfikiran (yang celik mata hatinya)."
                },
                {
                    "id": 1091283,
                    "resource_id": 161,
                    "text": "তোমাদের জন্য অবশ্যই নিদর্শন আছে সেই দু’দল সৈন্যের মধ্যে যারা পরস্পর প্রতিদ্বন্দীরূপে দাঁড়িয়েছিল (বদর প্রান্তরে)। একদল আল্লাহর পথে যুদ্ধ করেছিল এবং অপরদল ছিল কাফির, কাফিররা মুসলিমদেরকে প্রকাশ্য চোখে দ্বিগুণ দেখছিল। আল্লাহ যাকে ইচ্ছে স্বীয় সাহায্যের দ্বারা শক্তিশালী করে থাকেন, নিশ্চয়ই এতে দৃষ্টিমানদের জন্য শিক্ষা রয়েছে।"
                }
            ]
        },
        {
            "id": 307,
            "verse_number": 14,
            "verse_key": "3:14",
            "hizb_number": 5,
            "rub_el_hizb_number": 20,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "زُيِّنَ لِلنَّاسِ حُبُّ ٱلشَّهَوَٰتِ مِنَ ٱلنِّسَآءِ وَٱلْبَنِينَ وَٱلْقَنَـٰطِيرِ ٱلْمُقَنطَرَةِ مِنَ ٱلذَّهَبِ وَٱلْفِضَّةِ وَٱلْخَيْلِ ٱلْمُسَوَّمَةِ وَٱلْأَنْعَـٰمِ وَٱلْحَرْثِ ۗ ذَٰلِكَ مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلْمَـَٔابِ",
            "page_number": 51,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98736,
                    "resource_id": 20,
                    "text": "Beautified for people is the love of that which they desire - of women and sons, heaped-up sums of gold and silver, fine branded horses, and cattle and tilled land. That is the enjoyment of worldly life, but Allāh has with Him the best return [i.e., Paradise]."
                },
                {
                    "id": 216600,
                    "resource_id": 39,
                    "text": "Dihiaskan (dan dijadikan indah) kepada manusia: kesukaan kepada benda-benda yang diingini nafsu, iaitu perempuan-perempuan dan anak-pinak; harta benda yang banyak bertimbun-timbun, dari emas dan perak; kuda peliharaan yang bertanda lagi terlatih; dan binatang-binatang ternak serta kebun-kebun tanaman. Semuanya itu ialah kesenangan hidup di dunia. Dan (ingatlah), pada sisi Allah ada tempat kembali yang sebaik-baiknya (iaitu Syurga)."
                },
                {
                    "id": 1091284,
                    "resource_id": 161,
                    "text": "মানুষের কাছে সুশোভিত করা হয়েছে নারী, সন্তান, স্ত্তপীকৃত স্বর্ণ ও রৌপ্যভান্ডার, চিহ্নযুক্ত অশ্বরাজি, গৃহপালিত পশু এবং শস্যক্ষেত্র, এসব পার্থিব জীবনের সম্পদ, আর আল্লাহ -তাঁরই নিকট রয়েছে উত্তম আশ্রয়স্থল।"
                }
            ]
        },
        {
            "id": 308,
            "verse_number": 15,
            "verse_key": "3:15",
            "hizb_number": 6,
            "rub_el_hizb_number": 21,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَٰلِكُمْ ۚ لِلَّذِينَ ٱتَّقَوْا۟ عِندَ رَبِّهِمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَأَزْوَٰجٌ مُّطَهَّرَةٌ وَرِضْوَٰنٌ مِّنَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
            "page_number": 51,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98750,
                    "resource_id": 20,
                    "text": "Say, \"Shall I inform you of [something] better than that? For those who fear Allāh will be gardens in the presence of their Lord beneath which rivers flow, wherein they abide eternally, and purified spouses and approval from Allāh. And Allāh is Seeing [i.e., aware] of [His] servants -"
                },
                {
                    "id": 216614,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Mahukah supaya aku khabarkan kepada kamu akan yang lebih baik daripada semuanya itu? Iaitu bagi orang-orang yang bertaqwa disediakan di sisi Tuhan mereka beberapa Syurga, yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Disediakan juga pasangan-pasangan/ isteri-isteri yang suci bersih, serta (beroleh pula) keredaan dari Allah\". Dan (ingatlah), Allah sentiasa Melihat akan hamba-hambaNya;"
                },
                {
                    "id": 1091285,
                    "resource_id": 161,
                    "text": "বল, আমি কি তোমাদেরকে এ সব হতেও অতি উত্তম কোন কিছুর সংবাদ দেব? যারা মুত্তাকী তাদের জন্য তাদের প্রতিপালকের নিকট এমন বাগান রয়েছে, যার নিম্নে নদী প্রবাহিত, তারা তাতে চিরকাল থাকবে আর রয়েছে পবিত্র সঙ্গী এবং আল্লাহর সন্তুষ্টি, বস্তুতঃ আল্লাহ বান্দাগণের সম্পর্কে সম্যক দ্রষ্টা।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}