{
    "verses": [
        {
            "id": 4584,
            "verse_number": 1,
            "verse_key": "48:1",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 448,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": " إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا",
            "page_number": 511,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100134,
                    "resource_id": 20,
                    "text": "Indeed, We have given you, [O Muḥammad], a clear conquest<sup foot_note=197389>1</sup>"
                },
                {
                    "id": 217987,
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami telah membuka bagi perjuanganmu (wahai Muhammad) satu jalan kemenangan yang jelas nyata,"
                },
                {
                    "id": 1095561,
                    "resource_id": 161,
                    "text": "আমি তোমাকে দিয়েছি স্পষ্ট বিজয়।"
                }
            ]
        },
        {
            "id": 4585,
            "verse_number": 2,
            "verse_key": "48:2",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 448,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًا مُّسْتَقِيمًا",
            "page_number": 511,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100148,
                    "resource_id": 20,
                    "text": "That Allāh may forgive for you what preceded of your sin [i.e., errors] and what will follow and complete His favor upon you and guide you to a straight path"
                },
                {
                    "id": 217998,
                    "resource_id": 39,
                    "text": "Kemenangan yang dengan sebabnya Allah mengampunkan salah dan silapmu yang telah lalu dan yang terkemudian, dan menyempurnakan nikmatNya kepadamu, serta menambahkanmu hidayah ke jalan yang lurus (dalam mengembangkan Islam dan melaksanakan hukum-hukumnya)."
                },
                {
                    "id": 1095562,
                    "resource_id": 161,
                    "text": "যাতে আল্লাহ তোমার আগের ও পিছের যাবতীয় ভুলভ্রান্তি ক্ষমা করেন, তোমার উপর তাঁর নি‘মাত পূর্ণ করেন এবং তোমাকে সরল সঠিক পথে পরিচালিত করেন।"
                }
            ]
        },
        {
            "id": 4586,
            "verse_number": 3,
            "verse_key": "48:3",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 448,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا",
            "page_number": 511,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100160,
                    "resource_id": 20,
                    "text": "And [that] Allāh may aid you with a mighty victory."
                },
                {
                    "id": 218014,
                    "resource_id": 39,
                    "text": "Dan dengan sebabnya Allah memberikanmu pertolongan (untuk mencapai kejayaan) dengan sepunuh-penuh dan sehandal-handal pertolongan (yang tidak ada bandingannya)."
                },
                {
                    "id": 1095563,
                    "resource_id": 161,
                    "text": "আর আল্লাহ তোমাকে প্রবল পরাক্রান্ত সাহায্য দান করেন।"
                }
            ]
        },
        {
            "id": 4587,
            "verse_number": 4,
            "verse_key": "48:4",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 448,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِىٓ أَنزَلَ ٱلسَّكِينَةَ فِى قُلُوبِ ٱلْمُؤْمِنِينَ لِيَزْدَادُوٓا۟ إِيمَـٰنًا مَّعَ إِيمَـٰنِهِمْ ۗ وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
            "page_number": 511,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100162,
                    "resource_id": 20,
                    "text": "It is He who sent down tranquility into the hearts of the believers that they would increase in faith along with their [present] faith. And to Allāh belong the soldiers of the heavens and the earth, and ever is Allāh Knowing and Wise."
                },
                {
                    "id": 218016,
                    "resource_id": 39,
                    "text": "(Tuhan yang membuka jalan kemenangan itu) Dia lah yang menurunkan semangat tenang tenteram ke dalam hati orang-orang yang beriman (semasa mereka meradang terhadap angkara musuh) supaya mereka bertambah iman dan yakin beserta dengan iman dan keyakinan mereka yang sedia ada; pada hal Allah menguasai tentera langit dan bumi (untuk menolong mereka); dan Allah adalah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1095564,
                    "resource_id": 161,
                    "text": "তিনিই মু’মিনদের দিলে প্রশান্তি নাযিল করেন যাতে তারা তাদের ঈমানের সাথে আরো ঈমান বাড়িয়ে নেয়। আসমান ও যমীনের যাবতীয় বাহিনী আল্লাহর কর্তৃত্বের অধীন। আল্লাহ সর্বজ্ঞ ও প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 4588,
            "verse_number": 5,
            "verse_key": "48:5",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 448,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "لِّيُدْخِلَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِندَ ٱللَّهِ فَوْزًا عَظِيمًا",
            "page_number": 511,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100164,
                    "resource_id": 20,
                    "text": "[And] that He may admit the believing men and the believing women to gardens beneath which rivers flow to abide therein eternally and remove from them their misdeeds - and ever is that, in the sight of Allāh, a great attainment"
                },
                {
                    "id": 218019,
                    "resource_id": 39,
                    "text": "(Allah melakukan yang demikian) supaya ia memasukkan orang-orang yang beriman - lelaki dan perempuan - ke dalam Syurga yang mengalir di bawahnya beberapa sungai; dengan keadaan kekal mereka di dalamnya, serta menghapuskan dosa-dosa mereka; dan adalah yang demikian itu pada sisi Allah merupakan kejayaan yang besar (untuk mereka);"
                },
                {
                    "id": 1095565,
                    "resource_id": 161,
                    "text": "(তিনি এ কাজ করেন এজন্য) যাতে তিনি মু’মিন পুরুষ ও মু’মিনা নারীকে জান্নাতে প্রবিষ্ট করেন যার তলদেশে ঝর্ণাধারা প্রবাহিত। তাতে তারা চিরকাল থাকবে। তিনি তাদের পাপ মোচন করে দিবেন। আল্লাহর দৃষ্টিতে এটাই বিরাট সাফল্য।"
                }
            ]
        },
        {
            "id": 4589,
            "verse_number": 6,
            "verse_key": "48:6",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 448,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَـٰتِ ٱلظَّآنِّينَ بِٱللَّهِ ظَنَّ ٱلسَّوْءِ ۚ عَلَيْهِمْ دَآئِرَةُ ٱلسَّوْءِ ۖ وَغَضِبَ ٱللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
            "page_number": 511,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100166,
                    "resource_id": 20,
                    "text": "And [that] He may punish the hypocrite men and hypocrite women, and the polytheist men and polytheist women - those who assume about Allāh an assumption of evil nature. Upon them is a misfortune of evil nature; and Allāh has become angry with them and has cursed them and prepared for them Hell, and evil it is as a destination."
                },
                {
                    "id": 218022,
                    "resource_id": 39,
                    "text": "Dan supaya Ia menyeksa orang-orang munafik - lelaki dan perempuan, dan orang-orang musyrik - lelaki dan perempuan, yang menyangka terhadap Allah dengan sangkaan yang buruk (bahawa Ia akan mengecewakan RasulNya). Atas merekalah tertimpanya bala bencana yang dibawa oleh peredaran zaman; dan (selain itu) Allah murkai mereka dan melaknatkan mereka serta menyediakan untuk mereka neraka Jahannam; sedang neraka Jahannam itu adalah seburuk-buruk tempat kembali."
                },
                {
                    "id": 1095566,
                    "resource_id": 161,
                    "text": "আর তিনি মুনাফিক পুরুষ ও মুনাফিকা নারী, মুশরিক পুরুষ ও মুশরিকা নারীকে শাস্তি দিবেন যারা আল্লাহ সম্পর্কে খারাপ ধারণা পোষণ করে। তাদের জন্য আছে অশুভ চক্র। আল্লাহ তাদের উপর রাগান্বিত হয়েছেন আর তাদেরকে লা‘নাত করেছেন। তাদের জন্য প্রস্তুত করে রেখেছেন জাহান্নাম। তা কতই না নিকৃষ্ট আবাসস্থল!"
                }
            ]
        },
        {
            "id": 4590,
            "verse_number": 7,
            "verse_key": "48:7",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 448,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
            "page_number": 511,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100170,
                    "resource_id": 20,
                    "text": "And to Allāh belong the soldiers of the heavens and the earth. And ever is Allāh Exalted in Might and Wise."
                },
                {
                    "id": 218025,
                    "resource_id": 39,
                    "text": "Dan Allah menguasai tentera langit dan bumi (untuk menyeksa orang-orang yang derhaka); dan Allah adalah Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1095567,
                    "resource_id": 161,
                    "text": "আসমান ও যমীনের যাবতীয় বাহিনী আল্লাহর কর্তৃত্বের অধীন। আল্লাহ মহা পরাক্রমশালী, মহা প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 4591,
            "verse_number": 8,
            "verse_key": "48:8",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 448,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّآ أَرْسَلْنَـٰكَ شَـٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
            "page_number": 511,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100172,
                    "resource_id": 20,
                    "text": "Indeed, We have sent you as a witness and a bringer of good tidings and a warner"
                },
                {
                    "id": 218027,
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami telah mengutusmu (wahai Muhammad) sebagai Rasul yang menjadi saksi (yang diterima keterangannya), dan sebagai pembawa berita gembira (kepada orang-orang yang beriman), serta pemberi amaran (kepada orang-orang yang ingkar)."
                },
                {
                    "id": 1095568,
                    "resource_id": 161,
                    "text": "(হে রাসূল) আমি তোমাকে (সত্যের) সাক্ষ্যদাতা. (বিশ্বাসীদের জন্য) সুসংবাদদাতা ও (অবিশ্বাসীদের জন্য) সতর্ককারী হিসেবে পাঠিয়েছি।"
                }
            ]
        },
        {
            "id": 4592,
            "verse_number": 9,
            "verse_key": "48:9",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 448,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "لِّتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
            "page_number": 511,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100174,
                    "resource_id": 20,
                    "text": "That you [people] may believe in Allāh and His Messenger and honor him and respect him [i.e., the Prophet (ﷺ)] and exalt Him [i.e., Allāh] morning and afternoon."
                },
                {
                    "id": 218028,
                    "resource_id": 39,
                    "text": "(Kami mengutusmu wahai Muhammad) supaya engkau dan umatmu beriman kepada Allah dan RasulNya, dan supaya kamu kuatkan ugamaNya serta memuliakanNya, dan supaya kamu beribadat kepadaNya pada waktu pagi dan petang."
                },
                {
                    "id": 1095569,
                    "resource_id": 161,
                    "text": "যেন (ওহে মানুষেরা) তোমরা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আন, রসূলকে শক্তি যোগাও আর তাকে সম্মান কর, আর সকাল-সন্ধ্যায় আল্লাহর মহিমা ঘোষণা কর।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}