{
    "verses": [
        {
            "id": 4599,
            "verse_number": 16,
            "verse_key": "48:16",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 449,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قُل لِّلْمُخَلَّفِينَ مِنَ ٱلْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُو۟لِى بَأْسٍ شَدِيدٍ تُقَـٰتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِن تُطِيعُوا۟ يُؤْتِكُمُ ٱللَّهُ أَجْرًا حَسَنًا ۖ وَإِن تَتَوَلَّوْا۟ كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
            "page_number": 513,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100143,
                    "resource_id": 20,
                    "text": "Say to those who remained behind of the bedouins, \"You will be called to [face] a people of great military might; you may fight them, or they will submit.<sup foot_note=197395>1</sup> So if you obey, Allāh will give you a good reward; but if you turn away as you turned away before, He will punish you with a painful punishment.\""
                },
                {
                    "id": 217993,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad) kepada orang-orang yang tidak turut berjuang (bersama-samamu) dari kalangan kaum-kaum Arab Badwi: \"Kamu akan diajak menentang satu kaum (penceroboh) yang sangat kuat gagah supaya kamu memeranginya, atau mereka menurut perintah Islam (secara damai). Jika kamu taat (menjalankan perintah Allah ini), Allah akan mengurniakan kamu dengan balasan yang baik (di dunia dan akhirat), dan kalau kamu berpaling ingkar seperti keingkaran dahulu, nescaya Allah akan menyeksa kamu dengan azab yang tidak terperi sakitnya\"."
                },
                {
                    "id": 1095576,
                    "resource_id": 161,
                    "text": "বেদুঈনদের যারা পেছনে রয়ে গিয়েছিল তাদেরকে বল- ‘তোমাদেরকে যুদ্ধ করতে ডাকা হবে খুবই শক্তিশালী এক জাতির বিরুদ্ধে, তোমরা তাদের বিরুদ্ধে যুদ্ধ করবে অথবা তারা আত্মসমর্পণ করবে। তোমরা যদি তখন তা মান্য কর, আল্লাহ তোমাদেরকে উত্তম পুরস্কার দিবেন। আর যদি পিঠ ফিরিয়ে নাও যেমন তোমরা আগে পিঠ ফিরিয়ে নিয়েছিলে, তাহলে আল্লাহ তোমাদেরকে কষ্টদায়ক শাস্তি দিবেন।"
                }
            ]
        },
        {
            "id": 4600,
            "verse_number": 17,
            "verse_key": "48:17",
            "hizb_number": 51,
            "rub_el_hizb_number": 204,
            "ruku_number": 449,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "لَّيْسَ عَلَى ٱلْأَعْمَىٰ حَرَجٌ وَلَا عَلَى ٱلْأَعْرَجِ حَرَجٌ وَلَا عَلَى ٱلْمَرِيضِ حَرَجٌ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
            "page_number": 513,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100144,
                    "resource_id": 20,
                    "text": "There is not upon the blind any guilt or upon the lame any guilt or upon the ill any guilt [for remaining behind]. And whoever obeys Allāh and His Messenger - He will admit him to gardens beneath which rivers flow; but whoever turns away - He will punish him with a painful punishment."
                },
                {
                    "id": 217994,
                    "resource_id": 39,
                    "text": "Tidaklah menjadi salah kepada orang buta, dan tidaklah menjadi salah kepada orang tempang, dan tidaklah menjadi salah kepada orang sakit (tidak turut berperang, kerana masing-masing ada uzurnya). Dan (ingatlah), sesiapa yang taat kepada Allah dan RasulNya, akan dimasukkanNya ke dalam Syurga yang mengalir di bawahnya beberapa sungai; dan sesiapa yang berpaling ingkar, akan diseksaNya dengan azab yang tidak terperi sakitnya."
                },
                {
                    "id": 1095577,
                    "resource_id": 161,
                    "text": "অন্ধের উপর কোন দোষ নেই, খোঁড়ার উপর কোন দোষ নেই, রোগীর উপর কোন দোষ নেই। আর যে কেউই আল্লাহ ও তাঁর রসূলের আনুগত্য করবে, আল্লাহ তাকে জান্নাতে প্রবিষ্ট করবেন, যার নীচ দিয়ে ঝর্ণাধারা প্রবাহিত। আর যে ব্যক্তি পিঠ ফিরিয়ে নিবে, তিনি তাকে কষ্টদায়ক শাস্তি দিবেন।"
                }
            ]
        },
        {
            "id": 4601,
            "verse_number": 18,
            "verse_key": "48:18",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 450,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ لَّقَدْ رَضِىَ ٱللَّهُ عَنِ ٱلْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَنزَلَ ٱلسَّكِينَةَ عَلَيْهِمْ وَأَثَـٰبَهُمْ فَتْحًا قَرِيبًا",
            "page_number": 513,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100145,
                    "resource_id": 20,
                    "text": "Certainly was Allāh pleased with the believers when they pledged allegiance to you, [O Muḥammad], under the tree, and He knew what was in their hearts, so He sent down tranquility upon them and rewarded them with an imminent conquest<sup foot_note=197396>1</sup>"
                },
                {
                    "id": 214850,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya! Allah reda akan orang-orang yang beriman, ketika mereka memberikan pengakuan taat setia kepadamu (wahai Muhammad) di bawah naungan pohon (yang termaklum di Hudaibiyah); maka (dengan itu) ternyata apa yang sedia diketahuiNya tentang (kebenaran iman dan taat setia) yang ada dalam hati mereka, lalu Ia menurunkan semangat tenang tenteram kepada mereka, dan membalas mereka dengan kemenangan yang dekat masa datangnya;"
                },
                {
                    "id": 1095578,
                    "resource_id": 161,
                    "text": "মু’মিনদের প্রতি আল্লাহ সন্তুষ্ট হলেন যখন তারা (হুদাইবিয়ায়) গাছের তলে তোমার কাছে বায়‘আত নিল। আল্লাহ জানতেন তাদের অন্তরে কী আছে, এজন্য তিনি তাদের উপর প্রশান্তি অবতীর্ণ করলেন আর পুরস্কার হিসেবে তাদেরকে দিলেন নিকট আসন্ন বিজয়।"
                }
            ]
        },
        {
            "id": 4602,
            "verse_number": 19,
            "verse_key": "48:19",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 450,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا ۗ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمًا",
            "page_number": 513,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100146,
                    "resource_id": 20,
                    "text": "And much war booty which they will take. And ever is Allāh Exalted in Might and Wise."
                },
                {
                    "id": 217995,
                    "resource_id": 39,
                    "text": "Dan juga dengan banyak harta rampasan perang, yang mereka akan dapat mengambilnya. Dan (ingatlah), Allah adalah Maha kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1095579,
                    "resource_id": 161,
                    "text": "আর বিপুল পরিমাণ গানীমাত যা তারা লাভ করবে। আল্লাহ মহা পরাক্রান্ত প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 4603,
            "verse_number": 20,
            "verse_key": "48:20",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 450,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَـٰذِهِۦ وَكَفَّ أَيْدِىَ ٱلنَّاسِ عَنكُمْ وَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَٰطًا مُّسْتَقِيمًا",
            "page_number": 513,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100149,
                    "resource_id": 20,
                    "text": "Allāh has promised you much booty that you will take [in the future] and has hastened for you this [victory] and withheld the hands of people from you - that it may be a sign for the believers and [that] He may guide you to a straight path."
                },
                {
                    "id": 217999,
                    "resource_id": 39,
                    "text": "(Sebagai memuliakan orang-orang yang memberi pengakuan taat setianya di Hudaibiyah, Tuhan menujukan firmannya kepada mereka): Allah menjanjikan kepada kamu harta rampasan yang banyak yang kamu akan mengambilnya, lalu Ia menyegerakan untuk kamu harta rampasan perang ini, serta Ia telah menahan tangan manusia (pihak musuh di situ) daripada menyerang kamu; (Allah melakukan yang demikian supaya kamu beroleh manfaat) dan supaya menjadi tanda (yang membuktikan kebenaran janjiNya) bagi orang-orang yang beriman, dan juga supaya Ia menambahkan kamu hidayah ke jalan yang lurus."
                },
                {
                    "id": 1095580,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদেরকে বিপুল পরিমাণ গানীমাতের ও‘য়াদা দিয়েছেন যা তোমরা লাভ করবে। এটা তিনি তোমাদেরকে আগেই দিলেন আর মানুষদের (অর্থাৎ মাক্কার কুরায়শদের) হাতকে তোমাদের (উপর পতিত হওয়া) থেকে সংযত করে রাখলেন যাতে তা মু’মিনদের জন্য একটা নিদর্শন হয় (যে প্রকৃত মু’মিনদেরকে আল্লাহ অতি সংকটময় মুহূর্তেও রক্ষা করতে পারেন), আর তিনি তোমাদেরকে সরল সঠিক পথে পরিচালিত করেন।"
                }
            ]
        },
        {
            "id": 4604,
            "verse_number": 21,
            "verse_key": "48:21",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 450,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَأُخْرَىٰ لَمْ تَقْدِرُوا۟ عَلَيْهَا قَدْ أَحَاطَ ٱللَّهُ بِهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
            "page_number": 513,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100150,
                    "resource_id": 20,
                    "text": "And [He promises] other [victories] that you were [so far] unable to [realize] which Allāh has already encompassed.<sup foot_note=197397>1</sup> And ever is Allāh, over all things, competent."
                },
                {
                    "id": 218000,
                    "resource_id": 39,
                    "text": "Dan ada lagi harta rampasan lain yang kamu belum dapat menguasainya, (tetapi) Allah telah memelihara harta itu dengan kekuasaanNya (untuk kamu mendapatnya); dan (ingatlah), Allah adalah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1095581,
                    "resource_id": 161,
                    "text": "এবং আরো অন্য (সাহায্য, সম্পদ ও বিজয়) যা এখনও তোমাদের অধিকারে আসেনি, আল্লাহ তা স্বীয় আয়ত্তে রেখেছেন, আল্লাহ সকল বিষয়ে ক্ষমতাবান।"
                }
            ]
        },
        {
            "id": 4605,
            "verse_number": 22,
            "verse_key": "48:22",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 450,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ قَـٰتَلَكُمُ ٱلَّذِينَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلْأَدْبَـٰرَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
            "page_number": 513,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100151,
                    "resource_id": 20,
                    "text": "And if those [Makkans] who disbelieve had fought you, they would have turned their backs [in flight]. Then they would not find a protector or a helper."
                },
                {
                    "id": 218001,
                    "resource_id": 39,
                    "text": "Dan sekiranya orang-orang kafir (dari penduduk Makkah) itu memerangi kamu (di Hudaibiyah), tentulah mereka akan berpaling melarikan diri dengan kekalahan; kemudian mereka tidak akan beroleh sesiapapun yang menjadi pelindung atau memberikan pertolongan."
                },
                {
                    "id": 1095582,
                    "resource_id": 161,
                    "text": "কাফিরগণ যদি তোমাদের সাথে যুদ্ধ বাঁধাত, তাহলে তারা অবশ্যই পিঠ ফিরিয়ে নিত, সে অবস্থায় তারা কোন পৃষ্ঠপোষক ও সাহায্যকারী পেত না।"
                }
            ]
        },
        {
            "id": 4606,
            "verse_number": 23,
            "verse_key": "48:23",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 450,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "سُنَّةَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
            "page_number": 513,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100152,
                    "resource_id": 20,
                    "text": "[This is] the established way of Allāh which has occurred before. And never will you find in the way of Allāh any change."
                },
                {
                    "id": 218002,
                    "resource_id": 39,
                    "text": "(Kekalahan orang-orang yang menentang Rasul Allah sudah tetap menurut) \"Sunnatullah\" (peraturan Allah) yang telah berlaku semenjak dahulu lagi; dan engkau tidak akan mendapati sebarang perubahan bagi cara dan peraturan Allah itu."
                },
                {
                    "id": 1095583,
                    "resource_id": 161,
                    "text": "(এটাই) আল্লাহর বিধান, অতীতেও তাই হয়েছে, তুমি আল্লাহর বিধানে কক্ষনো কোন পরিবর্তন পাবে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}