{
    "verses": [
        {
            "id": 4607,
            "verse_number": 24,
            "verse_key": "48:24",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 450,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَهُوَ ٱلَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِنۢ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
            "page_number": 514,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100153,
                    "resource_id": 20,
                    "text": "And it is He who withheld their hands from you and your hands from them within [the area of] Makkah after He caused you to overcome them. And ever is Allāh, of what you do, Seeing."
                },
                {
                    "id": 218004,
                    "resource_id": 39,
                    "text": "Dan Dia lah yang telah menahan tangan mereka (yang musyrik) daripada melakukan perkara yang buruk terhadap kamu, dan tangan kamu daripada berbuat demikian kepada mereka di kawasan Makkah, sesudah Ia menjadikan kamu dapat menewaskan mereka. Dan (ingatlah), Allah adalah Maha Melihat akan segala yang kamu kerjakan."
                },
                {
                    "id": 1095584,
                    "resource_id": 161,
                    "text": "মক্কা উপত্যকায় তিনিই তাদের হাত তোমাদের থেকে আর তোমাদের হাত তাদের থেকে বিরত রেখেছিলেন তোমাদেরকে তাদের উপর বিজয়ী করার পর। তোমরা যা কিছু কর আল্লাহ তা দেখেন।"
                }
            ]
        },
        {
            "id": 4608,
            "verse_number": 25,
            "verse_key": "48:25",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 450,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "هُمُ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَٱلْهَدْىَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُۥ ۚ وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَـٰتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَـُٔوهُمْ فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌۢ بِغَيْرِ عِلْمٍ ۖ لِّيُدْخِلَ ٱللَّهُ فِى رَحْمَتِهِۦ مَن يَشَآءُ ۚ لَوْ تَزَيَّلُوا۟ لَعَذَّبْنَا ٱلَّذِينَ كَفَرُوا۟ مِنْهُمْ عَذَابًا أَلِيمًا",
            "page_number": 514,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100154,
                    "resource_id": 20,
                    "text": "They are the ones who disbelieved and obstructed you from al-Masjid al-Ḥarām while the offering<sup foot_note=197398>1</sup> was prevented from reaching its place of sacrifice. And if not for believing men and believing women whom you did not know - that you might trample [i.e., kill] them and there would befall you because of them dishonor without [your] knowledge - [you would have been permitted to enter Makkah]. [This was so] that Allāh might admit to His mercy whom He willed. If they had been apart [from them], We would have punished those who disbelieved among them with painful punishment"
                },
                {
                    "id": 218005,
                    "resource_id": 39,
                    "text": "Mereka itulah orang-orang yang kafir dan menghalang kamu daripada masuk ke masjid Al-Haraam (Makkah Al-Mukarramah) serta (menyebabkan) binatang-binatang korban (yang kamu bawa): tertahan dari sampai ke tempat sembelihannya. Dan kalaulah tidak kerana kemungkinan kamu akan melakukan pembunuhan yang tidak sengaja terhadap beberapa orang yang beriman, lelaki dan perempuan, yang ada di antara orang-orang kafir itu, pada hal kamu tidak mengetahui mereka beriman, yang akibatnya kamu akan menanggung kesusahan dan dukacita disebabkan pembunuhan mereka, - (tentulah diizinkan kamu menyerang kaum musyrik yang mengancam kamu itu). (Tetapi tidak diizinkan) kerana Allah hendak memasukkan sesiapa yang dikehendakiNya ke dalam rahmatNya. Kalaulah mereka (penduduk Makkah - yang beriman dan yang musyrik) itu berpisahan (di antara satu puak dengan yang lain), tentulah Kami menyeksa orang-orang yang kafir dari mereka dengan seksa (di dunia) yang tidak terperi sakitnya."
                },
                {
                    "id": 1095585,
                    "resource_id": 161,
                    "text": "কুফুরী তো তারাই করেছিল আর তোমাদেরকে মাসজিদুল হারাম থেকে বাধা দিয়েছিল। বাধা দিয়েছিল কুরবানীর পশুগুলোকে কুরবানীর স্থানে পৌঁছতে। মু’মিন পুরুষ আর মু’মিন নারীরা যদি (মাক্কায় কাফিরদের মাঝে) না থাকত যাদের সম্পর্কে তোমরা জান না আর অজ্ঞতাবশতই তোমরা তাদেরকে পর্যুদস্ত করে দিবে যার ফলে তোমাদের উপর কলঙ্ক লেপন হবে-এমন সম্ভাবনা না থাকত, তাহলে তোমাদেরকে যুদ্ধের আদেশ দেয়া হত। যুদ্ধের আদেশ দেয়া হয়নি যাতে আল্লাহ যাকে ইচ্ছে তাঁর রহমাতের মধ্যে শামিল করে নিতে পারেন। (মাক্কায় অনেক মু’মিন আর কাফিররা একত্রিত না থেকে) যদি তারা পৃথক হয়ে থাকত, তাহলে আমি তাদের মধ্যে কাফিরদেরকে ভয়াবহ শাস্তি দিতাম।"
                }
            ]
        },
        {
            "id": 4609,
            "verse_number": 26,
            "verse_key": "48:26",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 450,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِذْ جَعَلَ ٱلَّذِينَ كَفَرُوا۟ فِى قُلُوبِهِمُ ٱلْحَمِيَّةَ حَمِيَّةَ ٱلْجَـٰهِلِيَّةِ فَأَنزَلَ ٱللَّهُ سَكِينَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ ٱلتَّقْوَىٰ وَكَانُوٓا۟ أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
            "page_number": 514,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100155,
                    "resource_id": 20,
                    "text": "When those who disbelieved had put into their hearts chauvinism - the chauvinism of the time of ignorance. But Allāh sent down His tranquility upon His Messenger and upon the believers and imposed upon them the word of righteousness, and they were more deserving of it and worthy of it. And ever is Allāh, of all things, Knowing."
                },
                {
                    "id": 218006,
                    "resource_id": 39,
                    "text": "(Ingatlah dan kenangkanlah ihsan Tuhan kepada kamu) ketika orang-orang yang kafir itu menimbulkan perasaan sombong angkuh yang ada dalam hati mereka (terhadap kebenaran Islam) - perasaan sombong angkuh secara Jahiliyah (yang menyebabkan kamu panas hati dan terharu), lalu Allah menurunkan semangat tenang tenteram kepada RasulNya dan kepada orang-orang yang beriman (sehingga tercapailah perdamaian), serta meminta mereka tetap berpegang kepada \"Kalimah Taqwa\", sedang mereka (di sisi Allah) adalah orang-orang yang sangat berhak dengan \"kalimah Taqwa\" itu serta menjadi ahlinya. Dan (ingatlah), Allah adalah Maha Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1095586,
                    "resource_id": 161,
                    "text": "কাফিররা যখন তাদের অন্তরে জিদ ও হঠকারিতা জাগিয়ে তুলল- অজ্ঞতার যুগের জিদ ও হঠকারিতা- তখন আল্লাহ তাঁর রসূল ও মু’মিনদের উপর স্বীয় প্রশান্তি অবতীর্ণ করলেন আর তাদের জন্য তাকওয়া অবলম্বনের নির্দেশ-বাণী অপরিহার্য (রূপে পালনীয়) ক’রে দিলেন; আর তারাই ছিল এর সবচেয়ে বেশি হকদার ও যোগ্য অধিকারী। আল্লাহ সকল বিষয়ে সর্বাধিক জ্ঞানের অধিকারী।"
                }
            ]
        },
        {
            "id": 4610,
            "verse_number": 27,
            "verse_key": "48:27",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 451,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "لَّقَدْ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءْيَا بِٱلْحَقِّ ۖ لَتَدْخُلُنَّ ٱلْمَسْجِدَ ٱلْحَرَامَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا۟ فَجَعَلَ مِن دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا",
            "page_number": 514,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100156,
                    "resource_id": 20,
                    "text": "Certainly has Allāh showed to His Messenger the vision [i.e., dream] in truth. You will surely enter al-Masjid al-Ḥarām, if Allāh wills, in safety, with your heads shaved and [hair] shortened,<sup foot_note=197399>1</sup> not fearing [anyone]. He knew what you did not know and has arranged before that a conquest near [at hand]."
                },
                {
                    "id": 218008,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya! Allah tetap menyatakan benar RasulNya dalam perkara mimpi itu dengan kenyataan yang sebenar; iaitu sesungguhnya kamu tetap akan memasuki Masjid Al-Haraam - insya Allah (pada masa yang ditentukanNya) - dalam keadaan aman (menyempurnakan ibadat umrah kamu) dengan mencukur kepala kamu, dan kalau (tidak pun) menggunting sedikit rambutnya, serta kamu tidak merasa takut (akan pengkhianatan musuh sehingga kamu keluar balik dari situ). (Allah mengangguhkan berlakunya kenyataan itu) kerana Ia mengetahui (adanya feadah dalam penangguhan itu) yang kamu tidak mengetahuinya; maka Ia menyediakan sebelum (terlaksananya mimpi) itu, satu kemenangan yang dekat (masa berlakunnya)."
                },
                {
                    "id": 1095587,
                    "resource_id": 161,
                    "text": "আল্লাহ তাঁর রসূলকে প্রকৃত সত্য স্বপ্নই দেখিয়েছিলেন। আল্লাহর ইচ্ছায় তোমরা অবশ্য অবশ্যই মাসজিদে হারামে প্রবেশ করবে নিরাপদে, মস্তক মুন্ডিত অবস্থায় ও চুল কেটে, ভয়ভীতিহীন হয়ে। আল্লাহ জানেন, যা তোমরা জান না। (সেই স্বপ্ন তো পূর্ণ হবেই) তদুপরি তিনি দিলেন (হুদাইবিয়ার চুক্তি সম্পাদনের মাধ্যমে) নিকটাসন্ন বিজয়।"
                }
            ]
        },
        {
            "id": 4611,
            "verse_number": 28,
            "verse_key": "48:28",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 451,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
            "page_number": 514,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100157,
                    "resource_id": 20,
                    "text": "It is He who sent His Messenger with guidance and the religion of truth to manifest it over all religion. And sufficient is Allāh as Witness."
                },
                {
                    "id": 218007,
                    "resource_id": 39,
                    "text": "(Allah yang menyatakan itu) Dia lah yang telah mengutus RasulNya (Muhammad, s.a.w) dengan membawa hidayah petunjuk dan ugama yang benar (ugama Islam), supaya Dia memenangkannya dan meninggikannya atas segala bawaan ugama yang lain; dan cukuplah Allah menjadi Saksi (tentang kebenaran apa yang dibawa oleh RasulNya itu)."
                },
                {
                    "id": 1095588,
                    "resource_id": 161,
                    "text": "তিনিই তাঁর রসূলকে পাঠিয়েছেন হিদায়াত ও সত্য দ্বীন সহকারে সকল দ্বীনের উপর সেটিকে বিজয়ী করার জন্য। (এ ব্যাপারে) সাক্ষী হিসেবে আল্লাহই যথেষ্ট।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}