{
    "verses": [
        {
            "id": 4612,
            "verse_number": 29,
            "verse_key": "48:29",
            "hizb_number": 52,
            "rub_el_hizb_number": 205,
            "ruku_number": 451,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "مُّحَمَّدٌ رَّسُولُ ٱللَّهِ ۚ وَٱلَّذِينَ مَعَهُۥٓ أَشِدَّآءُ عَلَى ٱلْكُفَّارِ رُحَمَآءُ بَيْنَهُمْ ۖ تَرَىٰهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا ۖ سِيمَاهُمْ فِى وُجُوهِهِم مِّنْ أَثَرِ ٱلسُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِى ٱلتَّوْرَىٰةِ ۚ وَمَثَلُهُمْ فِى ٱلْإِنجِيلِ كَزَرْعٍ أَخْرَجَ شَطْـَٔهُۥ فَـَٔازَرَهُۥ فَٱسْتَغْلَظَ فَٱسْتَوَىٰ عَلَىٰ سُوقِهِۦ يُعْجِبُ ٱلزُّرَّاعَ لِيَغِيظَ بِهِمُ ٱلْكُفَّارَ ۗ وَعَدَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًۢا",
            "page_number": 515,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100158,
                    "resource_id": 20,
                    "text": "Muḥammad is the Messenger of Allāh; and those with him are forceful against the disbelievers, merciful among themselves. You see them bowing and prostrating [in prayer], seeking bounty from Allāh and [His] pleasure. Their sign is in their faces from the effect of prostration [i.e., prayer]. That is their description in the Torah. And their description in the Gospel is as a plant which produces its offshoots and strengthens them so they grow firm and stand upon their stalks, delighting the sowers - so that He [i.e., Allāh] may enrage by them<sup foot_note=197400>1</sup> the disbelievers. Allāh has promised those who believe and do righteous deeds among them forgiveness and a great reward."
                },
                {
                    "id": 218009,
                    "resource_id": 39,
                    "text": "Nabi Muhammad (s.a.w) ialah Rasul Allah; dan orang-orang yang bersama dengannya bersikap keras dan tegas terhadap orang-orang kafir yang (memusuhi Islam), dan sebaiknya bersikap kasih sayang serta belas kasihan kasihan sesama sendiri (umat Islam). Engkau melihat mereka tetap beribadat rukuk dan sujud, dengan mengharapkan limpah kurnia (pahala) dari Tuhan mereka serta mengharapkan keredaanNya. Tanda yang menunjukkan mereka (sebagai orang-orang yang soleh) terdapat muka mereka - dari kesan sujud (dan ibadat mereka yang ikhlas). Demikianlah sifat mereka yang tersebut di dalam Kitab Taurat; dan sifat mereka di dalam Kitab Injil pula ialah: (bahawa mereka diibaratkan) sebagai pokok tanaman yang mengeluarkan anak dan tunasnya, lalu anak dan tunasnya itu menyuburkannya, sehingga ia menjadi kuat, lalu ia tegap berdiri di atas (pangkal) batangnya dengan keadaan yang mengkagumkan orang-orang yang menanamnya. (Allah menjadikan sahabat-sahabat Nabi Muhammad, s.a.w dan pengikut-pengikutnya kembang biak serta kuat gagah sedemikian itu) kerana Ia hendak menjadikan orang-orang kafir merana dengan perasaan marah dan hasad dengki - dengan kembang biaknya umat Islam itu. (Dan selain itu) Allah telah menjanjikan orang-orang yang beriman dan beramal soleh dari mereka, keampunan dan pahala yang besar."
                },
                {
                    "id": 1095589,
                    "resource_id": 161,
                    "text": "মুহাম্মাদ আল্লাহর রসুল। আর যে সব লোক তাঁর সঙ্গে আছে তারা কাফিরদের প্রতি অত্যন্ত কঠোর, নিজেদের পরস্পরের প্রতি দয়াশীল। তাদেরকে তুমি দেখবে রুকূ‘ ও সাজদায় অবনত অবস্থায়, তারা আল্লাহর অনুগ্রহ ও সন্তুষ্টি অনুসন্ধানে নিয়োজিত। তাদের চিহ্ন হল, তাদের মুখমন্ডলে সেজদা্র প্রভাব পরিস্ফুট হয়ে আছে। তাদের এমন দৃষ্টান্তের কথা তাওরাতে আছে, তাদের দৃষ্টান্ত ইঞ্জিলেও আছে। (তারা) যেন একটা চারাগাছ তার কচিপাতা বের করে, তারপর তা শক্ত হয়, অতঃপর তা কান্ডের উপর মজবুত হয়ে দাঁড়িয়ে যায়- যা চাষীকে আনন্দ দেয়। (এভাবে আল্লাহ মু’মিনদেরকে দুর্বল অবস্থা থেকে দৃঢ় ভিত্তির উপর দাঁড় ক’রে দেন) যাতে কাফিরদের অন্তর গোস্বায় জ্বলে যায়। তাদের মধ্য থেকে যারা ঈমান আনে আর সৎকর্ম করে, আল্লাহ তাদের জন্য ক্ষমা ও মহা পুরস্কারের প্রতিশ্রুতি দিয়েছেন।"
                }
            ]
        },
        {
            "id": 4613,
            "verse_number": 1,
            "verse_key": "49:1",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 452,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
            "page_number": 515,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100178,
                    "resource_id": 20,
                    "text": "O you who have believed, do not put [yourselves] before Allāh and His Messenger<sup foot_note=197401>1</sup> but fear Allāh. Indeed, Allāh is Hearing and Knowing."
                },
                {
                    "id": 218030,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu memandai-mandai (melakukan sesuatu perkara) sebelum (mendapat hukum atau kebenaran) Allah dan RasulNya; dan bertaqwalah kamu kepada Allah; sesungguhnya Allah Maha Mendengar, lagi Maha Mengetahui."
                },
                {
                    "id": 1095590,
                    "resource_id": 161,
                    "text": "ওহে মু’মিনগণ! তোমরা (কোন বিষয়েই) আল্লাহ ও তাঁর রসূলের আগে বেড়ে যেয়ো না, আল্লাহকে ভয় কর, আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 4614,
            "verse_number": 2,
            "verse_key": "49:2",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 452,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَـٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ",
            "page_number": 515,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100189,
                    "resource_id": 20,
                    "text": "O you who have believed, do not raise your voices above the voice of the Prophet or be loud to him in speech like the loudness of some of you to others, lest your deeds become worthless while you perceive not."
                },
                {
                    "id": 218040,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu mengangkat suara kamu melebihi suara Nabi, dan janganlah kamu menyaringkan suara (dengan lantang) semasa bercakap dengannya sebagaimana setengah kamu menyaringkan suaranya semasa bercakap dengan setengahnya yang lain. (Larangan yang demikian) supaya amal-amal kamu tidak hapus pahalanya, sedang kamu tidak menyedarinya."
                },
                {
                    "id": 1095591,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা নবীর আওয়াজের উপর তোমাদের আওয়াজ উচ্চ করো না। তোমরা নিজেরা পরস্পরে যেমন উচ্চ আওয়াজে কথা বল, তাঁর সঙ্গে সে রকম উচ্চ আওয়াজে কথা বলো না। তা করলে তোমাদের (যাবতীয়) কাজকর্ম নিস্ফল হয়ে যাবে, আর তোমরা একটু টেরও পাবে না।"
                }
            ]
        },
        {
            "id": 4615,
            "verse_number": 3,
            "verse_key": "49:3",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 452,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
            "page_number": 515,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100191,
                    "resource_id": 20,
                    "text": "Indeed, those who lower their voices before the Messenger of Allāh - they are the ones whose hearts Allāh has tested for righteousness. For them is forgiveness and great reward."
                },
                {
                    "id": 218042,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang merendahkan suaranya semasa mereka berada di sisi Rasulullah (s.a.w), - merekalah orang-orang yang telah dibersihkan Allah hati mereka untuk bertaqwa; mereka beroleh keampunan dan pahala yang besar."
                },
                {
                    "id": 1095592,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর রসূলের সামনে তাদের আওয়াজ নীচু করে, আল্লাহ তাদের অন্তরগুলোকে তাকওয়ার জন্য যাচাই-বাছাই করে নিয়েছেন। তাদের জন্য আছে ক্ষমা আর বিরাট পুরস্কার।"
                }
            ]
        },
        {
            "id": 4616,
            "verse_number": 4,
            "verse_key": "49:4",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 452,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلْحُجُرَٰتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
            "page_number": 515,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100193,
                    "resource_id": 20,
                    "text": "Indeed, those who call you, [O Muḥammad], from behind the chambers - most of them do not use reason."
                },
                {
                    "id": 214823,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang memanggilmu dari luar bilik-bilik (tempat ahlimu, wahai Muhammad), kebanyakan mereka tidak mengerti (adab dan tata tertib)."
                },
                {
                    "id": 1095593,
                    "resource_id": 161,
                    "text": "যারা তোমাকে হুজরার বাইরে থেকে (উচ্চঃস্বরে) ডাকে, তাদের অধিকাংশেরই কোন জ্ঞান নেই।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}