{
    "verses": [
        {
            "id": 4617,
            "verse_number": 5,
            "verse_key": "49:5",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 452,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْ أَنَّهُمْ صَبَرُوا۟ حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
            "page_number": 516,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100195,
                    "resource_id": 20,
                    "text": "And if they had been patient until you [could] come out to them, it would have been better for them. But Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218046,
                    "resource_id": 39,
                    "text": "Dan kalaulah mereka bersabar menunggu sehingga engkau keluar menemui mereka, tentulah cara yang demikian lebih baik bagi mereka; dan (ingatlah), Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1095594,
                    "resource_id": 161,
                    "text": "তারা যদি ধৈর্য ধরত যে পর্যন্ত না তুমি তাদের কাছে বেরিয়ে আস, সেটাই তাদের জন্য উত্তম হত। আল্লাহ বড়ই ক্ষমাশীল, অতি দয়ালু।"
                }
            ]
        },
        {
            "id": 4618,
            "verse_number": 6,
            "verse_key": "49:6",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 452,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن جَآءَكُمْ فَاسِقٌۢ بِنَبَإٍ فَتَبَيَّنُوٓا۟ أَن تُصِيبُوا۟ قَوْمًۢا بِجَهَـٰلَةٍ فَتُصْبِحُوا۟ عَلَىٰ مَا فَعَلْتُمْ نَـٰدِمِينَ",
            "page_number": 516,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100138,
                    "resource_id": 20,
                    "text": "O you who have believed, if there comes to you a disobedient one with information, investigate, lest you harm a people out of ignorance and become, over what you have done, regretful."
                },
                {
                    "id": 218049,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Jika datang kepada kamu seorang fasik membawa sesuatu berita, maka selidikilah (untuk menentukan) kebenarannya, supaya kamu tidak menimpakan sesuatu kaum dengan perkara yang tidak diingini - dengan sebab kejahilan kamu (mengenainya) - sehingga menjadikan kamu menyesali apa yang kamu telah lakukan."
                },
                {
                    "id": 1095595,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! কোন পাপাচারী যদি তোমাদের কাছে কোন খবর নিয়ে আসে, তাহলে তার সত্যতা যাচাই করে লও, তা না হলে তোমরা অজ্ঞতাবশতঃ কোন সম্প্রদায়ের ক্ষতি করে বসবে, অতঃপর তোমরা যা করেছ সেজন্য তোমাদেরকে অনুতপ্ত হতে হবে।"
                }
            ]
        },
        {
            "id": 4619,
            "verse_number": 7,
            "verse_key": "49:7",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 452,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَٱعْلَمُوٓا۟ أَنَّ فِيكُمْ رَسُولَ ٱللَّهِ ۚ لَوْ يُطِيعُكُمْ فِى كَثِيرٍ مِّنَ ٱلْأَمْرِ لَعَنِتُّمْ وَلَـٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيْكُمُ ٱلْإِيمَـٰنَ وَزَيَّنَهُۥ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ ٱلْكُفْرَ وَٱلْفُسُوقَ وَٱلْعِصْيَانَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
            "page_number": 516,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100198,
                    "resource_id": 20,
                    "text": "And know that among you is the Messenger of Allāh. If he were to obey you in much of the matter, you would be in difficulty, but Allāh has endeared to you the faith and has made it pleasing in your hearts and has made hateful to you disbelief, defiance and disobedience. Those are the [rightly] guided."
                },
                {
                    "id": 218123,
                    "resource_id": 39,
                    "text": "Dan ketahuilah! Bahawasanya dalam kalangan kamu ada Rasulullah (maka janganlah kemahuan atau pendapat kamu mendahului pentadbirannya); kalaulah ia menurut kehendak kamu dalam kebanyakan perkara, tentulah kamu akan mengalami kesukaran; akan tetapi (Rasulullah tidak menurut melainkan perkara yang diwahyukan kepadanya, dan kamu wahai orang-orang yang beriman hendaklah bersyukur kerana) Allah menjadikan iman suatu perkara yang kamu cintai serta di perhiaskannya dalam hati kamu, dan menjadikan kekufuran dan perbuatan fasik serta perbuatan derhaka itu: perkara-perkara yang kamu benci; mereka yang bersifat demikian ialah orang-orang yang tetap menurut jalan yang lurus; -"
                },
                {
                    "id": 1095596,
                    "resource_id": 161,
                    "text": "তোমরা জেনে রেখ যে, তোমাদের মধ্যে আল্লাহর রসূল বর্তমান আছে। সে যদি অধিকাংশ বিষয়ে তোমাদের কথা মেনে নিত, তাহলে তোমরা অবশ্যই ক্ষতিগ্রস্ত হতে। কিন্তু আল্লাহ তোমাদের কাছে ঈমানকে প্রিয় করে দিয়েছেন। তোমাদের অন্তরে সেটিকে সুশোভিত করেছেন আর তোমাদের কাছে কুফুরী, পাপাচার ও অবাধ্যতাকে ঘৃণিত করেছেন। তারাই সত্য পথপ্রাপ্ত।"
                }
            ]
        },
        {
            "id": 4620,
            "verse_number": 8,
            "verse_key": "49:8",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 452,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "فَضْلًا مِّنَ ٱللَّهِ وَنِعْمَةً ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "page_number": 516,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100200,
                    "resource_id": 20,
                    "text": "[It is] as bounty from Allāh and favor. And Allāh is Knowing and Wise."
                },
                {
                    "id": 218126,
                    "resource_id": 39,
                    "text": "(Mereka dijadikan berkeadaan demikian) sebagai limpah kurnia dan nikmat pemberian dari Allah; dan (ingatlah), Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1095597,
                    "resource_id": 161,
                    "text": "(যা) আল্লাহর করুণা ও অনুগ্রহ। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 4621,
            "verse_number": 9,
            "verse_key": "49:9",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 452,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "وَإِن طَآئِفَتَانِ مِنَ ٱلْمُؤْمِنِينَ ٱقْتَتَلُوا۟ فَأَصْلِحُوا۟ بَيْنَهُمَا ۖ فَإِنۢ بَغَتْ إِحْدَىٰهُمَا عَلَى ٱلْأُخْرَىٰ فَقَـٰتِلُوا۟ ٱلَّتِى تَبْغِى حَتَّىٰ تَفِىٓءَ إِلَىٰٓ أَمْرِ ٱللَّهِ ۚ فَإِن فَآءَتْ فَأَصْلِحُوا۟ بَيْنَهُمَا بِٱلْعَدْلِ وَأَقْسِطُوٓا۟ ۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
            "page_number": 516,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100202,
                    "resource_id": 20,
                    "text": "And if two factions among the believers should fight, then make settlement between the two. But if one of them oppresses the other, then fight against the one that oppresses until it returns to the ordinance of Allāh. And if it returns, then make settlement between them in justice and act justly. Indeed, Allāh loves those who act justly."
                },
                {
                    "id": 218162,
                    "resource_id": 39,
                    "text": "Dan jika dua puak dari orang-orang yang beriman berperang, maka damaikanlah di antara keduanya; jika salah satunya berlaku zalim terhadap yang lain, maka lawanlah puak yang zalim itu sehingga ia kembali mematuhi perintah Allah; jika ia kembali patuh maka damaikanlah di antara keduanya dengan adil (menurut hukum Allah), serta berlaku adillah kamu (dalam segala perkara); sesungguhnya Allah mengasihi orang-orang yang berlaku adil."
                },
                {
                    "id": 1095598,
                    "resource_id": 161,
                    "text": "মু’মিনদের দু’দল লড়াইয়ে জড়িয়ে পড়লে তাদের মধ্যে মীমাংসা করে দাও। অতঃপর একটি দল অপরটির উপর বাড়াবাড়ি করলে যে দলটি বাড়াবাড়ি করে, তার বিরুদ্ধে তোমরা লড়াই কর যতক্ষণ না সে দলটি আল্লাহর নির্দেশের দিকে ফিরে আসে। অতঃপর যদি দলটি ফিরে আসে, তাহলে তাদের মধ্যে ইনসাফের সঙ্গে ফয়সালা কর আর সুবিচার কর; আল্লাহ সুবিচারকারীদেরকে ভালবাসেন।"
                }
            ]
        },
        {
            "id": 4622,
            "verse_number": 10,
            "verse_key": "49:10",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 452,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا ٱلْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا۟ بَيْنَ أَخَوَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
            "page_number": 516,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100179,
                    "resource_id": 20,
                    "text": "The believers are but brothers, so make settlement between your brothers. And fear Allāh that you may receive mercy."
                },
                {
                    "id": 218031,
                    "resource_id": 39,
                    "text": "Sebenarnya orang-orang yang beriman itu adalah bersaudara, maka damaikanlah di antara dua saudara kamu (yang bertelingkah) itu; dan bertaqwalah kepada Allah supaya kamu beroleh rahmat."
                },
                {
                    "id": 1095599,
                    "resource_id": 161,
                    "text": "মু’মিনরা পরস্পর ভাই ভাই, কাজেই তোমাদের ভাইদের মধ্যে শান্তি-সমঝোতা স্থাপন কর, আর আল্লাহকে ভয় কর, যাতে তোমরা দয়া প্রাপ্ত হও।"
                }
            ]
        },
        {
            "id": 4623,
            "verse_number": 11,
            "verse_key": "49:11",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 453,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عَسَىٰٓ أَن يَكُونُوا۟ خَيْرًا مِّنْهُمْ وَلَا نِسَآءٌ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيْرًا مِّنْهُنَّ ۖ وَلَا تَلْمِزُوٓا۟ أَنفُسَكُمْ وَلَا تَنَابَزُوا۟ بِٱلْأَلْقَـٰبِ ۖ بِئْسَ ٱلِٱسْمُ ٱلْفُسُوقُ بَعْدَ ٱلْإِيمَـٰنِ ۚ وَمَن لَّمْ يَتُبْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
            "page_number": 516,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100180,
                    "resource_id": 20,
                    "text": "O you who have believed, let not a people ridicule [another] people; perhaps they may be better than them; nor let women ridicule [other] women; perhaps they may be better than them. And do not insult one another and do not call each other by [offensive] nicknames. Wretched is the name [i.e., mention] of disobedience after [one's] faith. And whoever does not repent - then it is those who are the wrongdoers."
                },
                {
                    "id": 218021,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah sesuatu puak (dari kaum lelaki) mencemuh dan merendah-rendahkan puak lelaki yang lain, (kerana) harus puak yang dicemuhkan itu lebih baik daripada mereka; dan janganlah pula sesuatu puak dari kaum perempuan mencemuh dan merendah-rendahkan puak perempuan yang lain, (kerana) harus puak yang dicemuhkan itu lebih baik daripada mereka; dan janganlah setengah kamu menyatakan keaiban setengahnya yang lain; dan janganlah pula kamu panggil-memanggil antara satu dengan yang lain dengan gelaran yang buruk. (Larangan-larangan yang tersebut menyebabkan orang yang melakukannya menjadi fasik, maka) amatlah buruknya sebutan nama fasik (kepada seseorang) sesudah ia beriman. Dan (ingatlah), sesiapa yang tidak bertaubat (daripada perbuatan fasiknya) maka merekalah orang-orang yang zalim."
                },
                {
                    "id": 1095600,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! কোন সম্প্রদায় যেন অন্য সম্প্রদায়কে ঠাট্টা-বিদ্রূপ না করে, হতে পারে তারা বিদ্রূপকারীদের চেয়ে উত্তম। আর নারীরা যেন অন্য নারীদেরক ঠাট্টা-বিদ্রূপ না করে, হতে পারে তারা বিদ্রূপকারিণীদের চেয়ে উত্তম। তোমরা একে অন্যের নিন্দা করো না, একে অপরকে মন্দ নামে ডেকো না। ঈমান গ্রহণের পর (ঈমানের আগে কৃত অপরাধকে যা মনে করিয়ে দেয় সেই) মন্দ নাম কতই না মন্দ! (এ সব হতে) যারা তাওবাহ না করে তারাই যালিম।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}