{
    "verses": [
        {
            "id": 4624,
            "verse_number": 12,
            "verse_key": "49:12",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 453,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱجْتَنِبُوا۟ كَثِيرًا مِّنَ ٱلظَّنِّ إِنَّ بَعْضَ ٱلظَّنِّ إِثْمٌ ۖ وَلَا تَجَسَّسُوا۟ وَلَا يَغْتَب بَّعْضُكُم بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ تَوَّابٌ رَّحِيمٌ",
            "page_number": 517,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100181,
                    "resource_id": 20,
                    "text": "O you who have believed, avoid much [negative] assumption. Indeed, some assumption is sin. And do not spy or backbite each other. Would one of you like to eat the flesh of his brother when dead? You would detest it. And fear Allāh; indeed, Allāh is Accepting of Repentance and Merciful."
                },
                {
                    "id": 218032,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Jauhilah kebanyakan dari sangkaan (supaya kamu tidak menyangka sangkaan yang dilarang) kerana sesungguhnya sebahagian dari sangkaan itu adalah dosa; dan janganlah kamu mengintip atau mencari-cari kesalahan dan keaiban orang; dan janganlah setengah kamu mengumpat setengahnya yang lain. Adakah seseorang dari kamu suka memakan daging saudaranya yang telah mati? (Jika demikian keadaan mengumpat) maka sudah tentu kamu jijik kepadanya. (Oleh itu, patuhilah larangan-larangan yang tersebut) dan bertaqwalah kamu kepada Allah; sesungguhnya Allah Penerima taubat, lagi Maha mengasihani."
                },
                {
                    "id": 1095601,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা অধিক ধারণা হতে বিরত থাক। কতক ধারণা পাপের অন্তর্ভুক্ত। তোমরা অন্যের দোষ খোঁজাখুঁজি করো না, একে অন্যের অনুপস্থিতিতে দোষ-ত্রুটি বর্ণনা করো না। তোমাদের কেউ কি তার মৃত ভাইয়ের গোশত খেতে পছন্দ করবে? তোমরা তো সেটাকে ঘৃণাই করে থাক। আল্লাহকে ভয় কর, আল্লাহ খুব বেশি তাওবাহ ক্ববূলকারী, অতি দয়ালু।"
                }
            ]
        },
        {
            "id": 4625,
            "verse_number": 13,
            "verse_key": "49:13",
            "hizb_number": 52,
            "rub_el_hizb_number": 206,
            "ruku_number": 453,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقْنَـٰكُم مِّن ذَكَرٍ وَأُنثَىٰ وَجَعَلْنَـٰكُمْ شُعُوبًا وَقَبَآئِلَ لِتَعَارَفُوٓا۟ ۚ إِنَّ أَكْرَمَكُمْ عِندَ ٱللَّهِ أَتْقَىٰكُمْ ۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٌ",
            "page_number": 517,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100182,
                    "resource_id": 20,
                    "text": "O mankind, indeed We have created you from male and female and made you peoples and tribes that you may know one another. Indeed, the most noble of you in the sight of Allāh is the most righteous<sup foot_note=197402>1</sup> of you. Indeed, Allāh is Knowing and Aware."
                },
                {
                    "id": 218033,
                    "resource_id": 39,
                    "text": "Wahai umat manusia! Sesungguhnya Kami telah menciptakan kamu dari lelaki dan perempuan, dan Kami telah menjadikan kamu berbagai bangsa dan bersuku puak, supaya kamu berkenal-kenalan (dan beramah mesra antara satu dengan yang lain). Sesungguhnya semulia-mulia kamu di sisi Allah ialah orang yang lebih taqwanya di antara kamu, (bukan yang lebih keturunan atau bangsanya). Sesungguhnya Allah Maha Mengetahui, lagi Maha Mendalam PengetahuanNya (akan keadaan dan amalan kamu)."
                },
                {
                    "id": 1095602,
                    "resource_id": 161,
                    "text": "হে মানুষ! তোমাদেরকে এক পুরুষ ও এক নারী থেকে সৃষ্টি করেছি এবং তোমাদেরকে বিভিন্ন জাতি ও গোষ্ঠীতে বিভক্ত করেছি যাতে তোমরা পরস্পরকে চিনতে পার। তোমাদের মধ্যে আল্লাহর নিকট সেই লোকই অধিক সম্মানীয় যে লোক অধিক মুত্তাক্বী। আল্লাহ সর্বজ্ঞ, সব খবর রাখেন।"
                }
            ]
        },
        {
            "id": 4626,
            "verse_number": 14,
            "verse_key": "49:14",
            "hizb_number": 52,
            "rub_el_hizb_number": 207,
            "ruku_number": 453,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "۞ قَالَتِ ٱلْأَعْرَابُ ءَامَنَّا ۖ قُل لَّمْ تُؤْمِنُوا۟ وَلَـٰكِن قُولُوٓا۟ أَسْلَمْنَا وَلَمَّا يَدْخُلِ ٱلْإِيمَـٰنُ فِى قُلُوبِكُمْ ۖ وَإِن تُطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتْكُم مِّنْ أَعْمَـٰلِكُمْ شَيْـًٔا ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 517,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100183,
                    "resource_id": 20,
                    "text": "The bedouins say, \"We have believed.\" Say, \"You have not [yet] believed; but say [instead], 'We have submitted,' for faith has not yet entered your hearts. And if you obey Allāh and His Messenger, He will not deprive you from your deeds<sup foot_note=197403>1</sup> of anything. Indeed, Allāh is Forgiving and Merciful.\""
                },
                {
                    "id": 218034,
                    "resource_id": 39,
                    "text": "Orang-orang \" A'raab\" berkata: \" Kami telah beriman\". Katakanlah (wahai Muhammad): \"Kamu belum beriman, (janganlah berkata demikian), tetapi sementara iman belum lagi meresap masuk ke dalam hati kamu berkatalah sahaja: ` kami telah Islam '. Dan (ingatlah), jika kamu taat kepada Allah RasulNya (zahir dan batin), Allah tidak akan mengurangkan sedikitpun dari pahala amal-amal kamu, kerana sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani\"."
                },
                {
                    "id": 1095603,
                    "resource_id": 161,
                    "text": "বেদুঈনরা বলে, ‘আমরা ঈমান এনেছি’। বল- ‘তোমরা ঈমান আননি, বরং তোমরা বল, ‘আমরা (মৌখিক) আনুগত্য স্বীকার করেছি’, এখন পর্যন্ত তোমাদের অন্তরে ঈমান প্রবেশ করেনি। তোমরা যদি আল্লাহ ও তাঁর রসূলকে মান্য কর তাহলে তোমাদের কৃতকর্মের কিছুই কমতি করা হবে না। আল্লাহ অতি ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 4627,
            "verse_number": 15,
            "verse_key": "49:15",
            "hizb_number": 52,
            "rub_el_hizb_number": 207,
            "ruku_number": 453,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمْ يَرْتَابُوا۟ وَجَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
            "page_number": 517,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100184,
                    "resource_id": 20,
                    "text": "The believers are only the ones who have believed in Allāh and His Messenger and then doubt not but strive with their properties and their lives in the cause of Allāh. It is those who are the truthful."
                },
                {
                    "id": 218035,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang sebenar-benarnya beriman hanyalah orang-orang yang percaya kepada Allah dan RasulNya, kemudian mereka (terus percaya dengan) tidak ragu-ragu lagi, serta mereka berjuang dengan harta benda dan jiwa mereka pada jalan Allah; mereka itulah orang-orang yang benar (pengakuan imannya)."
                },
                {
                    "id": 1095604,
                    "resource_id": 161,
                    "text": "মু’মিন তারাই যারা আল্লাহ ও তাঁর রসূলের উপর ঈমান আনে, অতঃপর কোনরূপ সন্দেহ করে না, আর তাদের মাল দিয়ে ও জান দিয়ে আল্লাহর পথে জিহাদ করে; তারাই সত্যবাদী।"
                }
            ]
        },
        {
            "id": 4628,
            "verse_number": 16,
            "verse_key": "49:16",
            "hizb_number": 52,
            "rub_el_hizb_number": 207,
            "ruku_number": 453,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "قُلْ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمْ وَٱللَّهُ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
            "page_number": 517,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100185,
                    "resource_id": 20,
                    "text": "Say, \"Would you acquaint Allāh with your religion while Allāh knows whatever is in the heavens and whatever is on the earth, and Allāh is Knowing of all things?\""
                },
                {
                    "id": 218036,
                    "resource_id": 39,
                    "text": "Katakanlah (kepada orang-orang \"A'raab\" itu wahai Muhammad): \"Patutkah kamu hendak memberitahu kepada Allah tentang ugama kamu (dengan berkata: ` kami telah beriman ')? Padahal Allah mengetahui segala yang ada di langit dan yang ada di bumi, dan Allah Maha Mengetahui akan tiap-tiap sesuatu\"."
                },
                {
                    "id": 1095605,
                    "resource_id": 161,
                    "text": "বল, ‘তোমরা কি তোমাদের দ্বীন সম্পর্কে আল্লাহকে অবগত করতে চাও’? আল্লাহ তো জানেন যা আছে আসমানে আর যা আছে যমীনে। আল্লাহ প্রতিটি বিষয় সম্পর্কে সবিশেষ অবগত।"
                }
            ]
        },
        {
            "id": 4629,
            "verse_number": 17,
            "verse_key": "49:17",
            "hizb_number": 52,
            "rub_el_hizb_number": 207,
            "ruku_number": 453,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا۟ ۖ قُل لَّا تَمُنُّوا۟ عَلَىَّ إِسْلَـٰمَكُم ۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَىٰكُمْ لِلْإِيمَـٰنِ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 517,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100186,
                    "resource_id": 20,
                    "text": "They consider it a favor to you that they have accepted Islām. Say, \"Do not consider your Islām a favor to me. Rather, Allāh has conferred favor upon you that He has guided you to the faith, if you should be truthful.\""
                },
                {
                    "id": 218037,
                    "resource_id": 39,
                    "text": "Mereka mengira dirinya berbudi kepadamu (wahai Muhammad) dengan sebab mereka telah Islam (tidak melawan dan tidak menentang). Katakanlah (kepada mereka): \"Janganlah kamu mengira keislaman kamu itu sebagai budi kepadaku, bahkan (kalaulah sah dakwaan kamu itu sekalipun maka) Allah jualah yang berhak membangkit-bangkitkan budiNya kepada kamu, kerana Dia lah yang memimpin kamu kepada iman (yang kamu dakwakan itu), kalau betul kamu orang-orang yang benar (pengakuan imannya)."
                },
                {
                    "id": 1095606,
                    "resource_id": 161,
                    "text": "এই লোকেরা মনে করে যে, তারা ইসলাম কবূল ক’রে তোমার প্রতি অনুগ্রহ করেছে। তাদেরকে বলে দাও, ‘তোমরা তোমাদের ইসলাম কবূলের দ্বারা আমার প্রতি কোন অনুগ্রহ করনি বরং আল্লাহ্ই তোমাদেরকে ঈমানের পথে পরিচালিত ক’রে তোমাদের প্রতি অনুগ্রহ করেছেন, তোমরা যদি (তোমাদের ঈমান আনার দাবীতে) সত্যবাদী হয়েই থাক।"
                }
            ]
        },
        {
            "id": 4630,
            "verse_number": 18,
            "verse_key": "49:18",
            "hizb_number": 52,
            "rub_el_hizb_number": 207,
            "ruku_number": 453,
            "manzil_number": 6,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ يَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَٱللَّهُ بَصِيرٌۢ بِمَا تَعْمَلُونَ",
            "page_number": 517,
            "juz_number": 26,
            "translations": [
                {
                    "id": 100187,
                    "resource_id": 20,
                    "text": "Indeed, Allāh knows the unseen [aspects] of the heavens and the earth. And Allāh is Seeing of what you do."
                },
                {
                    "id": 214685,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya Allah mengetahui segala rahsia langit dan bumi, dan Allah Maha Melihat akan segala yang kamu kerjakan\"."
                },
                {
                    "id": 1095607,
                    "resource_id": 161,
                    "text": "আসমান ও যমীনের গোপন বিষয়ের খবর আল্লাহই জানেন। তোমরা যা কর আল্লাহ তা দেখেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}