{
    "verses": [
        {
            "id": 309,
            "verse_number": 16,
            "verse_key": "3:16",
            "hizb_number": 6,
            "rub_el_hizb_number": 21,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَقُولُونَ رَبَّنَآ إِنَّنَآ ءَامَنَّا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ ٱلنَّارِ",
            "page_number": 52,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98762,
                    "resource_id": 20,
                    "text": "Those who say, \"Our Lord, indeed we have believed, so forgive us our sins and protect us from the punishment of the Fire,\""
                },
                {
                    "id": 216630,
                    "resource_id": 39,
                    "text": "(Iaitu) orang-orang yang berdoa dengan berkata: \"Wahai Tuhan kami! Sesungguhnya kami telah beriman, oleh itu, ampunkanlah dosa-dosa kami dan peliharalah kami dari azab neraka\";"
                },
                {
                    "id": 1091286,
                    "resource_id": 161,
                    "text": "যারা প্রার্থনা করে, ‘হে আমাদের প্রতিপালক! আমরা ঈমান এনেছি, অতএব আমাদের গুনাহসমূহ ক্ষমা কর এবং আমাদেরকে জাহান্নামের শাস্তি হতে রক্ষা কর’।"
                }
            ]
        },
        {
            "id": 310,
            "verse_number": 17,
            "verse_key": "3:17",
            "hizb_number": 6,
            "rub_el_hizb_number": 21,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلصَّـٰبِرِينَ وَٱلصَّـٰدِقِينَ وَٱلْقَـٰنِتِينَ وَٱلْمُنفِقِينَ وَٱلْمُسْتَغْفِرِينَ بِٱلْأَسْحَارِ",
            "page_number": 52,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98775,
                    "resource_id": 20,
                    "text": "The patient, the true, the obedient, those who spend [in the way of Allāh], and those who seek forgiveness before dawn."
                },
                {
                    "id": 216646,
                    "resource_id": 39,
                    "text": "(Dan juga) orang-orang yang sabar (dalam menjunjung perintah Allah), dan orang-orang yang benar (perkataan dan hatinya), dan orang-orang yang sentiasa taat (akan perintah Allah), dan orang-orang yang membelanjakan hartanya (pada jalan Allah), dan orang-orang yang beristighfar (memohon ampun) pada waktu sahur."
                },
                {
                    "id": 1091287,
                    "resource_id": 161,
                    "text": "তারা ধৈর্যশীল, সত্যবাদী, (আল্লাহর প্রতি) আজ্ঞাবহ, (আল্লাহর পথে) ব্যয়কারী এবং শেষ রাতে ক্ষমাপ্রার্থনাকারী।"
                }
            ]
        },
        {
            "id": 311,
            "verse_number": 18,
            "verse_key": "3:18",
            "hizb_number": 6,
            "rub_el_hizb_number": 21,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "شَهِدَ ٱللَّهُ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا هُوَ وَٱلْمَلَـٰٓئِكَةُ وَأُو۟لُوا۟ ٱلْعِلْمِ قَآئِمًۢا بِٱلْقِسْطِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 52,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98787,
                    "resource_id": 20,
                    "text": "Allāh witnesses that there is no deity except Him, and [so do] the angels and those of knowledge - [that He is] maintaining [creation] in justice. There is no deity except Him, the Exalted in Might, the Wise."
                },
                {
                    "id": 216656,
                    "resource_id": 39,
                    "text": "Allah menerangkan (kepada sekalian makhlukNya dengan dalil-dalil dan bukti), bahawasanya tiada Tuhan (yang berhak disembah) melainkan Dia, Yang sentiasa mentadbirkan (seluruh alam) dengan keadilan, dan malaikat-malaikat serta orang-orang yang berilmu (mengakui dan menegaskan juga yang demikian); tiada Tuhan (yang berhak disembah) melainkan Dia; Yang Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1091288,
                    "resource_id": 161,
                    "text": "আল্লাহ সাক্ষ্য দেন যে, তিনি ছাড়া সত্যিকার কোন ইলাহ নেই এবং ফেরেশতাগণ ও ন্যায়নীতিতে প্রতিষ্ঠিত জ্ঞানীগণও (সাক্ষ্য দিচ্ছে যে,) তিনি ছাড়া সত্যিকার কোন ইলাহ নেই, তিনি মহাপরাক্রান্ত, মহাজ্ঞানী।"
                }
            ]
        },
        {
            "id": 312,
            "verse_number": 19,
            "verse_key": "3:19",
            "hizb_number": 6,
            "rub_el_hizb_number": 21,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلدِّينَ عِندَ ٱللَّهِ ٱلْإِسْلَـٰمُ ۗ وَمَا ٱخْتَلَفَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۗ وَمَن يَكْفُرْ بِـَٔايَـٰتِ ٱللَّهِ فَإِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
            "page_number": 52,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98799,
                    "resource_id": 20,
                    "text": "Indeed, the religion in the sight of Allāh is Islām. And those who were given the Scripture did not differ except after knowledge had come to them - out of jealous animosity between themselves. And whoever disbelieves in the verses of Allāh, then indeed, Allāh is swift in [taking] account."
                },
                {
                    "id": 216667,
                    "resource_id": 39,
                    "text": "Sesungguhnya ugama (yang benar dan diredai) di sisi Allah ialah Islam. Dan orang-orang (Yahudi dan Nasrani) yang diberikan Kitab itu tidak berselisih (mengenai ugama Islam dan enggan menerimanya) melainkan setelah sampai kepada mereka pengetahuan yang sah tentang kebenarannya; (perselisihan itu pula) semata-mata kerana hasad dengki yang ada dalam kalangan mereka. Dan (ingatlah), sesiapa yang kufur ingkar akan ayat-ayat keterangan Allah, maka sesungguhnya Allah Amat segera hitungan hisabNya."
                },
                {
                    "id": 1091289,
                    "resource_id": 161,
                    "text": "নিশ্চয় আল্লাহর নিকট একমাত্র দ্বীন হল ইসলাম। বস্তুতঃ যাদেরকে কিতাব দেয়া হয়েছিল তারা জ্ঞান লাভের পর একে অন্যের উপর প্রাধান্য লাভের জন্য মতভেদ সৃষ্টি করেছে এবং যে ব্যক্তি আল্লাহর নিদর্শনসমূহ্কে অস্বীকার করবে, (সে জেনে নিক) নিশ্চয়ই আল্লাহ হিসাব গ্রহণে অতিশয় তৎপর।"
                }
            ]
        },
        {
            "id": 313,
            "verse_number": 20,
            "verse_key": "3:20",
            "hizb_number": 6,
            "rub_el_hizb_number": 21,
            "ruku_number": 43,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَإِنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِىَ لِلَّهِ وَمَنِ ٱتَّبَعَنِ ۗ وَقُل لِّلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ وَٱلْأُمِّيِّـۧنَ ءَأَسْلَمْتُمْ ۚ فَإِنْ أَسْلَمُوا۟ فَقَدِ ٱهْتَدَوا۟ ۖ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ۗ وَٱللَّهُ بَصِيرٌۢ بِٱلْعِبَادِ",
            "page_number": 52,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98813,
                    "resource_id": 20,
                    "text": "So if they argue with you, say, \"I have submitted myself to Allāh [in Islām], and [so have] those who follow me.\" And say to those who were given the Scripture and [to] the unlearned,<sup foot_note=196046>1</sup> \"Have you submitted yourselves?\" And if they submit [in Islām], they are rightly guided; but if they turn away - then upon you is only the [duty of] notification. And Allāh is Seeing of [His] servants."
                },
                {
                    "id": 216670,
                    "resource_id": 39,
                    "text": "Oleh sebab itu jika mereka berhujah (menyangkal dan) membantahmu (Wahai Muhammad), maka katakanlah: \"Aku telah berserah diriku kepada Allah dan demikian juga orang-orang yang mengikutku\". Dan bertanyalah (Wahai Muhammad) kepada orang-orang (Yahudi dan Nasrani) yang diberi Kitab, dan orang-orang yang \"Ummi\" (orang-orang musyrik Arab): \"Sudahkah kamu mematuhi dan menurut (ugama Islam yang aku bawa itu)?\" Kemudian jika mereka memeluk Islam, maka sebenarnya mereka telah memperoleh petunjuk; dan jika mereka berpaling (tidak mahu menerima Islam), maka sesungguhnya kewajipanmu hanyalah menyampaikan (dakwah Islam itu). Dan (ingatlah), Allah sentiasa Melihat (tingkah laku) sekalian hambaNya."
                },
                {
                    "id": 1091290,
                    "resource_id": 161,
                    "text": "অতঃপর যদি (আহলে কিতাব) তোমার সাথে তর্ক করে তবে বলে দাও, ‘আমি আল্লাহর নিকট আত্মসমর্পণ করেছি আর আমার অনুসারীগণও আত্মসমর্পণ করেছে এবং আহলে কিতাব ও উম্মীগণকে বল, ‘তোমরা কি আত্মসমর্পণ করেছ’? অতঃপর যদি তারা আত্মসমর্পণ করে তবে নিশ্চয়ই তারা পথ পাবে আর তারা যদি মুখ ফিরিয়ে নেয়, তবে তোমার দায়িত্ব শুধু প্রচার করা। আল্লাহ বান্দাদের সম্পর্কে সম্যক দ্রষ্টা।"
                }
            ]
        },
        {
            "id": 314,
            "verse_number": 21,
            "verse_key": "3:21",
            "hizb_number": 6,
            "rub_el_hizb_number": 21,
            "ruku_number": 44,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ ٱلَّذِينَ يَأْمُرُونَ بِٱلْقِسْطِ مِنَ ٱلنَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
            "page_number": 52,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98815,
                    "resource_id": 20,
                    "text": "Those who disbelieve in the signs of Allāh and kill the prophets without right and kill those who order justice from among the people - give them tidings of a painful punishment."
                },
                {
                    "id": 216682,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang kufur ingkar akan ayat-ayat keterangan Allah dan membunuh Nabi-nabi dengan jalan yang tidak benar, serta membunuh orang-orang yang menyeru manusia supaya berlaku adil maka sampaikanlah berita yang mengembirakan mereka, dengan azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1091291,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর আয়াতসমূহকে অমান্য করে, নাবীদেরকে অন্যায়ভাবে হত্যা করে এবং মানুষদের মধ্যে যারা ন্যায়-নীতি শিক্ষা দেয় তাদেরকে হত্যা করে, তাদেরকে যন্ত্রণাদায়ক শাস্তির সংবাদ দাও।"
                }
            ]
        },
        {
            "id": 315,
            "verse_number": 22,
            "verse_key": "3:22",
            "hizb_number": 6,
            "rub_el_hizb_number": 21,
            "ruku_number": 44,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
            "page_number": 52,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98827,
                    "resource_id": 20,
                    "text": "They are the ones whose deeds have become worthless in this world and the Hereafter, and for them there will be no helpers."
                },
                {
                    "id": 216531,
                    "resource_id": 39,
                    "text": "Mereka itulah orang-orang yang telah rosak amal perbuatannya di dunia dan di akhirat, dan mereka tidak akan memperoleh sesiapa pun yang dapat memberi pertolongan."
                },
                {
                    "id": 1091292,
                    "resource_id": 161,
                    "text": "এরাই তারা যাদের সমুদয় ‘আমাল দুনিয়া ও আখেরাতে নিষ্ফল হবে এবং তাদের কোন সাহায্যকারী নেই।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}