{
    "verses": [
        {
            "id": 5079,
            "verse_number": 4,
            "verse_key": "57:4",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 474,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "page_number": 538,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100751,
                    "resource_id": 20,
                    "text": "It is He who created the heavens and earth in six days and then established Himself above the Throne.<sup foot_note=197501>1</sup> He knows what penetrates into the earth and what emerges from it and what descends from the heaven and what ascends therein; and He is with you<sup foot_note=197500>2</sup> wherever you are. And Allāh, of what you do, is Seeing."
                },
                {
                    "id": 218602,
                    "resource_id": 39,
                    "text": "Dia lah yang telah menciptakan langit dan bumi dalam enam masa, kemudian Ia bersemayam di atas Arasy; Ia mengetahui apa yang masuk ke bumi serta apa yang keluar daripadanya; dan apa yang diturunkan dari langit serta apa yang naik padanya. Dan Ia tetap bersama-sama kamu di mana sahaja kamu berada, dan Allah Maha Melihat akan apa yang kamu kerjakan."
                },
                {
                    "id": 1096056,
                    "resource_id": 161,
                    "text": "তিনি আসমান ও যমীনকে ছয় দিনে সৃষ্টি করেছেন অতঃপর আরশে সমুন্নত হয়েছেন। তিনি জানেন যা যমীনে প্রবেশ করে, আর যা তাত্থেকে বের হয়, আর যা আকাশ থেকে অবতীর্ণ হয়, আর যা তাতে উঠে যায়, তোমরা যেখানেই থাক তিনি তোমাদের সঙ্গে আছেন, তোমরা যে কাজই কর না কেন, আল্লাহ তা দেখেন।"
                }
            ]
        },
        {
            "id": 5080,
            "verse_number": 5,
            "verse_key": "57:5",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 474,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
            "page_number": 538,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100753,
                    "resource_id": 20,
                    "text": "His is the dominion of the heavens and earth. And to Allāh are returned [all] matters."
                },
                {
                    "id": 218604,
                    "resource_id": 39,
                    "text": "Dia lah sahaja yang menguasai dan memiliki langit dan bumi; dan kepada Allah jualah dikembalikan segala urusan."
                },
                {
                    "id": 1096057,
                    "resource_id": 161,
                    "text": "আসমান ও যমীনের রাজত্ব তাঁরই, যাবতীয় বিষয় তাঁরই দিকে ফিরে যায় (চূড়ান্ত ফয়সালার জন্য)।"
                }
            ]
        },
        {
            "id": 5081,
            "verse_number": 6,
            "verse_key": "57:6",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 474,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ ۚ وَهُوَ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
            "page_number": 538,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100755,
                    "resource_id": 20,
                    "text": "He causes the night to enter the day and causes the day to enter the night, and He is Knowing of that within the breasts."
                },
                {
                    "id": 218606,
                    "resource_id": 39,
                    "text": "Dia lah yang memasukkan waktu malam ke dalam waktu siang, dan memasukkan waktu siang ke dalam waktu malam (silih berganti); dan Dia lah yang Maha Mengetahui akan segala (isi hati) yang terkandung di dalam dada."
                },
                {
                    "id": 1096058,
                    "resource_id": 161,
                    "text": "তিনিই রাতকে প্রবেশ করান দিনের ভিতর, আর দিনকে ঢুকিয়ে দেন রাতের ভিতর, অন্তরের গোপনতত্ত্ব সম্পর্কে তিনি পূর্ণরূপে অবগত।"
                }
            ]
        },
        {
            "id": 5082,
            "verse_number": 7,
            "verse_key": "57:7",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 474,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ءَامِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَأَنفِقُوا۟ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ ۖ فَٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَأَنفَقُوا۟ لَهُمْ أَجْرٌ كَبِيرٌ",
            "page_number": 538,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100757,
                    "resource_id": 20,
                    "text": "Believe in Allāh and His Messenger and spend out of that in which He has made you successive inheritors. For those who have believed among you and spent,<sup foot_note=197502>1</sup> there will be a great reward."
                },
                {
                    "id": 218610,
                    "resource_id": 39,
                    "text": "Berimanlah kamu kepada Allah dan RasulNya, dan belanjakanlah (pada jalan kebajikan) sebahagian dari harta benda (pemberian Allah) yang dijadikannya kamu menguasainya sebagai wakil. Maka orang-orang yang beriman di antara kamu serta mereka membelanjakan (sebahagian dari harta itu pada jalan Allah); mereka tetap beroleh pahala yang besar."
                },
                {
                    "id": 1096059,
                    "resource_id": 161,
                    "text": "তোমরা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আনো, আর তিনি তোমাদেরকে যার উত্তরাধিকারী করেছেন তাত্থেকে (আল্লাহর পথে) ব্যয় কর । কারণ তোমাদের মধ্যে যারা ঈমান আনে আর ব্যয় করে, তাদের জন্য আছে বিরাট প্রতিফল।"
                }
            ]
        },
        {
            "id": 5083,
            "verse_number": 8,
            "verse_key": "57:8",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 474,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِٱللَّهِ ۙ وَٱلرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا۟ بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَـٰقَكُمْ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 538,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100759,
                    "resource_id": 20,
                    "text": "And why do you not believe in Allāh while the Messenger invites you to believe in your Lord and He has taken your covenant, if you should [truly] be believers?"
                },
                {
                    "id": 218612,
                    "resource_id": 39,
                    "text": "Dan mengapa kamu tidak beriman kepada Allah? Sedang Rasulullah mengajak kamu untuk beriman kepada Tuhan kamu, dan Allah telah mengambil janji setia dari kamu (untuk beriman); jika kamu hendak beriman (maka telah jelaslah dalil-dalilnya)."
                },
                {
                    "id": 1096060,
                    "resource_id": 161,
                    "text": "তোমাদের কী হল যে, তোমরা আল্লাহর প্রতি ঈমান আনবে না যখন রসূল তোমাদেরকে তোমাদের প্রতিপালকের উপর ঈমান আনার জন্য ডাকছে আর তিনি তোমাদের কাছ থেকে প্রতিশ্রুতি গ্রহণ করেছেন, যদি তোমরা বিশ্বাসী হয়েই থাক।"
                }
            ]
        },
        {
            "id": 5084,
            "verse_number": 9,
            "verse_key": "57:9",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 474,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِى يُنَزِّلُ عَلَىٰ عَبْدِهِۦٓ ءَايَـٰتٍۭ بَيِّنَـٰتٍ لِّيُخْرِجَكُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۚ وَإِنَّ ٱللَّهَ بِكُمْ لَرَءُوفٌ رَّحِيمٌ",
            "page_number": 538,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100761,
                    "resource_id": 20,
                    "text": "It is He who sends down upon His Servant [Muḥammad (ﷺ)] verses of clear evidence that He may bring you out from darknesses into the light. And indeed, Allāh is to you Kind and Merciful."
                },
                {
                    "id": 218614,
                    "resource_id": 39,
                    "text": "Dia lah yang menurunkan kepada hambaNya (Nabi Muhammad) keterangan-keterangan Al-Quran yang terang nyata, kerana Ia hendak mengeluarkan kamu dari gelap-gelita (kekufuran) kepada cahaya (iman) yang terang-benderang. Dan (ingatlah) sesungguhnya Allah Maha Belas, lagi Maha Mengasihani, terhadap kamu."
                },
                {
                    "id": 1096061,
                    "resource_id": 161,
                    "text": "তিনিই তাঁর বান্দাহর উপর সুস্পষ্ট আয়াত অবতীর্ণ করেন তোমাদেরকে ঘোর অন্ধকার থেকে আলোতে আনার জন্য, আল্লাহ অবশ্যই তোমাদের প্রতি বড়ই করুণাশীল, অতি দয়ালু।"
                }
            ]
        },
        {
            "id": 5085,
            "verse_number": 10,
            "verse_key": "57:10",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 474,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَمَا لَكُمْ أَلَّا تُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا يَسْتَوِى مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ ٱلْفَتْحِ وَقَـٰتَلَ ۚ أُو۟لَـٰٓئِكَ أَعْظَمُ دَرَجَةً مِّنَ ٱلَّذِينَ أَنفَقُوا۟ مِنۢ بَعْدُ وَقَـٰتَلُوا۟ ۚ وَكُلًّا وَعَدَ ٱللَّهُ ٱلْحُسْنَىٰ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
            "page_number": 538,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100724,
                    "resource_id": 20,
                    "text": "And why do you not spend in the cause of Allāh while to Allāh belongs the heritage of the heavens and the earth? Not equal among you are those who spent before the conquest [of Makkah] and fought [and those who did so after it]. Those are greater in degree than they who spent afterwards and fought. But to all Allāh has promised the best [reward]. And Allāh, of what you do, is Aware."
                },
                {
                    "id": 218569,
                    "resource_id": 39,
                    "text": "Dan mengapa kamu tidak membelanjakan harta benda kamu pada jalan Allah? - Padahal Allah jualah yang mewarisi langit dan bumi (serta segala isinya). Tidaklah sama di antara kamu, orang-orang yang membelanjakan hartanya serta turut berperang sebelum kemenangan (Nabi menguasai Makkah). Mereka itu lebih besar darjatnya daripada orang-orang yang membelanjakan hartanya serta turut berperang sesudah itu. Dan tiap-tiap satu puak dari keduanya, Allah janjikan (balasan) yang sebaik-baiknya. Dan (ingatlah), Allah Maha Mendalam PengetahuanNya akan apa yang kamu kerjakan."
                },
                {
                    "id": 1096062,
                    "resource_id": 161,
                    "text": "তোমাদের হল কী যে তোমরা আল্লাহর পথে ব্যয় করবে না! আকাশ ও পৃথিবীর উত্তরাধিকার তো আল্লাহরই জন্য (কাজেই তাঁর পথে ব্যয় করলে তোমরা গরীব হয়ে যাবে এ আশঙ্কার কোন কারণ নেই)। তোমাদের মধ্যে যারা (মক্কা) বিজয়ের পূর্বে ব্যয় করেছে আর যুদ্ধ করেছে তারা সমান নয় (তাদের, যারা তা বিজয়ের পরে করেছে); তাদের মর্যাদা অনেক বড় তাদের তুলনায় যারা পরে ব্যয় করেছে ও যুদ্ধ করেছে। উভয়ের জন্যই আল্লাহ কল্যাণের ও‘য়াদা দিয়েছেন। তোমরা যা কিছু কর সে সম্পর্কে আল্লাহ পূর্ণভাবে অবগত।"
                }
            ]
        },
        {
            "id": 5086,
            "verse_number": 11,
            "verse_key": "57:11",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 475,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَـٰعِفَهُۥ لَهُۥ وَلَهُۥٓ أَجْرٌ كَرِيمٌ",
            "page_number": 538,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100725,
                    "resource_id": 20,
                    "text": "Who is it that would loan Allāh a goodly loan so He will multiply it for him and he will have a noble reward?"
                },
                {
                    "id": 218575,
                    "resource_id": 39,
                    "text": "Siapakah orangnya yang mahu memberikan pinjaman kepada Allah, sebagai pinjaman yang baik (ikhlas) supaya Allah melipat-gandakan balasannya? Dan (selain itu) ia akan beroleh pahala yang besar!"
                },
                {
                    "id": 1096063,
                    "resource_id": 161,
                    "text": "এমন কে আছে যে, আল্লাহকে উত্তম ঋণ দিবে? তাহলে তিনি তা তার জন্য কয়েকগুণ বাড়িয়ে দিবেন আর তার জন্য আছে সম্মানজনক প্রতিফল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}