{
    "verses": [
        {
            "id": 5087,
            "verse_number": 12,
            "verse_key": "57:12",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 475,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ تَرَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ يَسْعَىٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَـٰنِهِم بُشْرَىٰكُمُ ٱلْيَوْمَ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
            "page_number": 539,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100726,
                    "resource_id": 20,
                    "text": "On the Day you see the believing men and believing women, their light proceeding before them and on their right, [it will be said], \"Your good tidings today are [of] gardens beneath which rivers flow, wherein you will abide eternally.\" That is what is the great attainment."
                },
                {
                    "id": 218576,
                    "resource_id": 39,
                    "text": "(Ingatlah) ketika engkau melihat (pada hari kiamat): orang-orang yang beriman, lelaki dan perempuan, cahaya (iman dan amal soleh) mereka bergerak cepat di hadapan mereka dan di sebelah kanan mereka (semasa mereka berjalan, serta dikatakan kepada mereka): \"Berita yang mengembirakan kamu pada hari ini, (kamu akan beroleh) Syurga yang mengalir di bawahnya beberapa sungai, kekal kamu di dalamnya; yang demikian itu adalah kemenangan yang besar\"."
                },
                {
                    "id": 1096064,
                    "resource_id": 161,
                    "text": "সে দিন তুমি মু’মিন ও মু’মিনাদের দেখবে, তাদের সামনে আর তাদের ডানে তাদের জ্যোতি ছুটতে থাকবে। (তাদেরকে বলা হবে) ‘আজ তোমাদের জন্য জান্নাতের সুসংবাদ যার নীচ দিয়ে ঝর্ণাধারা প্রবাহিত, তাতে (তোমরা) চিরকাল থাকবে। এটাই হল বিরাট সফলতা।"
                }
            ]
        },
        {
            "id": 5088,
            "verse_number": 13,
            "verse_key": "57:13",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 475,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلْمُنَـٰفِقَـٰتُ لِلَّذِينَ ءَامَنُوا۟ ٱنظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ ٱرْجِعُوا۟ وَرَآءَكُمْ فَٱلْتَمِسُوا۟ نُورًا فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُۥ بَابٌۢ بَاطِنُهُۥ فِيهِ ٱلرَّحْمَةُ وَظَـٰهِرُهُۥ مِن قِبَلِهِ ٱلْعَذَابُ",
            "page_number": 539,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100727,
                    "resource_id": 20,
                    "text": "On the [same] Day the hypocrite men and hypocrite women will say to those who believed, \"Wait for us that we may acquire some of your light.\" It will be said, \"Go back behind you<sup foot_note=197503>1</sup> and seek light.\" And a wall will be placed between them with a door, its interior containing mercy, but on the outside of it is torment."
                },
                {
                    "id": 218577,
                    "resource_id": 39,
                    "text": "(Ingatlah) semasa orang-orang munafik, lelaki dan perempuan (yang sedang meraba-raba dalam gelap-gelita pada hari kiamat), berkata kepada orang-orang yang beriman: \"Tunggulah kami, biarlah kami mengambil sedikit dari cahaya kamu\". (Lalu) dikatakan (kepada mereka secara mengejek-ejek): \"Baliklah kamu ke belakang, kemudian carilah cahaya (di sana)\", serta diadakanlah di antara mereka (yang beriman dan yang munafik itu) sebuah tembok yang mempunyai pintu, di sebelah dalamnya mengandungi rahmat (Syurga dan nikmat), dan di sebelah luarnya, dari situ terdapat (neraka) dan azab seksa."
                },
                {
                    "id": 1096065,
                    "resource_id": 161,
                    "text": "সেদিন মুনাফিক পুরুষ ও মুনাফিক নারীরা মু’মিনদেরকে বলবে- ‘তোমরা আমাদের জন্য অপেক্ষা কর, তোমাদের জ্যোতি থেকে আমরা কিছুটা নিয়ে নেই।’ তাদেরকে বলা হবে- ‘তোমরা তোমাদের পেছনে ফিরে যাও, ‘আর আলোর খোঁজ কর।’ তখন তাদের মাঝে একটি আড়াল খাড়া করে দেয়া হবে যার থাকবে একটি দরজা। তার ভিতর ভাগে থাকবে রহমত আর বহির্ভাগের সর্বত্র থাকবে ‘আযাব।"
                }
            ]
        },
        {
            "id": 5089,
            "verse_number": 14,
            "verse_key": "57:14",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 475,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ ۖ قَالُوا۟ بَلَىٰ وَلَـٰكِنَّكُمْ فَتَنتُمْ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَٱرْتَبْتُمْ وَغَرَّتْكُمُ ٱلْأَمَانِىُّ حَتَّىٰ جَآءَ أَمْرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلْغَرُورُ",
            "page_number": 539,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100728,
                    "resource_id": 20,
                    "text": "They [i.e., the hypocrites] will call to them [i.e., the believers], \"Were we not with you?\" They will say, \"Yes, but you afflicted yourselves<sup foot_note=197504>1</sup> and awaited [misfortune for us] and doubted, and wishful thinking deluded you until there came the command of Allāh. And the Deceiver [i.e., Satan] deceived you concerning Allāh."
                },
                {
                    "id": 218578,
                    "resource_id": 39,
                    "text": "(Pada saat itu) mereka (yang munafik) menyeru orang-orang yang beriman (sambil berkata): \"Bukankah kami bercampur gaul dengan kamu (di dunia dahulu)?\" Orang-orang yang beriman menjawab: \"Benar! Akan tetapi kamu telah membinasakan diri kamu (dengan perbuatan munafik) dan kamu telah menunggu-nunggu (kebinasaan umat Islam), dan kamu pula ragu-ragu (terhadap perkara-perkara ugama) serta kamu diperdayakan oleh angan-angan kosong (untuk mencapai maksud kamu), sehinggalah datangnya (maut) yang ditetapkan oleh Allah (kepada kamu). Dan (selain itu), kamu pula diperdayakan oleh bisikan Syaitan dengan (pengampunan) Allah (semata-mata dan melupakan azabNya)."
                },
                {
                    "id": 1096066,
                    "resource_id": 161,
                    "text": "তারা মু’মিনদেরকে ডেকে বলবে- ‘আমরা কি তোমাদের সঙ্গে ছিলাম না?’ তারা উত্তর দিবে, ‘হাঁ, কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদে ফেলে দিয়েছ, তোমরা অপেক্ষা করেছিলে (আমাদের ধ্বংসের জন্য), তোমরা সন্দেহে পতিত ছিলে, আর মিথ্যে আশা আকাঙ্ক্ষা তোমাদেরকে প্রতারিত করেছিল। শেষ পর্যন্ত আল্লাহর হুকুম এসে গেল, আর বড় প্রতারক (শাইত্বন) তোমাদেরকে আল্লাহর ব্যাপারে প্রতারিত করল।"
                }
            ]
        },
        {
            "id": 5090,
            "verse_number": 15,
            "verse_key": "57:15",
            "hizb_number": 54,
            "rub_el_hizb_number": 215,
            "ruku_number": 475,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "فَٱلْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلَا مِنَ ٱلَّذِينَ كَفَرُوا۟ ۚ مَأْوَىٰكُمُ ٱلنَّارُ ۖ هِىَ مَوْلَىٰكُمْ ۖ وَبِئْسَ ٱلْمَصِيرُ",
            "page_number": 539,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100729,
                    "resource_id": 20,
                    "text": "So today no ransom will be taken from you or from those who disbelieved. Your refuge is the Fire. It is most worthy of you, and wretched is the destination.\""
                },
                {
                    "id": 218581,
                    "resource_id": 39,
                    "text": "\"Oleh itu, pada hari ini tidak diterima penebus diri dari kamu, dan tidak juga dari orang-orang kafir. Tempat tinggal kamu ialah neraka, nerakalah sahaja penolong kamu, dan itulah seburuk-buruk tempat kesudahan kamu!\""
                },
                {
                    "id": 1096067,
                    "resource_id": 161,
                    "text": "আজ তোমাদের কাছ থেকে কোন মুক্তিপণ গ্রহণ করা হবে না, আর যারা কুফুরী করেছিল তাদের কাছ থেকেও না। তোমাদের বসবাসের জায়গা জাহান্নাম, সেটাই তোমাদের যথাযোগ্য স্থান। কতই না নিকৃষ্ট সেই আশ্রয়স্থল!"
                }
            ]
        },
        {
            "id": 5091,
            "verse_number": 16,
            "verse_key": "57:16",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 475,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَنُوٓا۟ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلْحَقِّ وَلَا يَكُونُوا۟ كَٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ ٱلْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
            "page_number": 539,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100730,
                    "resource_id": 20,
                    "text": "Has the time not come for those who have believed that their hearts should become humbly submissive at the remembrance of Allāh and what has come down of the truth? And let them not be like those who were given the Scripture before, and a long period passed over them, so their hearts hardened; and many of them are defiantly disobedient."
                },
                {
                    "id": 218582,
                    "resource_id": 39,
                    "text": "Belum sampaikah lagi masanya bagi orang-orang yang beriman, untuk khusyuk hati mereka mematuhi peringatan dan pengajaran Allah serta mematuhi kebenaran (Al-Quran) yang diturunkan (kepada mereka)? Dan janganlah pula mereka menjadi seperti orang-orang yang telah diberikan Kitab sebelum mereka, setelah orang-orang itu melalui masa yang lanjut maka hati mereka menjadi keras, dan banyak di antaranya orang-orang yang fasik - derhaka."
                },
                {
                    "id": 1096068,
                    "resource_id": 161,
                    "text": "যারা ঈমান এনেছে তাদের জন্য সে সময় কি এখনও আসেনি যে আল্লাহর স্মরণে আর যে প্রকৃত সত্য অবতীর্ণ হয়েছে তাতে তাদের অন্তর বিগলিত হয়ে যাবে? আর তারা যেন সেই লোকদের মত না হয়ে যায় যাদেরকে পূর্বে কিতাব দেয়া হয়েছিল, অতঃপর তাদের উপর অতিবাহিত হয়ে গেল বহু বহু যুগ আর তাদের অন্তর কঠিন হয়ে পড়ল। তাদের অধিকাংশই পাপাচারী।"
                }
            ]
        },
        {
            "id": 5092,
            "verse_number": 17,
            "verse_key": "57:17",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 475,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَعْقِلُونَ",
            "page_number": 539,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100731,
                    "resource_id": 20,
                    "text": "Know that Allāh gives life to the earth after its lifelessness. We have made clear to you the signs; perhaps you will understand.<sup foot_note=197505>1</sup>"
                },
                {
                    "id": 218583,
                    "resource_id": 39,
                    "text": "Ketahuilah kamu, bahawa Allah menghidupkan bumi sesudah matinya; sesungguhnya Kami telah menjelaskan kepada kamu keterangan-keterangan dan bukti, supaya kamu memahaminya."
                },
                {
                    "id": 1096069,
                    "resource_id": 161,
                    "text": "জেনে রেখ, আল্লাহই যমীনকে তার মৃত্যুর পর আবার জীবিত করেন। আমি তোমাদের কাছে সুস্পষ্টভাবে নিদর্শন বর্ণনা করেছি যাতে তোমরা বুঝতে পার।"
                }
            ]
        },
        {
            "id": 5093,
            "verse_number": 18,
            "verse_key": "57:18",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 475,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلْمُصَّدِّقِينَ وَٱلْمُصَّدِّقَـٰتِ وَأَقْرَضُوا۟ ٱللَّهَ قَرْضًا حَسَنًا يُضَـٰعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ",
            "page_number": 539,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100732,
                    "resource_id": 20,
                    "text": "Indeed, the men who practice charity and the women who practice charity and [they who] have loaned Allāh a goodly loan - it will be multiplied for them, and they will have a noble reward."
                },
                {
                    "id": 218584,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang lelaki yang bersedekah dan orang-orang perempuan yang bersedekah, serta mereka memberikan pinjaman kepada Allah, sebagai pinjaman yang baik (ikhlas), akan digandakan balasannya (dengan berganda-ganda banyaknya), dan mereka pula akan beroleh pahala yang mulia."
                },
                {
                    "id": 1096070,
                    "resource_id": 161,
                    "text": "দানশীল পুরুষরা আর দানশীলা নারীরা আর যারা আল্লাহকে ঋণ দেয়- উত্তম ঋণ, তাদের জন্য বহুগুণ বাড়িয়ে দেয়া হবে, আর তাদের জন্য আছে মর্যাদাপূর্ণ প্রতিদান।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}