{
    "verses": [
        {
            "id": 5094,
            "verse_number": 19,
            "verse_key": "57:19",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 475,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦٓ أُو۟لَـٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ ۖ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
            "page_number": 540,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100733,
                    "resource_id": 20,
                    "text": "And those who have believed in Allāh and His messengers - those are [in the ranks of] the supporters of truth and the martyrs, with their Lord. For them is their reward and their light.<sup foot_note=197506>1</sup> But those who have disbelieved and denied Our verses - those are the companions of Hellfire."
                },
                {
                    "id": 218585,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang beriman kepada Allah dan Rasul-rasulNya, merekalah pada sisi (hukum) Tuhan mereka, (orang-orang yang mempunyai kedudukan yang tinggi darjatnya) seperti orang-orang \"Siddiqiin\" dan orang-orang yang mati Syahid; mereka akan beroleh pahala dan cahaya orang-orang Siddiqiin dan orang-orang yang mati syahid itu; dan (sebaliknya) orang yang kufur ingkar serta mendustakan ayat-ayat keterangan Kami, merekalah ahli neraka."
                },
                {
                    "id": 1096071,
                    "resource_id": 161,
                    "text": "আর যারা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আনে তারাই তাদের প্রতিপালকের নিকট সিদ্দীক ও শহীদ। তাদের জন্য আছে তাদের প্রতিদান ও তাদের নূর। আর যারা কুফুরী করে আর আমার নিদর্শনকে অস্বীকার করে, তারাই জাহান্নামের বাসিন্দা।"
                }
            ]
        },
        {
            "id": 5095,
            "verse_number": 20,
            "verse_key": "57:20",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 476,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ٱعْلَمُوٓا۟ أَنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَـٰدِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ ٱلْكُفَّارَ نَبَاتُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَـٰمًا ۖ وَفِى ٱلْـَٔاخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرِضْوَٰنٌ ۚ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَـٰعُ ٱلْغُرُورِ",
            "page_number": 540,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100736,
                    "resource_id": 20,
                    "text": "Know that the life of this world is but amusement and diversion and adornment and boasting to one another and competition in increase of wealth and children - like the example of a rain whose [resulting] plant growth pleases the tillers; then it dries and you see it turned yellow; then it becomes [scattered] debris. And in the Hereafter is severe punishment and forgiveness from Allāh and approval. And what is the worldly life except the enjoyment of delusion."
                },
                {
                    "id": 218590,
                    "resource_id": 39,
                    "text": "Ketahuilah bahawa (yang dikatakan) kehidupan dunia itu tidak lain hanyalah (bawaan hidup yang berupa semata-mata) permainan dan hiburan (yang melalaikan) serta perhiasan (yang mengurang), juga (bawaan hidup yang bertujuan) bermegah-megah di antara kamu (dengan kelebihan, kekuatan, dan bangsa keturunan) serta berlumba-lumba membanyakkan harta benda dan anak pinak; (semuanya itu terhad waktunya) samalah seperti hujan yang (menumbuhkan tanaman yang menghijau subur) menjadikan penanamnya suka dan tertarik hati kepada kesuburannya, kemudian tanaman itu bergerak segar (ke suatu masa yang tertentu), selepas itu engkau melihatnya berupa kuning; akhirnya ia menjadi hancur bersepai; dan (hendaklah diketahui lagi, bahawa) di akhirat ada azab yang berat (di sediakan bagi golongan yang hanya mengutamakan kehidupan dunia itu), dan (ada pula) keampunan besar serta keredaan dari Allah (disediakan bagi orang-orang yang mengutamakan akhirat). Dan (ingatlah, bahawa) kehidupan dunia ini tidak lain hanyalah kesenangan bagi orang-orang yang terpedaya."
                },
                {
                    "id": 1096072,
                    "resource_id": 161,
                    "text": "তোমরা জেনে রেখ, দুনিয়ার জীবন ক্রীড়া-কৌতুক, শোভা-সৌন্দর্য, পারস্পরিক গর্ব-অহঙ্কার আর ধন-মাল ও সন্তানাদিতে আধিক্যের প্রতিযোগিতা মাত্র। তার উদাহরণ হল বৃষ্টি, আর তা হতে উৎপন্ন শষ্যাদি কৃষকের মনকে আনন্দে ভরে দেয়, তারপর তা পেকে যায়, তখন তুমি তাকে হলুদ বর্ণ দেখতে পাও, পরে তা খড় ভুষি হয়ে যায়। (আর আখেরাতের চিত্র অন্যরকম, পাপাচারীদের জন্য), আখেরাতে আছে কঠিন শাস্তি, (আর নেককারদের জন্য আছে) আল্লাহর ক্ষমা ও সন্তুষ্টি। আর দুনিয়ার জীবনটা তো ধোঁকার বস্তু ছাড়া আর কিছুই না।"
                }
            ]
        },
        {
            "id": 5096,
            "verse_number": 21,
            "verse_key": "57:21",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 476,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "سَابِقُوٓا۟ إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ ٱلسَّمَآءِ وَٱلْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
            "page_number": 540,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100737,
                    "resource_id": 20,
                    "text": "Race [i.e., compete] toward forgiveness from your Lord and a Garden whose width is like the width of the heavens and earth, prepared for those who believed in Allāh and His messengers. That is the bounty of Allāh which He gives to whom He wills, and Allāh is the possessor of great bounty."
                },
                {
                    "id": 218591,
                    "resource_id": 39,
                    "text": "Berlumba-lumbalah kamu (mengerjakan amal-amal yang baik) untuk mendapat keampunan dari Tuhan kamu, dan mendapat Syurga yang bidangnya seluas segala langit dan bumi, yang disediakan bagi orang-orang yang beriman kepada Allah dan Rasul-rasulNya; yang demikian ialah limpah kurnia Allah, diberikanNya kepada sesiapa yang dikehendakiNya; dan Allah sememangnya mempunyai limpah kurnia yang besar."
                },
                {
                    "id": 1096073,
                    "resource_id": 161,
                    "text": "তোমরা এগিয়ে যাও তোমাদের প্রতিপালকের ক্ষমা ও জান্নাত লাভের জন্য, যার প্রশস্ততা আসমান ও যমীনের প্রশস্ততার মত। তা প্রস্তুত রাখা হয়েছে তাদের জন্য যারা আল্লাহ ও তাঁর রসূলদের প্রতি ঈমান এনেছে। এটা আল্লাহর অনুগ্রহ, তিনি তা দেন যাকে ইচ্ছে করেন, আল্লাহ বড়ই অনুগ্রহশীল।"
                }
            ]
        },
        {
            "id": 5097,
            "verse_number": 22,
            "verse_key": "57:22",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 476,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "مَآ أَصَابَ مِن مُّصِيبَةٍ فِى ٱلْأَرْضِ وَلَا فِىٓ أَنفُسِكُمْ إِلَّا فِى كِتَـٰبٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
            "page_number": 540,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100738,
                    "resource_id": 20,
                    "text": "No disaster strikes upon the earth or among yourselves except that it is in a register<sup foot_note=197507>1</sup> before We bring it into being - indeed that, for Allāh, is easy -"
                },
                {
                    "id": 218592,
                    "resource_id": 39,
                    "text": "Tidak ada sesuatu kesusahan (atau bala bencana) yang ditimpakan di bumi, dan tidak juga yang menimpa diri kamu, melainkan telah sedia ada di dalam Kitab (pengetahuan Kami) sebelum Kami menjadikannya; sesungguhnya mengadakan yang demikian itu adalah mudah bagi Allah."
                },
                {
                    "id": 1096074,
                    "resource_id": 161,
                    "text": "পৃথিবীতে অথবা তোমাদের নিজেদের উপর এমন কোন মুসীবত আসে না যা আমি সংঘটিত করার পূর্বে কিতাবে লিপিবদ্ধ রাখি না। এটা (করা) আল্লাহর জন্য খুবই সহজ।"
                }
            ]
        },
        {
            "id": 5098,
            "verse_number": 23,
            "verse_key": "57:23",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 476,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لِّكَيْلَا تَأْسَوْا۟ عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا۟ بِمَآ ءَاتَىٰكُمْ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
            "page_number": 540,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100739,
                    "resource_id": 20,
                    "text": "In order that you not despair over what has eluded you and not exult [in pride] over what He has given you. And Allāh does not like everyone self-deluded and boastful -"
                },
                {
                    "id": 218593,
                    "resource_id": 39,
                    "text": "(Kamu diberitahu tentang itu) supaya kamu tidak bersedih hati akan apa yang telah luput daripada kamu, dan tidak pula bergembira (secara sombong dan bangga) dengan apa yang diberikan kepada kamu. Dan (ingatlah), Allah tidak suka kepada tiap-tiap orang yang sombong takbur, lagi membanggakan diri."
                },
                {
                    "id": 1096075,
                    "resource_id": 161,
                    "text": "এটা এজন্য যে, তোমাদের যে ক্ষতি হয়েছে তার জন্য তোমরা যেন হতাশাগ্রস্ত না হও, আর তোমাদেরকে যা দান করা হয়েছে তার জন্য তোমরা যেন উৎফুল্ল না হও, কেননা আল্লাহ অহংকারী ও অধিক গর্বকারীকে পছন্দ করেন না-"
                }
            ]
        },
        {
            "id": 5099,
            "verse_number": 24,
            "verse_key": "57:24",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 476,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ ٱلنَّاسَ بِٱلْبُخْلِ ۗ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
            "page_number": 540,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100740,
                    "resource_id": 20,
                    "text": "[Those] who are stingy and enjoin upon people stinginess. And whoever turns away<sup foot_note=197508>1</sup> - then indeed, Allāh is the Free of need, the Praiseworthy."
                },
                {
                    "id": 218594,
                    "resource_id": 39,
                    "text": "Orang-orang yang bakhil dan menyuruh manusia supaya berlaku bakhil, (akan mendapat balasan yang menghina); dan sesiapa yang berpaling (dari mematuhi hukum Allah maka padahnya tertimpa atas dirinya sendiri), kerana sesungguhnya Allah, Dia lah Yang Maha Kaya, lagi Maha Terpuji."
                },
                {
                    "id": 1096076,
                    "resource_id": 161,
                    "text": "যারা কৃপণতা করে আর মানুষকে কৃপণতা করার আদেশ দেয় এবং যে ব্যক্তি (আল্লাহর পথ হতে) মুখ ফিরিয়ে নেয় (সে জেনে রাখুক) আল্লাহ অভাব মুক্ত, প্রশংসিত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}