{
    "verses": [
        {
            "id": 5100,
            "verse_number": 25,
            "verse_key": "57:25",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 476,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِٱلْبَيِّنَـٰتِ وَأَنزَلْنَا مَعَهُمُ ٱلْكِتَـٰبَ وَٱلْمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلْقِسْطِ ۖ وَأَنزَلْنَا ٱلْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَـٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ مَن يَنصُرُهُۥ وَرُسُلَهُۥ بِٱلْغَيْبِ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ",
            "page_number": 541,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100742,
                    "resource_id": 20,
                    "text": "We have already sent Our messengers with clear evidences and sent down with them the Scripture and the balance that the people may maintain [their affairs] in justice. And We sent down iron, wherein is great military might and benefits for the people, and so that Allāh may make evident those who support Him and His messengers unseen. Indeed, Allāh is Powerful and Exalted in Might."
                },
                {
                    "id": 218595,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya! Kami telah mengutus Rasul-rasul Kami dengan membawa bukti-bukti dan mukjizat yang jelas nyata, dan Kami telah menurunkan bersama-sama mereka Kitab Suci dan keterangan yang menjadi neraca keadilan, supaya manusia dapat menjalankan keadilan dan kami telah menciptakan besi dengan keadaannya mengandungi kekuatan yang handal serta berbagai faedah lagi bagi manusia. (Dijadikan besi dengan keadaan yang demikian, supaya manusia menggunakan faedah-faedah itu dalam kehidupan mereka sehari-hari) dan supaya ternyata pengetahuan Allah tentang orang yang (menggunakan kekuatan handalnya itu untuk) menegak dan mempertahankan ugama Allah serta menolong Rasul-rasulNya, padahal balasan baiknya tidak kelihatan (kepadanya); sesungguhnya Allah Maha Kuat, lagi Maha Kuasa."
                },
                {
                    "id": 1096077,
                    "resource_id": 161,
                    "text": "আমি আমার রসূলদেরকে সুস্পষ্ট প্রমাণসহ পাঠিয়েছি আর তাদের সঙ্গে অবতীর্ণ করেছি কিতাব ও (সত্য মিথ্যার) মানদন্ড যাতে মানুষ ইনসাফ ও সুবিচারের উপর প্রতিষ্ঠিত হতে পারে। আমি অবতীর্ণ করেছি লোহা যাতে আছে প্রচন্ড শক্তি আর মানুষের জন্য নানাবিধ উপকার যাতে আল্লাহ পরীক্ষা করতে পারেন আল্লাহকে না দেখেই তাঁকে আর তাঁর রসূলদেরকে কারা (এই লোহার শক্তি দিয়ে ও যাবতীয় উপায়ে) সাহায্য করে। আল্লাহ বড়ই শক্তিমান, মহাপরিক্রমশালী।"
                }
            ]
        },
        {
            "id": 5101,
            "verse_number": 26,
            "verse_key": "57:26",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 477,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَٰهِيمَ وَجَعَلْنَا فِى ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ ۖ فَمِنْهُم مُّهْتَدٍ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
            "page_number": 541,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100744,
                    "resource_id": 20,
                    "text": "And We have already sent Noah and Abraham and placed in their descendants prophethood and scripture; and among them is he who is guided, but many of them are defiantly disobedient."
                },
                {
                    "id": 218596,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya! Kami telah mengutus Nabi Nuh dan Nabi Ibrahim, dan Kami jadikan pada keturunan keduanya orang-orang yang berpangkat Nabi dan menerima Kitab-kitab ugama; maka sebahagian di antara mereka: orang yang beroleh hidayah petunjuk, dan kebanyakan mereka orang-orang yang fasik - derhaka"
                },
                {
                    "id": 1096078,
                    "resource_id": 161,
                    "text": "আমি নূহ (আলাইহিস সালাম) আর ইব্রাহীম (আলাইহিস সালাম)-কে পাঠিয়েছিলাম আর তাদের বংশধরদের মধ্যে নুবুওয়াত ও কিতাবের ব্যবস্থা প্রতিষ্ঠা করেছিলাম। তাদের মধ্যে কেউ কেউ সঠিক পথ অবলম্বন করেছিল আর তাদের অধিকাংশই ছিল পাপাচারী।"
                }
            ]
        },
        {
            "id": 5102,
            "verse_number": 27,
            "verse_key": "57:27",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 477,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ قَفَّيْنَا عَلَىٰٓ ءَاثَـٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ٱبْنِ مَرْيَمَ وَءَاتَيْنَـٰهُ ٱلْإِنجِيلَ وَجَعَلْنَا فِى قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ٱبْتَدَعُوهَا مَا كَتَبْنَـٰهَا عَلَيْهِمْ إِلَّا ٱبْتِغَآءَ رِضْوَٰنِ ٱللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَـَٔاتَيْنَا ٱلَّذِينَ ءَامَنُوا۟ مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِّنْهُمْ فَـٰسِقُونَ",
            "page_number": 541,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100745,
                    "resource_id": 20,
                    "text": "Then We sent following their footsteps [i.e., traditions] Our messengers and followed [them] with Jesus, the son of Mary, and gave him the Gospel. And We placed in the hearts of those who followed him compassion and mercy and monasticism, which they innovated; We did not prescribe it for them except [that they did so] seeking the approval of Allāh. But they did not observe it with due observance. So We gave the ones who believed among them their reward, but many of them are defiantly disobedient."
                },
                {
                    "id": 218597,
                    "resource_id": 39,
                    "text": "Kemudian Kami iringi sesudah - mereka: Rasul-rasul Kami silih berganti, dan Kami iringi lagi dengan Nabi Isa ibni Maryam, serta Kami berikan kepadanya: Kitab Injil; dan Kami jadikan dalam hati orang-orang yang mengikutnya perasaan belas kasihan (sesama sendiri). Dan (perbuatan mereka beribadat secara) \"Rahbaniyyah\" - merekalah sahaja yang mengadakan dan merekanya; Kami tidak mewajibkannya atas mereka; (mereka berbuat demikian) kerana mencari keredaan Allah; dalam pada itu mereka tidak menjaga dan memeliharanya menurut yang sewajibnya. Oleh itu, orang-orang yang beriman (kepada Nabi Muhammad) di antara mereka, kami berikan pahalanya, dan (sebaliknya) banyak di antara mereka yang fasik - derhaka."
                },
                {
                    "id": 1096079,
                    "resource_id": 161,
                    "text": "অতঃপর তাদের পথ ধরে আমি আমার রসূলদেরকে পাঠিয়েছিলাম, অতঃপর তাদের পেছনে আমি মারইয়াম-পুত্র ‘ঈসা (আলাইহিস সালাম)-কে পাঠিয়েছিলাম আর তাকে দিয়েছিলাম ইঞ্জীল। আর যারা তাকে অনুসরণ করেছিল তাদের অন্তরে দিয়েছিলাম করুণা ও দয়ামায়া। আর বৈরাগ্যবাদ- তা তারা নিজেরাই নতুনভাবে চালু করেছে আল্লাহর সন্তুষ্টি লাভের আশায়। আমি তাদের উপর এ বিধান অপরিহার্য করিনি। আর সেটাও তারা লালন করতে পারেনি যেভাবে তা লালন করা প্রয়োজন ছিল। তাদের মধ্যে যারা ঈমান গ্রহণ করেছিল তাদেরকে আমি তাদের প্রাপ্য পুরস্কার দিয়েছিলাম। কিন্তু তাদের অধিকাংশই ছিল পাপাচারী।"
                }
            ]
        },
        {
            "id": 5103,
            "verse_number": 28,
            "verse_key": "57:28",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 477,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَءَامِنُوا۟ بِرَسُولِهِۦ يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِۦ وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِۦ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
            "page_number": 541,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100746,
                    "resource_id": 20,
                    "text": "O you who have believed, fear Allāh and believe in His Messenger; He will [then] give you a double portion of His mercy and make for you a light by which you will walk and forgive you; and Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218598,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Bertaqwalah kamu kepada Allah dan tetaplah beriman kepada RasulNya (Muhammad), supaya Allah memberi kepada kamu dua bahagian dari rahmatNya, dan menjadikan bagi kamu cahaya untuk kamu berjalan dengannya (pada hari kiamat kelak), serta diampunkannya dosa kamu; dan (ingatlah), Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1096080,
                    "resource_id": 161,
                    "text": "ওহে মু’মিনগণ! তোমরা আল্লাহকে ভয় কর আর তাঁর রসূলের প্রতি ঈমান আন, তিনি তাঁর অনুগ্রহে তোমাদেরকে দ্বিগুণ পুরস্কার দিবেন আর তিনি তোমাদের জন্য আলোর ব্যবস্থা করবেন যা দিয়ে তোমরা পথ চলবে, আর তিনি তোমাদেরকে ক্ষমা করে দিবেন। আল্লাহ বড়ই ক্ষমাশীল, অতি দয়ালু।"
                }
            ]
        },
        {
            "id": 5104,
            "verse_number": 29,
            "verse_key": "57:29",
            "hizb_number": 54,
            "rub_el_hizb_number": 216,
            "ruku_number": 477,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لِّئَلَّا يَعْلَمَ أَهْلُ ٱلْكِتَـٰبِ أَلَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّن فَضْلِ ٱللَّهِ ۙ وَأَنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
            "page_number": 541,
            "juz_number": 27,
            "translations": [
                {
                    "id": 100747,
                    "resource_id": 20,
                    "text": "[This is] so that the People of the Scripture may know that they are not able [to obtain] anything from the bounty of Allāh<sup foot_note=197510>1</sup> and that [all] bounty is in the hand<sup foot_note=197509>2</sup> of Allāh; He gives it to whom He wills. And Allāh is the possessor of great bounty."
                },
                {
                    "id": 218599,
                    "resource_id": 39,
                    "text": "(Ditetapkan pemberian yang demikian kepada kamu) supaya golongan ahli Kitab (Yahudi dan Nasrani - yang menentang Islam) mengetahui, bahawa sesungguhnya mereka tidak mempunyai sebarang kuasa untuk mendapat (atau menyekat) sesuatu dari limpah kurnia Allah, dan bahawa sesungguhnya limpah kurnia itu terletak dalam kekuasaan Allah, diberikanNya kepada sesiapa yang dikehendakiNya. Dan (ingatlah), Allah jualah yang mempunyai limpah kurnia yang besar."
                },
                {
                    "id": 1096081,
                    "resource_id": 161,
                    "text": "(আমি আহলে কিতাব ছাড়া অন্যত্র নুবুওয়াত দিলাম) এ জন্য যে, আহলে কিতাবগণ যেন জেনে নিতে পারে যে, আল্লাহর অনুগ্রহের কোন কিছুকেই তাদের নিয়ন্ত্রণ করার কোন ক্ষমতা নেই, আর (তারা যেন আরো জেনে নিতে পারে যে) অনুগ্রহ একমাত্র আল্লাহর হাতেই, যাকে ইচ্ছে তিনিই তা দেন। আল্লাহ বিশাল অনুগ্রহের অধিকারী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}