{
    "verses": [
        {
            "id": 5111,
            "verse_number": 7,
            "verse_key": "58:7",
            "hizb_number": 55,
            "rub_el_hizb_number": 217,
            "ruku_number": 479,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَـٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
            "page_number": 543,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100791,
                    "resource_id": 20,
                    "text": "Have you not considered that Allāh knows what is in the heavens and what is on the earth? There are not three in a private conversation but that He is the fourth of them,<sup foot_note=197514>1</sup> nor are there five but that He is the sixth of them - and no less than that and no more except that He is with them [in knowledge] wherever they are. Then He will inform them of what they did, on the Day of Resurrection. Indeed Allāh is, of all things, Knowing."
                },
                {
                    "id": 218643,
                    "resource_id": 39,
                    "text": "Tidakkah engkau memikirkan, bahawa sesungguhnya Allah mengetahui segala yang ada di langit dan yang ada di bumi? Tiada berlaku bisikan antara tiga orang melainkan Dia lah yang keempatnya, dan tiada (berlaku antara) lima orang melainkan Dia lah yang keenamnya, dan tiada yang kurang dari bilangan itu dan tiada yang lebih ramai, melainkan Ia ada bersama-sama mereka di mana sahaja mereka berada. Kemudian Ia akan memberi tahu kepada mereka - pada hari kiamat - apa yang mereka telah kerjakan. Sesungguhnya Allah Maha Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1096088,
                    "resource_id": 161,
                    "text": "তুমি কি জান না যে, যা আকাশে আছে আর যা যমীনে আছে আল্লাহ সব জানেন। তিনজনের মধ্যে এমন কোন গোপন পরামর্শ হয় না যাতে চতুর্থজন আল্লাহ হন না, আর পাঁচজনেও হয় না, ষষ্ঠজন তিনি ছাড়া, এর কম সংখ্যকেও হয় না, আর বেশি সংখ্যকেও হয় না, তিনি তাদের সঙ্গে থাকা ব্যতীত, তারা যেখানেই থাকুক না কেন। অতঃপর ক্বিয়ামত দিবসে তিনি জানিয়ে দেবেন যা তারা ‘আমাল করেছিল। আল্লাহ সকল বিষয়ে পূর্ণভাবে অবগত।"
                }
            ]
        },
        {
            "id": 5112,
            "verse_number": 8,
            "verse_key": "58:8",
            "hizb_number": 55,
            "rub_el_hizb_number": 217,
            "ruku_number": 479,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَـٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ",
            "page_number": 543,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100793,
                    "resource_id": 20,
                    "text": "Have you not considered those who were forbidden from private conversation [i.e., ridicule and conspiracy] and then return to that which they were forbidden and converse among themselves about sin and aggression and disobedience to the Messenger? And when they come to you, they greet you with that [word] by which Allāh does not greet you<sup foot_note=197515>1</sup> and say among themselves, \"Why does Allāh not punish us for what we say?\" Sufficient for them is Hell, which they will [enter to] burn, and wretched is the destination."
                },
                {
                    "id": 218645,
                    "resource_id": 39,
                    "text": "Tidakkah engkau memerhatikan (wahai Muhammad) akan orang-orang (Yahudi) yang telah dilarang daripada perbuatan berbisik-bisik, kemudian mereka berbalik melakukan perbuatan yang telah dilarang itu serta mereka berbisik-bisik berkenaan dengan melakukan dosa dan pencerobohan serta kederhakaan kepada Rasulullah? Dan lagi apabila mereka datang kepadamu, mereka memberi salam hormat bukan dengan lafaz salam hormat yang diberikan Allah kepadamu; dan mereka berkata sesama sendiri: \"(Kalau benar Muhammad utusan Tuhan, maka) sepatutnya kami diseksa oleh Allah disebabkan (kata-kata buruk) yang kami ucapkan itu?\" Cukuplah untuk mereka neraka Jahannam, yang mereka akan dibakar di dalamnya; maka itulah seburuk-buruk tempat kembali."
                },
                {
                    "id": 1096089,
                    "resource_id": 161,
                    "text": "তুমি কি তাদেরকে দেখনি যাদেরকে গোপন পরামর্শ করতে নিষেধ করা হয়েছিল, অতঃপর তারা আবার তাই করল যা করতে তাদেরকে নিষেধ করা হয়েছিল, তারা গোপনে পরামর্শ করল পাপাচার, সীমালঙ্ঘন আর রসূলকে অমান্য করা নিয়ে। তারা যখন তোমার কাছে আসে তখন তারা তোমাকে এমনভাবে সম্ভাষণ করে যেমনভাবে আল্লাহ তোমাকে সম্ভাষণ করেননি। তারা মনে মনে বলে- ‘আমরা যা বলি তার জন্য আল্লাহ আমাদেরকে ‘আযাব দেন না কেন? জাহান্নামই তাদের জন্য যথেষ্ট, তাতে তারা জ্বলবে, কতই না নিকৃষ্ট সেই গন্তব্যস্থল!"
                }
            ]
        },
        {
            "id": 5113,
            "verse_number": 9,
            "verse_key": "58:9",
            "hizb_number": 55,
            "rub_el_hizb_number": 217,
            "ruku_number": 479,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَـٰجَيْتُمْ فَلَا تَتَنَـٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَـٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
            "page_number": 543,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100795,
                    "resource_id": 20,
                    "text": "O you who have believed, when you converse privately, do not converse about sin and aggression and disobedience to the Messenger but converse about righteousness and piety. And fear Allāh, to whom you will be gathered."
                },
                {
                    "id": 218647,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Apabila kamu berbisik-bisik sesama sendiri, maka janganlah kamu berbisik-bisik untuk melakukan dosa dan pencerobohan serta perbuatan derhaka kepada Rasulullah; dan (sebaliknya) berbisiklah untuk berbuat kebajikan dan bertaqwa. Dan hendaklah kamu tetap bertaqwa kepada Allah yang kepadaNya kamu semua akan dihimpunkan (pada hari kiamat untuk dihitung amal kamu dan menerima balasan)."
                },
                {
                    "id": 1096090,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা যখন গোপন পরামর্শ কর, তখন পাপাচার, সীমালঙ্ঘন আর রসূলকে অমান্য করার পরামর্শ কর না। তোমরা সৎকর্ম ও তাকওয়া অবলম্বনের ব্যাপারে পরামর্শ করো। আর তোমরা আল্লাহকে ভয় কর যাঁর কাছে তোমাদেরকে সমবেত করা হবে।"
                }
            ]
        },
        {
            "id": 5114,
            "verse_number": 10,
            "verse_key": "58:10",
            "hizb_number": 55,
            "rub_el_hizb_number": 217,
            "ruku_number": 479,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَـٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
            "page_number": 543,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100766,
                    "resource_id": 20,
                    "text": "Private conversation is only from Satan that he may grieve those who have believed,<sup foot_note=197516>1</sup> but he will not harm them at all except by permission of Allāh. And upon Allāh let the believers rely."
                },
                {
                    "id": 218619,
                    "resource_id": 39,
                    "text": "Sesungguhnya perbuatan berbisik (dengan kejahatan) itu adalah dari (hasutan) Syaitan, untuk menjadikan orang-orang yang beriman berdukacita; sedang bisikan itu tidak akan dapat membahayakan mereka sedikitpun melainkan dengan izin Allah; dan kepada Allah jualah hendaknya orang-orang yang beriman berserah diri."
                },
                {
                    "id": 1096091,
                    "resource_id": 161,
                    "text": "গোপন পরামর্শ হল মু’মিনদেরকে দুঃখ দেয়ার জন্য শয়ত্বান প্ররোচিত কাজ। তবে আল্লাহর অনুমতি ছাড়া তা তাদের কোন ক্ষতি করতে পারে না। মু’মিনদের কর্তব্য হল একমাত্র আল্লাহরই উপর ভরসা করা।"
                }
            ]
        },
        {
            "id": 5115,
            "verse_number": 11,
            "verse_key": "58:11",
            "hizb_number": 55,
            "rub_el_hizb_number": 217,
            "ruku_number": 479,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَـٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَـٰتٍ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
            "page_number": 543,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100767,
                    "resource_id": 20,
                    "text": "O you who have believed, when you are told, \"Space yourselves\" in assemblies, then make space; Allāh will make space for you.<sup foot_note=197518>1</sup> And when you are told, \"Arise,\"<sup foot_note=197517>2</sup> then arise; Allāh will raise those who have believed among you and those who were given knowledge, by degrees. And Allāh is Aware of what you do."
                },
                {
                    "id": 218620,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Apabila diminta kepada kamu memberi lapang dari tempat duduk kamu (untuk orang lain) maka lapangkanlah seboleh-bolehnya supaya Allah melapangkan (segala halnya) untuk kamu. Dan apabila diminta kamu bangun maka bangunlah, supaya Allah meninggikan darjat orang-orang yang beriman di antara kamu, dan orang-orang yang diberi ilmu pengetahuan ugama (dari kalangan kamu) - beberapa darjat. Dan (ingatlah), Allah Maha Mendalam PengetahuanNya tentang apa yang kamu lakukan."
                },
                {
                    "id": 1096092,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমাদেরকে যখন বলা হয়- ‘বৈঠক প্রশস্ত করে দাও’, তখন তোমরা তা প্রশস্ত করে দিবে, আল্লাহ তোমাদেরকে প্রশস্ততা দান করবেন। আর যখন বলা হয়- ‘তোমরা উঠে যাও’, তখন তোমরা উঠে যাবে। তোমাদের মধ্যে যারা ঈমান এনেছে আর যাদেরকে জ্ঞান দান করা হয়েছে, আল্লাহ তাদেরকে মর্যাদায় উচ্চ করবেন। তোমরা যা কর আল্লাহ তার খবর রাখেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}