{
    "verses": [
        {
            "id": 5116,
            "verse_number": 12,
            "verse_key": "58:12",
            "hizb_number": 55,
            "rub_el_hizb_number": 217,
            "ruku_number": 479,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَـٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةً ۚ ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 544,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100768,
                    "resource_id": 20,
                    "text": "O you who have believed, when you [wish to] privately consult the Messenger, present before your consultation a charity. That is better for you and purer. But if you find not [the means] - then indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218621,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Apabila kamu hendak mengadap dan bertanyakan sesuatu kepada Rasulullah, maka hendaklah kamu bersedekah (kepada fakir miskin) sebelum kamu mengadapnya; (pemberian sedekah) itu adalah lebih baik bagi kamu dan lebih bersih. Dalam pada itu, kalau kamu tidak ada benda yang hendak disedekahkan, (kamu dibenarkan juga mengadapnya mengenai perkara yang tak dapat dielak), kerana sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1096093,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা যখন রসূলের সঙ্গে গোপনে কথা বল, তখন গোপনে কথা বলার আগে সদাক্বাহ দাও, এটাই তোমাদের জন্য উত্তম ও অতি পবিত্র পন্থা। আর যদি সদাক্বাহ জোগাড় করতে না পার, তাহলে আল্লাহ অতি ক্ষমাশীল, অতি দয়ালু।"
                }
            ]
        },
        {
            "id": 5117,
            "verse_number": 13,
            "verse_key": "58:13",
            "hizb_number": 55,
            "rub_el_hizb_number": 217,
            "ruku_number": 479,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَـٰتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
            "page_number": 544,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100769,
                    "resource_id": 20,
                    "text": "Have you feared to present before your consultation charities? Then when you do not and Allāh has forgiven you, then [at least] establish prayer and give zakāh and obey Allāh and His Messenger. And Allāh is Aware of what you do."
                },
                {
                    "id": 218622,
                    "resource_id": 39,
                    "text": "Adakah kamu takut (akan kemiskinan) kerana kerap kali kamu memberi sedekah sebelum kamu mengadap? Kalau kamu tidak melakukan (perintah) itu, dan Allah pun memaafkan kamu (kerana kamu tidak mampu), maka dirikanlah sembahyang dan berikanlah zakat (sebagaimana yang sewajibnya), serta taatlah kamu kepada Allah dan RasulNya. Dan (ingatlah), Allah Maha Mendalam PengetahuanNya akan segala amalan yang kamu lakukan."
                },
                {
                    "id": 1096094,
                    "resource_id": 161,
                    "text": "তোমরা কি ভয় পেয়ে গেলে যে, তোমাদেরকে (নবীর সঙ্গে) গোপনে কথাবার্তা বলার আগে সদাক্বাহ দিতে হবে? তোমরা যদি তা না কর, তাহলে আল্লাহ তোমাদেরকে ক্ষমা করে দিলেন, কাজেই তোমরা নামায কায়িম কর, যাকাত দাও এবং আল্লাহ ও তাঁর রসূলের আনুগত্য কর। তোমরা যা কর সে বিষয়ে আল্লাহ পুরোপুরি অবগত।"
                }
            ]
        },
        {
            "id": 5118,
            "verse_number": 14,
            "verse_key": "58:14",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 480,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ",
            "page_number": 544,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100770,
                    "resource_id": 20,
                    "text": "Have you not considered those who make allies of a people with whom Allāh has become angry? They are neither of you nor of them, and they swear to untruth while they know [they are lying]."
                },
                {
                    "id": 218623,
                    "resource_id": 39,
                    "text": "Tidakkah engkau melihat (bagaimana jahatnya) orang-orang yang bersahabat karib dengan kaum yang telah dimurkai Allah (dengan sebab kekufuran dan khianatnya)? Mereka itu bukanlah dari golongan kamu dan bukan pula dari golongan kaum yang tersebut itu (kerana mereka ialah golongan munafik); dan lagi mereka selalu bersumpah dengan dusta, sedang mereka mengetahui (bahawa mereka adalah berdusta)."
                },
                {
                    "id": 1096095,
                    "resource_id": 161,
                    "text": "তুমি কি তাদেরকে দেখনি যারা সেই সম্প্রদায়ের সঙ্গে বন্ধুত্ব করে যেই সম্প্রদায়ের প্রতি আল্লাহ রাগান্বিত? তারা না তোমাদের লোক, আর না তাদের লোক আর তারা জেনে শুনে মিথ্যে শপথ করে।"
                }
            ]
        },
        {
            "id": 5119,
            "verse_number": 15,
            "verse_key": "58:15",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 480,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 544,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100771,
                    "resource_id": 20,
                    "text": "Allāh has prepared for them a severe punishment. Indeed, it was evil that they were doing."
                },
                {
                    "id": 214879,
                    "resource_id": 39,
                    "text": "Allah telah menyediakan bagi mereka azab seksa yang berat; sesungguhnya amatlah buruk apa yang mereka telah lakukan."
                },
                {
                    "id": 1096096,
                    "resource_id": 161,
                    "text": "আল্লাহ তাদের জন্য প্রস্তুত করে রেখেছেন কঠিন শাস্তি, তারা যা করে তা কতই না মন্দ!"
                }
            ]
        },
        {
            "id": 5120,
            "verse_number": 16,
            "verse_key": "58:16",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 480,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ",
            "page_number": 544,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100772,
                    "resource_id": 20,
                    "text": "They took their [false] oaths as a cover, so they averted [people] from the way of Allāh, and for them is a humiliating punishment."
                },
                {
                    "id": 218624,
                    "resource_id": 39,
                    "text": "Mereka menjadikan sumpahnya sebagai perisai (untuk menyelamatkan diri dan harta bendanya daripada dirampas atau dibunuh), maka dengan yang demikian dapatlah mereka menghalang (dirinya dan orang lain) dari jalan Allah; oleh itu mereka beroleh azab seksa yang menghina."
                },
                {
                    "id": 1096097,
                    "resource_id": 161,
                    "text": "তারা তাদের শপথগুলোকে ঢাল বানিয়ে নিয়েছে, এর সাহায্যে তারা মানুষকে আল্লাহর পথ থেকে ফিরিয়ে রাখে, এ কারণে তাদের জন্য আছে অপমানজনক শাস্তি।"
                }
            ]
        },
        {
            "id": 5121,
            "verse_number": 17,
            "verse_key": "58:17",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 480,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
            "page_number": 544,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100773,
                    "resource_id": 20,
                    "text": "Never will their wealth or their children avail them against Allāh at all. Those are the companions of the Fire; they will abide therein eternally"
                },
                {
                    "id": 218625,
                    "resource_id": 39,
                    "text": "harta benda mereka dan anak pinak mereka tidak sekali-kali akan dapat memberikan sebarang pertolongan kepada mereka dari azab Allah. Merekalah ahli neraka, mereka tetap kekal di dalamnya."
                },
                {
                    "id": 1096098,
                    "resource_id": 161,
                    "text": "তাদের ধন-সম্পদ আর সন্তানাদি আল্লাহর শাস্তি থেকে তাদেরকে বাঁচানোর ব্যাপারে কোন কাজে আসবে না, তারা জাহান্নামের অধিবাসী, সেখানে তারা চিরকাল থাকবে।"
                }
            ]
        },
        {
            "id": 5122,
            "verse_number": 18,
            "verse_key": "58:18",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 480,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ ۚ أَلَآ إِنَّهُمْ هُمُ ٱلْكَـٰذِبُونَ",
            "page_number": 544,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100774,
                    "resource_id": 20,
                    "text": "On the Day Allāh will resurrect them all, and they will swear to Him as they swear to you and think that they are [standing] on something.<sup foot_note=197519>1</sup> Unquestionably, it is they who are the liars."
                },
                {
                    "id": 218626,
                    "resource_id": 39,
                    "text": "(Setelah nyata kepada orang-orang munafik itu bahawa harta benda dan anak pinaknya tidak dapat memberikan pertolongan), ketika mereka semuanya dibangkitkan oleh Allah (pada hari kiamat), maka mereka bersumpah kepadaNya (bahawa mereka adalah orang-orang mukmin) sebagaimana biasanya mereka bersumpah kepada kamu; dan mereka menyangka bahawa (dengan berbuat demikian) mereka akan mendapat sesuatu (yang berfaedah kepada mereka). Ketahuilah! Bahawa sesungguhnya merekalah golongan pendusta."
                },
                {
                    "id": 1096099,
                    "resource_id": 161,
                    "text": "আল্লাহ যেদিন তাদের সবাইকে আবার জীবিত করে উঠাবেন, তখন তারা আল্লাহর কাছে ঠিক সে রকম শপথই করবে, যেমন শপথ তারা তোমাদের নিকট করে, আর তারা মনে করে যে, তাদের কিছু (কোন ভিত্তি) আছে। জেনে রেখ, তারা খুবই মিথ্যেবাদী।"
                }
            ]
        },
        {
            "id": 5123,
            "verse_number": 19,
            "verse_key": "58:19",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 480,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَـٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱلشَّيْطَـٰنِ ۚ أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَـٰنِ هُمُ ٱلْخَـٰسِرُونَ",
            "page_number": 544,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100775,
                    "resource_id": 20,
                    "text": "Satan has overcome them and made them forget the remembrance of Allāh. Those are the party of Satan. Unquestionably, the party of Satan - they will be the losers."
                },
                {
                    "id": 218627,
                    "resource_id": 39,
                    "text": "Syaitan telah menguasai dan mempengaruhi mereka, sehingga menyebabkan mereka lupa mengingati (ajaran dan amaran) Allah; mereka itulah puak Syaitan. Ketahuilah! Bahawa puak Syaitan itu sebenarnya orang-orang yang rugi."
                },
                {
                    "id": 1096100,
                    "resource_id": 161,
                    "text": "শয়ত্বান তাদের উপর প্রভাব খাটিয়ে বসেছে, আর তাদেরকে আল্লাহর স্মরণ ভুলিয়ে দিয়েছে। তারা শয়ত্বানের দল। জেনে রেখ, শয়ত্বানের দলই ক্ষতিগ্রস্ত।"
                }
            ]
        },
        {
            "id": 5124,
            "verse_number": 20,
            "verse_key": "58:20",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 480,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَـٰٓئِكَ فِى ٱلْأَذَلِّينَ",
            "page_number": 544,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100779,
                    "resource_id": 20,
                    "text": "Indeed, the ones who oppose Allāh and His Messenger - those will be among the most humbled."
                },
                {
                    "id": 218630,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang menentang (perintah) Allah dan RasulNya, mereka termasuk dalam golongan yang amat hina."
                },
                {
                    "id": 1096101,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর ও তাঁর রসূলের বিরোধিতা করে, তারাই সবচেয়ে বেশী লাঞ্ছিতদের অন্তর্ভুক্ত।"
                }
            ]
        },
        {
            "id": 5125,
            "verse_number": 21,
            "verse_key": "58:21",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 480,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ",
            "page_number": 544,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100780,
                    "resource_id": 20,
                    "text": "Allāh has written [i.e., decreed], \"I will surely overcome, I and My messengers.\" Indeed, Allāh is Powerful and Exalted in Might."
                },
                {
                    "id": 218631,
                    "resource_id": 39,
                    "text": "Allah telah menetapkan: \"Sesungguhnya Aku dan Rasul-rasulKu tetap mengalahkan (golongan yang menentang) \". Sesungguhnya Allah Maha Kuat, lagi Maha kuasa."
                },
                {
                    "id": 1096102,
                    "resource_id": 161,
                    "text": "আল্লাহ লিখে দিয়েছেন যে, অবশ্য অবশ্যই আমি ও আমার রসূলগণ বিজয়ী থাকব। আল্লাহ মহা শক্তিমান ও পরাক্রমশালী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 10,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 10
    }
}