{
    "verses": [
        {
            "id": 5126,
            "verse_number": 22,
            "verse_key": "58:22",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 480,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا۟ ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُو۟لَـٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَـٰنَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱللَّهِ ۚ أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ",
            "page_number": 545,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100781,
                    "resource_id": 20,
                    "text": "You will not find a people who believe in Allāh and the Last Day having affection for those who oppose Allāh and His Messenger, even if they were their fathers or their sons or their brothers or their kindred. Those - He has decreed within their hearts faith and supported them with spirit<sup foot_note=197520>1</sup> from Him. And We will admit them to gardens beneath which rivers flow, wherein they abide eternally. Allāh is pleased with them, and they are pleased with Him - those are the party of Allāh. Unquestionably, the party of Allāh - they are the successful."
                },
                {
                    "id": 218633,
                    "resource_id": 39,
                    "text": "Engkau tidak akan dapati sesuatu kaum yang beriman kepada Allah dan hari akhirat, tergamak berkasih-mesra dengan orang-orang yang menentang (perintah) Allah dan RasulNya, sekalipun orang-orang yang menentang itu ialah bapa-bapa mereka, atau anak-anak mereka, atau saudara-saudara mereka, ataupun keluarga mereka. Mereka (yang setia) itu, Allah telah menetapkan iman dalam hati mereka, dan telah menguatkan mereka dengan semangat pertolongan daripadaNya; dan Dia akan memasukkan mereka ke dalam Syurga yang mengalir di bawahnya beberapa sungai, mereka tetap kekal di dalamnya. Allah reda akan mereka dan mereka reda (serta bersyukur) akan nikmat pemberianNya. Merekalah penyokong-penyokong (ugama) Allah. Ketahuilah! Sesungguhnya penyokong-penyokong (ugama) Allah itu ialah orang-orang yang berjaya."
                },
                {
                    "id": 1096103,
                    "resource_id": 161,
                    "text": "আল্লাহ ও পরকালে বিশ্বাসী এমন কোন সম্প্রদায় তুমি পাবে না যারা আল্লাহ ও তাঁর রসূলের বিরোধিতাকারীদেরকে ভালবাসে- হোক না এই বিরোধীরা তাদের পিতা অথবা পুত্র অথবা তাদের ভাই অথবা তাদের জ্ঞাতি গোষ্ঠী। আল্লাহ এদের অন্তরে ঈমান বদ্ধমূল করে দিয়েছেন, আর নিজের পক্ষ থেকে রূহ দিয়ে তাদেরকে শক্তিশালী করেছেন। তাদেরকে তিনি দাখিল করবেন জান্নাতে যার তলদেশ দিয়ে বয়ে চলেছে নদী-নালা, তাতে তারা চিরকাল থাকবে। আল্লাহ তাদের প্রতি সন্তুষ্ট আর তারাও তাঁর প্রতি সন্তুষ্ট। এরাই আল্লাহর দল; জেনে রেখ, আল্লাহর দলই সাফল্যমন্ডিত।"
                }
            ]
        },
        {
            "id": 5127,
            "verse_number": 1,
            "verse_key": "59:1",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 481,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": " سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 545,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100799,
                    "resource_id": 20,
                    "text": "Whatever is in the heavens and whatever is on the earth exalts Allāh,<sup foot_note=197521>1</sup> and He is the Exalted in Might, the Wise."
                },
                {
                    "id": 218651,
                    "resource_id": 39,
                    "text": "Segala yang ada di langit dan di bumi tetap mengucap tasbih kepada Allah; dan Dia lah Yang Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1096104,
                    "resource_id": 161,
                    "text": "আসমান ও যমীনে যা কিছু আছে সবই আল্লাহর গৌরব ও মহিমা ঘোষণা করে। আর তিনি (আল্লাহ) পরাক্রমশালী প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 5128,
            "verse_number": 2,
            "verse_key": "59:2",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 481,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ مِن دِيَـٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ ۚ مَا ظَنَنتُمْ أَن يَخْرُجُوا۟ ۖ وَظَنُّوٓا۟ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا۟ ۖ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا۟ يَـٰٓأُو۟لِى ٱلْأَبْصَـٰرِ",
            "page_number": 545,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100811,
                    "resource_id": 20,
                    "text": "It is He who expelled the ones who disbelieved among the People of the Scripture<sup foot_note=197523>1</sup> from their homes at the first gathering.<sup foot_note=197522>2</sup> You did not think they would leave, and they thought that their fortresses would protect them from Allāh; but [the decree of] Allāh came upon them from where they had not expected, and He cast terror into their hearts [so] they destroyed their houses by their [own] hands and the hands of the believers. So take warning, O people of vision."
                },
                {
                    "id": 218663,
                    "resource_id": 39,
                    "text": "Dia lah yang telah mengeluarkan orang-orang kafir di antara Ahli Kitab - dari kampung halaman mereka pada julung-julung kali mereka berhimpun hendak memerangi Rasulullah. Kamu (wahai umat Islam) tidak menyangka bahawa mereka akan keluar (disebabkan bilangannya yang ramai dan pertahanannya yang kuat), dan mereka pula menyangka bahawa benteng-benteng mereka akan dapat menahan serta memberi perlindungan kepada mereka (dari azab) Allah. Maka Allah menimpakan (azabNya) kepada mereka dari arah yang tidak terlintas dalam fikiran mereka, serta dilemparkanNya perasaan cemas takut ke dalam hati mereka, (lalu) mereka membinasakan rumah-rumah mereka dengan tangan mereka sendiri (dari dalam) sambil tangan orang-orang yang beriman (yang mengepung mereka berbuat demikian dari luar). Maka insaflah dan ambilah pelajaran (dari peristiwa itu) wahai orang-orang yang berakal fikiran serta celik mata hatinya."
                },
                {
                    "id": 1096105,
                    "resource_id": 161,
                    "text": "কিতাবধারীদের অন্তর্ভুক্ত কাফিরদেরকে আক্রমণের প্রথম ধাপেই তিনিই তাদের বাড়ী থেকে বের ক’রে দিলেন। তোমরা ধারণাও করনি যে, তারা বের হবে। আর তারা মনে করেছিল যে, তাদের দূর্গগুলো তাদেরকে আল্লাহ (’র কবল) থেকে রক্ষা করবে। কিন্তু আল্লাহ তাদেরকে এমন দিক থেকে পাকড়াও করলেন যা তারা ভাবতেও পারেনি। তিনি তাদের অন্তরে ভীতির সঞ্চার করলেন। তারা তাদের নিজেদের হাত দিয়েই নিজেদের ঘরবাড়ী ধ্বংস করল, আর মু’মিনদের হাতেও (ধ্বংস করাল)। অতএব হে দৃষ্টিসম্পন্ন মানুষেরা! তোমরা শিক্ষা গ্রহণ কর।"
                }
            ]
        },
        {
            "id": 5129,
            "verse_number": 3,
            "verse_key": "59:3",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 481,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابُ ٱلنَّارِ",
            "page_number": 545,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100818,
                    "resource_id": 20,
                    "text": "And if not that Allāh had decreed for them evacuation, He would have punished them in [this] world, and for them in the Hereafter is the punishment of the Fire."
                },
                {
                    "id": 218670,
                    "resource_id": 39,
                    "text": "Dan kalaulah tidak kerana Allah telah menetapkan pengusiran (yang demikian buruknya) terhadap mereka, tentulah Ia akan menyeksa mereka di dunia; dan mereka pula akan beroleh azab seksa neraka pada hari akhirat kelak."
                },
                {
                    "id": 1096106,
                    "resource_id": 161,
                    "text": "আল্লাহ যদি তাদের জন্য নির্বাসন না লিখে দিতেন, তাহলে তিনি তাদেরকে দুনিয়াতেই অবশ্য অবশ্যই (অন্য) শাস্তি দিতেন, পরকালে তো তাদের জন্য জাহান্নামের শাস্তি আছেই।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}