{
    "verses": [
        {
            "id": 5136,
            "verse_number": 10,
            "verse_key": "59:10",
            "hizb_number": 55,
            "rub_el_hizb_number": 218,
            "ruku_number": 481,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَـٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّا لِّلَّذِينَ ءَامَنُوا۟ رَبَّنَآ إِنَّكَ رَءُوفٌ رَّحِيمٌ",
            "page_number": 547,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100800,
                    "resource_id": 20,
                    "text": "And [there is a share for] those who come after them, saying, \"Our Lord, forgive us and our brothers who preceded us in faith and put not in our hearts [any] resentment toward those who have believed. Our Lord, indeed You are Kind and Merciful.\""
                },
                {
                    "id": 218653,
                    "resource_id": 39,
                    "text": "Dan orang-orang (Islam) yang datang kemudian daripada mereka (berdoa dengan) berkata: \"Wahai Tuhan Kami! Ampunkanlah dosa kami dan dosa saudara-saudara kami yang mendahului kami dalam iman, dan janganlah Engkau jadikan dalam hati perasaan hasad dengki dan dendam terhadap orang-orang yang beriman. Wahai Tuhan kami! Sesungguhnya Engkau Amat Melimpah Belas kasihan dan RahmatMu\"."
                },
                {
                    "id": 1096113,
                    "resource_id": 161,
                    "text": "(এ সম্পদ তাদের জন্যও) যারা অগ্রবর্তীদের পরে (ইসলামের ছায়াতলে) এসেছে। তারা বলে- ‘হে আমাদের প্রতিপালক! আমাদেরকে আর আমাদের ভাইদেরকে ক্ষমা কর যারা ঈমানের ক্ষেত্রে আমাদের অগ্রবর্তী হয়েছে, আর যারা ঈমান এনেছে তাদের ব্যাপারে আমাদের অন্তরে কোন হিংসা বিদ্বেষ রেখো না। হে আমাদের প্রতিপালক! তুমি বড়ই করুণাময়, অতি দয়ালু।’"
                }
            ]
        },
        {
            "id": 5137,
            "verse_number": 11,
            "verse_key": "59:11",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 482,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "۞ أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا۟ يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
            "page_number": 547,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100801,
                    "resource_id": 20,
                    "text": "Have you not considered those who practice hypocrisy, saying to their brothers [i.e., associates] who have disbelieved among the People of the Scripture, \"If you are expelled, we will surely leave with you, and we will not obey, in regard to you, anyone - ever; and if you are fought, we will surely aid you.\" But Allāh testifies that they are liars."
                },
                {
                    "id": 218654,
                    "resource_id": 39,
                    "text": "Tidakkah engkau melihat dan merasa hairan (wahai Muhammad) terhadap sikap orang-orang munafik itu? Mereka tergamak berkata kepada saudara-saudara mereka yang kafir dari kalangan (kaum Yahudi) ahli Kitab: \"Sesungguhnya, kalau kamu dihalau keluar sudah tentu kami akan keluar bersama-sama kamu, dan kami tidak akan tunduk taat kepada sesiapapun untuk menentang kamu selama-lamanya; dan kalau kamu diperangi, sudah tentu kami akan membela kamu!\" Padahal Allah mengetahui dan menyaksikan bahawa sebenarnya mereka adalah pendusta."
                },
                {
                    "id": 1096114,
                    "resource_id": 161,
                    "text": "তুমি কি তাদেরকে দেখনি যারা মুনাফিকী করেছিল? আহলে কিতাবের মধ্যে যারা কুফুরী করেছিল তাদের সেই ভাইদেরকে তারা (অর্থাৎ মুনাফিকরা) বলেছিল- ‘তোমরা যদি বহিস্কৃত হও, তাহলে অবশ্য অবশ্যই আমরাও তোমাদের সাথে বেরিয়ে যাব, আর তোমাদের ব্যাপারে আমরা কক্ষনো কারো কথা মেনে নেব না। আর যদি তোমাদের বিরুদ্ধে যুদ্ধ করা হয়, তাহলে আমরা অবশ্য অবশ্যই তোমাদেরকে সাহায্য করব। আল্লাহ সাক্ষ্য দিচ্ছেন, তারা অবশ্যই মিথ্যেবাদী।"
                }
            ]
        },
        {
            "id": 5138,
            "verse_number": 12,
            "verse_key": "59:12",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 482,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَـٰرَ ثُمَّ لَا يُنصَرُونَ",
            "page_number": 547,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100802,
                    "resource_id": 20,
                    "text": "If they are expelled, they will not leave with them, and if they are fought, they will not aid them. And [even] if they should aid them, they will surely turn their backs; then [thereafter] they will not be aided."
                },
                {
                    "id": 218655,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya! Jika orang-orang (Yahudi) itu dihalau keluar (dari Madinah), mereka (yang munafik) ini tidak akan keluar bersama-samanya; dan demi sesungguhnya, jika orang-orang (Yahudi) itu diperangi, mereka (yang munafik) ini tidak akan membelanya; dan demi sesungguhnya, jika ditakdirkan mereka membelanya sekalipun, sudah tentu mereka (semuanya - Yahudi dan munafik) akan melarikan diri; kemudian mereka tidak akan mendapat pertolongan, -"
                },
                {
                    "id": 1096115,
                    "resource_id": 161,
                    "text": "তারা বহিস্কৃত হলেও এরা তাদের সাথে বেরিয়ে যাবে না। তাদের উপর আক্রমণ করা হলেও এরা তাদেরকে কক্ষনো সাহায্য করবে না। আর এরা সাহায্য করলেও তারা (অর্থাৎ মুনাফিকরা) অবশ্য অবশ্যই পৃষ্ঠপ্রদর্শন করবে, অতঃপর তারা (অর্থাৎ কাফিররা) আর কোন সাহায্যই পাবে না।"
                }
            ]
        },
        {
            "id": 5139,
            "verse_number": 13,
            "verse_key": "59:13",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 482,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَأَنتُمْ أَشَدُّ رَهْبَةً فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
            "page_number": 547,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100803,
                    "resource_id": 20,
                    "text": "You [believers] are more fearful within their breasts than Allāh. That is because they are a people who do not understand."
                },
                {
                    "id": 214881,
                    "resource_id": 39,
                    "text": "(Kerana) sesungguhnya kamu - dalam hati mereka, - sangat ditakuti lebih dari Allah; yang demikian itu, kerana mereka ialah kaum yang tidak mengerti (akan kekuasaan Allah dan kebesaranNya)."
                },
                {
                    "id": 1096116,
                    "resource_id": 161,
                    "text": "তাদের অন্তরে আল্লাহর চেয়ে তোমাদের ভয়ই বেশি প্রবল। এর কারণ এই যে, তারা এক বিবেক-বুদ্ধিহীন সম্প্রদায়।"
                }
            ]
        },
        {
            "id": 5140,
            "verse_number": 14,
            "verse_key": "59:14",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 482,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَا يُقَـٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
            "page_number": 547,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100804,
                    "resource_id": 20,
                    "text": "They will not fight you all except within fortified cities or from behind walls. Their violence [i.e., enmity] among themselves is severe. You think they are together, but their hearts are diverse. That is because they are a people who do not reason."
                },
                {
                    "id": 218656,
                    "resource_id": 39,
                    "text": "(Orang-orang Yahudi dan orang-orang munafik) dengan keadaan bersatu padu sekalipun, tidak berani memerangi kamu melainkan di kampung-kampung yang berbenteng kukuh, atau dari sebalik tembok. (Sebabnya): permusuhan di antara mereka sesama sendiri amatlah keras; engkau menyangka mereka bersatu padu, sedang hati mereka berpecah belah (disebabkan berlainan kepercayaan mereka). Yang demikian itu, kerana mereka adalah kaum yang tidak memahami (perkara yang sebenarnya yang memberi kebaikan kepada mereka)."
                },
                {
                    "id": 1096117,
                    "resource_id": 161,
                    "text": "তারা ঐক্যবদ্ধ হয়ে তোমাদের বিরুদ্ধে যুদ্ধ করতে সমর্থ নয়, সুরক্ষিত জনপদে বা দেয়ালের আড়ালে অবস্থান ছাড়া। তাদের নিজেদের মধ্যেই আছে ভীষণ শত্রুতা। তুমি তাদেরকে ঐক্যবদ্ধ মনে কর কিন্তু তাদের অন্তরগুলো ভিন্ন ভিন্ন। এর কারণ এই যে, তারা এক নির্বোধ সম্প্রদায়।"
                }
            ]
        },
        {
            "id": 5141,
            "verse_number": 15,
            "verse_key": "59:15",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 482,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 547,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100805,
                    "resource_id": 20,
                    "text": "[Theirs is] like the example of those shortly before them: they tasted the bad consequence of their affair, and they will have a painful punishment."
                },
                {
                    "id": 218657,
                    "resource_id": 39,
                    "text": "(Keadaan kaum Yahudi itu) samalah seperti orang-orang (dari suku Yahudi) yang terdahulu sedikit dari mereka, yang telah merasai akibat yang buruk (di dunia) dengan sebab bawaan kufur mereka; dan mereka pula akan beroleh azab seksa yang tidak terperi sakitnya (pada hari akhirat kelak)."
                },
                {
                    "id": 1096118,
                    "resource_id": 161,
                    "text": "এরা তাদের (অর্থাৎ ইয়াহূদী বানু কাইনুকার) মত যারা এদের পূর্বে নিকটবর্তী সময়েই তাদের কৃতকর্মের কুফল আস্বাদন করেছে। তাদের জন্য আছে মর্মান্তিক শাস্তি।"
                }
            ]
        },
        {
            "id": 5142,
            "verse_number": 16,
            "verse_key": "59:16",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 482,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "كَمَثَلِ ٱلشَّيْطَـٰنِ إِذْ قَالَ لِلْإِنسَـٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
            "page_number": 547,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100806,
                    "resource_id": 20,
                    "text": "[The hypocrites are] like the example of Satan when he says to man, \"Disbelieve.\" But when he disbelieves, he says, \"Indeed, I am disassociated from you. Indeed, I fear Allāh, Lord of the worlds.\""
                },
                {
                    "id": 218658,
                    "resource_id": 39,
                    "text": "(Sikap kaum munafik dengan kaum Yahudi) itu samalah seperti (sikap) Syaitan ketika ia berkata kepada manusia: \"Berlaku kufurlah engkau!\" Setelah orang itu berlaku kufur (dan tetap terkena azab), berkatalah Syaitan kepadanya: \"Sesungguhnya aku adalah berlepas diri daripadamu, kerana sebenarnya aku takut kepada Allah, Tuhan yang menguasai seluruh alam!\""
                },
                {
                    "id": 1096119,
                    "resource_id": 161,
                    "text": "(তাদের মিত্ররা তাদেরকে প্রতারিত করেছে) শয়ত্বানের মত। যখন মানুষকে সে বলে- ‘কুফুরী কর’। অতঃপর মানুষ যখন কুফুরী করে তখন শয়ত্বান বলে- ‘তোমার সাথে আমার কোন সম্পর্ক নেই, আমি বিশ্বজগতের প্রতিপালক আল্লাহকে ভয় করি।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}