{
    "verses": [
        {
            "id": 5143,
            "verse_number": 17,
            "verse_key": "59:17",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 482,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "فَكَانَ عَـٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَـٰلِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
            "page_number": 548,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100743,
                    "resource_id": 20,
                    "text": "So the outcome for both of them is that they will be in the Fire, abiding eternally therein. And that is the recompense of the wrongdoers."
                },
                {
                    "id": 218659,
                    "resource_id": 39,
                    "text": "Maka kesudahan keduanya, bahawa mereka ditempatkan di dalam neraka, kekal mereka di dalamnya. Dan yang demikian itulah balasan makhluk-makhluk yang zalim."
                },
                {
                    "id": 1096120,
                    "resource_id": 161,
                    "text": "কাজেই তাদের উভয়ের পরিণাম হবে এই যে, তারা চিরকাল জাহান্নামে থাকবে, আর যালিমদের এটাই প্রতিফল।"
                }
            ]
        },
        {
            "id": 5144,
            "verse_number": 18,
            "verse_key": "59:18",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 483,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
            "page_number": 548,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100808,
                    "resource_id": 20,
                    "text": "O you who have believed, fear Allāh. And let every soul look to what it has put forth for tomorrow - and fear Allāh. Indeed, Allāh is Aware of what you do."
                },
                {
                    "id": 218660,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Bertaqwalah kepada Allah (dengan mengerjakan suruhanNya dan meninggalkan laranganNya); dan hendaklah tiap-tiap diri melihat dan memerhatikan apa yang ia telah sediakan (dari amal-amalnya) untuk hari esok (hari akhirat). Dan (sekali lagi diingatkan): Bertaqwalah kepada Allah, sesungguhnya Allah Amat Meliputi PengetahuanNya akan segala yang kamu kerjakan."
                },
                {
                    "id": 1096121,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা আল্লাহকে ভয় কর। প্রত্যেকেই চিন্তা করে দেখুক, আগামীকালের জন্য সে কী (পুণ্য কাজ) অগ্রিম পাঠিয়েছে। আর তোমরা আল্লাহকে ভয় কর, তোমরা যা কর আল্লাহ সে সম্পর্কে পুরোপুরি খবর রাখেন।"
                }
            ]
        },
        {
            "id": 5145,
            "verse_number": 19,
            "verse_key": "59:19",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 483,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
            "page_number": 548,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100809,
                    "resource_id": 20,
                    "text": "And be not like those who forgot Allāh, so He made them forget themselves. Those are the defiantly disobedient."
                },
                {
                    "id": 218661,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu menjadi seperti orang-orang yang telah melupakan (perintah-perintah) Allah, lalu Allah menjadikan mereka melupakan (amal-amal yang baik untuk menyelamatkan) diri mereka. Mereka itulah orang-orang yang fasik - derhaka."
                },
                {
                    "id": 1096122,
                    "resource_id": 161,
                    "text": "তোমরা তাদের মত হয়ো না যারা আল্লাহকে ভুলে গেছে, ফলে আল্লাহও তাদেরকে করেছেন আত্মভোলা। এরা পাপাচারী লোক।"
                }
            ]
        },
        {
            "id": 5146,
            "verse_number": 20,
            "verse_key": "59:20",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 483,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَا يَسْتَوِىٓ أَصْحَـٰبُ ٱلنَّارِ وَأَصْحَـٰبُ ٱلْجَنَّةِ ۚ أَصْحَـٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ",
            "page_number": 548,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100812,
                    "resource_id": 20,
                    "text": "Not equal are the companions of the Fire and the companions of Paradise. The companions of Paradise - they are the attainers [of success]."
                },
                {
                    "id": 218664,
                    "resource_id": 39,
                    "text": "Tidaklah sama ahli neraka dan ahli Syurga; ahli Syurgalah orang-orang yang beroleh kemenangan (mendapat segala yang diingini)."
                },
                {
                    "id": 1096123,
                    "resource_id": 161,
                    "text": "জাহান্নামের অধিবাসী আর জান্নাতের অধিবাসী সমান হতে পারে না, জান্নাতের অধিবাসীরাই সফল।"
                }
            ]
        },
        {
            "id": 5147,
            "verse_number": 21,
            "verse_key": "59:21",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 483,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُۥ خَـٰشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
            "page_number": 548,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100813,
                    "resource_id": 20,
                    "text": "If We had sent down this Qur’ān upon a mountain, you would have seen it humbled and splitting from fear of Allāh. And these examples We present to the people that perhaps they will give thought."
                },
                {
                    "id": 218665,
                    "resource_id": 39,
                    "text": "Sekiranya Kami turunkan Al-Quran ini ke atas sebuah gunung, nescaya engkau melihat gunung itu khusyuk serta pecah belah kerana takut kepada Allah. Dan (ingatlah), misal-misal perbandingan ini Kami kemukakan kepada umat manusia, supaya mereka memikirkannya."
                },
                {
                    "id": 1096124,
                    "resource_id": 161,
                    "text": "আমি যদি এ কুরআনকে পাহাড়ের উপর অবতীর্ণ করতাম, তাহলে তুমি আল্লাহর ভয়ে তাকে বিনীত ও বিদীর্ণ দেখতে। এ সব উদাহরণ আমি মানুষের জন্য বর্ণনা করি যাতে তারা (নিজেদের ব্যাপারে) চিন্তা-ভাবনা করে।"
                }
            ]
        },
        {
            "id": 5148,
            "verse_number": 22,
            "verse_key": "59:22",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 483,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
            "page_number": 548,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100814,
                    "resource_id": 20,
                    "text": "He is Allāh, other than whom there is no deity, Knower of the unseen and the witnessed.<sup foot_note=197528>1</sup> He is the Entirely Merciful, the Especially Merciful."
                },
                {
                    "id": 218666,
                    "resource_id": 39,
                    "text": "Dia lah Allah, yang tidak ada Tuhan melainkan Dia; Yang Mengetahui perkara yang ghaib dan yang nyata; Dia lah Yang Maha Pemurah, lagi Maha Mengasihani."
                },
                {
                    "id": 1096125,
                    "resource_id": 161,
                    "text": "তিনিই আল্লাহ, যিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, অদৃশ্য ও দৃশের জ্ঞানের অধিকারী, পরম দয়াময়, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 5149,
            "verse_number": 23,
            "verse_key": "59:23",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 483,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ",
            "page_number": 548,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100815,
                    "resource_id": 20,
                    "text": "He is Allāh, other than whom there is no deity, the Sovereign,<sup foot_note=197536>1</sup> the Pure,<sup foot_note=197535>2</sup> the Perfection,<sup foot_note=197534>3</sup> the Grantor of Security,<sup foot_note=197533>4</sup> the Overseer,<sup foot_note=197532>5</sup> the Exalted in Might,<sup foot_note=197531>6</sup> the Compeller,<sup foot_note=197530>7</sup> the Superior.<sup foot_note=197529>8</sup> Exalted is Allāh above whatever they associate with Him."
                },
                {
                    "id": 218667,
                    "resource_id": 39,
                    "text": "Dia lah Allah, yang tidak ada Tuhan melainkan Dia; Yang Menguasai (sekalian alam); Yang Maha Suci; Yang Maha Selamat Sejahtera (dari segala kekurangan); Yang Maha Melimpahkan Keamanan; Yang Maha Pengawal serta Pengawas; Yang Maha Kuasa; Yang Maha Kuat (menundukkan segala-galanya); Yang Melengkapi segala KebesaranNya. Maha Suci Allah dari segala yang mereka sekutukan denganNya."
                },
                {
                    "id": 1096126,
                    "resource_id": 161,
                    "text": "তিনিই আল্লাহ যিনি ছাড়া সত্যিকারের কোন ইলাহ নেই, তিনিই বাদশাহ, অতি পবিত্র, পূর্ণ শান্তিময়, নিরাপত্তা দানকারী, প্রতাপশালী, পর্যবেক্ষক, মহা পরাক্রমশালী, অপ্রতিরোধ্য, প্রকৃত গর্বের অধিকারী। তারা যাকে (তাঁর) শরীক করে তাত্থেকে তিনি পবিত্র, মহান।"
                }
            ]
        },
        {
            "id": 5150,
            "verse_number": 24,
            "verse_key": "59:24",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 483,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 548,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100816,
                    "resource_id": 20,
                    "text": "He is Allāh, the Creator,<sup foot_note=197541>1</sup> the Producer,<sup foot_note=197540>2</sup> the Fashioner;<sup foot_note=197539>3</sup> to Him belong the best names.<sup foot_note=197538>4</sup> Whatever is in the heavens and earth is exalting Him. And He is the Exalted in Might, the Wise.<sup foot_note=197537>5</sup>"
                },
                {
                    "id": 218668,
                    "resource_id": 39,
                    "text": "Dia lah Allah, Yang Menciptakan sekalian makhluk; Yang Mengadakan (dari tiada kepada ada); Yang Membentuk rupa (makhluk-makhlukNya menurut yang dikehendakiNya); bagiNyalah nama-nama yang sebaik-baiknya dan semulia-mulianya; bertasbih kepadaNya segala yang ada di langit dan di bumi; dan Dia lah Yang tiada bandingNya, lagi Maha Bijaksana."
                },
                {
                    "id": 1096127,
                    "resource_id": 161,
                    "text": "তিনিই আল্লাহ সৃষ্টিকারী, উদ্ভাবনকারী, আকার আকৃতি প্রদানকারী। সমস্ত উত্তম নামের অধিকারী। আসমান ও যমীনে যা আছে সবই তাঁর গৌরব ও মহিমা ঘোষণা করে। তিনি প্রবল পরাক্রান্ত মহা প্রজ্ঞাবান।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}