{
    "verses": [
        {
            "id": 5151,
            "verse_number": 1,
            "verse_key": "60:1",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 484,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": " يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ ۙ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَـٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى ۚ تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ ۚ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
            "page_number": 549,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100831,
                    "resource_id": 20,
                    "text": "O you who have believed, do not take My enemies and your enemies as allies,<sup foot_note=197542>1</sup> extending to them affection while they have disbelieved in what came to you of the truth, having driven out the Prophet and yourselves [only] because you believe in Allāh, your Lord. If you have come out for jihād [i.e., fighting or striving] in My cause and seeking means to My approval, [take them not as friends]. You confide to them affection [i.e., instruction], but I am most knowing of what you have concealed and what you have declared. And whoever does it among you has certainly strayed from the soundness of the way."
                },
                {
                    "id": 218684,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu mengambil musuhKu dan musuh kamu menjadi teman rapat, dengan cara kamu sampaikan kepada mereka (berita-berita rahsia orang-orang mukmin) dengan sebab hubungan baik dan kasih mesra yang ada di antara kamu dengan mereka, sedang mereka telah kufur ingkar terhadap kebenaran (Islam) yang sampai kepada kamu; mereka pula telah mengeluarkan Rasulullah (s.a.w) dan juga mengeluarkan kamu (dari Tanah Suci Makkah) disebabkan kamu beriman kepada Allah Tuhan kamu. (Janganlah kamu berbuat demikian) jika betul kamu keluar untuk berjihad pada jalanKu dan untuk mencari keredaanKu. (Tidak ada sebarang faedahnya) kamu mengadakan hubungan kasih mesra dengan mereka secara rahsia, sedang Aku amat mengetahui akan apa yang kamu rahsiakan dan apa yang kamu zahirkan. Dan (ingatlah), sesiapa di antara kamu yang melakukan perkara yang demikian, maka sesungguhnya telah sesatlah ia dari jalan yang betul."
                },
                {
                    "id": 1096128,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা আমার ও তোমাদের শত্রুদেরকে বন্ধুরূপে গ্রহণ করো না, তোমরা তাদের কাছে বন্ধুত্বের খবর পাঠাও, অথচ যে সত্য তোমাদের কাছে এসেছে তারা তা প্রত্যাখ্যান করেছে। তারা রসূলকে আর তোমাদেরকে শুধু এ কারণে বের করে দিয়েছে যে, তোমরা তোমাদের প্রতিপালক আল্লাহয় বিশ্বাস কর। তোমরা যদি আমার সন্তুষ্টি কামনায় আমার পথে জিহাদে বের হয়ে থাক, তাহলে তোমরা কেন গোপনে তাদের সাথে বন্ধুত্ব করছ? তোমরা যা গোপন কর আর তোমরা যা প্রকাশ কর, তা আমি খুব ভাল করেই জানি। তোমাদের মধ্যে যে তা করে সে সরল পথ থেকে ভ্রষ্ট হয়ে গেছে।"
                }
            ]
        },
        {
            "id": 5152,
            "verse_number": 2,
            "verse_key": "60:2",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 484,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ",
            "page_number": 549,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100837,
                    "resource_id": 20,
                    "text": "If they gain dominance over you, they would be [i.e., behave] to you as enemies and extend against you their hands and their tongues with evil, and they wish you would disbelieve."
                },
                {
                    "id": 218690,
                    "resource_id": 39,
                    "text": "Jika mereka dapat menguasai kamu, nescaya mereka menjadi musuh yang membahayakan kamu, dan mereka akan membebaskan tangan mereka dan lidah mereka terhadap kamu dengan kejahatan, serta mereka suka kalaulah kamu juga menjadi kafir (seperti mereka)."
                },
                {
                    "id": 1096129,
                    "resource_id": 161,
                    "text": "তারা তোমাদেরকে জব্দ করতে পারলেই শত্রুর আচরণ করবে, আর তোমাদের অনিষ্ট করার জন্য তারা তাদের হাত ও মুখের ভাষা সম্প্রসারিত করবে আর তারা চাইবে যে, তোমরাও যেন কুফুরী কর।"
                }
            ]
        },
        {
            "id": 5153,
            "verse_number": 3,
            "verse_key": "60:3",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 484,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَـٰدُكُمْ ۚ يَوْمَ ٱلْقِيَـٰمَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "page_number": 549,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100838,
                    "resource_id": 20,
                    "text": "Never will your relatives or your children benefit you; the Day of Resurrection He will judge between you. And Allāh, of what you do, is Seeing."
                },
                {
                    "id": 218691,
                    "resource_id": 39,
                    "text": "Kaum kerabat kamu dan anak-anak kamu (yang tidak menurut kamu beriman) tidak sekali-kali akan mendatangkan sebarang faedah kepada kamu pada hari kiamat; Allah akan memisahkan di antara kamu semua (pada hari itu). Dan (ingatlah), Allah Maha Melihat segala yang kamu kerjakan."
                },
                {
                    "id": 1096130,
                    "resource_id": 161,
                    "text": "ক্বিয়ামতের দিন তোমাদের আত্মীয়-স্বজন ও সন্তানাদি তোমাদের কোনই উপকারে আসবে না। (নিজ নিজ ‘আমালের ভিত্তিতে) আল্লাহ তোমাদের মধ্যে ফয়সালা করে দিবেন; তোমরা যা কর আল্লাহ তা দেখেন।"
                }
            ]
        },
        {
            "id": 5154,
            "verse_number": 4,
            "verse_key": "60:4",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 484,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِىٓ إِبْرَٰهِيمَ وَٱلَّذِينَ مَعَهُۥٓ إِذْ قَالُوا۟ لِقَوْمِهِمْ إِنَّا بُرَءَٰٓؤُا۟ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ ٱللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ ٱلْعَدَٰوَةُ وَٱلْبَغْضَآءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا۟ بِٱللَّهِ وَحْدَهُۥٓ إِلَّا قَوْلَ إِبْرَٰهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَآ أَمْلِكُ لَكَ مِنَ ٱللَّهِ مِن شَىْءٍ ۖ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ ٱلْمَصِيرُ",
            "page_number": 549,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100839,
                    "resource_id": 20,
                    "text": "There has already been for you an excellent pattern<sup foot_note=197543>1</sup> in Abraham and those with him, when they said to their people, \"Indeed, we are disassociated from you and from whatever you worship other than Allāh. We have denied you, and there has appeared between us and you animosity and hatred forever until you believe in Allāh alone\" - except for the saying of Abraham to his father, \"I will surely ask forgiveness for you, but I have not [power to do] for you anything against Allāh. Our Lord, upon You we have relied, and to You we have returned, and to You is the destination."
                },
                {
                    "id": 218692,
                    "resource_id": 39,
                    "text": "Sesungguhnya adalah bagi kamu pada bawaan Nabi Ibrahim (a.s) dan pengikut-pengikutnya - contoh ikutan yang baik, semasa mereka berkata kepada kaumnya (yang kufur ingkar): \"Sesungguhnya kami berlepas diri daripada kamu dan daripada apa yang kamu sembah yang lain dari Allah; kami kufur ingkarkan (segala penyembahan) kamu dan (dengan ini) nyatalah perasaan permusuhan dan kebencian di antara kami dengan kamu selama-lamanya, sehingga kamu menyembah Allah semata-mata\", tetapi janganlah dicontohi perkataan Nabi Ibrahim kepada bapanya (katanya): \"Aku akan memohon kepada Tuhanku mengampun dosamu, dan aku tidak berkuasa menahan (azab seksa) dari Allah sedikit juapun daripada menimpamu\". (Berdoalah wahai orang-orang yang beriman sebagaimana Nabi Ibrahim dan pengikut-pengikutnya berdoa ketika mereka memusuhi kaumnya yang kafir, dengan berkata): \"Wahai Tuhan kami! Kepada Engkaulah sahaja kami berserah diri, dan kepada Engkaulah kami rujuk bertaubat, serta kepada Engkaulah jua tempat kembali!"
                },
                {
                    "id": 1096131,
                    "resource_id": 161,
                    "text": "ইবরাহীম ও তার সঙ্গী-সাথীদের মধ্যে তোমাদের জন্য আছে উত্তম আদর্শ। যখন তারা তাদের সম্প্রদায়কে বলেছিল- ‘তোমাদের সঙ্গে আর আল্লাহকে বাদ দিয়ে তোমরা যাদের ‘ইবাদাত কর তাদের সঙ্গে আমাদের কোন সম্পর্ক নেই। আমরা তোমাদেরকে প্রত্যাখ্যান করছি। আমাদের আর তোমাদের মাঝে চিরকালের জন্য শত্রুতা ও বিদ্বেষ শুরু হয়ে গেছে যতক্ষণ তোমরা এক আল্লাহর প্রতি ঈমান না আনবে। তবে ইবরাহীম যে তার পিতাকে বলেছিল- ‘আমি অবশ্য অবশ্যই তোমার জন্য ক্ষমা প্রার্থনা করব আর আমি তোমার জন্য আল্লাহর কাছ থেকে কোন কিছু করারই অধিকার রাখি না’’- এটা একটা ব্যতিক্রম। (আর ইবরাহীম ও তার সঙ্গী সাথীরা প্রার্থনা করেছিল) ‘হে আমাদের প্রতিপালক! আমরা তোমারই উপর নির্ভর করছি, তোমারই অভিমুখী হচ্ছি, আর (সব কিছুর) প্রত্যাবর্তন তো তোমারই পানে।"
                }
            ]
        },
        {
            "id": 5155,
            "verse_number": 5,
            "verse_key": "60:5",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 484,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا۟ وَٱغْفِرْ لَنَا رَبَّنَآ ۖ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 549,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100840,
                    "resource_id": 20,
                    "text": "Our Lord, make us not [objects of] torment for the disbelievers and forgive us, our Lord. Indeed, it is You who is the Exalted in Might, the Wise.\""
                },
                {
                    "id": 218694,
                    "resource_id": 39,
                    "text": "\"Wahai Tuhan kami! Janganlah Engkau jadikan pendirian dan keyakinan kami terpesong kerana penindasan orang-orang kafir, dan ampunkanlah dosa kami wahai Tuhan kami; sesungguhnya Engkaulah sahaja Yang Maha Kuasa, lagi Maha Bijaksana\"."
                },
                {
                    "id": 1096132,
                    "resource_id": 161,
                    "text": "হে আমাদের প্রতিপালক! আমাদেরকে কাফিরদের উৎপীড়নের পাত্র করো না, হে আমাদের প্রতিপালক! তুমি আমাদেরকে ক্ষমা কর, তুমি মহা পরাক্রান্ত, মহা বিজ্ঞানী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}