{
    "verses": [
        {
            "id": 331,
            "verse_number": 38,
            "verse_key": "3:38",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 45,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُۥ ۖ قَالَ رَبِّ هَبْ لِى مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً ۖ إِنَّكَ سَمِيعُ ٱلدُّعَآءِ",
            "page_number": 55,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98935,
                    "resource_id": 20,
                    "text": "At that, Zechariah called upon his Lord, saying, \"My Lord, grant me from Yourself a good offspring. Indeed, You are the Hearer of supplication.\""
                },
                {
                    "id": 216790,
                    "resource_id": 39,
                    "text": "Ketika itu Nabi Zakaria berdoa kepada Tuhannya, katanya:\" Wahai Tuhanku! Kurniakanlah kepadaku dari sisiMu zuriat keturunan yang baik; sesungguhnya Engkau sentiasa Mendengar (menerima) doa permohonan\"."
                },
                {
                    "id": 1091308,
                    "resource_id": 161,
                    "text": "ওখানেই যাকারিয়া নিজ প্রতিপালকের কাছে প্রার্থনা করে বলল, ‘হে আমার প্রতিপালক! আমাকে তোমার পক্ষ হতে একটি সুসন্তান দান কর। নিশ্চয় তুমি প্রার্থনা শ্রবণকারী’।"
                }
            ]
        },
        {
            "id": 332,
            "verse_number": 39,
            "verse_key": "3:39",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 45,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَنَادَتْهُ ٱلْمَلَـٰٓئِكَةُ وَهُوَ قَآئِمٌ يُصَلِّى فِى ٱلْمِحْرَابِ أَنَّ ٱللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًۢا بِكَلِمَةٍ مِّنَ ٱللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ ٱلصَّـٰلِحِينَ",
            "page_number": 55,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98937,
                    "resource_id": 20,
                    "text": "So the angels called him while he was standing in prayer in the chamber, \"Indeed, Allāh gives you good tidings of John, confirming a word<sup foot_note=196050>1</sup> from Allāh and [who will be] honorable, abstaining [from women], and a prophet from among the righteous.\""
                },
                {
                    "id": 216792,
                    "resource_id": 39,
                    "text": "Lalu ia diseru oleh malaikat sedang ia berdiri sembahyang di Mihrab, (katanya): \"Bahawasanya Allah memberi khabar yang mengembirakanmu, dengan (mengurniakanmu seorang anak lelaki bernama) Yahya, yang akan beriman kepada Kalimah dari Allah, dan akan menjadi ketua, dan juga akan menahan diri dari berkahwin, dan akan menjadi seorang Nabi dari orang-orang yang soleh\"."
                },
                {
                    "id": 1091309,
                    "resource_id": 161,
                    "text": "যখন যাকারিয়া ‘ইবাদাত কক্ষে সলাতে দন্ডায়মান তখন ফেরেশতারা তাকে সম্বোধন করে বলল : আল্লাহ তোমাকে ইয়াহ্ইয়া’র সুসংবাদ দিচ্ছেন, সে হবে আল্লাহর পক্ষ হতে আগত কালেমার সত্যতার সাক্ষ্যদাতা, নেতা, গুনাহ হতে বিরত ও নেক বান্দাগণের মধ্য হতে একজন নাবী।"
                }
            ]
        },
        {
            "id": 333,
            "verse_number": 40,
            "verse_key": "3:40",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 45,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِى غُلَـٰمٌ وَقَدْ بَلَغَنِىَ ٱلْكِبَرُ وَٱمْرَأَتِى عَاقِرٌ ۖ قَالَ كَذَٰلِكَ ٱللَّهُ يَفْعَلُ مَا يَشَآءُ",
            "page_number": 55,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98940,
                    "resource_id": 20,
                    "text": "He said, \"My Lord, how will I have a boy when I have reached old age and my wife is barren?\" He [the angel] said, \"Such is Allāh; He does what He wills.\""
                },
                {
                    "id": 216795,
                    "resource_id": 39,
                    "text": "Nabi Zakaria berkata:\" Wahai Tuhanku! Bagaimanakah aku akan beroleh seorang anak, padahal sebenarnya aku telah tua dan isteriku pula mandul?\", Allah berfirman: \"Demikianlah keadaannya, Allah melakukan apa yang dikehendakiNya\"."
                },
                {
                    "id": 1091310,
                    "resource_id": 161,
                    "text": "যাকারিয়া বলল, হে আমার প্রতিপালক! আমার সন্তান হবে কীভাবে, আমি তো বার্ধক্যে পৌঁছেছি এবং আমার স্ত্রীও বন্ধ্যা। তিনি বললেন, ‘এভাবেই, আল্লাহ যা ইচ্ছে করেন তা-ই সম্পন্ন করে থাকেন’।"
                }
            ]
        },
        {
            "id": 334,
            "verse_number": 41,
            "verse_key": "3:41",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 45,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَالَ رَبِّ ٱجْعَل لِّىٓ ءَايَةً ۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَةَ أَيَّامٍ إِلَّا رَمْزًا ۗ وَٱذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
            "page_number": 55,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98941,
                    "resource_id": 20,
                    "text": "He said, \"My Lord, make for me a sign.\" He said, \"Your sign is that you will not [be able to] speak to the people for three days except by gesture. And remember your Lord much and exalt [Him with praise] in the evening and the morning.\""
                },
                {
                    "id": 216796,
                    "resource_id": 39,
                    "text": "Nabi Zakaria berkata lagi: \"Wahai Tuhanku! Jadikanlah bagiku satu tanda (yang menunjukkan isteriku mengandung)\". Allah berfirman: \"Tandamu itu ialah engkau tidak akan dapat berkata-kata dengan orang ramai selama tiga hari (tiga malam) melainkan dengan isyarat sahaja; dan ingatlah kepada Tuhanmu (dengan berzikir) banyak-banyak, dan bertasbihlah memuji Allah (dengan mengerjakan sembahyang), pada waktu malam dan pada waktu pagi\"."
                },
                {
                    "id": 1091311,
                    "resource_id": 161,
                    "text": "সে বলল, ‘হে আমার প্রতিপালক! আমার জন্য কোন নিদর্শন দাও’। তিনি বললেন, ‘তোমার জন্য নিদর্শন এই যে, তিনদিন তুমি ইশারা ছাড়া লোকের সঙ্গে কথা বলতে পারবে না এবং তোমার প্রতিপালককে অধিক স্মরণ করবে এবং সকালে ও সন্ধ্যায় তাঁর পবিত্রতা ও মহিমা ঘোষণা করবে’।"
                }
            ]
        },
        {
            "id": 335,
            "verse_number": 42,
            "verse_key": "3:42",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ ٱصْطَفَىٰكِ وَطَهَّرَكِ وَٱصْطَفَىٰكِ عَلَىٰ نِسَآءِ ٱلْعَـٰلَمِينَ",
            "page_number": 55,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98954,
                    "resource_id": 20,
                    "text": "And [mention] when the angels said, \"O Mary, indeed Allāh has chosen you and purified you and chosen you above the women of the worlds."
                },
                {
                    "id": 216819,
                    "resource_id": 39,
                    "text": "Dan (ingatlah wahai Muhammad) ketika malaikat berkata: \"Wahai Maryam! Sesungguhnya Allah telah memilihmu, dan mensucikanmu, dan telah memilihmu (beroleh kemuliaan) melebihi perempuan-perempuan seluruh alam (yang sezaman denganmu)."
                },
                {
                    "id": 1091312,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন ফেরেশতারা বলেছিল, ‘হে মারইয়াম! আল্লাহ তোমাকে বেছে নিয়েছেন এবং তোমাকে পবিত্র করেছেন, আর তামাম দুনিয়ার নারীদের উপর তোমাকে মনোনীত করেছেন’।"
                }
            ]
        },
        {
            "id": 336,
            "verse_number": 43,
            "verse_key": "3:43",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰمَرْيَمُ ٱقْنُتِى لِرَبِّكِ وَٱسْجُدِى وَٱرْكَعِى مَعَ ٱلرَّٰكِعِينَ",
            "page_number": 55,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98966,
                    "resource_id": 20,
                    "text": "O Mary, be devoutly obedient to your Lord and prostrate and bow with those who bow [in prayer].\""
                },
                {
                    "id": 216832,
                    "resource_id": 39,
                    "text": "\"Wahai Maryam! Taatlah kepada Tuhanmu, dan sujudlah serta rukuklah (mengerjakan sembahyang) bersama-sama orang-orang yang rukuk \"."
                },
                {
                    "id": 1091313,
                    "resource_id": 161,
                    "text": "হে মারইয়াম! ‘তুমি তোমার প্রতিপালকের অনুগত হও, সাজদাহ কর এবং রুকূ‘কারীদের সঙ্গে রুকূ‘ কর’।"
                }
            ]
        },
        {
            "id": 337,
            "verse_number": 44,
            "verse_key": "3:44",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهِ إِلَيْكَ ۚ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَـٰمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
            "page_number": 55,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98978,
                    "resource_id": 20,
                    "text": "That is from the news of the unseen which We reveal to you, [O Muḥammad]. And you were not with them when they cast their pens<sup foot_note=196051>1</sup> as to which of them should be responsible for Mary. Nor were you with them when they disputed."
                },
                {
                    "id": 216844,
                    "resource_id": 39,
                    "text": "Peristiwa yang demikian ialah sebahagian dari berita-berita ghaib yang Kami wahyukan kepadamu (wahai Muhammad), sedang engkau tidak ada bersama-sama mereka ketika mereka mencampakkan qalam masing-masing (untuk mengundi) siapakah di antara mereka yang akan memelihara Maryam. Dan engkau juga (wahai Muhammad) tidak ada bersama-sama mereka ketika mereka berkelahi (tentang perkara menjaga dan memelihara Maryam)."
                },
                {
                    "id": 1091314,
                    "resource_id": 161,
                    "text": "এসব অদৃশ্যের সংবাদ, আমি তোমার কাছে তা ওয়াহী দ্বারা পৌঁছে দিচ্ছি। বস্তুতঃ তুমি তাদের নিকট উপস্থিত ছিলে না যখন তাদের কোন্ ব্যক্তি মারইয়ামকে লালন-পালন করবে সেই ভাগ্য নির্ণয়ের জন্য কলম নিক্ষেপ করছিল এবং তুমি তাদের নিকট উপস্থিত ছিলে না, যখন তারা (মারইয়ামের অভিভাবক কে হবে তা নিয়ে) বাদানুবাদ করছিল।"
                }
            ]
        },
        {
            "id": 338,
            "verse_number": 45,
            "verse_key": "3:45",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِذْ قَالَتِ ٱلْمَلَـٰٓئِكَةُ يَـٰمَرْيَمُ إِنَّ ٱللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ ٱسْمُهُ ٱلْمَسِيحُ عِيسَى ٱبْنُ مَرْيَمَ وَجِيهًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمِنَ ٱلْمُقَرَّبِينَ",
            "page_number": 55,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98991,
                    "resource_id": 20,
                    "text": "[And mention] when the angels said, \"O Mary, indeed Allāh gives you good tidings of a word<sup foot_note=196052>1</sup> from Him, whose name will be the Messiah, Jesus, the son of Mary - distinguished in this world and the Hereafter and among those brought near [to Allāh]."
                },
                {
                    "id": 216856,
                    "resource_id": 39,
                    "text": "(Ingatlah) ketika malaikat berkata: \"Wahai Maryam! Bahawasanya Allah memberikan khabar yang mengembirakanmu, dengan (mengurniakan seorang anak yang engkau akan kandungkan semata-mata dengan) Kalimah daripada Allah, nama anak itu: Al-Masih, Isa Ibni Maryam, seorang yang terkemuka di dunia dan di akhirat, dan ia juga dari orang-orang yang didampingkan (diberi kemuliaan di sisi Allah)."
                },
                {
                    "id": 1091315,
                    "resource_id": 161,
                    "text": "(স্মরণ কর) যখন ফেরেশতারা বলল, ‘হে মারইয়াম! নিশ্চয় আল্লাহ তোমাকে তাঁর একটি কথার সুসংবাদ দিচ্ছেন। তার নাম মারইয়ামের পুত্র ঈসা-মসীহ, সে দুনিয়া ও আখেরাতে সম্মানিত ও সান্নিধ্য প্রাপ্তদের অন্তর্ভুক্ত হবে।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}