{
    "verses": [
        {
            "id": 5156,
            "verse_number": 6,
            "verse_key": "60:6",
            "hizb_number": 55,
            "rub_el_hizb_number": 219,
            "ruku_number": 484,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ ۚ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
            "page_number": 550,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100841,
                    "resource_id": 20,
                    "text": "There has certainly been for you in them an excellent pattern for anyone whose hope is in Allāh and the Last Day. And whoever turns away - then indeed, Allāh is the Free of need, the Praiseworthy."
                },
                {
                    "id": 218695,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya! Adalah bagi kamu pada bawaan Nabi Ibrahim dan pengikut-pengikutnya itu contoh ikutan yang baik, iaitu bagi orang yang sentiasa mengharapkan keredaan Allah dan (balasan baik) hari akhirat. Dan sesiapa yang berpaling daripada mencontohi mereka, (maka padahnya akan menimpa dirinya sendiri), kerana sesungguhnya Allah Dia lah Yang Maha Kaya, lagi Maha Terpuji."
                },
                {
                    "id": 1096133,
                    "resource_id": 161,
                    "text": "তোমরা যারা আল্লাহ (’র রহমত) ও শেষ দিবসের (সাফল্যের) প্রত্যাশী তাদের জন্য উত্তম আদর্শ রয়েছে তাদের [অর্থাৎ ইবরাহীম (আঃ) তাঁর অনুসারীদের] মধ্যে। আর কেউ মুখ ফিরিয়ে নিলে (সে জেনে রাখুক) আল্লাহ অমুখাপেক্ষী, প্রশংসিত।"
                }
            ]
        },
        {
            "id": 5157,
            "verse_number": 7,
            "verse_key": "60:7",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 485,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "۞ عَسَى ٱللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ ٱلَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً ۚ وَٱللَّهُ قَدِيرٌ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
            "page_number": 550,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100842,
                    "resource_id": 20,
                    "text": "Perhaps Allāh will put, between you and those to whom you have been enemies among them, affection. And Allāh is competent,<sup foot_note=197544>1</sup> and Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218696,
                    "resource_id": 39,
                    "text": "Semoga Allah akan mengadakan perasaan kasih sayang antara kamu dengan orang-orang yang kamu musuhi dari kerabat kamu itu (dengan jalan menjadikan mereka insaf dan memeluk Islam). Dan (ingatlah), Allah Maha Kuasa (atas tiap-tiap sesuatu), dan Allah Maha pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1096134,
                    "resource_id": 161,
                    "text": "সম্ভবত আল্লাহ তোমাদের মধ্যে আর তাদের মধ্যেকার যাদেরকে তোমরা শত্রু বানিয়ে নিয়েছ তাদের মধ্যে বন্ধুত্ব সৃষ্টি করে দিবেন (তাদের মুসলিম হয়ে যাওয়ার মাধ্যমে)। আল্লাহ বড়ই শক্তিমান, আল্লাহ অতি ক্ষমাশীল, অতীব দয়ালু।"
                }
            ]
        },
        {
            "id": 5158,
            "verse_number": 8,
            "verse_key": "60:8",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 485,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "لَّا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ لَمْ يُقَـٰتِلُوكُمْ فِى ٱلدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَـٰرِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوٓا۟ إِلَيْهِمْ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُقْسِطِينَ",
            "page_number": 550,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100843,
                    "resource_id": 20,
                    "text": "Allāh does not forbid you from those who do not fight you because of religion and do not expel you from your homes - from being righteous toward them and acting justly toward them. Indeed, Allāh loves those who act justly."
                },
                {
                    "id": 218697,
                    "resource_id": 39,
                    "text": "Allah tidak melarang kamu daripada berbuat baik dan berlaku adil kepada orang-orang yang tidak memerangi kamu kerana ugama (kamu), dan tidak mengeluarkan kamu dari kampung halaman kamu; sesungguhnya Allah mengasihi orang-orang yang berlaku adil."
                },
                {
                    "id": 1096135,
                    "resource_id": 161,
                    "text": "দীনের ব্যাপারে যারা তোমাদের সাথে যুদ্ধ করেনি, আর তোমাদেরকে তোমাদের ঘর-বাড়ী থেকে বের ক’রে দেয়নি তাদের সঙ্গে সদয় ব্যবহার করতে আর ন্যায়নিষ্ঠ আচরণ করতে আল্লাহ নিষেধ করেন নি। আল্লাহ ন্যায়পরায়ণদেরকে ভালবাসেন।"
                }
            ]
        },
        {
            "id": 5159,
            "verse_number": 9,
            "verse_key": "60:9",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 485,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا يَنْهَىٰكُمُ ٱللَّهُ عَنِ ٱلَّذِينَ قَـٰتَلُوكُمْ فِى ٱلدِّينِ وَأَخْرَجُوكُم مِّن دِيَـٰرِكُمْ وَظَـٰهَرُوا۟ عَلَىٰٓ إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ ۚ وَمَن يَتَوَلَّهُمْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
            "page_number": 550,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100844,
                    "resource_id": 20,
                    "text": "Allāh only forbids you from those who fight you because of religion and expel you from your homes and aid in your expulsion - [forbids] that you make allies<sup foot_note=197545>1</sup> of them. And whoever makes allies of them, then it is those who are the wrongdoers."
                },
                {
                    "id": 218698,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah hanyalah melarang kamu daripada menjadikan teman rapat orang-orang yang memerangi kamu kerana ugama (kamu), dan mengeluarkan kamu dari kampung halaman kamu, serta membantu (orang lain) untuk mengusir kamu. Dan (ingatlah), sesiapa yang menjadikan mereka teman rapat, maka mereka itulah orang-orang yang zalim."
                },
                {
                    "id": 1096136,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদেরকে কেবল তাদের সঙ্গে বন্ধুত্ব করতে নিষেধ করেছেন যারা তোমাদের সঙ্গে দীনের ব্যাপারে যুদ্ধ করেছে, তোমাদেরকে তোমাদের ঘর-বাড়ী থেকে বের করে দিয়েছে আর তোমাদেরকে বের করে দেয়ার ব্যাপারে সাহায্য করেছে। যারা তাদের সঙ্গে বন্ধুত্ব করে তারাই যালিম।"
                }
            ]
        },
        {
            "id": 5160,
            "verse_number": 10,
            "verse_key": "60:10",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 485,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا جَآءَكُمُ ٱلْمُؤْمِنَـٰتُ مُهَـٰجِرَٰتٍ فَٱمْتَحِنُوهُنَّ ۖ ٱللَّهُ أَعْلَمُ بِإِيمَـٰنِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَـٰتٍ فَلَا تَرْجِعُوهُنَّ إِلَى ٱلْكُفَّارِ ۖ لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَءَاتُوهُم مَّآ أَنفَقُوا۟ ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا۟ بِعِصَمِ ٱلْكَوَافِرِ وَسْـَٔلُوا۟ مَآ أَنفَقْتُمْ وَلْيَسْـَٔلُوا۟ مَآ أَنفَقُوا۟ ۚ ذَٰلِكُمْ حُكْمُ ٱللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
            "page_number": 550,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100832,
                    "resource_id": 20,
                    "text": "O you who have believed, when the believing women come to you as emigrants, examine [i.e., test] them. Allāh is most knowing as to their faith. And if you know them to be believers, then do not return them to the disbelievers; they are not lawful [wives] for them, nor are they lawful [husbands] for them. But give them [i.e., the disbelievers] what they have spent.<sup foot_note=197547>1</sup> And there is no blame upon you if you marry them when you have given them their due compensation [i.e., mahr]. And hold not to marriage bonds with disbelieving women, but ask for what you have spent and let them [i.e., the disbelievers] ask for what they have spent.<sup foot_note=197546>2</sup> That is the judgement of Allāh; He judges between you. And Allāh is Knowing and Wise."
                },
                {
                    "id": 218685,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Apabila orang-orang perempuan yang mengaku beriman datang berhijrah kepada kamu, maka ujilah (iman) mereka: Allah lebih mengetahui akan iman mereka: dengan yang demikian, sekiranya kamu mengetahui bahawa mereka beriman, maka janganlah kamu mengembalikan mereka kepada orang-orang yang kafir. Mereka tidak halal bagi orang-orang kafir itu (sebagai isteri), dan orang-orang kafir itu pula tidak halal bagi mereka (sebagai suami). Dan berilah kepada suami-suami (yang kafir) itu apa yang mereka telah belanjakan. Dan tidaklah menjadi salah kamu berkahwin dengan mereka (perempuan-perempuan yang berhijrah itu) apabila kamu memberi kepada mereka maskahwinnya. Dan janganlah kamu (wahai orang-orang Islam) tetap berpegang kepada akad perkahwinan kamu dengan perempuan-perempuan yang (kekal dalam keadaan) kafir, dan mintalah balik maskahwin yang kamu telah berikan, dan biarkanlah mereka (suami-suami yang kafir itu) meminta balik apa yang mereka telah belanjakan. Demikianlah hukum Allah; Ia hukumkan di antara kamu (dengan adil). Dan (ingatlah), Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1096137,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! ঈমানদার নারীরা যখন তোমাদের কাছে হিজরাত করে আসে তখন তাদেরকে পরখ করে দেখ (তারা সত্যিই ঈমান এনেছে কি না)। তাদের ঈমান সম্বন্ধে আল্লাহ খুব ভালভাবেই জানেন। অতঃপর তোমরা যদি জানতে পার যে, তারা মু’মিনা, তাহলে তাদেরকে কাফিরদের কাছে ফেরত পাঠিও না। মু’মিনা নারীরা কাফিরদের জন্য হালাল নয়, আর কাফিররাও মু’মিনা নারীদের জন্য হালাল নয়। কাফির স্বামীরা (মোহর স্বরূপ) যা তাদের জন্য খরচ করেছিল তা কাফিরদেরকে ফেরত দিয়ে দাও। অতঃপর তোমরা তাদেরকে মোহর প্রদান করতঃ বিয়ে করলে তাতে তোমাদের কোন অপরাধ হবে না। তোমরা কাফির নারীদেরকে (বিবাহের) বন্ধনে আটকে রেখ না। তোমরা (তাদের মোহর স্বরূপ) যা ব্যয় করেছ তা ফেরত চেয়ে নাও, আর কাফিররাও ফেরত চেয়ে নিবে যা তারা ব্যয় করেছে (তাদের মু’মিনা স্ত্রীদের মোহর স্বরূপ)। এটা আল্লাহর নির্দেশ। তিনি তোমাদের মাঝে ফয়সালা করে দেন। আল্লাহ সর্ব জ্ঞানের অধিকারী, মহা বিজ্ঞানী।"
                }
            ]
        },
        {
            "id": 5161,
            "verse_number": 11,
            "verse_key": "60:11",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 485,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَإِن فَاتَكُمْ شَىْءٌ مِّنْ أَزْوَٰجِكُمْ إِلَى ٱلْكُفَّارِ فَعَاقَبْتُمْ فَـَٔاتُوا۟ ٱلَّذِينَ ذَهَبَتْ أَزْوَٰجُهُم مِّثْلَ مَآ أَنفَقُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ أَنتُم بِهِۦ مُؤْمِنُونَ",
            "page_number": 550,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100833,
                    "resource_id": 20,
                    "text": "And if you have lost any of your wives to the disbelievers and you subsequently obtain [something],<sup foot_note=197548>1</sup> then give those whose wives have gone the equivalent of what they had spent. And fear Allāh, in whom you are believers."
                },
                {
                    "id": 218688,
                    "resource_id": 39,
                    "text": "Dan sekiranya kamu tidak dapat menerima balik sesuatu dari maskahwin isteri-isteri kamu (yang menjadi murtad serta) melarikan diri ke pihak orang-orang kafir, kemudian kamu menyerang puak yang kafir itu serta mendapat harta rampasan maka berikanlah kepada orang-orang (Islam) yang lari isterinya itu ganti maskahwinnya sebanyak yang mereka telah bayar. Dan bertaqwalah kamu kepada Allah yang kamu beriman kepadaNya."
                },
                {
                    "id": 1096138,
                    "resource_id": 161,
                    "text": "তোমাদের স্ত্রীদের মধ্যে কেউ যদি (কাফির হওয়ার কারণে তোমাদের) হাতছাড়া হয়ে কাফিরদের নিকট থেকে যায় এবং (তাদের কোন স্ত্রীলোক তোমাদের কাছে চলে আসার ফলে) তোমাদের যদি সুযোগ আসে, তখন (তোমাদের মধ্যে) যাদের স্ত্রীগণ হাতছাড়া হয়ে গেছে তাদেরকে তারা (তাদের স্ত্রীদের মোহর স্বরূপ) যা ব্যয় করেছে তার সমপরিমাণ অর্থ প্রদান করবে। তোমরা আল্লাহকে ভয় কর যার প্রতি তোমরা ঈমান এনেছ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}