{
    "verses": [
        {
            "id": 5162,
            "verse_number": 12,
            "verse_key": "60:12",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 485,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا جَآءَكَ ٱلْمُؤْمِنَـٰتُ يُبَايِعْنَكَ عَلَىٰٓ أَن لَّا يُشْرِكْنَ بِٱللَّهِ شَيْـًٔا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَـٰدَهُنَّ وَلَا يَأْتِينَ بِبُهْتَـٰنٍ يَفْتَرِينَهُۥ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِى مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَٱسْتَغْفِرْ لَهُنَّ ٱللَّهَ ۖ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 551,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100835,
                    "resource_id": 20,
                    "text": "O Prophet, when the believing women come to you pledging to you that they will not associate anything with Allāh, nor will they steal, nor will they commit unlawful sexual intercourse, nor will they kill their children, nor will they bring forth a slander they have invented between their arms and legs,<sup foot_note=197549>1</sup> nor will they disobey you in what is right - then accept their pledge and ask forgiveness for them of Allāh. Indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218689,
                    "resource_id": 39,
                    "text": "Wahai Nabi! Apabila orang-orang perempuan yang beriman datang kepadamu untuk memberi pengakuan taat setia, bahawa mereka tidak akan melakukan syirik kepada Allah dengan sesuatu pun, dan mereka tidak akan mencuri, dan mereka tidak akan berzina, dan mereka tidak akan membunuh anak-anaknya, dan mereka tidak akan melakukan sesuatu perkara dusta yang mereka ada-adakan dari kemahuan hati mereka, dan mereka tidak akan menderhaka kepadamu dalam sesuatu perkara yang baik, - maka terimalah pengakuan taat setia mereka dan pohonkanlah kepada Allah mengampuni dosa mereka; sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1096139,
                    "resource_id": 161,
                    "text": "হে নবী! যখন মু’মিনা নারীরা তোমার কাছে এসে বাই‘আত করে যে, তারা আল্লাহর সঙ্গে কোন কিছুকে শরীক করবে না, চুরি করবে না, যিনা করবে না, নিজেদের সন্তান হত্যা করবে না, জেনে শুনে কোন অপবাদ রচনা ক’রে রটাবে না এবং কোন ভাল কাজে তোমার অবাধ্যতা করবে না- তাহলে তুমি তাদের বাই‘আত (অর্থাৎ তোমার প্রতি আনুগত্যের শপথ) গ্রহণ কর এবং তাদের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা কর; আল্লাহ অতি ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 5163,
            "verse_number": 13,
            "verse_key": "60:13",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 485,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا۟ مِنَ ٱلْـَٔاخِرَةِ كَمَا يَئِسَ ٱلْكُفَّارُ مِنْ أَصْحَـٰبِ ٱلْقُبُورِ",
            "page_number": 551,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100836,
                    "resource_id": 20,
                    "text": "O you who have believed, do not make allies of a people with whom Allāh has become angry. They have despaired of [reward in] the Hereafter just as the disbelievers have despaired of [meeting] the companions [i.e., inhabitants] of the graves."
                },
                {
                    "id": 214885,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu jadikan teman rapat mana-mana kaum yang dimurkai Allah, mereka telah berputus asa daripada mendapat kebaikan akhirat, sebagaimana berputus asanya orang-orang kafir yang ada di dalam kubur."
                },
                {
                    "id": 1096140,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা এমন সম্প্রদায়ের সঙ্গে বন্ধুত্ব করো না আল্লাহ যাদের প্রতি রাগান্বিত। তারা পরকাল সম্পর্কে তেমনি নিরাশ যেমন কবরবাসী কাফিররা নিরাশ (কারণ তারা পরকালকে অবিশ্বাস করার কারণে তার জন্য কোন প্রস্তুতি গ্রহণ করেনি।)"
                }
            ]
        },
        {
            "id": 5164,
            "verse_number": 1,
            "verse_key": "61:1",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 486,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": " سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 551,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100858,
                    "resource_id": 20,
                    "text": "Whatever is in the heavens and whatever is on the earth exalts Allāh,<sup foot_note=197550>1</sup> and He is the Exalted in Might, the Wise."
                },
                {
                    "id": 218712,
                    "resource_id": 39,
                    "text": "Segala yang ada di langit dan yang ada di bumi, tetap mengucap tasbih kepada Allah; dan Dia lah Yang Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1096141,
                    "resource_id": 161,
                    "text": "আসমানে যা কিছু আছে আর যমীনে যা কিছু আছে (সবই) আল্লাহর প্রশংসা ও মহিমা ঘোষণা করে; তিনি মহাপরাক্রান্ত মহাবিজ্ঞানী।"
                }
            ]
        },
        {
            "id": 5165,
            "verse_number": 2,
            "verse_key": "61:2",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 486,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
            "page_number": 551,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100877,
                    "resource_id": 20,
                    "text": "O you who have believed, why do you say what you do not do?"
                },
                {
                    "id": 218729,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Mengapa kamu memperkatakan apa yang kamu tidak melakukannya!"
                },
                {
                    "id": 1096142,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা এমন কথা কেন বল যা তোমরা কর না।"
                }
            ]
        },
        {
            "id": 5166,
            "verse_number": 3,
            "verse_key": "61:3",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 486,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ",
            "page_number": 551,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100889,
                    "resource_id": 20,
                    "text": "Greatly hateful in the sight of Allāh is that you say what you do not do."
                },
                {
                    "id": 218740,
                    "resource_id": 39,
                    "text": "Amat besar kebenciannya di sisi Allah - kamu memperkatakan sesuatu yang kamu tidak melakukannya."
                },
                {
                    "id": 1096143,
                    "resource_id": 161,
                    "text": "আল্লাহর দৃষ্টিতে এটা অত্যন্ত নিন্দনীয় ব্যাপার যে, তোমরা বলবে এমন কথা যা তোমরা কর না।"
                }
            ]
        },
        {
            "id": 5167,
            "verse_number": 4,
            "verse_key": "61:4",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 486,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَـٰتِلُونَ فِى سَبِيلِهِۦ صَفًّا كَأَنَّهُم بُنْيَـٰنٌ مَّرْصُوصٌ",
            "page_number": 551,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100741,
                    "resource_id": 20,
                    "text": "Indeed, Allāh loves those who fight in His cause in a row as though they are a [single] structure joined firmly."
                },
                {
                    "id": 214891,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah mengasihi orang-orang yang berperang untuk membela ugamaNya, dalam barisan yang teratur rapi, seolah-olah mereka sebuah bangunan yang tersusun kukuh."
                },
                {
                    "id": 1096144,
                    "resource_id": 161,
                    "text": "আল্লাহ তাদেরকে ভালবাসেন যারা তাঁর পথে সারিবদ্ধ হয়ে যুদ্ধ করে- যেন তারা সীসা-গলানো প্রাচীর।"
                }
            ]
        },
        {
            "id": 5168,
            "verse_number": 5,
            "verse_key": "61:5",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 486,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
            "page_number": 551,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100911,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], when Moses said to his people, \"O my people, why do you harm me while you certainly know that I am the messenger of Allāh to you?\" And when they deviated, Allāh caused their hearts to deviate. And Allāh does not guide the defiantly disobedient people."
                },
                {
                    "id": 218763,
                    "resource_id": 39,
                    "text": "Dan (ingatlah peristiwa) ketika Nabi Musa berkata kepada kaumnya: \" Wahai kaumku! Mengapa kamu menyakiti daku, sedang kamu mengetahui bahawa sesungguhnya aku ini Pesuruh Allah kepada kamu?\" Maka ketika mereka menyeleweng (dari kebenaran yang mereka sedia mengetahuinya), Allah selewengkan hati mereka (dari mendapat hidayah petunjuk); dan sememangnya Allah tidak memberi hidayah petunjuk kepada kaum yang fasik - derhaka."
                },
                {
                    "id": 1096145,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন মূসা তার সম্প্রদায়কে বলেছিল, ‘হে আমার সম্প্রদায়! তোমরা আমাকে কেন কষ্ট দিচ্ছ, তোমরা তো জানই যে, আমি তোমাদের নিকট আল্লাহর রসূল!’ অতঃপর তারা যখন বাঁকা পথ ধরল, আল্লাহ তাদের হৃদয়কে বাঁকা করে দিলেন। আল্লাহ পাপাচারীদেরকে সঠিক পথে পরিচালিত করেন না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}