{
    "verses": [
        {
            "id": 5169,
            "verse_number": 6,
            "verse_key": "61:6",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 486,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ ۖ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَـٰتِ قَالُوا۟ هَـٰذَا سِحْرٌ مُّبِينٌ",
            "page_number": 552,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100923,
                    "resource_id": 20,
                    "text": "And [mention] when Jesus, the son of Mary, said, \"O Children of Israel, indeed I am the messenger of Allāh to you confirming what came before me of the Torah and bringing good tidings of a messenger to come after me, whose name is Aḥmad.\"<sup foot_note=197552>1</sup> But when he came to them with clear evidences, they said, \"This is obvious magic.\"<sup foot_note=197551>2</sup>"
                },
                {
                    "id": 218776,
                    "resource_id": 39,
                    "text": "Dan (ingatlah juga peristiwa) ketika Nabi Isa ibni Maryam berkata: \"Wahai Bani Israil, sesungguhnya aku ini Pesuruh Allah kepada kamu, mengesahkan kebenaran Kitab yang diturunkan sebelumku, iaitu Kitab Taurat, dan memberikan berita gembira dengan kedatangan seorang Rasul yang akan datang kemudian daripadaku - bernama: Ahmad\". Maka ketika ia datang kepada mereka membawa keterangan-keterangan yang jelas nyata, mereka berkata: \"Ini ialah sihir yang jelas nyata!\""
                },
                {
                    "id": 1096146,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন মারইয়ামের পুত্র ‘ঈসা বলেছিল, ‘হে বানী ইসরাঈল! আমি তোমাদের প্রতি আল্লাহর রসূল, আমার পূর্ববর্তী তাওরাতের আমি সত্যায়নকারী এবং আমি একজন রসূলের সুসংবাদদাতা যিনি আমার পরে আসবেন, যার নাম আহমাদ।’ অতঃপর সে [অর্থাৎ ‘ঈসা (আঃ) যাঁর সম্পর্কে সুসংবাদ দিয়ে ছিলেন সেই নবী] যখন তাদের কাছে সুস্পষ্ট নিদর্শন নিয়ে আসল, তখন তারা বলল, ‘এটা তো স্পষ্ট যাদু।’"
                }
            ]
        },
        {
            "id": 5170,
            "verse_number": 7,
            "verse_key": "61:7",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 486,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَـٰمِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
            "page_number": 552,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100932,
                    "resource_id": 20,
                    "text": "And who is more unjust than one who invents about Allāh untruth while he is being invited to Islām. And Allāh does not guide the wrongdoing people."
                },
                {
                    "id": 218784,
                    "resource_id": 39,
                    "text": "Dan tidak ada yang lebih zalim daripada orang yang mengada-adakan perkara dusta terhadap Allah, sedang ia diajak kepada memeluk Islam; dan (ingatlah), Allah tidak memberi hidayah petunjuk kepada orang-orang yang zalim."
                },
                {
                    "id": 1096147,
                    "resource_id": 161,
                    "text": "তার চেয়ে অধিক যালিম আর কে যে আল্লাহ সম্বন্ধে মিথ্যে রচনা করে- অথচ তাকে ইসলামের পথ অবলম্বন করার জন্য আহবান জানানো হয়। (এ রকম) যালিম সম্প্রদায়কে আল্লাহ সঠিক পথে চালিত করেন না।"
                }
            ]
        },
        {
            "id": 5171,
            "verse_number": 8,
            "verse_key": "61:8",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 486,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
            "page_number": 552,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100934,
                    "resource_id": 20,
                    "text": "They want to extinguish the light of Allāh with their mouths, but Allāh will perfect His light, although the disbelievers dislike it."
                },
                {
                    "id": 218786,
                    "resource_id": 39,
                    "text": "Mereka sentiasa berusaha hendak memadamkan cahaya Allah (ugama Islam) dengan mulut mereka, sedang Allah tetap menyempurnakan cahayaNya, sekalipun orang-orang kafir tidak suka (akan yang demikian)."
                },
                {
                    "id": 1096148,
                    "resource_id": 161,
                    "text": "তারা তাদের মুখের ফুঁৎকারে আল্লাহর নূরকে নিভিয়ে দিতে চায়, কিন্তু আল্লাহ তাঁর নূরকে পরিপূর্ণ করবেনই যদিও কাফিররা (তা) অপছন্দ করে।"
                }
            ]
        },
        {
            "id": 5172,
            "verse_number": 9,
            "verse_key": "61:9",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 486,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
            "page_number": 552,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100936,
                    "resource_id": 20,
                    "text": "It is He who sent His Messenger with guidance and the religion of truth to manifest it over all religion, although those who associate others with Allāh dislike it."
                },
                {
                    "id": 218788,
                    "resource_id": 39,
                    "text": "Dia lah yang telah mengutus RasulNya (Muhammad s.a.w) dengan membawa hidayah petunjuk dan ugama yang benar (ugama Islam), supaya Ia memenangkannya dan meninggikannya atas segala ugama yang lain, walaupun orang-orang musyrik tidak menyukainya."
                },
                {
                    "id": 1096149,
                    "resource_id": 161,
                    "text": "তিনিই তাঁর রসূলকে হিদায়াত ও সত্য দীনসহ পাঠিয়েছেন তাকে সকল দীনের উপর বিজয়ী করার জন্য- যদিও মুশরিকরা (তা) অপছন্দ করে।"
                }
            ]
        },
        {
            "id": 5173,
            "verse_number": 10,
            "verse_key": "61:10",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 487,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَـٰرَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ",
            "page_number": 552,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100860,
                    "resource_id": 20,
                    "text": "O you who have believed, shall I guide you to a transaction that will save you from a painful punishment?"
                },
                {
                    "id": 218715,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Mahukah Aku tunjukkan sesuatu perniagaan yang boleh menyelamatkan kamu dari azab seksa yang tidak terperi sakitnya?"
                },
                {
                    "id": 1096150,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! আমি কি তোমাদেরকে এমন এক ব্যবসায়ের সন্ধান দেব যা তোমাদেরকে মর্মান্তিক ‘আযাব থেকে রক্ষা করবে?"
                }
            ]
        },
        {
            "id": 5174,
            "verse_number": 11,
            "verse_key": "61:11",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 487,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
            "page_number": 552,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100862,
                    "resource_id": 20,
                    "text": "[It is that] you believe in Allāh and His Messenger and strive in the cause of Allāh with your wealth and your lives. That is best for you, if you only knew."
                },
                {
                    "id": 218717,
                    "resource_id": 39,
                    "text": "Iaitu, kamu beriman kepada Allah dan rasulNya, serta kamu berjuang membela dan menegakkan ugama Allah dengan harta benda dan diri kamu; yang demikian itulah yang lebih baik bagi kamu, jika kamu hendak mengetahui (hakikat yang sebenarnya)."
                },
                {
                    "id": 1096151,
                    "resource_id": 161,
                    "text": "(তা এই যে) তোমরা আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আনো আর তোমরা তোমাদের মাল ও জান দিয়ে আল্লাহর পথে জিহাদ কর; এটাই তোমাদের জন্য অতি উত্তম, যদি তোমরা জানতে!"
                }
            ]
        },
        {
            "id": 5175,
            "verse_number": 12,
            "verse_key": "61:12",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 487,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
            "page_number": 552,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100864,
                    "resource_id": 20,
                    "text": "He will forgive for you your sins and admit you to gardens beneath which rivers flow and pleasant dwellings in gardens of perpetual residence. That is the great attainment."
                },
                {
                    "id": 218719,
                    "resource_id": 39,
                    "text": "(Dengan itu) Allah akan mengampunkan dosa-dosa kamu, dan memasukkan kamu ke dalam taman-taman yang mengalir di bawahnya beberapa sungai, serta ditempatkan kamu di tempat-tempat tinggal yang baik dalam Syurga \" Adn \". Itulah kemenangan yang besar."
                },
                {
                    "id": 1096152,
                    "resource_id": 161,
                    "text": "(তোমরা যদি আল্লাহর সন্ধান দেয়া ব্যবসা কর তাহলে) তিনি তোমাদের পাপ ক্ষমা করে দেবেন আর তোমাদেরকে দাখিল করবেন জান্নাতে যার তলদেশে ঝর্ণাধারা প্রবাহিত। আর চিরস্থায়ী আবাসস্থল জান্নাতে অতি উত্তম ঘর তোমাদেরকে দান করবেন। এটাই বিরাট সাফল্য।"
                }
            ]
        },
        {
            "id": 5176,
            "verse_number": 13,
            "verse_key": "61:13",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 487,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌ مِّنَ ٱللَّهِ وَفَتْحٌ قَرِيبٌ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
            "page_number": 552,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100866,
                    "resource_id": 20,
                    "text": "And [you will obtain] another [favor] that you love - victory from Allāh and an imminent conquest; and give good tidings to the believers."
                },
                {
                    "id": 218721,
                    "resource_id": 39,
                    "text": "Dan ada lagi limpah kurnia yang kamu sukai, iaitu pertolongan dari Allah dan kemenangan yang cepat (masa berlakunya). Dan sampaikanlah berita yang mengembirakan itu kepada orang-orang yang beriman."
                },
                {
                    "id": 1096153,
                    "resource_id": 161,
                    "text": "আর অন্য আরেকটিও (তিনি তোমাদেরকে দিবেন) যা তোমরা পছন্দ কর (আর তা হল) আল্লাহর সাহায্য ও আসন্ন বিজয়। (হে নবী!) ঈমানদার লোকেদেরকে তুমি সুসংবাদ দাও।"
                }
            ]
        },
        {
            "id": 5177,
            "verse_number": 14,
            "verse_key": "61:14",
            "hizb_number": 55,
            "rub_el_hizb_number": 220,
            "ruku_number": 487,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّـۧنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَـٰهِرِينَ",
            "page_number": 552,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100870,
                    "resource_id": 20,
                    "text": "O you who have believed, be supporters of Allāh, as when Jesus, the son of Mary, said to the disciples, \"Who are my supporters for Allāh?\" The disciples said, \"We are supporters of Allāh.\" And a faction of the Children of Israel believed and a faction disbelieved. So We supported those who believed against their enemy, and they became dominant."
                },
                {
                    "id": 218722,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Jadikanlah diri kamu pembela-pembela (ugama) Allah sebagaimana (keadaan penyokong-penyokong) Nabi Isa ibni Maryam (ketika ia) berkata kepada penyokong-penyokongnya itu: \"Siapakah penolong-penolongku (dalam perjalananku) kepada Allah (dengan menegakkan ugamaNya)?\" Mereka menjawab: \"Kamilah pembela-pembela (ugama) Allah!\" (Setelah Nabi Isa tidak berada di antara mereka) maka sepuak dari kaum Bani Israil beriman, dan sepuak lagi (tetap) kafir. Lalu Kami berikan pertolongan kepada orang-orang yang beriman untuk mengalahkan musuhnya, maka menjadilah mereka orang-orang yang menang."
                },
                {
                    "id": 1096154,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা আল্লাহর সাহায্যকারী হও, যেমন মারইয়ামের পুত্র ‘ঈসা হাওয়ারীদেরকে বলেছিল- ‘আল্লাহর পথে কে আমার সাহায্যকারী হবে?’ হাওয়ারীরা উত্তরে বলেছিল- ‘আমরাই আল্লাহর সাহায্যকারী (হব)।’ অতঃপর বানী ইসরাঈলের একদল ঈমান আনল, আরেক দল প্রত্যাখ্যান করল। তখন যারা ঈমান আনল তাদেরকে আমি তাদের শত্রুদের উপর শক্তিশালী করলাম। ফলে তারা বিজয়ী হল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}