{
    "verses": [
        {
            "id": 5186,
            "verse_number": 9,
            "verse_key": "62:9",
            "hizb_number": 56,
            "rub_el_hizb_number": 221,
            "ruku_number": 489,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
            "page_number": 554,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100958,
                    "resource_id": 20,
                    "text": "O you who have believed, when [the adhān] is called for the prayer on the day of Jumuʿah [Friday], then proceed to the remembrance of Allāh and leave trade. That is better for you, if you only knew."
                },
                {
                    "id": 218808,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Apabila diserukan azan (bang) untuk mengerjakan sembahyang pada hari Jumaat, maka segeralah kamu pergi (ke masjid) untuk mengingati Allah (dengan mengerjakan sembahyang jumaat) dan tinggalkanlah berjual-beli (pada saat itu); yang demikian adalah baik bagi kamu, jika kamu mengetahui (hakikat yang sebenarnya),"
                },
                {
                    "id": 1096163,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! জুমু‘আহর দিনে যখন নামাযের জন্য ডাকা হয়, তখন আল্লাহর স্মরণের দিকে শীঘ্র ধাবিত হও, ক্রয়-বিক্রয় পরিত্যাগ কর, এটাই তোমাদের জন্য অতি উত্তম, যদি তোমরা জানতে!"
                }
            ]
        },
        {
            "id": 5187,
            "verse_number": 10,
            "verse_key": "62:10",
            "hizb_number": 56,
            "rub_el_hizb_number": 221,
            "ruku_number": 489,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
            "page_number": 554,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100941,
                    "resource_id": 20,
                    "text": "And when the prayer has been concluded, disperse within the land and seek from the bounty of Allāh, and remember Allāh often that you may succeed."
                },
                {
                    "id": 218793,
                    "resource_id": 39,
                    "text": "Kemudian setelah selesai sembahyang, maka bertebaranlah kamu di muka bumi (untuk menjalankan urusan masing-masing), dan carilah apa yang kamu hajati dari limpah kurnia Allah, serta ingatlah akan Allah banyak-banyak (dalam segala keadaan), supaya kamu berjaya (di dunia dan di akhirat)."
                },
                {
                    "id": 1096164,
                    "resource_id": 161,
                    "text": "অতঃপর যখন নামায সমাপ্ত হয়, তখন যমীনে ছড়িয়ে পড়, আর আল্লাহর অনুগ্রহ সন্ধান কর এবং আল্লাহকে বেশি বেশি স্মরণ করতে থাক- যাতে তোমরা সাফল্য লাভ করতে পার।"
                }
            ]
        },
        {
            "id": 5188,
            "verse_number": 11,
            "verse_key": "62:11",
            "hizb_number": 56,
            "rub_el_hizb_number": 221,
            "ruku_number": 489,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
            "page_number": 554,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100942,
                    "resource_id": 20,
                    "text": "But [on one occasion] when they saw a transaction or a diversion, [O Muḥammad], they rushed to it and left you standing. Say, \"What is with Allāh is better than diversion and than a transaction, and Allāh is the best of providers.\""
                },
                {
                    "id": 218794,
                    "resource_id": 39,
                    "text": "Dan apabila mereka mengetahui kedatangan barang-barang dagangan (yang baharu tiba) atau (mendengar) sesuatu hiburan, mereka bersurai (lalu pergi) kepadanya dengan meninggalkan engkau berdiri (di atas mimbar - berkhutbah). Katakanlah (wahai Muhammad:\" Pahala - balasan) yang ada di sisi Allah, lebih baik dari hiburan dan barang-barang dagangan itu; dan Allah sebaik-baik pemberi rezeki."
                },
                {
                    "id": 1096165,
                    "resource_id": 161,
                    "text": "তারা যখন ব্যবসায় অথবা ক্রীড়া কৌতুক দেখে তখন তারা সেদিকে ছুটে যায় আর তোমাকে রেখে যায় দাঁড়ানো অবস্থায়। বল- ‘আল্লাহর কাছে যা আছে তা ক্রীড়া-কৌতুক ও ব্যবসার চেয়ে উত্তম।’ আর আল্লাহ সর্বাপেক্ষা উত্তম রিযকদাতা।"
                }
            ]
        },
        {
            "id": 5189,
            "verse_number": 1,
            "verse_key": "63:1",
            "hizb_number": 56,
            "rub_el_hizb_number": 221,
            "ruku_number": 490,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": " إِذَا جَآءَكَ ٱلْمُنَـٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَـٰفِقِينَ لَكَـٰذِبُونَ",
            "page_number": 554,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100962,
                    "resource_id": 20,
                    "text": "When the hypocrites come to you, [O Muḥammad], they say, \"We testify that you are the Messenger of Allāh.\" And Allāh knows that you are His Messenger, and Allāh testifies that the hypocrites are liars."
                },
                {
                    "id": 218812,
                    "resource_id": 39,
                    "text": "Apabila orang-orang munafik datang kepadamu (wahai Muhammad), mereka berkata: \"Kami mengakui bahawa sesungguhnya engkau - sebenar-benarnya Rasul Allah\". Dan Allah sememangnya mengetahui bahawa engkau ialah RasulNya, serta Allah menyaksikan bahawa sesungguhnya pengakuan mereka adalah dusta."
                },
                {
                    "id": 1096166,
                    "resource_id": 161,
                    "text": "মুনাফিকরা যখন তোমার কাছে আসে তখন তারা বলে- ‘আমরা সাক্ষ্য দিচ্ছি যে, আপনি অবশ্যই আল্লাহর রসূল।’ আল্লাহ জানেন, অবশ্যই তুমি তাঁর রসূল আর আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা অবশ্যই মিথ্যেবাদী।"
                }
            ]
        },
        {
            "id": 5190,
            "verse_number": 2,
            "verse_key": "63:2",
            "hizb_number": 56,
            "rub_el_hizb_number": 221,
            "ruku_number": 490,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
            "page_number": 554,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100834,
                    "resource_id": 20,
                    "text": "They have taken their oaths as a cover, so they averted [people] from the way of Allāh. Indeed, it was evil that they were doing."
                },
                {
                    "id": 218816,
                    "resource_id": 39,
                    "text": "Mereka menjadikan sumpahnya (atau akuannya) sebagai perisai (untuk menyelamatkan dirinya dan harta bendanya daripada dibunuh atau dirampas), lalu mereka menghalang (dirinya dan orang lain) dari menurut jalan Allah. Sesungguhnya amatlah buruk apa yang mereka telah kerjakan."
                },
                {
                    "id": 1096167,
                    "resource_id": 161,
                    "text": "তারা তাদের শপথগুলোকে ঢাল হিসেবে ব্যবহার করে আর এ উপায়ে তারা মানুষকে আল্লাহর পথ থেকে নিবৃত্ত করে। তারা যা করে তা কতই না মন্দ!"
                }
            ]
        },
        {
            "id": 5191,
            "verse_number": 3,
            "verse_key": "63:3",
            "hizb_number": 56,
            "rub_el_hizb_number": 221,
            "ruku_number": 490,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
            "page_number": 554,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100807,
                    "resource_id": 20,
                    "text": "That is because they believed, and then they disbelieved; so their hearts were sealed over, and they do not understand."
                },
                {
                    "id": 218818,
                    "resource_id": 39,
                    "text": "(Perbuatan buruk) yang demikian kerana mereka mengaku beriman (di hadapan orang-orang Islam) kemudian mereka tetap kafir sesama sendiri, maka dengan sebab itu dimeteraikan atas hati mereka; lalu mereka tidak dapat memahami (yang mana benar dan yang mana salah)."
                },
                {
                    "id": 1096168,
                    "resource_id": 161,
                    "text": "তার কারণ এই যে, তারা ঈমান আনে, অতঃপর কুফুরী করে। এজন্য তাদের অন্তরে মোহর লাগিয়ে দেয়া হয়েছে। যার ফলে তারা কিছুই বুঝে না"
                }
            ]
        },
        {
            "id": 5192,
            "verse_number": 4,
            "verse_key": "63:4",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 490,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
            "page_number": 554,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100968,
                    "resource_id": 20,
                    "text": "And when you see them, their forms please you, and if they speak, you listen to their speech. [They are] as if they were pieces of wood propped up<sup foot_note=197557>1</sup> - they think that every shout is against them. They are the enemy, so beware of them. May Allāh destroy them; how are they deluded?"
                },
                {
                    "id": 218823,
                    "resource_id": 39,
                    "text": "Dan apabila engkau melihat mereka, engkau tertarik hati kepada tubuh badan mereka (dan kelalukannya); dan apabila mereka berkata-kata, engkaujuga (tertarik hati) mendengar tutur katanya (kerana manis dan fasih. Dalam pada itu) mereka adalah seperti batang-batang kayu yang tersandar (tidak terpakai kerana tidak ada padanya kekuatan yang dikehendaki). Mereka (kerana merasai bersalah, sentiasa dalam keadaan cemas sehingga) menyangka tiap-tiap jeritan (atau riuh rendah yang mereka dengar) adalah untuk membahayakan mereka. Mereka itulah musuh yang sebenar-benarnya maka berjaga-jagalah engkau terhadap mereka. Semoga Allah membinasa dan menyingkirkan mereka dari rahmatNya. (Pelik sungguh!) Bagaimana mereka dipalingkan (oleh hawa nafsunya - dari kebenaran)?"
                },
                {
                    "id": 1096169,
                    "resource_id": 161,
                    "text": "তুমি যখন তাদের দিকে তাকাও তখন তাদের শারীরিক গঠন তোমাকে চমৎকৃত করে। আর যখন তারা কথা বলে তখন তুমি তাদের কথা আগ্রহ ভরে শুন, অথচ তারা দেয়ালে ঠেস দেয়া কাঠের মত (দেখন- সুরত, কিন্ত কার্যক্ষেত্রে কিছুই না)। কোন শোরগোল হলেই তারা সেটাকে নিজেদের বিরুদ্ধে মনে করে (কারণ তাদের অপরাধী মন সব সময়ে শঙ্কিত থাকে- এই বুঝি তাদের কুকীর্তি ফাঁস হয়ে গেল)। এরাই শত্রু, কাজেই তাদের ব্যাপারে সতর্ক থাক। এদের উপর আছে আল্লাহর গযব, তাদেরকে কীভাবে (সত্য পথ থেকে) ফিরিয়ে নেয়া হচ্ছে!"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}