{
    "verses": [
        {
            "id": 5193,
            "verse_number": 5,
            "verse_key": "63:5",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 490,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ",
            "page_number": 555,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100970,
                    "resource_id": 20,
                    "text": "And when it is said to them, \"Come, the Messenger of Allāh will ask forgiveness for you,\" they turn their heads aside and you see them evading while they are arrogant."
                },
                {
                    "id": 218825,
                    "resource_id": 39,
                    "text": "Dan apabila dikatakan kepada mereka: \" Marilah (bertaubat) supaya Rasulullah meminta ampun (kepada Allah) untuk kamu\", mereka (enggan sambil) menggeleng-gelengkan kepalanya; dan engkau melihat mereka berpaling (dari bertaubat) serta mereka berlaku sombong angkuh."
                },
                {
                    "id": 1096170,
                    "resource_id": 161,
                    "text": "তাদেরকে যখন বলা হয়, ‘এসো, আল্লাহর রসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন, তখন তারা মাথা নেড়ে অস্বীকৃতি জানায়, তখন তুমি দেখতে পাও তারা সদম্ভে তাদের মুখ ফিরিয়ে নেয়।"
                }
            ]
        },
        {
            "id": 5194,
            "verse_number": 6,
            "verse_key": "63:6",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 490,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
            "page_number": 555,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100972,
                    "resource_id": 20,
                    "text": "It is all the same for them whether you ask forgiveness for them or do not ask forgiveness for them; never will Allāh forgive them. Indeed, Allāh does not guide the defiantly disobedient people."
                },
                {
                    "id": 218827,
                    "resource_id": 39,
                    "text": "(Tidak ada faedahnya) kepada mereka, sama ada engkau meminta ampun untuk mereka atau engkau tidak meminta ampun, Allah tidak sekali-kali akan mengampunkan mereka. Sesungguhnya Allah tidak memberi hidayah petunjuk kepada kaum yang fasik."
                },
                {
                    "id": 1096171,
                    "resource_id": 161,
                    "text": "তুমি তাদের জন্য ক্ষমা প্রার্থনা কর আর না কর, উভয়ই তাদের জন্য সমান। আল্লাহ তাদেরকে কক্ষনো ক্ষমা করবেন না। আল্লাহ পাপাচারী জাতিকে কক্ষনো সঠিক পথে পরিচালিত করেন না।"
                }
            ]
        },
        {
            "id": 5195,
            "verse_number": 7,
            "verse_key": "63:7",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 490,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ ۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَفْقَهُونَ",
            "page_number": 555,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100974,
                    "resource_id": 20,
                    "text": "They are the ones who say, \"Do not spend on those who are with the Messenger of Allāh until they disband.\" And to Allāh belong the depositories of the heavens and the earth, but the hypocrites do not understand."
                },
                {
                    "id": 218829,
                    "resource_id": 39,
                    "text": "Merekalah yang mengatakan (kepada orang-orang Islam di Madinah yang menolong Rasulullah dan orang-orang Muhajirin): \"Janganlah kamu membelanjakan harta kamu kepada orang-orang yang ada bersama-sama Rasulullah supaya mereka bersurai (meninggalkannya)\". Padahal bagi Allah jualah perbendaharaan langit dan bumi, (tiada sesiapapun yang dapat memberi atau menyekat sebarang pemberian melainkan dengan kehendakNya); akan tetapi orang-orang yang munafik itu tidak memahami (hakikat yang sebenarnya)."
                },
                {
                    "id": 1096172,
                    "resource_id": 161,
                    "text": "তারা বলে- ‘রসূলের সঙ্গী সাথীদের জন্য অর্থ ব্যয় করো না, শেষে তারা এমনিতেই সরে পড়বে।’ আসমান ও যমীনের ধন ভান্ডার তো আল্লাহরই, কিন্তু মুনাফিকরা তা বুঝে না।"
                }
            ]
        },
        {
            "id": 5196,
            "verse_number": 8,
            "verse_key": "63:8",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 490,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ ۚ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَعْلَمُونَ",
            "page_number": 555,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100976,
                    "resource_id": 20,
                    "text": "They say, \"If we return to al-Madīnah, the more honored [for power] will surely expel therefrom the more humble.\" And to Allāh belongs [all] honor, and to His Messenger, and to the believers, but the hypocrites do not know."
                },
                {
                    "id": 218831,
                    "resource_id": 39,
                    "text": "Mereka berkata lagi: \" Demi sesungguhnya! Jika kita kembali ke Madinah (dari medan perang), sudah tentu orang-orang yang mulia lagi kuat (pihak kita) akan mengusir keluar dari Madinah orang-orang yang hina lagi lemah (pihak Islam)\". Padahal bagi Allah jualah kemuliaan dan kekuatan itu dan bagi RasulNya serta bagi orang-orang yang beriman; akan tetapi golongan yang munafik itu tidak mengetahui (hakikat yang sebenarnya)."
                },
                {
                    "id": 1096173,
                    "resource_id": 161,
                    "text": "তারা বলে- ‘আমরা যদি মাদীনায় প্রত্যাবর্তন করি, তাহলে সম্মানীরা অবশ্য অবশ্যই হীনদেরকে সেখানে থেকে বহিষ্কার করবে।’ কিন্তু সমস্ত মান মর্যাদা তো আল্লাহর, তাঁর রসূলের এবং মু’মিনদের; কিন্তু মুনাফিকরা তা জানে না।"
                }
            ]
        },
        {
            "id": 5197,
            "verse_number": 9,
            "verse_key": "63:9",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 491,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
            "page_number": 555,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100978,
                    "resource_id": 20,
                    "text": "O you who have believed, let not your wealth and your children divert you from the remembrance of Allāh. And whoever does that - then those are the losers."
                },
                {
                    "id": 218833,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu dilalaikan oleh (urusan) harta benda kamu dan anak-pinak kamu daripada mengingati Allah (dengan menjalankan perintahNya). Dan (ingatlah), sesiapa yang melakukan demikian, maka mereka itulah orang-orang yang rugi."
                },
                {
                    "id": 1096174,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমাদের ধন-সম্পদ আর তোমাদের সন্তানাদি তোমাদেরকে যেন আল্লাহর স্মরণ হতে গাফিল করে না দেয়। যারা এমন করবে তারাই ক্ষতিগ্রস্ত।"
                }
            ]
        },
        {
            "id": 5198,
            "verse_number": 10,
            "verse_key": "63:10",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 491,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَأَنفِقُوا۟ مِن مَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّـٰلِحِينَ",
            "page_number": 555,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100963,
                    "resource_id": 20,
                    "text": "And spend [in the way of Allāh] from what We have provided you before death approaches one of you and he says, \"My Lord, if only You would delay me for a brief term so I would give charity and be of the righteous.\""
                },
                {
                    "id": 218813,
                    "resource_id": 39,
                    "text": "Dan belanjakanlah (dermakanlah) sebahagian dari rezeki yang Kami berikan kepada kamu sebelum seseorang dari kamu sampai ajal maut kepadanya, (kalau tidak) maka ia (pada saat itu) akan merayu dengan katanya: \" Wahai Tuhanku! Alangkah baiknya kalau Engkau lambatkan kedatangan ajal matiku - ke suatu masa yang sedikit sahaja lagi, supaya aku dapat bersedekah dan dapat pula aku menjadi dari orang-orang yang soleh \"."
                },
                {
                    "id": 1096175,
                    "resource_id": 161,
                    "text": "যে রিযক আমি তোমাদেরকে দিয়েছি তাত্থেকে (আল্লাহর পথে) ব্যয় কর তোমাদের কারো মৃত্যু আসার পূর্বে। নচেৎ (মৃত্যু এসে গেলে) সে বলবে, ‘হে আমার প্রতিপালক! তুমি আমাকে আরো কিছুকালের অবকাশ দিলে না কেন? তাহলে আমি সদাক্বাহ করতাম আর সৎকর্মশীলদের মধ্যে শামিল হয়ে যেতাম।’"
                }
            ]
        },
        {
            "id": 5199,
            "verse_number": 11,
            "verse_key": "63:11",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 491,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
            "page_number": 555,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100964,
                    "resource_id": 20,
                    "text": "But never will Allāh delay a soul when its time has come. And Allāh is Aware of what you do."
                },
                {
                    "id": 218814,
                    "resource_id": 39,
                    "text": "Dan (ingatlah), Allah tidak sekali-kali akan melambatkan kematian seseorang (atau sesuatu yang bernyawa) apabila sampai ajalnya; dan Allah Amat Mendalam PengetahuanNya mengenai segala yang kamu kerjakan."
                },
                {
                    "id": 1096176,
                    "resource_id": 161,
                    "text": "আল্লাহ কাউকে কক্ষনো অবকাশ দেন না যখন তার নির্ধারিত সময় এসে যায়। তোমরা যা কর সে সম্পর্কে আল্লাহ পুরোপুরি খবর রাখেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}