{
    "verses": [
        {
            "id": 5209,
            "verse_number": 10,
            "verse_key": "64:10",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 492,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ خَـٰلِدِينَ فِيهَا ۖ وَبِئْسَ ٱلْمَصِيرُ",
            "page_number": 557,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100983,
                    "resource_id": 20,
                    "text": "But the ones who disbelieved and denied Our verses - those are the companions of the Fire, abiding eternally therein; and wretched is the destination."
                },
                {
                    "id": 218838,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang kafir serta mendustakan ayat-ayat keterangan Kami, merekalah ahli neraka, kekalah mereka di dalamnya; dan itulah seburuk-buruk tempat kembali."
                },
                {
                    "id": 1096186,
                    "resource_id": 161,
                    "text": "আর যারা কুফুরী করে আর আমার নিদর্শনগুলোকে অস্বীকার করে, তারাই জাহান্নামের অধিবাসী, তাতে তারা চিরকাল থাকবে। কতই না নিকৃষ্ট প্রত্যাবর্তনস্থল!"
                }
            ]
        },
        {
            "id": 5210,
            "verse_number": 11,
            "verse_key": "64:11",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 493,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ وَمَن يُؤْمِنۢ بِٱللَّهِ يَهْدِ قَلْبَهُۥ ۚ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
            "page_number": 557,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100984,
                    "resource_id": 20,
                    "text": "No disaster strikes except by permission of Allāh. And whoever believes in Allāh - He will guide his heart. And Allāh is Knowing of all things."
                },
                {
                    "id": 218839,
                    "resource_id": 39,
                    "text": "Tidak ada kesusahan (atau bala bencana) yang menimpa (seseorang) melainkan dengan izin Allah; dan sesiapa yang beriman kepada Allah, Allah akan memimpin hatinya (untuk menerima apa yang telah berlaku itu dengan tenang dan sabar); dan (ingatlah), Allah Maha Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1096187,
                    "resource_id": 161,
                    "text": "আল্লাহর অনুমতি ছাড়া কোন বিপদ আসে না। যে ব্যক্তি আল্লাহর প্রতি ঈমান আনে, আল্লাহ তার অন্তরকে সঠিক পথে পরিচালিত করেন। আল্লাহ সকল বিষয়ের সর্বশ্রেষ্ঠ জ্ঞানী।"
                }
            ]
        },
        {
            "id": 5211,
            "verse_number": 12,
            "verse_key": "64:12",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 493,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ ۚ فَإِن تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
            "page_number": 557,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100985,
                    "resource_id": 20,
                    "text": "And obey Allāh and obey the Messenger; but if you turn away - then upon Our Messenger is only [the duty of] clear notification."
                },
                {
                    "id": 218840,
                    "resource_id": 39,
                    "text": "Dan taatlah kamu kepada Allah serta taatlah kepada Rasulullah; maka kalau kamu berpaling (enggan taat, kamulah yang akan menderita balasannya yang buruk), kerana sesungguhnya kewajipan Rasul Kami hanyalah menyampaikan (perintah-perintah) dengan jelas nyata."
                },
                {
                    "id": 1096188,
                    "resource_id": 161,
                    "text": "তোমরা আল্লাহর আনুগত্য কর ও রসূলের আনুগত্য কর। অতঃপর যদি তোমরা মুখ ফিরিয়ে লও (তাহলে তোমাদেরকে সঠিক পথে ফিরিয়ে আনার জন্য জোর জবরদস্তি করা হবে না) কেননা, আমার রসূলের দায়িত্ব কেবল (আমার বাণী) স্পষ্টভাবে পৌঁছে দেয়া।"
                }
            ]
        },
        {
            "id": 5212,
            "verse_number": 13,
            "verse_key": "64:13",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 493,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
            "page_number": 557,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100986,
                    "resource_id": 20,
                    "text": "Allāh - there is no deity except Him. And upon Allāh let the believers rely."
                },
                {
                    "id": 218841,
                    "resource_id": 39,
                    "text": "Allah, tiada Tuhan melainkan Dia; dan dengan yang demikian, kepada Allah jualah orang-orang yang beriman wajib berserah diri."
                },
                {
                    "id": 1096189,
                    "resource_id": 161,
                    "text": "আল্লাহ তিনি ছাড়া সত্যিকারের কোন ইলাহ নেই। কাজেই মু’মিনরা আল্লাহরই উপর নির্ভর করুক।"
                }
            ]
        },
        {
            "id": 5213,
            "verse_number": 14,
            "verse_key": "64:14",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 493,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ مِنْ أَزْوَٰجِكُمْ وَأَوْلَـٰدِكُمْ عَدُوًّا لَّكُمْ فَٱحْذَرُوهُمْ ۚ وَإِن تَعْفُوا۟ وَتَصْفَحُوا۟ وَتَغْفِرُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 557,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100987,
                    "resource_id": 20,
                    "text": "O you who have believed, indeed, among your spouses and your children are enemies to you, so beware of them. But if you pardon and overlook and forgive - then indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218842,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Sesungguhnya ada di antara isteri-isteri kamu dan anak-anak kamu yang menjadi musuh bagi kamu; oleh itu awaslah serta berjaga-jagalah kamu terhadap mereka. Dan kalau kamu memaafkan dan tidak marahkan (mereka) serta mengampunkan kesalahan mereka (maka Allah akan berbuat demikian kepada kamu), kerana sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1096190,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমাদের স্ত্রী আর সন্তানদের মধ্যে কতক তোমাদের শত্রু। কাজেই তোমরা তাদের হতে সতর্ক হও। তোমরা যদি তাদের প্রতি ক্ষমাসুলভ আচরণ কর, তাদের দোষ-ত্রুটি উপেক্ষা কর, আর তাদেরকে ক্ষমা কর, তাহলে (তোমাদের সে কাজ হবে আল্লাহর নিকট পছন্দীয় কারণ) আল্লাহ অতি ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 5214,
            "verse_number": 15,
            "verse_key": "64:15",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 493,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَـٰدُكُمْ فِتْنَةٌ ۚ وَٱللَّهُ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
            "page_number": 557,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100988,
                    "resource_id": 20,
                    "text": "Your wealth and your children are but a trial, and Allāh has with Him a great reward."
                },
                {
                    "id": 218843,
                    "resource_id": 39,
                    "text": "Sesungguhnya harta benda kamu dan anak-anak kamu itu hanyalah menjadi ujian, dan di sisi Allah jualah pahala yang besar."
                },
                {
                    "id": 1096191,
                    "resource_id": 161,
                    "text": "তোমাদের ধন-সম্পদ আর সন্তানাদি পরীক্ষা (’র বস্তু) মাত্র (যারা এ দু’টিকে সঠিকভাবে ব্যবহার ক’রে আল্লাহর পথে অটল থাকবে তারা কৃতকার্য হবে, আর যারা এ দু’টিকে আল্লাহর চেয়ে অধিক ভালবাসবে তারা ব্যর্থ হয়ে যাবে)। আর আল্লাহ এমন যাঁর কাছে আছে মহা পুরস্কার।"
                }
            ]
        },
        {
            "id": 5215,
            "verse_number": 16,
            "verse_key": "64:16",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 493,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "فَٱتَّقُوا۟ ٱللَّهَ مَا ٱسْتَطَعْتُمْ وَٱسْمَعُوا۟ وَأَطِيعُوا۟ وَأَنفِقُوا۟ خَيْرًا لِّأَنفُسِكُمْ ۗ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
            "page_number": 557,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100989,
                    "resource_id": 20,
                    "text": "So fear Allāh as much as you are able and listen and obey and spend [in the way of Allāh]; it is better for your selves. And whoever is protected from the stinginess of his soul - it is those who will be the successful."
                },
                {
                    "id": 218844,
                    "resource_id": 39,
                    "text": "Oleh itu bertaqwalah kamu kepada Allah sedaya supaya kamu; dan dengarlah (akan pengajaran-pengajaranNya) serta taatlah (akan perintah-perintahNya); dan belanjakanlah harta kamu (serta buatlah) kebajikan untuk diri kamu. Dan (ingatlah), sesiapa yang menjaga serta memelihara dirinya daripada dipengaruhi oleh tabiat bakhilnya, maka merekalah orang-orang yang berjaya."
                },
                {
                    "id": 1096192,
                    "resource_id": 161,
                    "text": "কাজেই তোমরা আল্লাহকে তোমাদের সাধ্যমত ভয় কর, তোমরা (তাঁর বাণী) শুন, তোমরা (তাঁর) আনুগত্য কর এবং (তাঁর পথে) ব্যয় কর, এটা তোমাদের নিজেদেরই জন্য কল্যাণকর। যারা অন্তরের সংকীর্ণতা থেকে রক্ষা পেল, তারাই সফলকাম।"
                }
            ]
        },
        {
            "id": 5216,
            "verse_number": 17,
            "verse_key": "64:17",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 493,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِن تُقْرِضُوا۟ ٱللَّهَ قَرْضًا حَسَنًا يُضَـٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
            "page_number": 557,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100990,
                    "resource_id": 20,
                    "text": "If you loan Allāh a goodly loan, He will multiply it for you and forgive you. And Allāh is [most] Appreciative<sup foot_note=197561>1</sup> and Forbearing,<sup foot_note=197560>2</sup>"
                },
                {
                    "id": 218845,
                    "resource_id": 39,
                    "text": "Dan kalau kamu memberi pinjaman kepada Allah, sebagai pinjaman yang baik (ikhlas), nescaya Allah akan melipat gandakan balasanNya kepada kamu serta mengampunkan dosa-dosa kamu; dan Allah amat memberi penghargaan dan balasan kepada golongan yang berbuat baik, lagi Maha Penyabar (untuk memberi peluang kepada golongan yang bersalah supaya bertaubat)."
                },
                {
                    "id": 1096193,
                    "resource_id": 161,
                    "text": "তোমরা যদি আল্লাহকে উত্তম ঋণ দাও, তবে তিনি তা তোমাদের জন্য দ্বিগুণ করে দেবেন, আর তোমাদেরকে ক্ষমা করবেন, আল্লাহ (কারো কাজের) অতি মর্যাদাদানকারী, সহনশীল।"
                }
            ]
        },
        {
            "id": 5217,
            "verse_number": 18,
            "verse_key": "64:18",
            "hizb_number": 56,
            "rub_el_hizb_number": 222,
            "ruku_number": 493,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 557,
            "juz_number": 28,
            "translations": [
                {
                    "id": 100991,
                    "resource_id": 20,
                    "text": "Knower of the unseen and the witnessed, the Exalted in Might, the Wise."
                },
                {
                    "id": 218820,
                    "resource_id": 39,
                    "text": "Dia lah yang mengetahui segala yang ghaib dan yang nyata, (dan Dia lah jua) yang Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1096194,
                    "resource_id": 161,
                    "text": "তিনি অদৃশ্য ও দৃশ্যের জ্ঞানের অধিকারী, মহাপরাক্রান্ত, মহাবিজ্ঞানী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}