{
    "verses": [
        {
            "id": 5218,
            "verse_number": 1,
            "verse_key": "65:1",
            "hizb_number": 56,
            "rub_el_hizb_number": 223,
            "ruku_number": 494,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": " يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا۟ ٱلْعِدَّةَ ۖ وَٱتَّقُوا۟ ٱللَّهَ رَبَّكُمْ ۖ لَا تُخْرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّآ أَن يَأْتِينَ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ لَا تَدْرِى لَعَلَّ ٱللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًا",
            "page_number": 558,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101013,
                    "resource_id": 20,
                    "text": "O Prophet, when you [Muslims] divorce women, divorce them for [the commencement of] their waiting period and keep count of the waiting period,<sup foot_note=197563>1</sup> and fear Allāh, your Lord. Do not turn them out of their [husbands'] houses, nor should they [themselves] leave [during that period] unless they are committing a clear immorality. And those are the limits [set by] Allāh. And whoever transgresses the limits of Allāh has certainly wronged himself. You know not; perhaps Allāh will bring about after that a [different] matter.<sup foot_note=197562>2</sup>"
                },
                {
                    "id": 218865,
                    "resource_id": 39,
                    "text": "Wahai Nabi! Apabila kamu - (engkau dan umatmu) - hendak menceraikan isteri-isteri (kamu), maka ceraikanlah mereka pada masa mereka dapat memulakan idahnya, dan hitunglah masa idah itu (dengan betul), serta bertaqwalah kepada Allah, Tuhan kamu. Janganlah kamu mengeluarkan mereka dari rumah-rumah kediamannya (sehingga selesai idahnya), dan janganlah pula (dibenarkan) mereka keluar (dari situ), kecuali (jika) mereka melakukan perbuatan keji yang nyata. Dan itulah aturan-aturan hukum Allah (maka janganlah kamu melanggarnya); dan sesiapa yang melanggar aturan-aturan hukum Allah maka sesungguhnya ia telah berlaku zalim kepada dirinya. (Patuhilah hukum-hukum itu, kerana) engkau tidak mengetahui boleh jadi Allah akan mengadakan, sesudah itu, sesuatu perkara (yang lain)."
                },
                {
                    "id": 1096195,
                    "resource_id": 161,
                    "text": "হে নবী! তোমরা যখন স্ত্রীদেরকে তালাক দিতে চাও তখন তাদেরকে তালাক দাও তাদের ‘ইদ্দাতের প্রতি লক্ষ্য রেখে, আর ‘ইদ্দাতের হিসাব সঠিকভাবে গণনা করবে, (তালাক দেয়া ও ‘ইদ্দাত পালন সংক্রান্ত শারী‘আতের বিধি-বিধান পালনে) তোমরা তোমাদের প্রতিপালক আল্লাহকে ভয় কর। তাদেরকে তাদের বাসগৃহ থেকে বের করে দিও না, আর তারা নিজেরাও যেন বের হয়ে না যায়, যদি না তারা স্পষ্ট অশ্লীলতায় লিপ্ত হয়। এগুলো আল্লাহর সীমারেখা। যে কেউ আল্লাহর সীমারেখা লঙ্ঘন করে, সে নিজের উপরই যুলম করে। তোমরা জান না, আল্লাহ হয়তো এরপরও (স্বামী-স্ত্রীর মধ্যে সমঝোতার) কোন উপায় বের করে দিবেন।"
                }
            ]
        },
        {
            "id": 5219,
            "verse_number": 2,
            "verse_key": "65:2",
            "hizb_number": 56,
            "rub_el_hizb_number": 223,
            "ruku_number": 494,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا۟ ذَوَىْ عَدْلٍ مِّنكُمْ وَأَقِيمُوا۟ ٱلشَّهَـٰدَةَ لِلَّهِ ۚ ذَٰلِكُمْ يُوعَظُ بِهِۦ مَن كَانَ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مَخْرَجًا",
            "page_number": 558,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101018,
                    "resource_id": 20,
                    "text": "And when they have [nearly] fulfilled their term, either retain them according to acceptable terms or part with them according to acceptable terms. And bring to witness two just men from among you and establish the testimony for [the acceptance of] Allāh. That is instructed to whoever should believe in Allāh and the Last Day. And whoever fears Allāh - He will make for him a way out<sup foot_note=197564>1</sup>"
                },
                {
                    "id": 218871,
                    "resource_id": 39,
                    "text": "Kemudian, apabila mereka (hampir) habis tempoh idahnya, maka bolehlah kamu pegang mereka (rujuk) dengan cara yang baik, atau lepaskan mereka dengan cara yang baik; dan adakanlah dua orang saksi yang adil di antara kamu (semasa kamu merujukkan atau melepaskannya); dan hendaklah kamu (yang menjadi saksi) menyempurnakan persaksian itu kerana Allah semata-mata. Dengan hukum-hukum yang tersebut diberi peringatan dan pengajaran kepada sesiapa yang beriman kepada Allah dan hari akhirat; dan sesiapa yang bertaqwa kepada Allah (dengan mengerjakan suruhanNya dan meninggalkan laranganNya), nescaya Allah akan mengadakan baginya jalan keluar (dari segala perkara yang menyusahkannya),"
                },
                {
                    "id": 1096196,
                    "resource_id": 161,
                    "text": "অতঃপর যখন তাদের (‘ইদ্দাতের) সময়কাল এসে যায়, তখন তাদেরকে ভালভাবে (স্ত্রী হিসেবে) রেখে দাও, অথবা ভালভাবে তাদেরকে বিচ্ছিন্ন করে দাও। আর তোমাদের মধ্যেকার দু’জন ন্যায়পরায়ণ লোককে সাক্ষী রাখ। তোমরা আল্লাহর জন্য সঠিকভাবে সাক্ষ্য দাও। এর দ্বারা তোমাদেরকে উপদেশ দেয়া হচ্ছে যারা আল্লাহ ও আখিরাত দিবসের প্রতি ঈমান রাখে। যে কেউ আল্লাহকে ভয় করে, আল্লাহ তার জন্য (সমস্যা থেকে উদ্ধার পাওয়ার) কোন না কোন পথ বের করে দিবেন।"
                }
            ]
        },
        {
            "id": 5220,
            "verse_number": 3,
            "verse_key": "65:3",
            "hizb_number": 56,
            "rub_el_hizb_number": 223,
            "ruku_number": 494,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَهُوَ حَسْبُهُۥٓ ۚ إِنَّ ٱللَّهَ بَـٰلِغُ أَمْرِهِۦ ۚ قَدْ جَعَلَ ٱللَّهُ لِكُلِّ شَىْءٍ قَدْرًا",
            "page_number": 558,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101020,
                    "resource_id": 20,
                    "text": "And will provide for him from where he does not expect. And whoever relies upon Allāh - then He is sufficient for him. Indeed, Allāh will accomplish His purpose. Allāh has already set for everything a [decreed] extent."
                },
                {
                    "id": 218873,
                    "resource_id": 39,
                    "text": "Serta memberinya rezeki dari jalan yang tidak terlintas di hatinya. Dan (Ingatlah), sesiapa berserah diri bulat-bulat kepada Allah, maka Allah cukuplah baginya (untuk menolong dan menyelamatkannya). Sesungguhnya Allah tetap melakukan segala perkara yang dikehendakiNya. Allah telahpun menentukan kadar dan masa bagi berlakunya tiap-tiap sesuatu."
                },
                {
                    "id": 1096197,
                    "resource_id": 161,
                    "text": "আর তাকে রিযক দিবেন (এমন উৎস) থেকে যা সে ধারণাও করতে পারে না। যে কেউ আল্লাহর উপর ভরসা করে, তবে তার জন্য তিনিই যথেষ্ট। আল্লাহ নিজের কাজ সম্পূর্ণ করবেনই। আল্লাহ প্রতিটি জিনিসের জন্য করেছেন একটা সুনির্দিষ্ট মাত্রা।"
                }
            ]
        },
        {
            "id": 5221,
            "verse_number": 4,
            "verse_key": "65:4",
            "hizb_number": 56,
            "rub_el_hizb_number": 223,
            "ruku_number": 494,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّـٰٓـِٔى يَئِسْنَ مِنَ ٱلْمَحِيضِ مِن نِّسَآئِكُمْ إِنِ ٱرْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَـٰثَةُ أَشْهُرٍ وَٱلَّـٰٓـِٔى لَمْ يَحِضْنَ ۚ وَأُو۟لَـٰتُ ٱلْأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ ۚ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مِنْ أَمْرِهِۦ يُسْرًا",
            "page_number": 558,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101022,
                    "resource_id": 20,
                    "text": "And those who no longer expect menstruation among your women - if you doubt, then their period is three months, and [also for] those who have not menstruated. And for those who are pregnant, their term is until they give birth.<sup foot_note=197565>1</sup> And whoever fears Allāh - He will make for him of his matter ease."
                },
                {
                    "id": 218875,
                    "resource_id": 39,
                    "text": "Dan perempuan-perempuan dari kalangan kamu yang putus asa dari kedatangan haid, jika kamu menaruh syak (terhadap tempoh idah mereka) maka idahnya ialah tiga bulan; dan (demikian) juga idah perempuan-perempuan yang tidak berhaid. Dan perempuan-perempuan mengandung, tempoh idahnya ialah hingga mereka melahirkan anak yang dikandungnya. Dan (ingatlah), sesiapa yang bertaqwa kepada Allah, nescaya Allah memudahkan baginya segala urusannya."
                },
                {
                    "id": 1096198,
                    "resource_id": 161,
                    "text": "তোমাদের যে সব স্ত্রীগণ মাসিক ঋতু আসার বয়স অতিক্রম করেছে তাদের (‘ইদ্দাতের) ব্যাপারে যদি তোমাদের সন্দেহ সৃষ্টি হয়, সেক্ষেত্রে তাদের ‘ইদ্দাতকাল তিন মাস, আর যারা (অল্প বয়স্কা হওয়ার কারণে) এখনও ঋতুবতী হয়নি (এ নিয়ম) তাদের জন্যও। আর গর্ভবতী স্ত্রীদের ‘ইদ্দাতকাল তাদের সন্তান প্রসব পর্যন্ত। যে আল্লাহকে ভয় করে, আল্লাহ তার কাজ সহজ করে দেন।"
                }
            ]
        },
        {
            "id": 5222,
            "verse_number": 5,
            "verse_key": "65:5",
            "hizb_number": 56,
            "rub_el_hizb_number": 223,
            "ruku_number": 494,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ أَمْرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيْكُمْ ۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرْ عَنْهُ سَيِّـَٔاتِهِۦ وَيُعْظِمْ لَهُۥٓ أَجْرًا",
            "page_number": 558,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101024,
                    "resource_id": 20,
                    "text": "That is the command of Allāh, which He has sent down to you; and whoever fears Allāh - He will remove for him his misdeeds and make great for him his reward."
                },
                {
                    "id": 218876,
                    "resource_id": 39,
                    "text": "Peraturan-peraturan yang demikian adalah hukum-hukum Allah yang diturunkan dan diterangkanNya kepada kamu; dan (ingatlah), sesiapa yang bertaqwa kepada Allah, nescaya Allah menghapuskan kesalahan-kesalahannya, dan akan membesarkan pahala balasannya."
                },
                {
                    "id": 1096199,
                    "resource_id": 161,
                    "text": "এটা আল্লাহর হুকুম যা তিনি তোমাদের উপর অবতীর্ণ করেছেন। যে কেউ আল্লাহকে ভয় করে, আল্লাহ তার পাপ মোচন করে দিবেন, আর তার প্রতিফলকে বিশাল বিস্তৃত করে দিবেন।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}