{
    "verses": [
        {
            "id": 339,
            "verse_number": 46,
            "verse_key": "3:46",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَيُكَلِّمُ ٱلنَّاسَ فِى ٱلْمَهْدِ وَكَهْلًا وَمِنَ ٱلصَّـٰلِحِينَ",
            "page_number": 56,
            "juz_number": 3,
            "translations": [
                {
                    "id": 98998,
                    "resource_id": 20,
                    "text": "He will speak to the people in the cradle and in maturity and will be of the righteous.\""
                },
                {
                    "id": 216863,
                    "resource_id": 39,
                    "text": "\"Dan ia akan berkata-kata kepada orang ramai semasa ia masih kecil dalam buaian, dan semasa ia dewasa, dan ia adalah dari orang-orang yang soleh.\""
                },
                {
                    "id": 1091316,
                    "resource_id": 161,
                    "text": "‘সে লোকেদের সাথে দোলনা থাকা অবস্থায় এবং বয়োঃপ্রাপ্ত অবস্থায় কথা বলবে এবং নেক বান্দাদের অন্তর্গত হবে।"
                }
            ]
        },
        {
            "id": 340,
            "verse_number": 47,
            "verse_key": "3:47",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِى وَلَدٌ وَلَمْ يَمْسَسْنِى بَشَرٌ ۖ قَالَ كَذَٰلِكِ ٱللَّهُ يَخْلُقُ مَا يَشَآءُ ۚ إِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
            "page_number": 56,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99000,
                    "resource_id": 20,
                    "text": "She said, \"My Lord, how will I have a child when no man has touched me?\" [The angel] said, \"Such is Allāh; He creates what He wills. When He decrees a matter, He only says to it, 'Be,' and it is."
                },
                {
                    "id": 216865,
                    "resource_id": 39,
                    "text": "Maryam berkata:\" Wahai Tuhanku! Bagaimanakah aku akan beroleh seorang anak, padahal aku tidak pernah disentuh oleh seorang lelaki pun?\" Allah berfirman; \"Demikianlah keadaannya, Allah menjadikan apa yang dikehendakiNya; apabila Ia berkehendak melaksanakan sesuatu perkara, maka Ia hanyalah berfirman kepadanya: ` Jadilah engkau ', lalu menjadilah ia.\""
                },
                {
                    "id": 1091317,
                    "resource_id": 161,
                    "text": "মারইয়াম বলল, ‘হে আমার প্রতিপালক! কীভাবে আমার পুত্র হবে, অথচ আমাকে কোন মানব স্পর্শ করেনি’। তিনি বললেন, ‘এভাবেই’ আল্লাহ সৃজন করেন যা তিনি ইচ্ছে করেন, তিনি যখন কিছু স্থির করেন তখন বলেন, ‘‘হয়ে যাও’’ সুতরাং তা হয়ে যায়।"
                }
            ]
        },
        {
            "id": 341,
            "verse_number": 48,
            "verse_key": "3:48",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَيُعَلِّمُهُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
            "page_number": 56,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99002,
                    "resource_id": 20,
                    "text": "And He will teach him writing and wisdom<sup foot_note=196053>1</sup> and the Torah and the Gospel"
                },
                {
                    "id": 216867,
                    "resource_id": 39,
                    "text": "Dan Allah akan mengajarnya ilmu menulis, dan hukum-hukum aturan ugama, dan juga kandungan kitab-kitab Taurat dan Injil."
                },
                {
                    "id": 1091318,
                    "resource_id": 161,
                    "text": "আর তিনি তাকে কিতাব, হিকমাত, তাওরাত ও ইঞ্জিল শিক্ষা দেবেন।"
                }
            ]
        },
        {
            "id": 342,
            "verse_number": 49,
            "verse_key": "3:49",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَرَسُولًا إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ أَنِّى قَدْ جِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ ۖ أَنِّىٓ أَخْلُقُ لَكُم مِّنَ ٱلطِّينِ كَهَيْـَٔةِ ٱلطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًۢا بِإِذْنِ ٱللَّهِ ۖ وَأُبْرِئُ ٱلْأَكْمَهَ وَٱلْأَبْرَصَ وَأُحْىِ ٱلْمَوْتَىٰ بِإِذْنِ ٱللَّهِ ۖ وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِى بُيُوتِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 56,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99004,
                    "resource_id": 20,
                    "text": "And [make him] a messenger to the Children of Israel, [who will say], 'Indeed I have come to you with a sign from your Lord in that I design for you from clay [that which is] like the form of a bird, then I breathe into it and it becomes a bird by permission of Allāh. And I cure the blind [from birth] and the leper, and I give life to the dead - by permission of Allāh. And I inform you of what you eat and what you store in your houses. Indeed in that is a sign for you, if you are believers."
                },
                {
                    "id": 216869,
                    "resource_id": 39,
                    "text": "Dan (akan melantiknya) menjadi seorang Rasul kepada Bani Israil, (dengan menegaskan kepada mereka): \"Sesungguhnya aku telah datang kepada kamu, dengan membawa satu tanda (mukjizat) dari tuhan kamu, iaitu aku boleh membuat untuk kamu dari tanah liat seperti bentuk burung, kemudian aku tiup padanya lalu menjadilah ia seekor burung (yang hidup) dengan izin Allah; dan juga aku boleh menyembuhkan orang yang buta dan orang yang sopak, dan aku boleh menghidupkan kembali orang-orang yang mati dengan izin Allah; dan juga aku boleh memberitahu kepada kamu tentang apa yang kamu makan dan apa yang kamu simpan di rumah kamu. Sesungguhnya perkara-perkara yang demikian itu, mengandungi satu tanda (mukjizat) bagi kamu (yang membuktikan kebenaran bahawa aku seorang Rasul yang diutus oleh Allah kepada kamu), jika kamu orang-orang yang (mahu) beriman."
                },
                {
                    "id": 1091319,
                    "resource_id": 161,
                    "text": "‘আর তিনি তাকে বানী ইসরাঈলের নিকট রসূল হিসেবে প্রেরণ করবেন’। সে বলবে, ‘নিশ্চয় আমি তোমাদের প্রতিপালকের পক্ষ হতে নিদর্শনসহ তোমাদের নিকট এসেছি, আমি তোমাদের জন্য মাটি দ্বারা পাখীর মত একটা কায়া গঠন করব, অতঃপর তাতে ফুঁৎকার দেব, ফলে আল্লাহর হুকুমে তা পাখি হয়ে যাবে এবং আল্লাহর হুকুমে আমি জন্মান্ধ ও কুষ্ঠরোগীকে আরোগ্য করব ও আল্লাহর হুকুমে মৃতকে জীবিত করব এবং আমি তোমাদেরকে বলে দেব তোমাদের গৃহে তোমরা যা আহার কর এবং সঞ্চয় করে রাখ; নিশ্চয়ই এ কাজে তোমাদের জন্য নিদর্শন রয়েছে, যদি তোমরা মু’মিন হও।’"
                }
            ]
        },
        {
            "id": 343,
            "verse_number": 50,
            "verse_key": "3:50",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَلِأُحِلَّ لَكُم بَعْضَ ٱلَّذِى حُرِّمَ عَلَيْكُمْ ۚ وَجِئْتُكُم بِـَٔايَةٍ مِّن رَّبِّكُمْ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
            "page_number": 56,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99007,
                    "resource_id": 20,
                    "text": "And [I have come] confirming what was before me of the Torah and to make lawful for you some of what was forbidden to you. And I have come to you with a sign from your Lord, so fear Allāh and obey me."
                },
                {
                    "id": 216872,
                    "resource_id": 39,
                    "text": "\"Dan juga (aku datang kepada kamu ialah untuk) mengesahkan kebenaran Kitab Taurat yang diturunkan dahulu daripadaku, dan untuk menghalalkan bagi kamu sebahagian (dari perkara-perkara) yang telah diharamkan kepada kamu; dan juga aku datang kepada kamu dengan membawa satu mukjizat dari Tuhan kamu. Oleh itu bertaqwalah kamu kepada Allah dan taatlah kepadaku."
                },
                {
                    "id": 1091320,
                    "resource_id": 161,
                    "text": "‘(আর আমি এসেছি) আমার সামনে তাওরাতের নিদর্শন যা রয়েছে তার সমর্থকরূপে যেন তোমাদের জন্য কোন কোন জিনিস হালাল করে দেই যা তোমাদের প্রতি হারাম ছিল এবং আমি তোমাদের প্রতিপালকের পক্ষ হতে নিদর্শনসহ তোমাদের নিকট এসেছি, কাজেই তোমরা আল্লাহকে ভয় কর এবং আমাকে অনুসরণ কর’।"
                }
            ]
        },
        {
            "id": 344,
            "verse_number": 51,
            "verse_key": "3:51",
            "hizb_number": 6,
            "rub_el_hizb_number": 22,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۗ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
            "page_number": 56,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99008,
                    "resource_id": 20,
                    "text": "Indeed, Allāh is my Lord and your Lord, so worship Him. That is the straight path.'\""
                },
                {
                    "id": 214788,
                    "resource_id": 39,
                    "text": "\"Sesungguhnya Allah ialah Tuhanku dan Tuhan kamu, oleh itu, beribadatlah kamu kepadaNya. Inilah jalan yang lurus\"."
                },
                {
                    "id": 1091321,
                    "resource_id": 161,
                    "text": "‘নিশ্চয় আল্লাহ আমার প্রতিপালক এবং তোমাদেরও প্রতিপালক, অতএব তাঁর ‘ইবাদাত কর, এটাই সরল পথ’।"
                }
            ]
        },
        {
            "id": 345,
            "verse_number": 52,
            "verse_key": "3:52",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ فَلَمَّآ أَحَسَّ عِيسَىٰ مِنْهُمُ ٱلْكُفْرَ قَالَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ءَامَنَّا بِٱللَّهِ وَٱشْهَدْ بِأَنَّا مُسْلِمُونَ",
            "page_number": 56,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99020,
                    "resource_id": 20,
                    "text": "But when Jesus felt [persistence in] disbelief from them, he said, \"Who are my supporters for [the cause of] Allāh?\" The disciples said, \"We are supporters for Allāh. We have believed in Allāh and testify that we are Muslims [submitting to Him]."
                },
                {
                    "id": 216909,
                    "resource_id": 39,
                    "text": "Maka ketika Nabi Isa merasa (serta mengetahui dengan yakin) akan kekufuran dari mereka (kaum Yahudi), berkatalah ia:\" Siapakah penolong-penolongku (dalam perjalananku) kepada Allah (dengan menegakkan ugamaNya)?\". Orang-orang \"Hawariyyuun\" (Penyokong-penyokong Nabi Isa) berkata: \"Kamilah penolong-penolong (utusan) Allah. Kami telah beriman kepada Allah, dan saksikanlah (wahai Nabi Allah) sesungguhnya kami ialah orang-orang Islam (yang berserah bulat-bulat kepada Allah)."
                },
                {
                    "id": 1091322,
                    "resource_id": 161,
                    "text": "অতঃপর ‘ঈসা যখন তাদের অবিশ্বাস অনুভব করল, তখন বলল, ‘কেউ আছে কি যে আল্লাহর পথে আমার সহায়ক হবে’। হাওয়ারীগণ বলল, ‘আমরাই আল্লাহর সাহায্যকারী, আমরা আল্লাহর প্রতি ঈমান এনেছি এবং সাক্ষী থাকুন যে, আমরা আত্মসমর্পণকারী’।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}