{
    "verses": [
        {
            "id": 5230,
            "verse_number": 1,
            "verse_key": "66:1",
            "hizb_number": 56,
            "rub_el_hizb_number": 224,
            "ruku_number": 496,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": " يَـٰٓأَيُّهَا ٱلنَّبِىُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ ۖ تَبْتَغِى مَرْضَاتَ أَزْوَٰجِكَ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
            "page_number": 560,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101037,
                    "resource_id": 20,
                    "text": "O Prophet, why do you prohibit [yourself from] what Allāh has made lawful for you, seeking the approval of your wives? And Allāh is Forgiving and Merciful."
                },
                {
                    "id": 218887,
                    "resource_id": 39,
                    "text": "Wahai Nabi! Mengapa engkau haramkan (dengan bersumpah menyekat dirimu daripada menikmati) apa yang dihalalkan oleh Allah bagimu, (kerana) engkau hendak mencari keredaan isteri-isterimu? (Dalam pada itu, Allah ampunkan kesilapanmu itu) dan Allah sememangnya Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1096207,
                    "resource_id": 161,
                    "text": "হে নবী! আল্লাহ যা তোমার জন্য হালাল করেছেন তা তুমি কেন হারাম করছ? (এর দ্বারা) তুমি তোমার স্ত্রীদের সন্তুষ্টি পেতে চাও, (আল্লাহ তোমার এ ত্রুটি ক্ষমা করে দিলেন কেননা) আল্লাহ অতি ক্ষমাশীল, বড়ই দয়ালু।"
                }
            ]
        },
        {
            "id": 5231,
            "verse_number": 2,
            "verse_key": "66:2",
            "hizb_number": 56,
            "rub_el_hizb_number": 224,
            "ruku_number": 496,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "قَدْ فَرَضَ ٱللَّهُ لَكُمْ تَحِلَّةَ أَيْمَـٰنِكُمْ ۚ وَٱللَّهُ مَوْلَىٰكُمْ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
            "page_number": 560,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101042,
                    "resource_id": 20,
                    "text": "Allāh has already ordained for you [Muslims] the dissolution of your oaths.<sup foot_note=197571>1</sup> And Allāh is your protector, and He is the Knowing, the Wise."
                },
                {
                    "id": 218895,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah telah menetapkan bagi kamu (wahai Nabi dan umatmu, untuk) melepaskan diri dari sumpah kamu (dengan membayar denda - kaffarah); dan Allah ialah Pelindung yang mentadbirkan keadaan kamu, dan Ia Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1096208,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদের জন্য নিজেদের কসমের বাধ্যবাধকতা থেকে নিস্কৃতি পাওয়ার ব্যবস্থা করেছেন, আল্লাহ তোমাদের মালিক-মনিব-রক্ষক, আর তিনি সর্বজ্ঞাতা, মহা প্রজ্ঞার অধিকারী।"
                }
            ]
        },
        {
            "id": 5232,
            "verse_number": 3,
            "verse_key": "66:3",
            "hizb_number": 56,
            "rub_el_hizb_number": 224,
            "ruku_number": 496,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ أَسَرَّ ٱلنَّبِىُّ إِلَىٰ بَعْضِ أَزْوَٰجِهِۦ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِۦ وَأَظْهَرَهُ ٱللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُۥ وَأَعْرَضَ عَنۢ بَعْضٍ ۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتْ مَنْ أَنۢبَأَكَ هَـٰذَا ۖ قَالَ نَبَّأَنِىَ ٱلْعَلِيمُ ٱلْخَبِيرُ",
            "page_number": 560,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101044,
                    "resource_id": 20,
                    "text": "And [remember] when the Prophet confided to one of his wives a statement; and when she informed [another] of it and Allāh showed it to him, he made known part of it and ignored a part. And when he informed her about it, she said, \"Who told you this?\" He said, \"I was informed by the Knowing, the Aware.\""
                },
                {
                    "id": 218897,
                    "resource_id": 39,
                    "text": "Dan (ingatlah), ketika Nabi memberitahu suatu perkara secara rahsia kepada salah seorang dari isteri-isterinya. Kemudian apabila isterinya itu menceritakan rahsia yang tersebut (kepada seorang madunya), dan Allah menyatakan pembukaan rahsia itu kepada Nabi, (maka Nabi pun menegur isterinya itu) lalu menerangkan kepadanya sebahagian (dari rahsia yang telah dibukanya) dan tidak menerangkan yang sebahagian lagi (supaya isterinya itu tidak banyak malunya). Setelah Nabi menyatakan hal itu kepada isterinya, isterinya bertanya: \"Siapakah yang memberi tahu hal ini kepada tuan? \" Nabi menjawab: \"Aku diberitahu oleh Allah Yang Maha Mengetahui, lagi Amat Mendalam PengetahuanNya (tentang segala perkara yang nyata dan yang tersembunyi) \"."
                },
                {
                    "id": 1096209,
                    "resource_id": 161,
                    "text": "স্মরণ কর- যখন নবী তার স্ত্রীদের কোন একজনকে গোপনে একটি কথা বলেছিল। অতঃপর সে স্ত্রী যখন তা (অন্য একজনকে) জানিয়ে দিল, তখন আল্লাহ এ ব্যাপারটি নবীকে জানিয়ে দিলেন। তখন নবী (তার স্ত্রীর কাছে) কিছু কথার উল্লেখ করল আর কিছু কথা ছেড়ে দিল। নবী যখন তা তার স্ত্রীকে জানাল তখন সে বলল, ‘আপনাকে এটা কে জানিয়ে দিল?’’ নবী বলল, ‘‘আমাকে জানিয়ে দিলেন যিনি সর্বজ্ঞাতা, ওয়াকিফহাল।’’"
                }
            ]
        },
        {
            "id": 5233,
            "verse_number": 4,
            "verse_key": "66:4",
            "hizb_number": 56,
            "rub_el_hizb_number": 224,
            "ruku_number": 496,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ وَإِن تَظَـٰهَرَا عَلَيْهِ فَإِنَّ ٱللَّهَ هُوَ مَوْلَىٰهُ وَجِبْرِيلُ وَصَـٰلِحُ ٱلْمُؤْمِنِينَ ۖ وَٱلْمَلَـٰٓئِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ",
            "page_number": 560,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101046,
                    "resource_id": 20,
                    "text": "If you two [wives] repent to Allāh, [it is best], for your hearts have deviated. But if you cooperate against him - then indeed Allāh is his protector, and Gabriel and the righteous of the believers and the angels, moreover, are [his] assistants."
                },
                {
                    "id": 218899,
                    "resource_id": 39,
                    "text": "Jika kamu berdua bertaubat kepada Allah (wahai isteri-isteri Nabi, maka itulah yang sewajibnya), kerana sesungguhnya hati kamu berdua telah cenderung (kepada perkara yang menyusahkan Nabi); dan jika kamu berdua saling membantu untuk (melakukan sesuatu yang) menyusahkannya, (maka yang demikian itu tidak akan berjaya) kerana sesungguhnya Allah adalah Pembelanya; dan selain dari itu Jibril serta orang-orang yang soleh dari kalangan orang-orang yang beriman dan malaikat-malaikat - juga menjadi penolongnya."
                },
                {
                    "id": 1096210,
                    "resource_id": 161,
                    "text": "তোমরা দু’জন যদি অনুশোচনাভরে আল্লাহর দিকে ফিরে আস (তবে তা তোমাদের জন্য উত্তম), তোমাদের অন্তর (অন্যায়ের দিকে) ঝুঁকে পড়েছে, তোমরা যদি নবীর বিরুদ্ধে একে অপরকে সহযোগিতা কর, তবে (জেনে রেখ) আল্লাহ তার মালিক-মনিব-রক্ষক। আর এ ছাড়াও জিবরীল, নেককার মু’মিনগণ আর ফেরেশতাগণও তার সাহায্যকারী।"
                }
            ]
        },
        {
            "id": 5234,
            "verse_number": 5,
            "verse_key": "66:5",
            "hizb_number": 56,
            "rub_el_hizb_number": 224,
            "ruku_number": 496,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُۥٓ أَزْوَٰجًا خَيْرًا مِّنكُنَّ مُسْلِمَـٰتٍ مُّؤْمِنَـٰتٍ قَـٰنِتَـٰتٍ تَـٰٓئِبَـٰتٍ عَـٰبِدَٰتٍ سَـٰٓئِحَـٰتٍ ثَيِّبَـٰتٍ وَأَبْكَارًا",
            "page_number": 560,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101048,
                    "resource_id": 20,
                    "text": "Perhaps his Lord, if he divorced you [all], would substitute for him wives better than you - submitting [to Allāh], believing, devoutly obedient, repentant, worshipping, and traveling<sup foot_note=197572>1</sup> - [ones] previously married and virgins."
                },
                {
                    "id": 218901,
                    "resource_id": 39,
                    "text": "Boleh jadi, jika Nabi menceraikan kamu, Tuhannya akan menggantikan baginya isteri-isteri yang lebih baik daripada kamu, - yang menurut perintah, yang ikhlas imannya, yang taat, yang bertaubat, yang tetap beribadat, yang berpuasa, - (meliputi) yang janda dan yang anak dara."
                },
                {
                    "id": 1096211,
                    "resource_id": 161,
                    "text": "নবী যদি তোমাদের সবাইকে তালাক দিয়ে দেয় তবে সম্ভবতঃ তার প্রতিপালক তোমাদের পরিবর্তে তাকে দিবেন তোমাদের চেয়ে উত্তম স্ত্রী- যারা হবে আত্মসমপর্ণকারিণী মু’মিনা অনুগতা, তাওবাহকারিণী, ‘ইবাদাতকারিণী, রোযা পালনকারিণী, অকুমারী ও কুমারী।"
                }
            ]
        },
        {
            "id": 5235,
            "verse_number": 6,
            "verse_key": "66:6",
            "hizb_number": 56,
            "rub_el_hizb_number": 224,
            "ruku_number": 496,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ قُوٓا۟ أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ عَلَيْهَا مَلَـٰٓئِكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُونَ ٱللَّهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ",
            "page_number": 560,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101050,
                    "resource_id": 20,
                    "text": "O you who have believed, protect yourselves and your families from a Fire whose fuel is people and stones, over which are [appointed] angels, harsh and severe; they do not disobey Allāh in what He commands them but do what they are commanded."
                },
                {
                    "id": 218903,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Peliharalah diri kamu dan keluarga kamu dari neraka yang bahan-bahan bakarannya: manusia dan batu (berhala); neraka itu dijaga dan dikawal oleh malaikat-malaikat yang keras kasar (layanannya); mereka tidak menderhaka kepada Allah dalam segala yang diperintahkanNya kepada mereka, dan mereka pula tetap melakukan segala yang diperintahkan."
                },
                {
                    "id": 1096212,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা তোমাদের নিজেদেরকে আর তোমাদের পরিবার-পরিজনকে জাহান্নামের আগুন থেকে রক্ষা কর যার ইন্ধন হবে মানুষ ও পাথর, যাতে মোতায়েন আছে পাষাণ হৃদয় কঠোর স্বভাব ফেরেশতা। আল্লাহ যা আদেশ করেন, তা তারা অমান্য করে না, আর তারা তাই করে, তাদেরকে যা করার জন্য আদেশ দেয়া হয়।"
                }
            ]
        },
        {
            "id": 5236,
            "verse_number": 7,
            "verse_key": "66:7",
            "hizb_number": 56,
            "rub_el_hizb_number": 224,
            "ruku_number": 496,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ كَفَرُوا۟ لَا تَعْتَذِرُوا۟ ٱلْيَوْمَ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
            "page_number": 560,
            "juz_number": 28,
            "translations": [
                {
                    "id": 101052,
                    "resource_id": 20,
                    "text": "O you who have disbelieved, make no excuses that Day. You will only be recompensed for what you used to do."
                },
                {
                    "id": 218905,
                    "resource_id": 39,
                    "text": "Malaikat itu akan berkata kepada orang-orang yang dimasukkan ke dalam neraka): \"Hai orang-orang yang kufur ingkar! Janganlah kamu menyatakan uzur (dengan meminta ampun) pada hari ini, (kerana masanya telah terlambat). Kamu hanyalah dibalas dengan balasan apa yang kamu telah kerjakan\"."
                },
                {
                    "id": 1096213,
                    "resource_id": 161,
                    "text": "(সেখানে বলা হবে) ওহে যারা কুফুরী করেছ! আজ ওযর পেশ করো না, তোমরা যা করতে তোমাদেরকে তারই প্রতিফল দেয়া হবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}