{
    "verses": [
        {
            "id": 5254,
            "verse_number": 13,
            "verse_key": "67:13",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 498,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَأَسِرُّوا۟ قَوْلَكُمْ أَوِ ٱجْهَرُوا۟ بِهِۦٓ ۖ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101064,
                    "resource_id": 20,
                    "text": "And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts."
                },
                {
                    "id": 218917,
                    "resource_id": 39,
                    "text": "Dan tuturkanlah perkataan kamu dengan perlahan atau dengan nyaring, (sama sahaja keadaannya kepada Allah), kerana sesungguhnya Allah Maha Mengetahui akan segala (isi hati) yang terkandung di dalam dada."
                },
                {
                    "id": 1096231,
                    "resource_id": 161,
                    "text": "তোমরা তোমাদের কথা চুপেচাপেই বল আর উচ্চৈঃস্বরেই বল, তিনি (মানুষের) অন্তরের গোপন কথা সম্পর্কে পুরোপুরি অবগত।"
                }
            ]
        },
        {
            "id": 5255,
            "verse_number": 14,
            "verse_key": "67:14",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 498,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلْخَبِيرُ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101065,
                    "resource_id": 20,
                    "text": "Does He who created not know,<sup foot_note=197579>1</sup> while He is the Subtle, the Aware?"
                },
                {
                    "id": 218918,
                    "resource_id": 39,
                    "text": "Tidakkah Allah yang menciptakan sekalian makhluk itu mengetahui (segala-galanya)? Sedang Ia Maha Halus urusan PentadbiranNya, lagi Maha Mendalam PengetahuanNya!"
                },
                {
                    "id": 1096232,
                    "resource_id": 161,
                    "text": "যিনি সৃষ্টি করেছেন তিনিই কি জানেন না? তিনি অতি সূক্ষ্মদর্শী, ওয়াকিফহাল।"
                }
            ]
        },
        {
            "id": 5256,
            "verse_number": 15,
            "verse_key": "67:15",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ ذَلُولًا فَٱمْشُوا۟ فِى مَنَاكِبِهَا وَكُلُوا۟ مِن رِّزْقِهِۦ ۖ وَإِلَيْهِ ٱلنُّشُورُ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101066,
                    "resource_id": 20,
                    "text": "It is He who made the earth tame<sup foot_note=197580>1</sup> for you - so walk among its slopes and eat of His provision - and to Him is the resurrection."
                },
                {
                    "id": 218919,
                    "resource_id": 39,
                    "text": "Dia lah yang menjadikan bumi bagi kamu: mudah digunakan, maka berjalanlah di merata-rata ceruk rantaunya, serta makanlah dari rezeki yang dikurniakan Allah; dan (ingatlah), kepada Allah jualah (tempat kembali kamu sesudah) dibangkitkan hidup semula; (maka hargailah nikmatNya dan takutilah kemurkaanNya)."
                },
                {
                    "id": 1096233,
                    "resource_id": 161,
                    "text": "তিনি তোমাদের জন্য যমীনকে (তোমাদের ইচ্ছার) অধীন করে দিয়েছেন, কাজেই তোমরা তার বুকের উপর দিয়ে চলাচল কর, আর আল্লাহর দেয়া রিযক হতে আহার কর, পুনরায় জীবিত হয়ে তাঁর কাছেই যেতে হবে।"
                }
            ]
        },
        {
            "id": 5257,
            "verse_number": 16,
            "verse_key": "67:16",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "ءَأَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يَخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِىَ تَمُورُ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101067,
                    "resource_id": 20,
                    "text": "Do you feel secure that He who is above<sup foot_note=197582>1</sup> would not cause the earth to swallow you and suddenly it would sway?<sup foot_note=197581>2</sup>"
                },
                {
                    "id": 218920,
                    "resource_id": 39,
                    "text": "Patutkah kamu merasa aman (tidak takut) kepada Tuhan yang pusat pemerintahanNya di langit itu: menunggang-balikkan bumi menimbus kamu, lalu bergegarlah bumi itu dengan serta-merta (melenyapkan kamu di bawahnya)?"
                },
                {
                    "id": 1096234,
                    "resource_id": 161,
                    "text": "তোমরা কি তোমাদেরকে নিরাপদ মনে করে নিয়েছ যে, যিনি আকাশে আছেন তিনি তোমাদেরকে যমীনে বিধ্বস্ত করে দিবেন না যখন তা হঠাৎ থর থর করে কাঁপতে থাকবে?"
                }
            ]
        },
        {
            "id": 5258,
            "verse_number": 17,
            "verse_key": "67:17",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "أَمْ أَمِنتُم مَّن فِى ٱلسَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101068,
                    "resource_id": 20,
                    "text": "Or do you feel secure that He who is above would not send against you a storm of stones? Then you would know how [severe] was My warning."
                },
                {
                    "id": 218921,
                    "resource_id": 39,
                    "text": "Atau patutkah kamu merasa aman (tidak takut) kepada Allah yang pusat pemerintahanNya di langit itu: menghantarkan kepada kamu angin ribut yang menghujani kamu dengan batu; maka dengan itu, kamu akan mengetahui kelak bagaimana buruknya kesan amaranKu?"
                },
                {
                    "id": 1096235,
                    "resource_id": 161,
                    "text": "কিংবা তোমরা কি নিরাপদ হয়ে গেছ যে, যিনি আকাশে আছেন তিনি তোমাদের উপর পাথর বর্ষণকারী ঝড়ো হাওয়া পাঠাবেন না? যাতে তোমরা জানতে পারবে যে, কেমন (ভয়ানক) ছিল আমার সতর্কবাণী।"
                }
            ]
        },
        {
            "id": 5259,
            "verse_number": 18,
            "verse_key": "67:18",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101069,
                    "resource_id": 20,
                    "text": "And already had those before them denied, and how [terrible] was My reproach."
                },
                {
                    "id": 218922,
                    "resource_id": 39,
                    "text": "Dan demi sesungguhnya! orang-orang (kafir) yang terdahulu daripada mereka telah mendustakan (rasul-rasulnya lalu mereka dibinasakan); dengan yang demikian, (perhatikanlah) bagaimana buruknya kesan kemurkaanKu."
                },
                {
                    "id": 1096236,
                    "resource_id": 161,
                    "text": "তাদের আগের লোকেরাও (আমার সতর্কবাণী) প্রত্যাখ্যান করেছিল, ফলে কেমন (কঠোর) হয়েছিল আমার শাস্তি!"
                }
            ]
        },
        {
            "id": 5260,
            "verse_number": 19,
            "verse_key": "67:19",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ فَوْقَهُمْ صَـٰٓفَّـٰتٍ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا ٱلرَّحْمَـٰنُ ۚ إِنَّهُۥ بِكُلِّ شَىْءٍۭ بَصِيرٌ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101070,
                    "resource_id": 20,
                    "text": "Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing."
                },
                {
                    "id": 218923,
                    "resource_id": 39,
                    "text": "Patutkah mereka menutup mata dan tidak memerhatikan (kekuasaan Allah pada) burung-burung yang terbang di atas mereka, (siapakah yang menjaganya ketika) burung-burung itu mengembang dan menutupkan sayapnya? Tidak ada yang menahannya (daripada jatuh) melainkan (kekuasaan) Allah Yang Maha Pemurah. Sesungguhnya Ia Maha Melihat serta mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1096237,
                    "resource_id": 161,
                    "text": "তারা কি তাদের উপর দিকে পাখীগুলোর প্রতি লক্ষ্য করে না যারা ডানা মেলে দেয় আবার গুটিয়ে নেয়? দয়াময় ছাড়া অন্য কেউই তাদেরকে (উপরে) ধরে রাখে না। তিনি সবকিছুর সম্যক দ্রষ্টা।"
                }
            ]
        },
        {
            "id": 5261,
            "verse_number": 20,
            "verse_key": "67:20",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "أَمَّنْ هَـٰذَا ٱلَّذِى هُوَ جُندٌ لَّكُمْ يَنصُرُكُم مِّن دُونِ ٱلرَّحْمَـٰنِ ۚ إِنِ ٱلْكَـٰفِرُونَ إِلَّا فِى غُرُورٍ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101005,
                    "resource_id": 20,
                    "text": "Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion."
                },
                {
                    "id": 218926,
                    "resource_id": 39,
                    "text": "Bahkan siapa dia yang menjadi tentera bagi kamu, yang akan menolong kamu selain dari Allah Yang Maha Pemurah? (Sebenarnya) orang-orang yang kafir tidak lain hanyalah berada dalam keadaan terpedaya."
                },
                {
                    "id": 1096238,
                    "resource_id": 161,
                    "text": "দয়াময় ছাড়া কে তোমাদেরকে সাহায্য করবে তোমাদের সেনাবাহিনী হয়ে? কাফিররা তো কেবল ধোঁকার মধ্যে পড়ে আছে।"
                }
            ]
        },
        {
            "id": 5262,
            "verse_number": 21,
            "verse_key": "67:21",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "أَمَّنْ هَـٰذَا ٱلَّذِى يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُۥ ۚ بَل لَّجُّوا۟ فِى عُتُوٍّ وَنُفُورٍ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101072,
                    "resource_id": 20,
                    "text": "Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion."
                },
                {
                    "id": 218927,
                    "resource_id": 39,
                    "text": "Atau siapa dia yang dapat memberi rezeki kepada kamu jika Allah menahan rezekiNya? (Tidak ada sesiapapun), bahkan mereka (yang musyrik itu) kekal terus dalam keadaan sombong angkuh serta melarikan diri (dari kebenaran)."
                },
                {
                    "id": 1096239,
                    "resource_id": 161,
                    "text": "অথবা এমন কে আছে যে তোমাদেরকে রিযক দিবে যদি তিনি তাঁর রিযক বন্ধ করে দেন? আসলে তারা অহমিকা ও অনীহায় ডুবে আছে।"
                }
            ]
        },
        {
            "id": 5263,
            "verse_number": 22,
            "verse_key": "67:22",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَن يَمْشِى مُكِبًّا عَلَىٰ وَجْهِهِۦٓ أَهْدَىٰٓ أَمَّن يَمْشِى سَوِيًّا عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101073,
                    "resource_id": 20,
                    "text": "Then is one who walks fallen on his face better guided or one who walks erect on a straight path?"
                },
                {
                    "id": 218928,
                    "resource_id": 39,
                    "text": "Maka adakah orang yang berjalan (melalui jalan yang tidak betul, yang menyebabkan dia selalu jatuh) tersungkur di atas mukanya: boleh mendapat hidayah - atau orang yang berjalan tegak betul, melalui jalan yang lurus rata?"
                },
                {
                    "id": 1096240,
                    "resource_id": 161,
                    "text": "যে লোক উপুড় হয়ে মুখের ভরে চলে সেই কি অধিক সৎপথপ্রাপ্ত, না সেই লোক যে সোজা হয়ে সরল সঠিক পথে চলে?"
                }
            ]
        },
        {
            "id": 5264,
            "verse_number": 23,
            "verse_key": "67:23",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "قُلْ هُوَ ٱلَّذِىٓ أَنشَأَكُمْ وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۖ قَلِيلًا مَّا تَشْكُرُونَ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101074,
                    "resource_id": 20,
                    "text": "Say, \"It is He who has produced you and made for you hearing and vision and hearts [i.e., intellect]; little are you grateful.\""
                },
                {
                    "id": 218929,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Allah yang menciptakan kamu (dari tiada kepada ada), dan mengadakan bagi kamu pendengaran dan penglihatan serta hati (untuk kamu bersyukur, tetapi) amatlah sedikit kamu bersyukur\"."
                },
                {
                    "id": 1096241,
                    "resource_id": 161,
                    "text": "বলে দাও, ‘তিনিই তোমাদেরকে সৃষ্টি করেছেন আর তোমাদেরকে দিয়েছেন শোনার ও দেখার শক্তি আর অন্তঃকরণ; তোমরা শোকর আদায় খুব অল্পই করে থাক।’"
                }
            ]
        },
        {
            "id": 5265,
            "verse_number": 24,
            "verse_key": "67:24",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "قُلْ هُوَ ٱلَّذِى ذَرَأَكُمْ فِى ٱلْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101075,
                    "resource_id": 20,
                    "text": "Say, \"It is He who has multiplied you throughout the earth, and to Him you will be gathered.\""
                },
                {
                    "id": 218930,
                    "resource_id": 39,
                    "text": "Katakanlah lagi: \"Dia lah yang mengembangkan kamu di bumi, dan kepadaNyalah kamu akan dihimpunkan\"."
                },
                {
                    "id": 1096242,
                    "resource_id": 161,
                    "text": "বলে দাও, ‘তিনিই তোমাদেরকে যমীনে ছড়িয়ে দিয়েছেন আর তাঁর কাছেই তোমাদেরকে সমবেত করা হবে।"
                }
            ]
        },
        {
            "id": 5266,
            "verse_number": 25,
            "verse_key": "67:25",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101076,
                    "resource_id": 20,
                    "text": "And they say, \"When is this promise, if you should be truthful?\""
                },
                {
                    "id": 218931,
                    "resource_id": 39,
                    "text": "Dan mereka (yang ingkar) berkata: \"Bilakah datangnya (hari kiamat) yang dijanjikan itu, jika betul kamu orang-orang yang benar?\""
                },
                {
                    "id": 1096243,
                    "resource_id": 161,
                    "text": "তারা বলে, ‘তোমরা যদি সত্যবাদী হয়েই থাক তাহলে বল (ক্বিয়ামত সংঘটিত হওয়ার) ও‘য়াদা কখন (বাস্তবায়িত হবে)?"
                }
            ]
        },
        {
            "id": 5267,
            "verse_number": 26,
            "verse_key": "67:26",
            "hizb_number": 57,
            "rub_el_hizb_number": 225,
            "ruku_number": 499,
            "manzil_number": 7,
            "sajdah_number": null,
            "text_uthmani": "قُلْ إِنَّمَا ٱلْعِلْمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
            "page_number": 563,
            "juz_number": 29,
            "translations": [
                {
                    "id": 101077,
                    "resource_id": 20,
                    "text": "Say, \"The knowledge is only with Allāh, and I am only a clear warner.\""
                },
                {
                    "id": 218932,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Sesungguhnya ilmu pengetahuan (tentang masa kedatangannya) hanya ada pada sisi Allah, dan sesungguhnya aku hanyalah seorang Rasul pemberi ingatan dan amaran yang terang nyata\"."
                },
                {
                    "id": 1096244,
                    "resource_id": 161,
                    "text": "বল, ‘সে জ্ঞান তো কেবল আল্লাহর কাছেই আছে, আমি শুধু একজন স্পষ্ট সতর্ককারী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 14,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 14
    }
}