{
    "verses": [
        {
            "id": 346,
            "verse_number": 53,
            "verse_key": "3:53",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "رَبَّنَآ ءَامَنَّا بِمَآ أَنزَلْتَ وَٱتَّبَعْنَا ٱلرَّسُولَ فَٱكْتُبْنَا مَعَ ٱلشَّـٰهِدِينَ",
            "page_number": 57,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99030,
                    "resource_id": 20,
                    "text": "Our Lord, we have believed in what You revealed and have followed the messenger [i.e., Jesus], so register us among the witnesses [to truth].\""
                },
                {
                    "id": 216886,
                    "resource_id": 39,
                    "text": "\"Wahai Tuhan kami! Kami telah beriman kepada apa yang telah Engkau turunkan, dan kami mengikut RasulMu; oleh itu suratkanlah kami beserta orang-orang yang menjadi saksi (yang mengakui keesaanMu dan kebenaran RasulMu)\"."
                },
                {
                    "id": 1091323,
                    "resource_id": 161,
                    "text": "‘হে আমাদের প্রতিপালক! তুমি যা অবতীর্ণ করেছ আমরা তার উপর ঈমান এনেছি, রসূলের আনুগত্য স্বীকার করেছি, সুতরাং আমাদেরকে সাক্ষ্যদানকারীদের মধ্যে লিপিবদ্ধ কর।’"
                }
            ]
        },
        {
            "id": 347,
            "verse_number": 54,
            "verse_key": "3:54",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 46,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَكَرُوا۟ وَمَكَرَ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
            "page_number": 57,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99042,
                    "resource_id": 20,
                    "text": "And they [i.e., the disbelievers] planned, but Allāh planned. And Allāh is the best of planners."
                },
                {
                    "id": 216900,
                    "resource_id": 39,
                    "text": "Dan orang-orang (Yahudi yang kafir) itupun merancangkan tipu daya (hendak membunuh Nabi Isa), dan Allah pula membalas tipu daya (mereka); dan (ingatlah), Allah sebijak-bijak yang membalas (dan menggagalkan segala jenis) tipu daya."
                },
                {
                    "id": 1091324,
                    "resource_id": 161,
                    "text": "এবং তারা কৌশল করেছিল এবং আল্লাহ্ও (জবাবে) কৌশল করেছিলেন, আল্লাহ কৌশলীদের শ্রেষ্ঠ।"
                }
            ]
        },
        {
            "id": 348,
            "verse_number": 55,
            "verse_key": "3:55",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 47,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِذْ قَالَ ٱللَّهُ يَـٰعِيسَىٰٓ إِنِّى مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ وَمُطَهِّرُكَ مِنَ ٱلَّذِينَ كَفَرُوا۟ وَجَاعِلُ ٱلَّذِينَ ٱتَّبَعُوكَ فَوْقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ ۖ ثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
            "page_number": 57,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99050,
                    "resource_id": 20,
                    "text": "[Mention] when Allāh said, \"O Jesus, indeed I will take you and raise you to Myself and purify [i.e., free] you from those who disbelieve and make those who follow you [in submission to Allāh alone] superior to those who disbelieve until the Day of Resurrection. Then to Me is your return, and I will judge between you concerning that in which you used to differ."
                },
                {
                    "id": 216920,
                    "resource_id": 39,
                    "text": "(Ingatlah) ketika Allah berfirman: \"Wahai Isa! Sesungguhnya Aku akan mengambilmu dengan sempurna, dan akan mengangkatmu ke sisiKu, dan akan membersihkanmu dari orang-orang kafir, dan juga akan menjadikan orang-orang yang mengikutmu mengatasi orang-orang kafir (yang tidak beriman kepadamu), hingga ke hari kiamat. Kemudian kepada Akulah tempat kembalinya kamu, lalu Aku menghukum (memberi keputusan) tentang apa yang kamu perselisihkan\"."
                },
                {
                    "id": 1091325,
                    "resource_id": 161,
                    "text": "(স্মরণ কর) যখন আল্লাহ ‘ঈসাকে বলেছিলেন, ‘হে ‘ঈসা! আমি তোমার সাথে কৃত ওয়াদা পূর্ণ করব (তোমাকে মৃত্যু ছাড়াই দুনিয়া থেকে কবজ করব) এবং তোমাকে আমার কাছে উঠিয়ে নেব এবং তোমাকে কাফিরদের হতে মুক্ত করব আর তোমার অনুসরণকারীদেরকে ক্বিয়ামাত পর্যন্ত অবিশ্বাসীদের উপর বিজয়ী রাখব; অতঃপর আমার কাছে তোমাদের প্রত্যাবর্তন, তখন আমি তোমাদের মধ্যে ফায়সালা করে দেব যে বিষয়ে তোমরা মতভেদ করছ।’"
                }
            ]
        },
        {
            "id": 349,
            "verse_number": 56,
            "verse_key": "3:56",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 47,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
            "page_number": 57,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99052,
                    "resource_id": 20,
                    "text": "And as for those who disbelieved, I will punish them with a severe punishment in this world and the Hereafter, and they will have no helpers.\""
                },
                {
                    "id": 214792,
                    "resource_id": 39,
                    "text": "Adapun orang-orang kafir, maka Aku (Allah) akan menyeksa mereka dengan azab yang amat berat di dunia dan di akhirat, dan mereka pula tidak akan beroleh sesiapa pun yang dapat menolong."
                },
                {
                    "id": 1091326,
                    "resource_id": 161,
                    "text": "অতঃপর যারা অবিশ্বাসী, তাদেরকে দুনিয়া ও আখেরাতে কঠোর শাস্তি দেব এবং কেউই তাদের সাহায্যকারী নেই।"
                }
            ]
        },
        {
            "id": 350,
            "verse_number": 57,
            "verse_key": "3:57",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 47,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُوَفِّيهِمْ أُجُورَهُمْ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
            "page_number": 57,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99054,
                    "resource_id": 20,
                    "text": "But as for those who believed and did righteous deeds, He will give them in full their rewards, and Allāh does not like the wrongdoers."
                },
                {
                    "id": 216896,
                    "resource_id": 39,
                    "text": "Adapun orang-orang yang beriman dan mengerjakan amal-amal soleh, maka Allah akan menyempurnakan pahala mereka; dan (ingatlah), Allah tidak suka kepada orang-orang yang zalim."
                },
                {
                    "id": 1091327,
                    "resource_id": 161,
                    "text": "পক্ষান্তরে যারা ঈমান এনেছে এবং সৎ কাজ করেছে, তাদেরকে তিনি পুরোপুরি সাওয়াব দান করবেন, বস্তুতঃ আল্লাহ যালিমদেরকে ভালবাসেন না।"
                }
            ]
        },
        {
            "id": 351,
            "verse_number": 58,
            "verse_key": "3:58",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 47,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ ٱلْـَٔايَـٰتِ وَٱلذِّكْرِ ٱلْحَكِيمِ",
            "page_number": 57,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99056,
                    "resource_id": 20,
                    "text": "This is what We recite to you, [O Muḥammad], of [Our] verses and the precise [and wise] message [i.e., the Qur’ān]."
                },
                {
                    "id": 216922,
                    "resource_id": 39,
                    "text": "Demikianlah (perihal Nabi Isa), yang Kami membacakannya kepadamu (wahai Muhammad, adalah ia) sebahagian dari hujah-hujah keterangan (yang membuktikan kebenarannya), dan dari Al-Quran yang penuh dengan hikmat-hikmat - (pengetahuan yang tepat, lagi sentiasa terpelihara)."
                },
                {
                    "id": 1091328,
                    "resource_id": 161,
                    "text": "এসব আমি তোমাকে পড়ে শুনাচ্ছি আয়াতসমষ্টি ও জ্ঞানগর্ভ বাণী হতে।"
                }
            ]
        },
        {
            "id": 352,
            "verse_number": 59,
            "verse_key": "3:59",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 47,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ مَثَلَ عِيسَىٰ عِندَ ٱللَّهِ كَمَثَلِ ءَادَمَ ۖ خَلَقَهُۥ مِن تُرَابٍ ثُمَّ قَالَ لَهُۥ كُن فَيَكُونُ",
            "page_number": 57,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99061,
                    "resource_id": 20,
                    "text": "Indeed, the example of Jesus to Allāh<sup foot_note=196054>1</sup> is like that of Adam. He created him from dust; then He said to him, \"Be,\" and he was."
                },
                {
                    "id": 216924,
                    "resource_id": 39,
                    "text": "Sesungguhnya perbandingan (kejadian) Nabi Isa di sisi Allah adalah sama seperti (kejadian) Nabi Adam. Allah telah menciptakan Adam dari tanah lalu berfirman kepadanya: \"Jadilah engkau!\" maka menjadilah ia."
                },
                {
                    "id": 1091329,
                    "resource_id": 161,
                    "text": "আল্লাহর নিকট ঈসার অবস্থা আদামের অবস্থার মত, মাটি দ্বারা তাকে গঠন করে তাকে হুকুম করলেন, হয়ে যাও, ফলে সে হয়ে গেল।"
                }
            ]
        },
        {
            "id": 353,
            "verse_number": 60,
            "verse_key": "3:60",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 47,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُن مِّنَ ٱلْمُمْتَرِينَ",
            "page_number": 57,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99064,
                    "resource_id": 20,
                    "text": "The truth is from your Lord, so do not be among the doubters."
                },
                {
                    "id": 216927,
                    "resource_id": 39,
                    "text": "Perkara yang benar ialah yang datang dari Tuhanmu. Maka jangan sekali-kali engkau menjadi dari orang-orang yang ragu-ragu."
                },
                {
                    "id": 1091330,
                    "resource_id": 161,
                    "text": "এ বাস্তব ঘটনা তোমার প্রতিপালকের পক্ষ হতেই, সুতরাং তুমি সংশয়কারীদের অন্তর্ভুক্ত হয়ো না।"
                }
            ]
        },
        {
            "id": 354,
            "verse_number": 61,
            "verse_key": "3:61",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 47,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَمَنْ حَآجَّكَ فِيهِ مِنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ فَقُلْ تَعَالَوْا۟ نَدْعُ أَبْنَآءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ ٱللَّهِ عَلَى ٱلْكَـٰذِبِينَ",
            "page_number": 57,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99065,
                    "resource_id": 20,
                    "text": "Then whoever argues with you about it after [this] knowledge has come to you - say, \"Come, let us call our sons and your sons, our women and your women, ourselves and yourselves, then supplicate earnestly [together] and invoke the curse of Allāh upon the liars [among us].\""
                },
                {
                    "id": 216929,
                    "resource_id": 39,
                    "text": "Kemudian sesiapa yang membantahmu (wahai Muhammad) mengenainya, sesudah engkau beroleh pengetahuan yang benar, maka katakanlah kepada mereka: \"Marilah kita menyeru anak-anak kami serta anak-anak kamu, dan perempuan-perempuan kami serta perempuan-perempuan kamu, dan diri kami serta diri kamu, kemudian kita memohon kepada Allah dengan bersungguh-sungguh, serta kita meminta supaya laknat Allah ditimpakan kepada orang-orang yang berdusta\"."
                },
                {
                    "id": 1091331,
                    "resource_id": 161,
                    "text": "তোমার নিকট জ্ঞান আসার পর যে ব্যক্তি তোমার সাথে (ঈসার সম্বন্ধে) বিতর্ক করবে তাকে বল, ‘আসো, আমাদের পুত্রদেরকে এবং তোমাদের পুত্রদেরকে আর আমাদের নারীদেরকে এবং তোমাদের নারীদেরকে এবং আমাদের নিজেদেরকে এবং তোমাদের নিজেদেরকে আহবান করি, অতঃপর আমরা মুবাহলা করি আর মিথ্যুকদের প্রতি আল্লাহর অভিসম্পাত বর্ষণ করি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}