{
    "verses": [
        {
            "id": 355,
            "verse_number": 62,
            "verse_key": "3:62",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 47,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ هَـٰذَا لَهُوَ ٱلْقَصَصُ ٱلْحَقُّ ۚ وَمَا مِنْ إِلَـٰهٍ إِلَّا ٱللَّهُ ۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
            "page_number": 58,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99077,
                    "resource_id": 20,
                    "text": "Indeed, this is the true narration. And there is no deity except Allāh. And indeed, Allāh is the Exalted in Might, the Wise."
                },
                {
                    "id": 217359,
                    "resource_id": 39,
                    "text": "Sesungguhnya ini ialah kisah-kisah yang benar; dan tiadalah Tuhan (yang berhak disembah) melainkan Allah; dan (ingatlah), sesungguhnya Allah, Dia lah jua Yang Maha Kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1091332,
                    "resource_id": 161,
                    "text": "নিশ্চয়ই এটা প্রকৃত ঘটনা। আল্লাহ ছাড়া অন্য সত্য ইলাহ নেই। আর নিশ্চয়ই আল্লাহ মহাপরাক্রান্ত, প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 356,
            "verse_number": 63,
            "verse_key": "3:63",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 47,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَإِن تَوَلَّوْا۟ فَإِنَّ ٱللَّهَ عَلِيمٌۢ بِٱلْمُفْسِدِينَ",
            "page_number": 58,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99089,
                    "resource_id": 20,
                    "text": "But if they turn away, then indeed - Allāh is Knowing of the corrupters."
                },
                {
                    "id": 217390,
                    "resource_id": 39,
                    "text": "Kemudian kalau mereka berpaling (enggan menurut), maka sesungguhnya Allah sentiasa Mengetahui akan orang-orang yang berbuat kerosakan."
                },
                {
                    "id": 1091333,
                    "resource_id": 161,
                    "text": "তা’ সত্ত্বেও যদি তারা মুখ ফিরিয়ে নেয়, তবে নিশ্চয়ই আল্লাহ কলহ সৃষ্টিকারীদের বিষয়ে বিশেষভাবে অবহিত।"
                }
            ]
        },
        {
            "id": 357,
            "verse_number": 64,
            "verse_key": "3:64",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 48,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قُلْ يَـٰٓأَهْلَ ٱلْكِتَـٰبِ تَعَالَوْا۟ إِلَىٰ كَلِمَةٍ سَوَآءٍۭ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا ٱللَّهَ وَلَا نُشْرِكَ بِهِۦ شَيْـًٔا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ ٱللَّهِ ۚ فَإِن تَوَلَّوْا۟ فَقُولُوا۟ ٱشْهَدُوا۟ بِأَنَّا مُسْلِمُونَ",
            "page_number": 58,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99101,
                    "resource_id": 20,
                    "text": "Say, \"O People of the Scripture, come to a word that is equitable between us and you - that we will not worship except Allāh and not associate anything with Him and not take one another as lords instead of Allāh.\"<sup foot_note=196055>1</sup> But if they turn away, then say, \"Bear witness that we are Muslims [submitting to Him].\""
                },
                {
                    "id": 216950,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Wahai Ahli Kitab, marilah kepada satu Kalimah yang bersamaan antara kami dengan kamu, iaitu kita semua tidak menyembah melainkan Allah, dan kita tidak sekutukan denganNya sesuatu jua pun; dan jangan pula sebahagian dari kita mengambil akan sebahagian yang lain untuk dijadikan orang-orang yang dipuja dan didewa-dewakan selain dari Allah\". Kemudian jika mereka (Ahli Kitab itu) barpaling (enggan menerimanya) maka katakanlah kepada mereka: \"Saksikanlah kamu bahawa sesungguhnya kami adalah orang-orang Islam\"."
                },
                {
                    "id": 1091334,
                    "resource_id": 161,
                    "text": "বল, ‘হে আহলে কিতাব! এমন এক কথার দিকে আসো, যা আমাদের ও তোমাদের মধ্যে একই, তা এই যে, আমরা আল্লাহ ভিন্ন অন্য কারো ‘ইবাদাত করব না এবং কোন কিছুকে তাঁর শরীক করব না এবং আল্লাহকে বাদ দিয়ে আমাদের মধ্যে কেউ কাউকে রব হিসেবে গ্রহণ করব না। তারপরও যদি তারা মুখ ফিরিয়ে নেয় তবে বলে দাও, তোমরা এ বিষয়ে সাক্ষী থাক যে, আমরা আত্মসমর্পণকারী।"
                }
            ]
        },
        {
            "id": 358,
            "verse_number": 65,
            "verse_key": "3:65",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 48,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تُحَآجُّونَ فِىٓ إِبْرَٰهِيمَ وَمَآ أُنزِلَتِ ٱلتَّوْرَىٰةُ وَٱلْإِنجِيلُ إِلَّا مِنۢ بَعْدِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ",
            "page_number": 58,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99057,
                    "resource_id": 20,
                    "text": "O People of the Scripture, why do you argue about Abraham while the Torah and the Gospel were not revealed until after him? Then will you not reason?"
                },
                {
                    "id": 216964,
                    "resource_id": 39,
                    "text": "Wahai Ahli Kitab! Mengapa kamu berani memperdebatkan tentang (ugama) Nabi Ibrahim, padahal Taurat dan Injil tidak diturunkan melainkan kemudian daripada (zaman) Ibrahim; patutkah (kamu berdegil sehingga) kamu tidak mahu menggunakan akal?"
                },
                {
                    "id": 1091335,
                    "resource_id": 161,
                    "text": "হে আহলে কিতাব! তোমরা কেন ইবরাহীম সম্পর্কে তর্ক করছ? তাওরাত এবং ইঞ্জিল তো তারপরেই অবতীর্ণ হয়েছে, তোমরা কি তাও বুঝ না?"
                }
            ]
        },
        {
            "id": 359,
            "verse_number": 66,
            "verse_key": "3:66",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 48,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ حَـٰجَجْتُمْ فِيمَا لَكُم بِهِۦ عِلْمٌ فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِۦ عِلْمٌ ۚ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
            "page_number": 58,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99120,
                    "resource_id": 20,
                    "text": "Here you are - those who have argued about that of which you have [some] knowledge, but why do you argue about that of which you have no knowledge? And Allāh knows, while you know not."
                },
                {
                    "id": 216975,
                    "resource_id": 39,
                    "text": "Ingatlah! Kamu ini orang-orang (bodoh), kamu telah memajukan bantahan tentang perkara yang kamu ada pengetahuan mengenainya (yang diterangkan perihalnya dalam Kitab Taurat), maka mengapa kamu membuat bantahan tentang perkara yang tidak ada pada kamu sedikit pengetahuan pun bersabit dengannya? Dan (ingatlah), Allah mengetahui (hakikat yang sebenarnya) sedang kamu tidak mengetahuinya."
                },
                {
                    "id": 1091336,
                    "resource_id": 161,
                    "text": "বস্তুতঃ তোমরাই এমন লোক যে, যে সম্পর্কে তোমাদের কিছু জ্ঞান আছে, সে বিষয়ে তো বিতর্ক করেছ, তোমরা এমন বিষয়ে কেন বিতর্ক করছ যে বিষয়ে তোমাদের কোনই জ্ঞান নেই? বস্তুতঃ আল্লাহ্ই জ্ঞাত আছেন, তোমরা জ্ঞাত নও।"
                }
            ]
        },
        {
            "id": 360,
            "verse_number": 67,
            "verse_key": "3:67",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 48,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَا كَانَ إِبْرَٰهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَـٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
            "page_number": 58,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99132,
                    "resource_id": 20,
                    "text": "Abraham was neither a Jew nor a Christian, but he was one inclining toward truth, a Muslim [submitting to Allāh]. And he was not of the polytheists.<sup foot_note=196056>1</sup>"
                },
                {
                    "id": 216990,
                    "resource_id": 39,
                    "text": "Bukanlah Nabi Ibrahim itu seorang pemeluk ugama Yahudi, dan bukanlah ia seorang pemeluk ugama Kristian, tetapi ia seorang yang tetap di atas dasar Tauhid sebagai seorang Muslim (yang taat dan berserah bulat-bulat kepada Allah), dan ia pula bukanlah dari orang-orang musyrik."
                },
                {
                    "id": 1091337,
                    "resource_id": 161,
                    "text": "ইবরাহীম না ইয়াহূদী ছিল, না নাসারা, বরং একনিষ্ঠ আত্মসমর্পণকারী এবং সে মুশরিক দলের অন্তর্ভুক্ত ছিল না।"
                }
            ]
        },
        {
            "id": 361,
            "verse_number": 68,
            "verse_key": "3:68",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 48,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ أَوْلَى ٱلنَّاسِ بِإِبْرَٰهِيمَ لَلَّذِينَ ٱتَّبَعُوهُ وَهَـٰذَا ٱلنَّبِىُّ وَٱلَّذِينَ ءَامَنُوا۟ ۗ وَٱللَّهُ وَلِىُّ ٱلْمُؤْمِنِينَ",
            "page_number": 58,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99144,
                    "resource_id": 20,
                    "text": "Indeed, the most worthy of Abraham among the people are those who followed him [in submission to Allāh] and this prophet [i.e., Muḥammad (ﷺ)] and those who believe [in his message]. And Allāh is the Ally<sup foot_note=196057>1</sup> of the believers."
                },
                {
                    "id": 217002,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang hampir sekali kepada Nabi Ibrahim (dan berhak mewarisi ugamanya) ialah orang-orang yang mengikutinya dan juga Nabi (Muhammad) ini serta orang-orang yang beriman (umatnya - umat Islam). Dan (ingatlah), Allah ialah Pelindung dan Penolong sekalian orang-orang yang beriman."
                },
                {
                    "id": 1091338,
                    "resource_id": 161,
                    "text": "নিশ্চয় ইবরাহীমের সঙ্গে ঘনিষ্ঠতায় সেই লোকেরাই অধিক হকদার যারা তার অনুসরণ করেছে এবং এই নাবী, আর যারা ঈমান এনেছে, বস্তুতঃ আল্লাহ মু’মিনদের অভিভাবক।"
                }
            ]
        },
        {
            "id": 362,
            "verse_number": 69,
            "verse_key": "3:69",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 48,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
            "page_number": 58,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99150,
                    "resource_id": 20,
                    "text": "A faction of the People of the Scripture wish they could mislead you. But they do not mislead except themselves, and they perceive [it] not."
                },
                {
                    "id": 217007,
                    "resource_id": 39,
                    "text": "Segolongan dari Ahli Kitab suka dan berangan-angan kiranya mereka dapat menyesatkan kamu; padahal mereka tidak akan menyesatkan melainkan dirinya sendiri, dan mereka pula tidak menyedari (akibat yang buruk itu)."
                },
                {
                    "id": 1091339,
                    "resource_id": 161,
                    "text": "কিতাবধারীদের একদল চায় যাতে তোমাদেরকে পথভ্রষ্ট করতে পারে, অথচ তারা নিজেদেরকে ছাড়া অন্য কাউকেও পথভ্রষ্ট করে না, কিন্তু তারা উপলব্ধি করতে পারে না।"
                }
            ]
        },
        {
            "id": 363,
            "verse_number": 70,
            "verse_key": "3:70",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 48,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَأَنتُمْ تَشْهَدُونَ",
            "page_number": 58,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99153,
                    "resource_id": 20,
                    "text": "O People of the Scripture, why do you disbelieve in the verses of Allāh<sup foot_note=196058>1</sup> while you witness [to their truth]?"
                },
                {
                    "id": 217373,
                    "resource_id": 39,
                    "text": "Wahai Ahli Kitab! Mengapa kamu kufurkan (ingkarkan) ayat-ayat keterangan Allah padahal kamu menyaksikan kebenaranNya?"
                },
                {
                    "id": 1091340,
                    "resource_id": 161,
                    "text": "হে আহলে কিতাব! কেন তোমরা আল্লাহর আয়াতগুলোকে অস্বীকার করছ, অথচ তোমরা নিজেরাই তার সাক্ষী?"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}