{
    "verses": [
        {
            "id": 364,
            "verse_number": 71,
            "verse_key": "3:71",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 48,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَهْلَ ٱلْكِتَـٰبِ لِمَ تَلْبِسُونَ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُونَ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
            "page_number": 59,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99154,
                    "resource_id": 20,
                    "text": "O People of the Scripture, why do you mix [i.e., confuse] the truth with falsehood and conceal the truth while you know [it]?"
                },
                {
                    "id": 217374,
                    "resource_id": 39,
                    "text": "Wahai Ahli Kitab! Mengapa kamu campur adukkan yang benar dengan yang salah, dan kamu pula menyembunyikan kebenaran padahal kamu mengetahuinya?"
                },
                {
                    "id": 1091341,
                    "resource_id": 161,
                    "text": "হে আহলে কিতাব! কেন তোমরা সত্যকে মিথ্যার সঙ্গে মিশ্রিত করছ আর জেনে বুঝে সত্যকে গোপন করছ।"
                }
            ]
        },
        {
            "id": 365,
            "verse_number": 72,
            "verse_key": "3:72",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 49,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقَالَت طَّآئِفَةٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ ءَامِنُوا۟ بِٱلَّذِىٓ أُنزِلَ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَجْهَ ٱلنَّهَارِ وَٱكْفُرُوٓا۟ ءَاخِرَهُۥ لَعَلَّهُمْ يَرْجِعُونَ",
            "page_number": 59,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99251,
                    "resource_id": 20,
                    "text": "And a faction of the People of the Scripture say [to each other], \"Believe in that which was revealed to the believers at the beginning of the day and reject it at its end that perhaps they will return [i.e., abandon their religion],"
                },
                {
                    "id": 217091,
                    "resource_id": 39,
                    "text": "Dan berkatalah segolongan dari Ahli Kitab (sesama sendiri): \"Berimanlah kamu kepada Al-Quran yang diturunkan kepada orang-orang yang beriman itu: pada sebelah pagi, dan kufurlah (ingkarlah) pada petangnya, supaya mereka (merasa ragu-ragu, lalu) kembali menjadi kafir semula\"."
                },
                {
                    "id": 1091342,
                    "resource_id": 161,
                    "text": "আহলে কিতাবের একটা দল বলল, যারা ঈমান এনেছে তাদের প্রতি যা অবতীর্ণ হয়েছে তার উপর দিনের শুরুতে তোমরা ঈমান আন এবং দিনের শেষে অস্বীকার (কুফরী) কর, হয়ত তারা (ইসলাম ত্যাগ করে) ফিরে আসবে।"
                }
            ]
        },
        {
            "id": 366,
            "verse_number": 73,
            "verse_key": "3:73",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 49,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تُؤْمِنُوٓا۟ إِلَّا لِمَن تَبِعَ دِينَكُمْ قُلْ إِنَّ ٱلْهُدَىٰ هُدَى ٱللَّهِ أَن يُؤْتَىٰٓ أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ ۗ قُلْ إِنَّ ٱلْفَضْلَ بِيَدِ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
            "page_number": 59,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99262,
                    "resource_id": 20,
                    "text": "And do not trust except those who follow your religion.\" Say, \"Indeed, the [true] guidance is the guidance of Allāh. [Do you fear] lest someone be given [knowledge] like you were given or that they would [thereby] argue with you before your Lord?\" Say, \"Indeed, [all] bounty is in the hand<sup foot_note=196059>1</sup> of Allāh - He grants it to whom He wills. And Allāh is all-Encompassing and Wise.\""
                },
                {
                    "id": 217103,
                    "resource_id": 39,
                    "text": "Dan (mereka berkata lagi): \"Janganlah kamu percaya melainkan kepada orang-orang yang mengikut ugama kamu\". Katakanlah (wahai Muhammad): \"Sesungguhnya petunjuk yang sebenar benarnya ialah petunjuk Allah\". (Mereka berkata pula: \"Janganlah kamu percaya) bahawa akan diberi kepada sesiapa seperti apa yang telah diberikan kepada kamu, atau mereka akan dapat mengalahkan hujah kamu di sisi Tuhan kamu\". Katakanlah (wahai Muhammad): \"Sesungguhnya limpah kurnia itu adalah di tangan Allah, diberikanNya kepada sesiapa yang dikehendakiNya; dan Allah Maha Luas limpah kurniaNya, lagi Meliputi pengetahuanNya."
                },
                {
                    "id": 1091343,
                    "resource_id": 161,
                    "text": "‘এবং তোমাদের দ্বীনের অনুসারী ছাড়া আর কাউকেও বিশ্বাস করো না। তাদেরকে বলে দাও, আল্লাহর (নির্দেশিত) পথই একমাত্র পথ; (এবং এটা আল্লাহর নীতি যে) একদিন তোমাদেরকে যা দেয়া হয়েছিল তা-ই অন্য কাউকে দেয়া হবে অথবা অন্য লোকেরা তোমাদের প্রতিপালকের সামনে তোমাদের বিরুদ্ধে পেশ করার জন্য মযবুত প্রমাণ পেয়ে যাবে। বল, ‘কল্যাণ আল্লাহরই হাতে, তিনি যাকে ইচ্ছে তা দান করেন এবং আল্লাহ প্রাচুর্যশালী ও সর্বজ্ঞ’।"
                }
            ]
        },
        {
            "id": 367,
            "verse_number": 74,
            "verse_key": "3:74",
            "hizb_number": 6,
            "rub_el_hizb_number": 23,
            "ruku_number": 49,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
            "page_number": 59,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99274,
                    "resource_id": 20,
                    "text": "He selects for His mercy whom He wills. And Allāh is the possessor of great bounty."
                },
                {
                    "id": 217114,
                    "resource_id": 39,
                    "text": "Allah menentukan pemberian rahmatNya itu kepada sesiapa yang dikehendakiNya; dan (ingatlah), Allah mempunyai limpah kurnia yang besar."
                },
                {
                    "id": 1091344,
                    "resource_id": 161,
                    "text": "তিনি যাকে ইচ্ছে নিজের দয়ার জন্য খাস করে বেছে নেন এবং আল্লাহ মহা কল্যাণের অধিকারী।"
                }
            ]
        },
        {
            "id": 368,
            "verse_number": 75,
            "verse_key": "3:75",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 49,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ وَمِنْ أَهْلِ ٱلْكِتَـٰبِ مَنْ إِن تَأْمَنْهُ بِقِنطَارٍ يُؤَدِّهِۦٓ إِلَيْكَ وَمِنْهُم مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لَّا يُؤَدِّهِۦٓ إِلَيْكَ إِلَّا مَا دُمْتَ عَلَيْهِ قَآئِمًا ۗ ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لَيْسَ عَلَيْنَا فِى ٱلْأُمِّيِّـۧنَ سَبِيلٌ وَيَقُولُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُمْ يَعْلَمُونَ",
            "page_number": 59,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99286,
                    "resource_id": 20,
                    "text": "And among the People of the Scripture is he who, if you entrust him with a great amount [of wealth], he will return it to you. And among them is he who, if you entrust him with a [single] coin, he will not return it to you unless you are constantly standing over him [demanding it]. That is because they say, \"There is no blame upon us concerning the unlearned.\"<sup foot_note=196060>1</sup> And they speak untruth about Allāh while they know [it]."
                },
                {
                    "id": 217123,
                    "resource_id": 39,
                    "text": "Dan di antara Ahli Kitab, ada orang yang kalau engkau amanahkan dia menyimpan sejumlah besar harta sekalipun, ia akan mengembalikannya (dengan sempurna) kepadamu, dan ada pula di antara mereka yang kalau engkau amanahkan menyimpan sedinar pun, ia tidak akan mengembalikannya kepadamu kecuali kalau engkau selalu menuntutnya. Yang demikian itu ialah kerana mereka mengatakan: \"Tidak ada jalannya kami menanggung dosa mengenai orang-orang yang Ummi dan, mereka pula selalu berkata dusta terhadap Allah sedang mereka mengetahui (bahawa mereka adalah berdusta)."
                },
                {
                    "id": 1091345,
                    "resource_id": 161,
                    "text": "আহলে কিতাবের মধ্যে কেউ কেউ এমন আছে যে, যদি তাদের নিকট স্বর্ণের স্তুপ গচ্ছিত রাখ, তবে তোমাকে তা ফেরত দেবে, পক্ষান্তরে তাদের কেউ কেউ এমন যে, একটি দিনারও যদি তাদের নিকট গচ্ছিত রাখ, তার পেছনে লেগে না থাকলে সে তোমাকে তা ফেরত দেবে না, এটা এজন্য যে, তারা বলে, ‘নিরক্ষরদের প্রতি আমাদের কোন দায়-দায়িত্ব নেই’, বস্তুতঃ তারা জেনে শুনে আল্লাহর সম্পর্কে মিথ্যে বলে।"
                }
            ]
        },
        {
            "id": 369,
            "verse_number": 76,
            "verse_key": "3:76",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 49,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "بَلَىٰ مَنْ أَوْفَىٰ بِعَهْدِهِۦ وَٱتَّقَىٰ فَإِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَّقِينَ",
            "page_number": 59,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99298,
                    "resource_id": 20,
                    "text": "But yes, whoever fulfills his commitment and fears Allāh - then indeed, Allāh loves those who fear Him."
                },
                {
                    "id": 217135,
                    "resource_id": 39,
                    "text": "Bahkan (mereka berdosa memakan hak orang, kerana), sesiapa yang menyempurnakan janjinya (mengenai hak orang lain) dan bertaqwa, maka sesungguhnya Allah mengasihi orang-orang yang bertaqwa."
                },
                {
                    "id": 1091346,
                    "resource_id": 161,
                    "text": "তবে হ্যাঁ, যে ব্যক্তি নিজের ওয়া‘দা পূর্ণ করবে এবং আল্লাহকে ভয় করে চলবে, নিশ্চয় আল্লাহ (এই) মুত্তাকীদেরকে ভালবাসেন।"
                }
            ]
        },
        {
            "id": 370,
            "verse_number": 77,
            "verse_key": "3:77",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 49,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يَشْتَرُونَ بِعَهْدِ ٱللَّهِ وَأَيْمَـٰنِهِمْ ثَمَنًا قَلِيلًا أُو۟لَـٰٓئِكَ لَا خَلَـٰقَ لَهُمْ فِى ٱلْـَٔاخِرَةِ وَلَا يُكَلِّمُهُمُ ٱللَّهُ وَلَا يَنظُرُ إِلَيْهِمْ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 59,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99310,
                    "resource_id": 20,
                    "text": "Indeed, those who exchange the covenant of Allāh and their [own] oaths for a small price will have no share in the Hereafter, and Allāh will not speak to them or look at them on the Day of Resurrection, nor will He purify them; and they will have a painful punishment."
                },
                {
                    "id": 217146,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang mengutamakan keuntungan dunia yang sedikit dengan menolak janji Allah dan mencabuli sumpah mereka, mereka tidak akan mendapat bahagian yang baik pada hari akhirat, dan Allah tidak akan berkata-kata dengan mereka dan tidak akan memandang kepada mereka pada hari Kiamat, dan tidak akan membersihkan mereka (dari dosa), dan mereka pula akan beroleh azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1091347,
                    "resource_id": 161,
                    "text": "নিশ্চয় যারা আল্লাহর সাথে কৃত অঙ্গীকার এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রয় করে, এরা আখেরাতের কোন অংশই পাবে না এবং আল্লাহ ক্বিয়ামাতের দিন তাদের সঙ্গে কথা বলবেন না, তাদের প্রতি দৃষ্টিপাত করবেন না এবং তাদেরকে পবিত্র করবেন না, বস্তুতঃ তাদের জন্য আছে যন্ত্রণাদায়ক শাস্তি।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}