{
    "verses": [
        {
            "id": 37,
            "verse_number": 30,
            "verse_key": "2:30",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 5,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى جَاعِلٌ فِى ٱلْأَرْضِ خَلِيفَةً ۖ قَالُوٓا۟ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ",
            "page_number": 6,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97798,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], when your Lord said to the angels, \"Indeed, I will make upon the earth a successive authority.\"<sup foot_note=195946>1</sup> They said, \"Will You place upon it one who causes corruption therein and sheds blood, while we exalt You with praise and declare Your perfection?\"<sup foot_note=195945>2</sup> He [Allāh] said, \"Indeed, I know that which you do not know.\""
                },
                {
                    "id": 215865,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika Tuhanmu berfirman kepada Malaikat; \"Sesungguhnya Aku hendak menjadikan seorang khalifah di bumi\". Mereka bertanya (tentang hikmat ketetapan Tuhan itu dengan berkata): \"Adakah Engkau (Ya Tuhan kami) hendak menjadikan di bumi itu orang yang akan membuat bencana dan menumpahkan darah (berbunuh-bunuhan), padahal kami sentiasa bertasbih dengan memujiMu dan mensucikanMu?\". Tuhan berfirman: \"Sesungguhnya Aku mengetahui akan apa yang kamu tidak mengetahuinya\"."
                },
                {
                    "id": 1091014,
                    "resource_id": 161,
                    "text": "স্মরণ কর, তোমার প্রতিপালক যখন ফেরেশতাদেরকে বললেন, ‘আমি যমীনে প্রতিনিধি সৃষ্টি করছি’; তারা বলল, ‘আপনি কি সেখানে এমন কাউকেও পয়দা করবেন যে অশান্তি সৃষ্টি করবে ও রক্তপাত ঘটাবে? আমরাই তো আপনার প্রশংসামূলক তাসবীহ পাঠ ও পবিত্রতা ঘোষণা করি’। তিনি বললেন, ‘আমি যা জানি, তোমরা তা জান না’।"
                }
            ]
        },
        {
            "id": 38,
            "verse_number": 31,
            "verse_key": "2:31",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 5,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَـٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَـٰٓؤُلَآءِ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 6,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97799,
                    "resource_id": 20,
                    "text": "And He taught Adam the names - all of them. Then He showed them to the angels and said, \"Inform Me of the names of these, if you are truthful.\""
                },
                {
                    "id": 215887,
                    "resource_id": 39,
                    "text": "Dan Ia telah mengajarkan Nabi Adam, akan segala nama benda-benda dan gunanya, kemudian ditunjukkannya kepada malaikat lalu Ia berfirman: \"Terangkanlah kepadaKu nama benda-benda ini semuanya jika kamu golongan yang benar\"."
                },
                {
                    "id": 1091015,
                    "resource_id": 161,
                    "text": "এবং তিনি আদাম (আ.)-কে সকল বস্তুর নাম শিক্ষা দিলেন, তারপর সেগুলো ফেরেশতাদের সামনে উপস্থাপন করলেন এবং বললেন, ‘এ বস্তুগুলোর নাম আমাকে বলে দাও, যদি তোমরা সত্যবাদী হও’।"
                }
            ]
        },
        {
            "id": 39,
            "verse_number": 32,
            "verse_key": "2:32",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 5,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَالُوا۟ سُبْحَـٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ ۖ إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
            "page_number": 6,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97789,
                    "resource_id": 20,
                    "text": "They said, \"Exalted are You; we have no knowledge except what You have taught us. Indeed, it is You who is the Knowing,<sup foot_note=195948>1</sup> the Wise.\"<sup foot_note=195947>2</sup>"
                },
                {
                    "id": 215702,
                    "resource_id": 39,
                    "text": "Malaikat itu menjawab: \"Maha suci Engkau (Ya Allah)! Kami tidak mempunyai pengetahuan selain dari apa yang Engkau ajarkan kepada kami; sesungguhnya Engkau jualah yang Maha Mengetahui, lagi Maha Bijaksana\"."
                },
                {
                    "id": 1091016,
                    "resource_id": 161,
                    "text": "তারা বলল, ‘আপনি পবিত্র মহান, আপনি আমাদেরকে যা শিক্ষা দিয়েছেন, তাছাড়া আমাদের কোন জ্ঞানই নেই, নিশ্চয়ই আপনি সর্বজ্ঞ ও প্রজ্ঞাময়’।"
                }
            ]
        },
        {
            "id": 40,
            "verse_number": 33,
            "verse_key": "2:33",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 5,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَالَ يَـٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ ۖ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ",
            "page_number": 6,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97838,
                    "resource_id": 20,
                    "text": "He said, \"O Adam, inform them of their names.\" And when he had informed them of their names, He said, \"Did I not tell you that I know the unseen [aspects] of the heavens and the earth? And I know what you reveal and what you have concealed.\""
                },
                {
                    "id": 215707,
                    "resource_id": 39,
                    "text": "Allah berfirman: \"Wahai Adam! Terangkanlah nama benda-benda ini semua kepada mereka\". Maka setelah Nabi Adam menerangkan nama benda-benda itu kepada mereka, Allah berfirman: \"Bukankah Aku telah katakan kepada kamu, bahawasanya Aku mengetahui segala rahsia langit dan bumi, dan Aku mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan?\"."
                },
                {
                    "id": 1091017,
                    "resource_id": 161,
                    "text": "তিনি নির্দেশ করলেন, ‘হে আদাম! এ জিনিসগুলোর নাম তাদেরকে জানিয়ে দাও’। যখন সে এ সকল নাম তাদেরকে বলে দিল, তখন তিনি বললেন, ‘আমি কি তোমাদেরকে বলিনি যে, নভোমন্ডল ও ভূমন্ডলের অদৃশ্য বস্তু সম্পর্কে আমি নিশ্চিতভাবে অবহিত এবং তোমরা যা প্রকাশ কর ও গোপন কর, আমি তাও অবগত’?"
                }
            ]
        },
        {
            "id": 41,
            "verse_number": 34,
            "verse_key": "2:34",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 5,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَـٰفِرِينَ",
            "page_number": 6,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97850,
                    "resource_id": 20,
                    "text": "And [mention] when We said to the angels, \"Prostrate before Adam\"; so they prostrated, except for Iblees.<sup foot_note=195949>1</sup> He refused and was arrogant and became of the disbelievers."
                },
                {
                    "id": 215718,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika kami berfirman kepada malaikat: \"Tunduklah (beri hormat) kepada Nabi Adam\". Lalu mereka sekaliannya tunduk memberi hormat melainkan Iblis; ia enggan dan takbur, dan menjadilah ia dari golongan yang kafir."
                },
                {
                    "id": 1091018,
                    "resource_id": 161,
                    "text": "যখন আমি ফেরেশতাদেরকে বললাম, আদামকে সাজদাহ কর, তখন ইবলীস ছাড়া সকলেই সাজদাহ করল, সে অমান্য করল ও অহঙ্কার করল, কাজেই সে কাফিরদের অন্তর্ভুক্ত হয়ে গেল।"
                }
            ]
        },
        {
            "id": 42,
            "verse_number": 35,
            "verse_key": "2:35",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 5,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَقُلْنَا يَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
            "page_number": 6,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97862,
                    "resource_id": 20,
                    "text": "And We said, \"O Adam, dwell, you and your wife, in Paradise and eat therefrom in [ease and] abundance from wherever you will. But do not approach this tree, lest you be among the wrongdoers.\""
                },
                {
                    "id": 215730,
                    "resource_id": 39,
                    "text": "Dan kami berfirman: \"Wahai Adam! Tinggalah engkau dan isterimu dalam syurga, dan makanlah dari makanannya sepuas-puasnya apa sahaja kamu berdua sukai, dan janganlah kamu hampiri pokok ini; (jika kamu menghampirinya) maka akan menjadilah kamu dari golongan orang-orang yang zalim\"."
                },
                {
                    "id": 1091019,
                    "resource_id": 161,
                    "text": "আমি বললাম, ‘হে আদাম! তুমি ও তোমার স্ত্রী জান্নাতে বসবাস কর এবং যেখানে যা ইচ্ছে খাও, কিন্তু এই গাছের নিকটে যেয়ো না, গেলে তোমরা সীমালঙ্ঘনকারীদের মধ্যে শামিল হবে’।"
                }
            ]
        },
        {
            "id": 43,
            "verse_number": 36,
            "verse_key": "2:36",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 5,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَأَزَلَّهُمَا ٱلشَّيْطَـٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
            "page_number": 6,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97874,
                    "resource_id": 20,
                    "text": "But Satan caused them to slip out of it and removed them from that [condition] in which they had been. And We said, \"Go down, [all of you], as enemies to one another, and you will have upon the earth a place of settlement and provision for a time.\""
                },
                {
                    "id": 215742,
                    "resource_id": 39,
                    "text": "Setelah itu maka Syaitan menggelincirkan mereka berdua dari syurga itu dan menyebabkan mereka dikeluarkan dari nikmat yang mereka telah berada di dalamnya dan Kami berfirman: \"Turunlah kamu! Sebahagian dari kamu menjadi musuh kepada sebahagian yang lain dan bagi kamu semua disediakan tempat kediaman di bumi, serta mendapat kesenangan hingga ke suatu masa (mati)\"."
                },
                {
                    "id": 1091020,
                    "resource_id": 161,
                    "text": "কিন্তু শয়ত্বান তাত্থেকে তাদের পদস্খলন ঘটাল এবং তারা দু’জন যেখানে ছিল, তাদেরকে সেখান থেকে বের করে দিল; আমি বললাম, ‘নেমে যাও, তোমরা পরস্পর পরস্পরের শত্রু, দুনিয়াতে কিছু কালের জন্য তোমাদের বসবাস ও জীবিকা আছে’।"
                }
            ]
        },
        {
            "id": 44,
            "verse_number": 37,
            "verse_key": "2:37",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 5,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَـٰتٍ فَتَابَ عَلَيْهِ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
            "page_number": 6,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97884,
                    "resource_id": 20,
                    "text": "Then Adam received from his Lord [some] words,<sup foot_note=195951>1</sup> and He accepted his repentance. Indeed, it is He who is the Accepting of Repentance,<sup foot_note=195950>2</sup> the Merciful."
                },
                {
                    "id": 215754,
                    "resource_id": 39,
                    "text": "Kemudian Nabi Adam menerima dari Tuhannya beberapa kalimah (kata-kata pengakuan taubat yang diamalkannya), lalu Allah menerima taubatnya; sesungguhnya Allah, Dia lah yang Maha Pengampun (Penerima taubat), lagi Maha Mengasihani."
                },
                {
                    "id": 1091021,
                    "resource_id": 161,
                    "text": "তারপর আদাম (আ.) তার প্রতিপালকের নিকট হতে কিছু বাণী প্রাপ্ত হল, অতঃপর আল্লাহ তার প্রতি ক্ষমা প্রদর্শন করলেন, তিনি অত্যন্ত ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}