{
    "verses": [
        {
            "id": 377,
            "verse_number": 84,
            "verse_key": "3:84",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 50,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قُلْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ عَلَيْنَا وَمَآ أُنزِلَ عَلَىٰٓ إِبْرَٰهِيمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
            "page_number": 61,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99381,
                    "resource_id": 20,
                    "text": "Say, \"We have believed in Allāh and in what was revealed to us and what was revealed to Abraham, Ishmael, Isaac, Jacob, and the Descendants [al-Asbāṭ], and in what was given to Moses and Jesus and to the prophets from their Lord. We make no distinction between any of them, and we are Muslims [submitting] to Him.\""
                },
                {
                    "id": 217222,
                    "resource_id": 39,
                    "text": "Katakanlah (wahai Muhammad): \"Kami beriman kepada Allah, dan kepada apa yang telah diturunkan kepada kami, dan kepada apa yang telah diturunkan kepada Nabi-nabi: Ibrahim, dan lsmail, dan Ishak, dan Yaakub, dan keturunannya, dan kepada apa yang telah diberikan kepada Nabi-nabi: Musa dan Isa, dan sekalian Nabi-nabi dari Tuhan mereka. Kami tidak membeza-bezakan seseorang pun di antara mereka, dan kepada Allah jualah kami berserah diri (Islam)\"."
                },
                {
                    "id": 1091354,
                    "resource_id": 161,
                    "text": "বল, ‘আমরা আল্লাহর উপর এবং আমাদের প্রতি ও ইবরাহীম, ইসমাঈল, ইসহাক, ইয়াকুব এবং তাঁর বংশধরের প্রতি যা কিছু অবতীর্ণ হয়েছে এবং মূসা, ঈসা ও অন্যান্য নাবীগণকে তাঁদের প্রতিপালকের পক্ষ হতে যা কিছু দেয়া হয়েছে তার উপর ঈমান এনেছি; আমরা তাঁদের মধ্যে কোন পার্থক্য করি না এবং আমরা তাঁরই কাছে আত্মসমর্পিত।’"
                }
            ]
        },
        {
            "id": 378,
            "verse_number": 85,
            "verse_key": "3:85",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 50,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يَبْتَغِ غَيْرَ ٱلْإِسْلَـٰمِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِى ٱلْـَٔاخِرَةِ مِنَ ٱلْخَـٰسِرِينَ",
            "page_number": 61,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99393,
                    "resource_id": 20,
                    "text": "And whoever desires other than Islām as religion - never will it be accepted from him, and he, in the Hereafter, will be among the losers."
                },
                {
                    "id": 217235,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang mencari ugama selain ugama Islam, maka tidak akan diterima daripadanya, dan ia pada hari akhirat kelak dari orang-orang yang rugi."
                },
                {
                    "id": 1091355,
                    "resource_id": 161,
                    "text": "আর যে ব্যক্তি ইসলাম ব্যতীত অন্য কোন দ্বীন গ্রহণ করতে চাইবে কক্ষনো তার সেই দ্বীন কবূল করা হবে না এবং আখেরাতে সে ব্যক্তি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হবে।"
                }
            ]
        },
        {
            "id": 379,
            "verse_number": 86,
            "verse_key": "3:86",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 50,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "كَيْفَ يَهْدِى ٱللَّهُ قَوْمًا كَفَرُوا۟ بَعْدَ إِيمَـٰنِهِمْ وَشَهِدُوٓا۟ أَنَّ ٱلرَّسُولَ حَقٌّ وَجَآءَهُمُ ٱلْبَيِّنَـٰتُ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
            "page_number": 61,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99405,
                    "resource_id": 20,
                    "text": "How shall Allāh guide a people who disbelieved after their belief and had witnessed that the Messenger is true and clear signs had come to them? And Allāh does not guide the wrongdoing people."
                },
                {
                    "id": 217247,
                    "resource_id": 39,
                    "text": "Bagaimana Allah akan memberi petunjuk hidayah kepada sesuatu kaum yang kufur ingkar sesudah mereka beriman, dan juga sesudah mereka menyaksikan bahawa Rasulullah (Nabi Muhammad) itu adalah benar, dan telah datang pula kepada mereka keterangan-keterangan yang jelas nyata. Dan (ingatlah), Allah tidak akan memberikan petunjuk hidayahNya kepada kaum yang zalim."
                },
                {
                    "id": 1091356,
                    "resource_id": 161,
                    "text": "আল্লাহ কীরূপে সেই সম্প্রদায়কে সুপথ দেখাবেন যারা ঈমান আনার পর, এ রসূলকে সত্য বলে স্বীকার করার পর এবং তাদের নিকট সুস্পষ্ট দলীল আসার পর কুফরী করে? বস্তুতঃ আল্লাহ যালিম কওমকে পথ দেখান না।"
                }
            ]
        },
        {
            "id": 380,
            "verse_number": 87,
            "verse_key": "3:87",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 50,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ ٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
            "page_number": 61,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99417,
                    "resource_id": 20,
                    "text": "Those - their recompense will be that upon them is the curse of Allāh and the angels and the people, all together,"
                },
                {
                    "id": 217258,
                    "resource_id": 39,
                    "text": "Mereka itu balasannya ialah bahawa mereka ditimpa laknat Allah dan malaikatNya sekalian orang-orang (yang beriman)."
                },
                {
                    "id": 1091357,
                    "resource_id": 161,
                    "text": "এরাই তারা যাদের প্রতিফল এই যে, তাদের প্রতি আল্লাহর, ফেরেশতাদের এবং সমুদয় মানবের অভিসম্পাত।"
                }
            ]
        },
        {
            "id": 381,
            "verse_number": 88,
            "verse_key": "3:88",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 50,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "خَـٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
            "page_number": 61,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99429,
                    "resource_id": 20,
                    "text": "Abiding eternally therein. The punishment will not be lightened for them, nor will they be reprieved,"
                },
                {
                    "id": 217269,
                    "resource_id": 39,
                    "text": "Mereka kekal di dalamnya, tidak diringankan azab seksa daripada mereka dan mereka pula tidak diberi tempoh atau perhatian;"
                },
                {
                    "id": 1091358,
                    "resource_id": 161,
                    "text": "তারা ওতেই চিরকাল থাকবে, তাদের শাস্তি লঘু করা হবে না এবং তাদেরকে বিরামও দেয়া হবে না।"
                }
            ]
        },
        {
            "id": 382,
            "verse_number": 89,
            "verse_key": "3:89",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 50,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِلَّا ٱلَّذِينَ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
            "page_number": 61,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99436,
                    "resource_id": 20,
                    "text": "Except for those who repent after that<sup foot_note=196064>1</sup> and correct themselves. For indeed, Allāh is Forgiving and Merciful."
                },
                {
                    "id": 217279,
                    "resource_id": 39,
                    "text": "Kecuali orang-orang yang bertaubat sesudah (ingkar) itu, serta memperbaiki keburukan mereka, maka sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091359,
                    "resource_id": 161,
                    "text": "কিন্তু এরপর যারা তাওবাহ করে এবং নিজেদেরকে সংশোধন করে তারা ব্যতীত। নিশ্চয়ই আল্লাহ ক্ষমাশীল, অতি দয়ালু।"
                }
            ]
        },
        {
            "id": 383,
            "verse_number": 90,
            "verse_key": "3:90",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 50,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ بَعْدَ إِيمَـٰنِهِمْ ثُمَّ ٱزْدَادُوا۟ كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُو۟لَـٰٓئِكَ هُمُ ٱلضَّآلُّونَ",
            "page_number": 61,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99439,
                    "resource_id": 20,
                    "text": "Indeed, those who disbelieve [i.e., reject the message] after their belief and then increase in disbelief - never will their [claimed] repentance be accepted, and they are the ones astray."
                },
                {
                    "id": 217282,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang kafir sesudah mereka beriman, kemudian mereka bertambah kufur lagi, tidak sekali-kali akan diterima taubat mereka, dan mereka itulah orang-orang yang sesat."
                },
                {
                    "id": 1091360,
                    "resource_id": 161,
                    "text": "নিশ্চয়ই যারা ঈমান আনার পর কুফরী করল, অতঃপর তাদের কুফরী বেড়েই চলল, তাদের তাওবাহ কক্ষনো কবুল করা হবে না এবং এ লোকেরাই পথভ্রষ্ট।"
                }
            ]
        },
        {
            "id": 384,
            "verse_number": 91,
            "verse_key": "3:91",
            "hizb_number": 6,
            "rub_el_hizb_number": 24,
            "ruku_number": 50,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ ٱلْأَرْضِ ذَهَبًا وَلَوِ ٱفْتَدَىٰ بِهِۦٓ ۗ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
            "page_number": 61,
            "juz_number": 3,
            "translations": [
                {
                    "id": 99440,
                    "resource_id": 20,
                    "text": "Indeed, those who disbelieve and die while they are disbelievers - never would the [whole] capacity of the earth in gold be accepted from one of them if he would [seek to] ransom himself with it. For those there will be a painful punishment, and they will have no helpers."
                },
                {
                    "id": 217283,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang kafir, lalu mati sedang mereka tetap kafir, maka tidak sekali-kali akan diterima dari seseorang di antara mereka: emas sepenuh bumi, walaupun ia menebus dirinya dengan (emas yang sebanyak) itu. Mereka itu akan mendapat azab seksa yang tidak terperi sakitnya, dan mereka pula tidak akan beroleh seorang penolong pun. JUZUK KEEMPAT"
                },
                {
                    "id": 1091361,
                    "resource_id": 161,
                    "text": "নিশ্চয়ই যারা কুফরী করে এবং সেই কাফির অবস্থায়ই মারা যায়, তাদের কেউ পৃথিবী-ভরা স্বর্ণও বিনিময় স্বরূপ প্রদান করতে চাইলে তা তার কাছ থেকে কক্ষণো গ্রহণ করা হবে না। এরাই তারা যাদের জন্য যন্ত্রণাদায়ক শাস্তি রয়েছে এবং তাদের কোন সাহায্যকারী নেই।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}