{
    "verses": [
        {
            "id": 394,
            "verse_number": 101,
            "verse_key": "3:101",
            "hizb_number": 7,
            "rub_el_hizb_number": 25,
            "ruku_number": 51,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَكَيْفَ تَكْفُرُونَ وَأَنتُمْ تُتْلَىٰ عَلَيْكُمْ ءَايَـٰتُ ٱللَّهِ وَفِيكُمْ رَسُولُهُۥ ۗ وَمَن يَعْتَصِم بِٱللَّهِ فَقَدْ هُدِىَ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
            "page_number": 63,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98665,
                    "resource_id": 20,
                    "text": "And how could you disbelieve while to you are being recited the verses of Allāh and among you is His Messenger? And whoever holds firmly to Allāh<sup foot_note=196068>1</sup> has [indeed] been guided to a straight path."
                },
                {
                    "id": 216513,
                    "resource_id": 39,
                    "text": "Dan bagaimana kamu akan menjadi kafir padahal kepada kamu dibacakan ayat-ayat Allah (Al-Quran), dan dalam kalangan kamu ada RasulNya (Muhammad, s.a.w)? Dan sesiapa berpegang teguh kepada (ugama) Allah, maka sesungguhnya ia telah beroleh petunjuk hidayah ke jalan yang betul (lurus)."
                },
                {
                    "id": 1091371,
                    "resource_id": 161,
                    "text": "আর তোমরা কেমন করে কুফরী করতে পার যখন তোমাদেরকে আল্লাহর আয়াতসমূহ পড়ে শুনানো হচ্ছে এবং তোমাদের মাঝে তাঁর রসূলও মওজুদ আছেন? যে ব্যক্তি আল্লাহকে সুদৃঢ়ভাবে গ্রহণ করে, নিশ্চয়ই সে সরল পথের দিকে পরিচালিত হবে।"
                }
            ]
        },
        {
            "id": 395,
            "verse_number": 102,
            "verse_key": "3:102",
            "hizb_number": 7,
            "rub_el_hizb_number": 25,
            "ruku_number": 52,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ حَقَّ تُقَاتِهِۦ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
            "page_number": 63,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98666,
                    "resource_id": 20,
                    "text": "O you who have believed, fear Allāh as He should be feared and do not die except as Muslims [in submission to Him]."
                },
                {
                    "id": 216516,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Bertaqwalah kamu kepada Allah dengan sebenar-benar taqwa, dan jangan sekali-kali kamu mati melainkan dalam keadaan Islam."
                },
                {
                    "id": 1091372,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! আল্লাহকে ভয় কর যেমনভাবে তাঁকে ভয় করা উচিত। তোমরা মুসলিম না হয়ে কক্ষনো মরো না।"
                }
            ]
        },
        {
            "id": 396,
            "verse_number": 103,
            "verse_key": "3:103",
            "hizb_number": 7,
            "rub_el_hizb_number": 25,
            "ruku_number": 52,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱعْتَصِمُوا۟ بِحَبْلِ ٱللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا۟ ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ إِذْ كُنتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُم بِنِعْمَتِهِۦٓ إِخْوَٰنًا وَكُنتُمْ عَلَىٰ شَفَا حُفْرَةٍ مِّنَ ٱلنَّارِ فَأَنقَذَكُم مِّنْهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَهْتَدُونَ",
            "page_number": 63,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98669,
                    "resource_id": 20,
                    "text": "And hold firmly to the rope<sup foot_note=196069>1</sup> of Allāh all together and do not become divided. And remember the favor of Allāh upon you - when you were enemies and He brought your hearts together and you became, by His favor, brothers. And you were on the edge of a pit of the Fire, and He saved you from it. Thus does Allāh make clear to you His verses that you may be guided."
                },
                {
                    "id": 216515,
                    "resource_id": 39,
                    "text": "Dan berpegang teguhlah kamu sekalian kepada tali Allah (ugama Islam), dan janganlah kamu bercerai-berai; dan kenanglah nikmat Allah kepada kamu ketika kamu bermusuh-musuhan (semasa jahiliyah dahulu), lalu Allah menyatukan di antara hati kamu (sehingga kamu bersatu-padu dengan nikmat Islam), maka menjadilah kamu dengan nikmat Allah itu orang-orang Islam yang bersaudara. Dan kamu dahulu telah berada di tepi jurang neraka (disebabkan kekufuran kamu semasa jahiliyah), lalu Allah selamatkan kamu dari neraka itu (disebabkan nikmat Islam juga). Demikianlah Allah menjelaskan kepada kamu ayat-ayat keteranganNya, supaya kamu mendapat petunjuk hidayahNya."
                },
                {
                    "id": 1091373,
                    "resource_id": 161,
                    "text": "আল্লাহর রজ্জুকে সমবেতভাবে দৃঢ়ভাবে ধারণ কর, পরস্পর বিচ্ছিন্ন হয়ো না এবং তোমাদের প্রতি আল্লাহর নি‘মাত স্মরণ কর, যখন তোমরা ছিলে পরস্পর শত্রু, তিনি তোমাদের অন্তরে প্রীতির সঞ্চার করলেন, ফলে তোমরা আল্লাহর অনুগ্রহে পরস্পর ভাই ভাই হয়ে গেলে। তোমরা অগ্নি-গহ্বরের প্রান্তে ছিলে, অতঃপর আল্লাহ তোমাদেরকে তাত্থেকে রক্ষা করলেন। এভাবে আল্লাহ নিজের নিদর্শনাবলী তোমাদের কাছে স্পষ্টভাবে বর্ণনা করেন যাতে তোমরা সঠিক পথ প্রাপ্ত হও।"
                }
            ]
        },
        {
            "id": 397,
            "verse_number": 104,
            "verse_key": "3:104",
            "hizb_number": 7,
            "rub_el_hizb_number": 25,
            "ruku_number": 52,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلْتَكُن مِّنكُمْ أُمَّةٌ يَدْعُونَ إِلَى ٱلْخَيْرِ وَيَأْمُرُونَ بِٱلْمَعْرُوفِ وَيَنْهَوْنَ عَنِ ٱلْمُنكَرِ ۚ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
            "page_number": 63,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98670,
                    "resource_id": 20,
                    "text": "And let there be [arising] from you a nation inviting to [all that is] good, enjoining what is right and forbidding what is wrong,<sup foot_note=196070>1</sup> and those will be the successful."
                },
                {
                    "id": 216517,
                    "resource_id": 39,
                    "text": "Dan hendaklah ada di antara kamu satu puak yang menyeru (berdakwah) kepada kebajikan (mengembangkan Islam), dan menyuruh berbuat segala perkara yang baik, serta melarang daripada segala yang salah (buruk dan keji). Dan mereka yang bersifat demikian ialah orang-orang yang berjaya."
                },
                {
                    "id": 1091374,
                    "resource_id": 161,
                    "text": "তোমাদের মধ্যে এমন একটা দল হোক, যারা কল্যাণের দিকে আহবান করে, সৎ কাজের আদেশ করে এবং অসৎ কাজ হতে নিষেধ করে আর এরাই সফলকাম।"
                }
            ]
        },
        {
            "id": 398,
            "verse_number": 105,
            "verse_key": "3:105",
            "hizb_number": 7,
            "rub_el_hizb_number": 25,
            "ruku_number": 52,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ تَفَرَّقُوا۟ وَٱخْتَلَفُوا۟ مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْبَيِّنَـٰتُ ۚ وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ عَظِيمٌ",
            "page_number": 63,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98671,
                    "resource_id": 20,
                    "text": "And do not be like the ones who became divided and differed after the clear proofs had come to them. And those will have a great punishment"
                },
                {
                    "id": 216518,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu menjadi seperti orang-orang (Yahudi dan Nasrani) yang telah berceri-berai dan berselisihan (dalam ugama mereka) sesudah datang kepada mereka keterangan-keterangan yang jelas nyata (yang dibawa oleh Nabi-nabi Allah), Dan mereka yang bersifat demikian, akan beroleh azab seksa yang besar."
                },
                {
                    "id": 1091375,
                    "resource_id": 161,
                    "text": "তোমরা সেই লোকদের মত হয়ে যেয়ো না যারা তাদের নিকট সুস্পষ্ট নিদর্শন পৌঁছার পরে বিভক্ত হয়েছে ও মতভেদ করেছে এবং এ শ্রেণীর লোকেদের জন্য আছে মহা শাস্তি।"
                }
            ]
        },
        {
            "id": 399,
            "verse_number": 106,
            "verse_key": "3:106",
            "hizb_number": 7,
            "rub_el_hizb_number": 25,
            "ruku_number": 52,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ ۚ فَأَمَّا ٱلَّذِينَ ٱسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُم بَعْدَ إِيمَـٰنِكُمْ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
            "page_number": 63,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98672,
                    "resource_id": 20,
                    "text": "On the Day [some] faces will turn white and [some] faces will turn black. As for those whose faces turn black, [to them it will be said], \"Did you disbelieve [i.e., reject faith] after your belief? Then taste the punishment for what you used to reject.\""
                },
                {
                    "id": 216519,
                    "resource_id": 39,
                    "text": "(Ingatlah akan) hari (kiamat yang padanya) ada muka (orang-orang) menjadi putih berseri, dan ada muka (orang-orang) menjadi hitam legam. Adapun orang-orang yang telah hitam legam mukanya, (mereka akan ditanya secara menempelak): \"Patutkah kamu kufur ingkar sesudah kamu beriman? Oleh itu rasalah azab seksa neraka disebabkan kekufuran kamu itu\"."
                },
                {
                    "id": 1091376,
                    "resource_id": 161,
                    "text": "সে দিন কতক মুখ উজ্জ্বল হবে আর কতক মুখ কালো হবে, যাদের মুখ কালো হবে, (তাদেরকে বলা হবে), তোমরা কি ঈমান আনার পরও কুফরী করেছিলে? কাজেই নিজেদের কুফরীর জন্য শাস্তি ভোগ করতে থাক।"
                }
            ]
        },
        {
            "id": 400,
            "verse_number": 107,
            "verse_key": "3:107",
            "hizb_number": 7,
            "rub_el_hizb_number": 25,
            "ruku_number": 52,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَأَمَّا ٱلَّذِينَ ٱبْيَضَّتْ وُجُوهُهُمْ فَفِى رَحْمَةِ ٱللَّهِ هُمْ فِيهَا خَـٰلِدُونَ",
            "page_number": 63,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98673,
                    "resource_id": 20,
                    "text": "But as for those whose faces turn white, [they will be] within the mercy of Allāh. They will abide therein eternally."
                },
                {
                    "id": 216520,
                    "resource_id": 39,
                    "text": "Adapun orang-orang yang telah putih berseri mukanya, maka mereka berada dalam limpah rahmat Allah (Syurga), mereka kekal di dalamnya."
                },
                {
                    "id": 1091377,
                    "resource_id": 161,
                    "text": "যাদের মুখ উজ্জ্বল হবে, তারা আল্লাহর রহমতের মধ্যে থাকবে, তারা তাতে চিরকাল থাকবে।"
                }
            ]
        },
        {
            "id": 401,
            "verse_number": 108,
            "verse_key": "3:108",
            "hizb_number": 7,
            "rub_el_hizb_number": 25,
            "ruku_number": 52,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۗ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعَـٰلَمِينَ",
            "page_number": 63,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98674,
                    "resource_id": 20,
                    "text": "These are the verses of Allāh. We recite them to you, [O Muḥammad], in truth; and Allāh wants no injustice to the worlds [i.e., His creatures]."
                },
                {
                    "id": 216523,
                    "resource_id": 39,
                    "text": "Itulah ayat-ayat keterangan Allah, kami bacakan dia kepadamu (wahai Muhammad) dengan benar. Dan (ingatlah), Allah tidak berkehendak melakukan kezaliman kepada sekalian makhlukNya."
                },
                {
                    "id": 1091378,
                    "resource_id": 161,
                    "text": "এসব আল্লাহর আয়াত, যা ঠিকভাবে আমি তোমাকে পড়ে শুনাচ্ছি এবং আল্লাহ বিশ্বজগতের প্রতি যুলম করতে চান না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}