{
    "verses": [
        {
            "id": 415,
            "verse_number": 122,
            "verse_key": "3:122",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 54,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِذْ هَمَّت طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلَا وَٱللَّهُ وَلِيُّهُمَا ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98703,
                    "resource_id": 20,
                    "text": "When two parties among you were about to lose courage, but Allāh was their ally; and upon Allāh the believers should rely."
                },
                {
                    "id": 216566,
                    "resource_id": 39,
                    "text": "(Ingatlah) ketika dua puak dari kamu (pada hari peperangan Uhud itu) terasa lemah semangat (untuk meneruskan perjuangan) kerana takut, padahal Allah Penolong dan Pelindung mereka; dan (jika sudah demikian) kepada Allah sahajalah hendaknya orang-orang yang beriman itu bertawakal."
                },
                {
                    "id": 1091392,
                    "resource_id": 161,
                    "text": "যখন তোমাদের মধ্যকার দু’দল ভীরুতা প্রকাশ করতে মনস্থ করেছিল, কিন্তু আল্লাহ উভয়ের বন্ধু ছিলেন, মু’মিনদের উচিত আল্লাহর উপর ভরসা করা।"
                }
            ]
        },
        {
            "id": 416,
            "verse_number": 123,
            "verse_key": "3:123",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 54,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَقَدْ نَصَرَكُمُ ٱللَّهُ بِبَدْرٍ وَأَنتُمْ أَذِلَّةٌ ۖ فَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تَشْكُرُونَ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98705,
                    "resource_id": 20,
                    "text": "And already had Allāh given you victory at [the battle of] Badr while you were weak [i.e., few in number]. Then fear Allāh; perhaps you will be grateful."
                },
                {
                    "id": 216568,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya Allah telah menolong kamu mencapai kemenangan dalam peperangan Badar, sedang kamu berkeadaan lemah (kerana kamu sedikit bilangannya dan kekurangan alat perang). Oleh itu bertaqwalah kamu kepada Allah, supaya kamu bersyukur (akan kemenangan itu)."
                },
                {
                    "id": 1091393,
                    "resource_id": 161,
                    "text": "এবং আল্লাহ তোমাদের হীন অবস্থায় বাদর যুদ্ধক্ষেত্রে তোমাদের সাহায্য করেছেন, সুতরাং আল্লাহকে ভয় করে চল, যেন তোমরা শোকরগুজার হতে পার।"
                }
            ]
        },
        {
            "id": 417,
            "verse_number": 124,
            "verse_key": "3:124",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 54,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَن يَكْفِيَكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلَـٰثَةِ ءَالَـٰفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُنزَلِينَ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98707,
                    "resource_id": 20,
                    "text": "[Remember] when you said to the believers, \"Is it not sufficient for you that your Lord should reinforce you with three thousand angels sent down?"
                },
                {
                    "id": 216570,
                    "resource_id": 39,
                    "text": "(Ingatlah wahai Muhammad) ketika engkau berkata kepada orang-orang yang beriman (untuk menguatkan semangat mereka): \"Tidakkah cukup bagi kamu, bahawa Allah membantu kamu dengan tiga ribu tentera dari malaikat yang diturunkan?,\""
                },
                {
                    "id": 1091394,
                    "resource_id": 161,
                    "text": "(স্মরণ কর) যখন তুমি মু’মিনদেরকে বলছিলে, ‘তোমাদের জন্য কি এটা যথেষ্ট নয় যে, তোমাদের প্রতিপালক তিন সহস্র ফেরেশতা অবতরণপূর্বক তোমাদের সাহায্য করবেন?’"
                }
            ]
        },
        {
            "id": 418,
            "verse_number": 125,
            "verse_key": "3:125",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 54,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "بَلَىٰٓ ۚ إِن تَصْبِرُوا۟ وَتَتَّقُوا۟ وَيَأْتُوكُم مِّن فَوْرِهِمْ هَـٰذَا يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ ءَالَـٰفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُسَوِّمِينَ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98709,
                    "resource_id": 20,
                    "text": "Yes, if you remain patient and conscious of Allāh and they [i.e., the enemy] come upon you [attacking] in rage, your Lord will reinforce you with five thousand angels having marks [of distinction].\""
                },
                {
                    "id": 216572,
                    "resource_id": 39,
                    "text": "Bahkan (mencukupi. Dalam pada itu) jika kamu bersabar dan bertaqwa, dan mereka (musuh) datang menyerang kamu dengan serta-merta, nescaya Allah membantu kamu dengan lima ribu malaikat yang bertanda masing-masing."
                },
                {
                    "id": 1091395,
                    "resource_id": 161,
                    "text": "হ্যাঁ, যদি তোমরা ধৈর্যধারণ কর এবং তাকওয়া অবলম্বন কর এবং তারা (অর্থাৎ শত্রুরা) মুহূর্তের মধ্যে এখানে তোমাদের উপর এসে পড়ে, তাহলে তোমাদের প্রতিপালক বিশেষভাবে চিহ্নিত পাঁচ সহস্র ফেরেশতা দ্বারা তোমাদেরকে সাহায্য করবেন।"
                }
            ]
        },
        {
            "id": 419,
            "verse_number": 126,
            "verse_key": "3:126",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 54,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِۦ ۗ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98711,
                    "resource_id": 20,
                    "text": "And Allāh made it not except as [a sign of] good tidings for you and to reassure your hearts thereby. And victory is not except from Allāh, the Exalted in Might, the Wise -"
                },
                {
                    "id": 216574,
                    "resource_id": 39,
                    "text": "Dan Allah tidak menjadikan bantuan tentera malaikat itu melainkan kerana memberi khabar gembira kepada kamu, dan supaya kamu tenteram dengan bantuan itu. Dan (ingatlah bahawa) pertolongan yang membawa kemenangan itu hanya dari Allah Yang Maha kuasa, lagi Maha Bijaksana."
                },
                {
                    "id": 1091396,
                    "resource_id": 161,
                    "text": "এটা আল্লাহ কেবলমাত্র তোমাদের সুসংবাদের জন্য এবং তা দ্বারা তোমাদের চিত্ত-প্রশান্তির জন্য করেছেন, মূলতঃ সাহায্য তো শুধু আল্লাহরই নিকট হতে, যিনি পরাক্রান্ত, প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 420,
            "verse_number": 127,
            "verse_key": "3:127",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 54,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لِيَقْطَعَ طَرَفًا مِّنَ ٱلَّذِينَ كَفَرُوٓا۟ أَوْ يَكْبِتَهُمْ فَيَنقَلِبُوا۟ خَآئِبِينَ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98713,
                    "resource_id": 20,
                    "text": "That He might cut down a section of the disbelievers or suppress them so that they turn back disappointed."
                },
                {
                    "id": 216576,
                    "resource_id": 39,
                    "text": "(Kemenangan Badar itu) kerana Allah hendak membinasakan satu golongan dari orang-orang kafir atau menghina mereka (dengan kekalahan), supaya mereka kembali dengan hampa kecewa."
                },
                {
                    "id": 1091397,
                    "resource_id": 161,
                    "text": "যাতে তিনি কাফিরদের দলবিশেষকে ধ্বংস করে দেন কিংবা লাঞ্ছিত করেন, ফলে তারা নিরাশ হয়ে প্রত্যাবর্তন করে।"
                }
            ]
        },
        {
            "id": 421,
            "verse_number": 128,
            "verse_key": "3:128",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 54,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَيْسَ لَكَ مِنَ ٱلْأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَـٰلِمُونَ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98715,
                    "resource_id": 20,
                    "text": "Not for you, [O Muḥammad, but for Allāh], is the decision whether He should [cut them down] or forgive them or punish them, for indeed, they are wrongdoers."
                },
                {
                    "id": 216578,
                    "resource_id": 39,
                    "text": "Engkau tidak berhak sedikitpun (wahai Muhammad) dalam urusan (orang-orang yang ingkar) itu, (kerana urusan mereka tertentu bagi Allah), sama ada dia menerima taubat mereka ataupun Ia menyeksa mereka; kerana sesungguhnya mereka itu orang-orang yang zalim."
                },
                {
                    "id": 1091398,
                    "resource_id": 161,
                    "text": "আল্লাহ তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদেরকে শাস্তি প্রদান করবেন- এ ব্যাপারে তোমার কিছু করার নেই। কেননা তারা হচ্ছে যালিম।"
                }
            ]
        },
        {
            "id": 422,
            "verse_number": 129,
            "verse_key": "3:129",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 54,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98717,
                    "resource_id": 20,
                    "text": "And to Allāh belongs whatever is in the heavens and whatever is on the earth. He forgives whom He wills and punishes whom He wills. And Allāh is Forgiving and Merciful."
                },
                {
                    "id": 216580,
                    "resource_id": 39,
                    "text": "Dan bagi Allah jualah segala yang ada di langit dan yang ada di bumi. Ia mengampunkan sesiapa yang dikehendakiNya, dan dia menyeksa sesiapa yang dikehendakiNya. Dan (ingatlah), Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091399,
                    "resource_id": 161,
                    "text": "আকাশসমূহে ও যমীনে যা কিছুই আছে সেসব আল্লাহরই, তিনি যাকে ইচ্ছে ক্ষমা করেন এবং যাকে ইচ্ছে শাস্তি প্রদান করেন। আল্লাহ ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 423,
            "verse_number": 130,
            "verse_key": "3:130",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوا۟ ٱلرِّبَوٰٓا۟ أَضْعَـٰفًا مُّضَـٰعَفَةً ۖ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98721,
                    "resource_id": 20,
                    "text": "O you who have believed, do not consume usury, doubled and multiplied, but fear Allāh that you may be successful."
                },
                {
                    "id": 216585,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu makan atau mengambil riba dengan berlipat-lipat ganda, dan hendaklah kamu bertaqwa kepada Allah supaya kamu berjaya."
                },
                {
                    "id": 1091400,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা সুদ খেও না ক্রমবর্ধিতভাবে, আল্লাহকে ভয় কর, যাতে তোমরা সফলকাম হতে পার।"
                }
            ]
        },
        {
            "id": 424,
            "verse_number": 131,
            "verse_key": "3:131",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِىٓ أُعِدَّتْ لِلْكَـٰفِرِينَ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98723,
                    "resource_id": 20,
                    "text": "And fear the Fire, which has been prepared for the disbelievers."
                },
                {
                    "id": 214777,
                    "resource_id": 39,
                    "text": "Dan peliharalah diri kamu dari api neraka, yang disediakan bagi orang-orang kafir."
                },
                {
                    "id": 1091401,
                    "resource_id": 161,
                    "text": "ভয় কর সেই আগুনকে, যা কাফিরদের জন্য প্রস্তুত করা হয়েছে।"
                }
            ]
        },
        {
            "id": 425,
            "verse_number": 132,
            "verse_key": "3:132",
            "hizb_number": 7,
            "rub_el_hizb_number": 26,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَأَطِيعُوا۟ ٱللَّهَ وَٱلرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
            "page_number": 66,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98725,
                    "resource_id": 20,
                    "text": "And obey Allāh and the Messenger that you may obtain mercy."
                },
                {
                    "id": 216588,
                    "resource_id": 39,
                    "text": "Dan taatlah kamu kepada Allah dan RasulNya, supaya kamu diberi rahmat."
                },
                {
                    "id": 1091402,
                    "resource_id": 161,
                    "text": "আল্লাহর ও রসূলের আনুগত্য কর, যাতে তোমরা কৃপাপ্রাপ্ত হতে পার।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}