{
    "verses": [
        {
            "id": 426,
            "verse_number": 133,
            "verse_key": "3:133",
            "hizb_number": 7,
            "rub_el_hizb_number": 27,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ وَسَارِعُوٓا۟ إِلَىٰ مَغْفِرَةٍ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ",
            "page_number": 67,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98727,
                    "resource_id": 20,
                    "text": "And hasten to forgiveness from your Lord and a garden [i.e., Paradise] as wide as the heavens and earth, prepared for the righteous"
                },
                {
                    "id": 216590,
                    "resource_id": 39,
                    "text": "Dan segeralah kamu kepada (mengerjakan amal-amal yang baik untuk mendapat) keampunan dari Tuhan kamu, dan (mendapat) Syurga yang bidangnya seluas segala langit dan bumi, yang disediakan bagi orang-orang yang bertaqwa;"
                },
                {
                    "id": 1091403,
                    "resource_id": 161,
                    "text": "তোমরা দ্রুত অগ্রসর হও তোমাদের প্রতিপালকের ক্ষমার দিকে ও সেই জান্নাতের দিকে যার বিস্তৃতি হচ্ছে আসমানসমূহ ও যমীনের সমান, যা মুত্তাকীদের জন্য তৈরী করা হয়েছে।"
                }
            ]
        },
        {
            "id": 427,
            "verse_number": 134,
            "verse_key": "3:134",
            "hizb_number": 7,
            "rub_el_hizb_number": 27,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يُنفِقُونَ فِى ٱلسَّرَّآءِ وَٱلضَّرَّآءِ وَٱلْكَـٰظِمِينَ ٱلْغَيْظَ وَٱلْعَافِينَ عَنِ ٱلنَّاسِ ۗ وَٱللَّهُ يُحِبُّ ٱلْمُحْسِنِينَ",
            "page_number": 67,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98729,
                    "resource_id": 20,
                    "text": "Who spend [in the cause of Allāh] during ease and hardship and who restrain anger and who pardon the people - and Allāh loves the doers of good;"
                },
                {
                    "id": 216592,
                    "resource_id": 39,
                    "text": "Iaitu orang-orang yang mendermakan hartanya pada masa senang dan susah, dan orang-orang yang menahan kemarahannya, dan orang-orang yang memaafkan kesalahan orang. Dan (ingatlah), Allah mengasihi orang-orang yang berbuat perkara-perkara yang baik;"
                },
                {
                    "id": 1091404,
                    "resource_id": 161,
                    "text": "যারা সচ্ছল ও অসচ্ছল অবস্থায় (আল্লাহর পথে) ব্যয় করে এবং যারা ক্রোধ সংবরণকারী এবং মানুষের প্রতি ক্ষমাশীল, আল্লাহ সৎকর্মশীলদের ভালবাসেন।"
                }
            ]
        },
        {
            "id": 428,
            "verse_number": 135,
            "verse_key": "3:135",
            "hizb_number": 7,
            "rub_el_hizb_number": 27,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ إِذَا فَعَلُوا۟ فَـٰحِشَةً أَوْ ظَلَمُوٓا۟ أَنفُسَهُمْ ذَكَرُوا۟ ٱللَّهَ فَٱسْتَغْفَرُوا۟ لِذُنُوبِهِمْ وَمَن يَغْفِرُ ٱلذُّنُوبَ إِلَّا ٱللَّهُ وَلَمْ يُصِرُّوا۟ عَلَىٰ مَا فَعَلُوا۟ وَهُمْ يَعْلَمُونَ",
            "page_number": 67,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98731,
                    "resource_id": 20,
                    "text": "And those who, when they commit an immorality or wrong themselves [by transgression], remember Allāh and seek forgiveness for their sins - and who can forgive sins except Allāh? - and [who] do not persist in what they have done while they know."
                },
                {
                    "id": 216594,
                    "resource_id": 39,
                    "text": "Dan juga orang-orang yang apabila melakukan perbuatan keji, atau menganiaya diri sendiri, mereka segera ingat kepada Allah lalu memohon ampun akan dosa mereka - dan sememangnya tidak ada yang mengampunkan dosa-dosa melainkan Allah -, dan mereka juga tidak meneruskan perbuatan keji yang mereka telah lakukan itu, sedang mereka mengetahui (akan salahnya dan akibatnya)."
                },
                {
                    "id": 1091405,
                    "resource_id": 161,
                    "text": "যারা কোন পাপ কাজ করে ফেললে কিংবা নিজেদের প্রতি যুলম করলে আল্লাহকে স্মরণ করে এবং নিজেদের পাপের জন্য ক্ষমা প্রার্থনা করে এবং আল্লাহ ব্যতীত গুনাহসমূহের ক্ষমাকারী কেই বা আছে এবং তারা জেনে শুনে নিজেদের (পাপ) কাজের পুনরাবৃত্তি করে না।"
                }
            ]
        },
        {
            "id": 429,
            "verse_number": 136,
            "verse_key": "3:136",
            "hizb_number": 7,
            "rub_el_hizb_number": 27,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ جَزَآؤُهُم مَّغْفِرَةٌ مِّن رَّبِّهِمْ وَجَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
            "page_number": 67,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98732,
                    "resource_id": 20,
                    "text": "Those - their reward is forgiveness from their Lord and gardens beneath which rivers flow [in Paradise], wherein they will abide eternally; and excellent is the reward of the [righteous] workers."
                },
                {
                    "id": 216596,
                    "resource_id": 39,
                    "text": "Orang-orang yang demikian sifatnya, balasannya ialah keampunan dari Tuhan mereka, dan Syurga-syurga yang mengalir di bawahnya beberapa sungai, mereka kekal di dalamnya; dan yang demikian itulah sebaik-baik balasan (bagi) orang-orang yang beramal."
                },
                {
                    "id": 1091406,
                    "resource_id": 161,
                    "text": "এরাই তারা যাদের জন্য রয়েছে তাদের প্রতিপালকের পক্ষ হতে ক্ষমা এবং এমন এক জান্নাত যার নিম্নে ঝর্ণাধারা প্রবাহিত, তারা তার স্থায়ী অধিবাসী এবং সৎকর্মশীলদের পুরস্কার কতই না উত্তম!"
                }
            ]
        },
        {
            "id": 430,
            "verse_number": 137,
            "verse_key": "3:137",
            "hizb_number": 7,
            "rub_el_hizb_number": 27,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
            "page_number": 67,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98733,
                    "resource_id": 20,
                    "text": "Similar situations [as yours] have passed on before you, so proceed throughout the earth and observe how was the end of those who denied."
                },
                {
                    "id": 216597,
                    "resource_id": 39,
                    "text": "Sesungguhnya telah berlaku sebelum kamu (contoh kejadian-kejadian berdasarkan) peraturan-peraturan Allah yang tetap; oleh itu mengembaralah kamu di muka bumi, kemudian perhatikanlah bagaimana akibat orang-orang yang mendustakan (Rasul-rasul)."
                },
                {
                    "id": 1091407,
                    "resource_id": 161,
                    "text": "তোমাদের পূর্বেও অনেক সম্প্রদায় গত হয়েছে, তোমরা দুনিয়া পর্যটন কর, তারপর দেখ, যারা মিথ্যা ব’লে অমান্য করেছিল তাদের পরিণাম কী দাঁড়িয়েছে।"
                }
            ]
        },
        {
            "id": 431,
            "verse_number": 138,
            "verse_key": "3:138",
            "hizb_number": 7,
            "rub_el_hizb_number": 27,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "هَـٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ",
            "page_number": 67,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98734,
                    "resource_id": 20,
                    "text": "This [Qur’ān] is a clear statement to [all] the people and a guidance and instruction for those conscious of Allāh."
                },
                {
                    "id": 216598,
                    "resource_id": 39,
                    "text": "(Al-Quran) ini ialah penerangan kepada seluruh umat manusia, dan petunjuk serta pengajaran bagi orang-orang yang (hendak) bertaqwa."
                },
                {
                    "id": 1091408,
                    "resource_id": 161,
                    "text": "এটা হচ্ছে মানুষের জন্য সুস্পষ্ট বর্ণনা এবং মুত্তাকীদের জন্য হিদায়াত ও নাসীহাত।"
                }
            ]
        },
        {
            "id": 432,
            "verse_number": 139,
            "verse_key": "3:139",
            "hizb_number": 7,
            "rub_el_hizb_number": 27,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَهِنُوا۟ وَلَا تَحْزَنُوا۟ وَأَنتُمُ ٱلْأَعْلَوْنَ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 67,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98735,
                    "resource_id": 20,
                    "text": "So do not weaken and do not grieve, and you will be superior if you are [true] believers."
                },
                {
                    "id": 216599,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu merasa lemah (dalam perjuangan mempertahan dan menegakkan Islam), dan janganlah kamu berdukacita (terhadap apa yang akan menimpa kamu), padahal kamulah orang-orang yang tertinggi (mengatasi musuh dengan mencapai kemenangan) jika kamu orang-orang yang (sungguh-sungguh) beriman."
                },
                {
                    "id": 1091409,
                    "resource_id": 161,
                    "text": "তোমরা হীনবল ও দুঃখিত হয়ো না, বস্তুতঃ তোমরাই জয়ী থাকবে যদি তোমরা মু’মিন হও।"
                }
            ]
        },
        {
            "id": 433,
            "verse_number": 140,
            "verse_key": "3:140",
            "hizb_number": 7,
            "rub_el_hizb_number": 27,
            "ruku_number": 55,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ ٱلْقَوْمَ قَرْحٌ مِّثْلُهُۥ ۚ وَتِلْكَ ٱلْأَيَّامُ نُدَاوِلُهَا بَيْنَ ٱلنَّاسِ وَلِيَعْلَمَ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَيَتَّخِذَ مِنكُمْ شُهَدَآءَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلظَّـٰلِمِينَ",
            "page_number": 67,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98738,
                    "resource_id": 20,
                    "text": "If a wound should touch you - there has already touched the [opposing] people a wound similar to it. And these days [of varying conditions] We alternate among the people so that Allāh may make evident those who believe and [may] take to Himself from among you martyrs - and Allāh does not like the wrongdoers -"
                },
                {
                    "id": 216602,
                    "resource_id": 39,
                    "text": "Jika kamu (dalam peperangan Uhud) mendapat luka (tercedera), maka sesungguhnya kaum (musyrik yang mencerobohi kamu) itu telah (tercedera juga dan) mendaapat luka yang sama (dalam peperangan Badar). Dan demikian itulah keadaan hari-hari (dunia ini dengan peristiwa-peristiwa kemenangan atau kekalahan), kami gilirkan dia antara sesama manusia, (supaya menjadi pengajaran) dan supaya nyata apa yang diketahui Allah tentang orang-orang yang tetap beriman (dan yang sebaliknya), dan juga supaya Allah menjadikan sebahagian di antara kamu orang-orang yang mati Syahid. Dan (ingatlah), Allah tidak suka kepada orang-orang yang zalim."
                },
                {
                    "id": 1091410,
                    "resource_id": 161,
                    "text": "যদি তোমাদেরকে আঘাত স্পর্শ করে, অনুরূপ আঘাত তো অপর পক্ষকেও স্পর্শ করেছিল। (জয়-পরাজয়ের) এ দিনগুলোকে আমি মানুষের মধ্যে আবর্তিত করে থাকি যাতে আল্লাহ মু’মিনদেরকে চিনে নিতে পারেন এবং তোমাদের মধ্যে কাউকে কাউকে শহীদ হিসেবে গ্রহণ করতে পারেন, বস্তুতঃ আল্লাহ যালিমদেরকে ভালবাসেন না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}