{
    "verses": [
        {
            "id": 45,
            "verse_number": 38,
            "verse_key": "2:38",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 5,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "قُلْنَا ٱهْبِطُوا۟ مِنْهَا جَمِيعًا ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97896,
                    "resource_id": 20,
                    "text": "We said, \"Go down from it, all of you. And when guidance comes to you from Me, whoever follows My guidance - there will be no fear concerning them, nor will they grieve."
                },
                {
                    "id": 215764,
                    "resource_id": 39,
                    "text": "Kami berfirman lagi: \"Turunlah kamu semuanya dari syurga itu! Kemudian jika datang kepada kamu petunjuk dariKu (melalui Rasul-rasul dan Kitab-kitab yang diturunkan kepada mereka), maka sesiapa yang mengikuti petunjukKu itu nescaya tidak ada kebimbangan (dari sesuatu yang tidak baik) terhadap mereka, dan mereka pula tidak akan berdukacita\"."
                },
                {
                    "id": 1091022,
                    "resource_id": 161,
                    "text": "আমি বললাম, ‘তোমরা সকলেই এখান হতে নেমে যাও, পরে যখন আমার নিকট হতে তোমাদের কাছে সৎপথের নির্দেশ আসবে তখন যারা আমার সৎপথের অনুসরণ করবে তাদের কোন ভয় নেই এবং তারা দুঃখিতও হবে না’।"
                }
            ]
        },
        {
            "id": 46,
            "verse_number": 39,
            "verse_key": "2:39",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 5,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97908,
                    "resource_id": 20,
                    "text": "And those who disbelieve and deny Our signs - those will be companions of the Fire; they will abide therein eternally.\""
                },
                {
                    "id": 215776,
                    "resource_id": 39,
                    "text": "Dan orang-orang kafir yang mendustakan ayat-ayat keterangan kami, mereka itu ialah ahli neraka, mereka kekal di dalamnya."
                },
                {
                    "id": 1091023,
                    "resource_id": 161,
                    "text": "আর যারা কুফরী করবে ও আমার নিদর্শনগুলোকে অস্বীকার করবে, তারাই জাহান্নামী; সেখানে তারা চিরকাল থাকবে।"
                }
            ]
        },
        {
            "id": 47,
            "verse_number": 40,
            "verse_key": "2:40",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 6,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا۟ بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّـٰىَ فَٱرْهَبُونِ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97921,
                    "resource_id": 20,
                    "text": "O Children of Israel, remember My favor which I have bestowed upon you and fulfill My covenant [upon you] that I will fulfill your covenant [from Me], and be afraid of [only] Me."
                },
                {
                    "id": 215781,
                    "resource_id": 39,
                    "text": "Wahai Bani Israil! Kenangkanlah kamu akan segala nikmat yang telah Kuberikan kepada kamu, dan sempurnakanlah perjanjian (kamu) denganKu, supaya Aku sempurnakan perjanjianKu dengan kamu; dan kepada Akulah sahaja hendaklah kamu merasa gerun takut, (bukan kepada sesuatu yang lain)."
                },
                {
                    "id": 1091024,
                    "resource_id": 161,
                    "text": "হে বানী ইসরাঈল! আমার সেই অনুগ্রহকে স্মরণ কর, যদ্বারা আমি তোমাদেরকে অনুগৃহীত করেছি এবং আমার সঙ্গে তোমাদের অঙ্গীকার পূর্ণ কর, আমিও তোমাদের সঙ্গে আমার অঙ্গীকার পূর্ণ করব এবং তোমরা কেবল আমাকেই ভয় কর।"
                }
            ]
        },
        {
            "id": 48,
            "verse_number": 41,
            "verse_key": "2:41",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 6,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَءَامِنُوا۟ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا۟ أَوَّلَ كَافِرٍۭ بِهِۦ ۖ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا وَإِيَّـٰىَ فَٱتَّقُونِ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97922,
                    "resource_id": 20,
                    "text": "And believe in what I have sent down confirming that which is [already] with you, and be not the first to disbelieve in it. And do not exchange My signs for a small price, and fear [only] Me."
                },
                {
                    "id": 215783,
                    "resource_id": 39,
                    "text": "Dan berimanlah kamu dengan apa yang Aku turunkan (Al-Quran) yang mengesahkan benarnya Kitab yang ada pada kamu, dan janganlah kamu menjadi orang-orang yang mula-mula kafir (ingkar) akan dia; dan janganlah pula kamu menjadikan ayat-ayatKu (sebagai harga untuk) membeli kelebihan-kelebihan yang sedikit faedahnya; dan kepada Akulah sahaja hendaklah kamu bertaqwa."
                },
                {
                    "id": 1091025,
                    "resource_id": 161,
                    "text": "আর তোমরা ঈমান আন সেই কিতাবের প্রতি, যা তোমাদের নিকট আছে তার প্রত্যয়নকারী এবং তোমরাই তার প্রথম প্রত্যাখ্যানকারী হয়ো না এবং আমার আয়াতের বিনিময়ে সামান্য মূল্য গ্রহণ করো না, তোমরা কেবল আমাকেই ভয় কর।"
                }
            ]
        },
        {
            "id": 49,
            "verse_number": 42,
            "verse_key": "2:42",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 6,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَلْبِسُوا۟ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُوا۟ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97935,
                    "resource_id": 20,
                    "text": "And do not mix the truth with falsehood or conceal the truth while you know [it]."
                },
                {
                    "id": 215792,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu campur adukkan yang benar itu dengan yang salah, dan kamu sembunyikan yang benar itu pula padahal kamu semua mengetahuinya."
                },
                {
                    "id": 1091026,
                    "resource_id": 161,
                    "text": "তোমরা সত্যকে মিথ্যের সাথে মিশ্রিত করো না এবং জেনে শুনে সত্য গোপন করো না।"
                }
            ]
        },
        {
            "id": 50,
            "verse_number": 43,
            "verse_key": "2:43",
            "hizb_number": 1,
            "rub_el_hizb_number": 2,
            "ruku_number": 6,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱرْكَعُوا۟ مَعَ ٱلرَّٰكِعِينَ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97947,
                    "resource_id": 20,
                    "text": "And establish prayer and give zakāh<sup foot_note=195952>1</sup> and bow with those who bow [in worship and obedience]."
                },
                {
                    "id": 215804,
                    "resource_id": 39,
                    "text": "Dan dirikanlah kamu akan sembahyang dan keluarkanlah zakat, dan rukuklah kamu semua (berjemaah) bersama-sama orang-orang yang rukuk."
                },
                {
                    "id": 1091027,
                    "resource_id": 161,
                    "text": "তোমরা নামায কায়িম কর, যাকাত দাও এবং রুকূ‘কারীদের সঙ্গে রুকূ‘ কর।"
                }
            ]
        },
        {
            "id": 51,
            "verse_number": 44,
            "verse_key": "2:44",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 6,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَـٰبَ ۚ أَفَلَا تَعْقِلُونَ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97959,
                    "resource_id": 20,
                    "text": "Do you order righteousness of the people and forget<sup foot_note=195953>1</sup> yourselves while you recite the Scripture? Then will you not reason?"
                },
                {
                    "id": 214739,
                    "resource_id": 39,
                    "text": "Patutkah kamu menyuruh manusia supaya berbuat kebaikan sedang kamu lupa akan diri kamu sendiri; padahal kamu semua membaca Kitab Allah, tidakkah kamu berakal?"
                },
                {
                    "id": 1091028,
                    "resource_id": 161,
                    "text": "তোমরা কি মানুষকে সৎকর্মের নির্দেশ দিবে এবং নিজেদের কথা ভুলে যাবে, অথচ তোমরা কিতাব পাঠ কর, তবে কি তোমরা বুঝ না?"
                }
            ]
        },
        {
            "id": 52,
            "verse_number": 45,
            "verse_key": "2:45",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 6,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَـٰشِعِينَ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97971,
                    "resource_id": 20,
                    "text": "And seek help through patience and prayer; and indeed, it is difficult except for the humbly submissive [to Allāh]"
                },
                {
                    "id": 215826,
                    "resource_id": 39,
                    "text": "Dan mintalah pertolongan (kepada Allah) dengan jalan sabar dan mengerjakan sembahyang; dan sesungguhnya sembahyang itu amatlah berat kecuali kepada orang-orang yang khusyuk;"
                },
                {
                    "id": 1091029,
                    "resource_id": 161,
                    "text": "তোমরা ধৈর্য্য ও সলাতের মাধ্যমে সাহায্য প্রার্থনা কর, আর তা আল্লাহভীরু ব্যক্তিবর্গ ছাড়া অন্য সকলের কাছে নিশ্চিতভাবে কঠিন।"
                }
            ]
        },
        {
            "id": 53,
            "verse_number": 46,
            "verse_key": "2:46",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 6,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97983,
                    "resource_id": 20,
                    "text": "Who are certain that they will meet their Lord and that they will return to Him."
                },
                {
                    "id": 215839,
                    "resource_id": 39,
                    "text": "(Iaitu) mereka yang percaya dengan yakin bahawa mereka akan menemui Tuhan mereka, dan bahawa mereka akan kembali kepadaNya."
                },
                {
                    "id": 1091030,
                    "resource_id": 161,
                    "text": "যারা নিশ্চিত বিশ্বাস করে যে, তাদের প্রতিপালকের সঙ্গে তাদের সাক্ষাৎ ঘটবেই এবং তাঁরই দিকে তারা ফিরে যাবে।"
                }
            ]
        },
        {
            "id": 54,
            "verse_number": 47,
            "verse_key": "2:47",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97990,
                    "resource_id": 20,
                    "text": "O Children of Israel, remember My favor that I have bestowed upon you and that I preferred you over the worlds [i.e., peoples]."
                },
                {
                    "id": 214743,
                    "resource_id": 39,
                    "text": "Wahai Bani Israil! Kenangkanlah nikmat-nikmatKu yang Aku telah kurniakan kepada kamu, dan (ingatlah) bahawasanya Aku telah melebihkan (nenek-moyang) kamu (yang taat dahulu) atas orang-orang (yang ada pada zamannya)."
                },
                {
                    "id": 1091031,
                    "resource_id": 161,
                    "text": "হে বানী ইসরাঈল! আমার সেই অনুগ্রহকে স্মরণ কর যদ্বারা আমি তোমাদেরকে অনুগৃহীত করেছিলাম এবং পৃথিবীতে সকলের উপরে তোমাদেরকে শ্রেষ্ঠত্ব দিয়েছিলাম।"
                }
            ]
        },
        {
            "id": 55,
            "verse_number": 48,
            "verse_key": "2:48",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا شَفَـٰعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنصَرُونَ",
            "page_number": 7,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97992,
                    "resource_id": 20,
                    "text": "And fear a Day when no soul will suffice for another soul<sup foot_note=195954>1</sup> at all, nor will intercession be accepted from it, nor will compensation be taken from it, nor will they be aided."
                },
                {
                    "id": 215847,
                    "resource_id": 39,
                    "text": "Dan peliharalah diri kamu dari (azab sengsara) hari (akhirat), yang padanya seseorang tidak dapat melepaskan orang lain (yang berdosa) sedikitpun (dari balasan azab), dan tidak diterima syafaat daripadanya, dan tidak pula diambil daripadanya sebarang tebusan; dan mereka (yang bersalah itu) tidak akan diberi sebarang pertolongan."
                },
                {
                    "id": 1091032,
                    "resource_id": 161,
                    "text": "তোমরা সেদিনকে ভয় কর যেদিন কেউ কারো উপকারে আসবে না এবং কারও সুপারিশ গৃহীত হবে না এবং কারও নিকট থেকে ক্ষতিপূরণ গ্রহণ করা হবে না আর তারা কোন রকম সাহায্যও পাবে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 11,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 11
    }
}