{
    "verses": [
        {
            "id": 447,
            "verse_number": 154,
            "verse_key": "3:154",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 57,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ أَنزَلَ عَلَيْكُم مِّنۢ بَعْدِ ٱلْغَمِّ أَمَنَةً نُّعَاسًا يَغْشَىٰ طَآئِفَةً مِّنكُمْ ۖ وَطَآئِفَةٌ قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ يَظُنُّونَ بِٱللَّهِ غَيْرَ ٱلْحَقِّ ظَنَّ ٱلْجَـٰهِلِيَّةِ ۖ يَقُولُونَ هَل لَّنَا مِنَ ٱلْأَمْرِ مِن شَىْءٍ ۗ قُلْ إِنَّ ٱلْأَمْرَ كُلَّهُۥ لِلَّهِ ۗ يُخْفُونَ فِىٓ أَنفُسِهِم مَّا لَا يُبْدُونَ لَكَ ۖ يَقُولُونَ لَوْ كَانَ لَنَا مِنَ ٱلْأَمْرِ شَىْءٌ مَّا قُتِلْنَا هَـٰهُنَا ۗ قُل لَّوْ كُنتُمْ فِى بُيُوتِكُمْ لَبَرَزَ ٱلَّذِينَ كُتِبَ عَلَيْهِمُ ٱلْقَتْلُ إِلَىٰ مَضَاجِعِهِمْ ۖ وَلِيَبْتَلِىَ ٱللَّهُ مَا فِى صُدُورِكُمْ وَلِيُمَحِّصَ مَا فِى قُلُوبِكُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
            "page_number": 70,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98756,
                    "resource_id": 20,
                    "text": "Then after distress, He sent down upon you security [in the form of] drowsiness, overcoming a faction of you, while another faction worried about themselves, thinking of Allāh other than the truth - the thought of ignorance, saying, \"Is there anything for us [to have done] in this matter?\" Say, \"Indeed, the matter belongs completely to Allāh.\" They conceal within themselves what they will not reveal to you. They say, \"If there was anything we could have done in the matter, we [i.e., some of us] would not have been killed right here.\" Say, \"Even if you had been inside your houses, those decreed to be killed would have come out to their death beds.\" [It was] so that Allāh might test what is in your breasts and purify what is in your hearts. And Allāh is Knowing of that within the breasts."
                },
                {
                    "id": 216620,
                    "resource_id": 39,
                    "text": "Kemudian sesudah (kamu mengalami kejadian) yang mendukacitakan itu, Allah menurunkan kepada kamu perasaan aman tenteram, iaitu rasa mengantuk yang meliputi segolongan dari kamu (yang teguh imannya lagi ikhlas), sedang segolongan yang lain yang hanya mementingkan diri sendiri, menyangka terhadap Allah dengan sangkaan yang tidak benar, seperti sangkaan orang-orang jahiliyah. Mereka berkata: \"Adakah bagi kita sesuatu bahagian dari pertolongan kemenangan yang dijanjikan itu?\" Katakanlah (wahai Muhammad): \"Sesungguhnya perkara (yang telah dijanjikan) itu semuanya tertentu bagi Allah, (Dia lah sahaja yang berkuasa melakukannya menurut peraturan yang ditetapkanNya)\". Mereka sembunyikan dalam hati mereka apa yang mereka tidak nyatakan kepadamu. Mereka berkata (sesama sendiri): \"Kalaulah ada sedikit bahagian kita dari pertolongan yang dijanjikan itu, tentulah (orang-orang) kita tidak terbunuh di tempat ini?\" katakanlah (wahai Muhammad): \"Kalau kamu berada di rumah kamu sekalipun nescaya keluarlah juga orang-orang yang telah ditakdirkan (oleh Allah) akan terbunuh itu ke tempat mati masing-masing\". Dan (apa yang berlaku di medan perang Uhud itu) dijadikan oleh Allah untuk menguji apa yang ada dalam dada kamu, dan untuk membersihkan apa yang ada dalam hati kamu. Dan (ingatlah), Allah sentiasa mengetahui akan segala (isi hati) yang ada di dalam dada."
                },
                {
                    "id": 1091424,
                    "resource_id": 161,
                    "text": "অতঃপর কষ্টের পর আল্লাহ তোমাদের প্রতি শান্তি-তন্দ্রা প্রেরণ করলেন, যা তোমাদের একদলকে আচ্ছন্ন করল এবং অন্যদল মূর্খের মতো আল্লাহর প্রতি কুধারণা পোষণ করতঃ নিজেরাই নিজেদের জীবনকে উদ্বেগাকুল করে বলল, কাজ-কর্মের ব্যাপারে (সিদ্ধান্ত গ্রহণের) আমাদের কিছুমাত্র অধিকার আছে কি? বল, ‘সমস্তই আল্লাহর নিরঙ্কুশ অধিকারভুক্ত’। তারা এমন সব কথা অন্তরে পোষণ করে- যা তোমার কাছে প্রকাশ করে না। তারা বলে, ‘যদি মতামত প্রদানের অধিকার আমাদের কিছুমাত্রও থাকত, তাহলে আমরা এ স্থলে নিহত হতাম না’। বলে দাও, ‘যদি তোমরা তোমাদের ঘরেও থাকতে, তথাপি যাদের ভাগ্যে মৃত্যু লেখা ছিল, তারা তাদের এ মৃত্যুশয্যার পানে বের হয়ে পড়ত’। এবং এজন্যও যে আল্লাহ তোমাদের অন্তরের ভেতরের বিষয়গুলো পরীক্ষা করেন এবং তোমাদের অন্তরস্থ বিষয়গুলোকে পরিষ্কার করেন, বস্তুতঃ আল্লাহ সকলের অন্তরের কথা সম্পর্কে বিশেষভাবে অবহিত।"
                }
            ]
        },
        {
            "id": 448,
            "verse_number": 155,
            "verse_key": "3:155",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 57,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ تَوَلَّوْا۟ مِنكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ إِنَّمَا ٱسْتَزَلَّهُمُ ٱلشَّيْطَـٰنُ بِبَعْضِ مَا كَسَبُوا۟ ۖ وَلَقَدْ عَفَا ٱللَّهُ عَنْهُمْ ۗ إِنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ",
            "page_number": 70,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98757,
                    "resource_id": 20,
                    "text": "Indeed, those of you who turned back on the day the two armies met [at Uḥud] - it was Satan who caused them to slip because of some [blame] they had earned. But Allāh has already forgiven them. Indeed, Allāh is Forgiving and Forbearing."
                },
                {
                    "id": 216626,
                    "resource_id": 39,
                    "text": "Bahawasanya orang-orang yang telah berpaling (melarikan diri) di antara kamu pada hari bertemu dua angkatan tentera (Islam dan kafir dalam perang Uhud) itu, sesungguhnya mereka telah digelincirkan oleh Syaitan dengan sebab sebahagian dari perbuatan-perbuatan (yang salah) yang mereka telah lakukan (pada masa yang lalu); dan demi sesungguhnya Allah telah memaafkan mereka, kerana sesungguhnya Allah Maha Pengampun, lagi Maha Penyabar."
                },
                {
                    "id": 1091425,
                    "resource_id": 161,
                    "text": "দু’দল পরস্পর সম্মুখীন হওয়ার দিন তোমাদের মধ্যে যারা পলায়নপর হয়েছিল, তোমাদের কোন কোন অতীত কার্যকলাপের জন্য শয়ত্বান তাদের পদস্খলন ঘটিয়েছিল এবং নিঃসন্দেহে আল্লাহ তাদেরকে ক্ষমা করেছেন; নিশ্চয়ই আল্লাহ ক্ষমাপরায়ণ, অতি সহনশীল।"
                }
            ]
        },
        {
            "id": 449,
            "verse_number": 156,
            "verse_key": "3:156",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ كَفَرُوا۟ وَقَالُوا۟ لِإِخْوَٰنِهِمْ إِذَا ضَرَبُوا۟ فِى ٱلْأَرْضِ أَوْ كَانُوا۟ غُزًّى لَّوْ كَانُوا۟ عِندَنَا مَا مَاتُوا۟ وَمَا قُتِلُوا۟ لِيَجْعَلَ ٱللَّهُ ذَٰلِكَ حَسْرَةً فِى قُلُوبِهِمْ ۗ وَٱللَّهُ يُحْىِۦ وَيُمِيتُ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "page_number": 70,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98758,
                    "resource_id": 20,
                    "text": "O you who have believed, do not be like those who disbelieved and said about their brothers when they traveled through the land or went out to fight, \"If they had been with us, they would not have died or have been killed,\" so Allāh makes that [misconception] a regret within their hearts. And it is Allāh who gives life and causes death, and Allāh is Seeing of what you do."
                },
                {
                    "id": 216627,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Janganlah kamu menjadi seperti orang-orang (munafik) yang telah kufur dan berkata kepada saudara-saudaranya apabila mereka pergi mengembara di muka bumi untuk berniaga, atau keluar berperang (lalu mati atau terbunuh): \"Kalau mereka tinggal bersama-sama kita, tentulah mereka tidak mati dan tidak terbunuh\". (Apa yang mereka katakan itu tidak ada faedahnya) bahkan akibatnya Allah menjadikan (kesan perkataan dan kepercayaan mereka) yang demikian itu: penyesalan dalam hati mereka. Dan (ingatlah), Allah yang menghidupkan dan yang mematikan, dan Allah sentiasa melihat akan segala yang kamu lakukan."
                },
                {
                    "id": 1091426,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! তোমরা তাদের মত হয়ো না, যারা কুফরী করে এবং তাদের ভাই-বন্ধুগণ যখন বিদেশে সফর করে কিংবা কোথাও যুদ্ধে লিপ্ত হয় তাদের সম্বন্ধে বলে, ‘তারা আমাদের কাছে থাকলে মরত না, নিহতও হত না’। ফলে আল্লাহ এটিকে তাদের মনের অনুতাপে পরিণত করে দেন, বস্তুতঃ আল্লাহ্ই জীবিত করেন ও মৃত্যুদান করেন আর তোমরা যা কিছু কর, আল্লাহ তার সম্যক দ্রষ্টা।"
                }
            ]
        },
        {
            "id": 450,
            "verse_number": 157,
            "verse_key": "3:157",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَئِن قُتِلْتُمْ فِى سَبِيلِ ٱللَّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ ٱللَّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ",
            "page_number": 70,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98759,
                    "resource_id": 20,
                    "text": "And if you are killed in the cause of Allāh or die - then forgiveness from Allāh and mercy are better than whatever they accumulate [in this world]."
                },
                {
                    "id": 216628,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya! Jika kamu terbunuh pada jalan Allah (dalam perang Sabil), atau kamu mati (mati biasa - semasa mengerjakan kebajikan umum), sesungguhnya keampunan dari Allah dan rahmatNya adalah lebih baik (bagi kamu) dari apa yang mereka (orang-orang kafir dan munafik) itu himpunkan (meliputi segala jenis kesenangan hidup)."
                },
                {
                    "id": 1091427,
                    "resource_id": 161,
                    "text": "যদি তোমরা আল্লাহর পথে নিহত হও কিংবা মৃত্যুবরণ কর, তবে আল্লাহর দয়া ও ক্ষমা অতি উত্তম তারা যা সঞ্চয় করে তার চেয়ে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}