{
    "verses": [
        {
            "id": 451,
            "verse_number": 158,
            "verse_key": "3:158",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لَإِلَى ٱللَّهِ تُحْشَرُونَ",
            "page_number": 71,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98760,
                    "resource_id": 20,
                    "text": "And whether you die or are killed, unto Allāh you will be gathered."
                },
                {
                    "id": 214779,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya! jika kamu mati atau terbunuh, sudah tentu kepada Allah jualah kamu akan dihimpunkan (untuk menerima balasan)."
                },
                {
                    "id": 1091428,
                    "resource_id": 161,
                    "text": "তোমরা মারা গেলে বা নিহত হলে অবশ্যই আল্লাহর নিকট তোমাদেরকে একত্রিত করা হবে।"
                }
            ]
        },
        {
            "id": 452,
            "verse_number": 159,
            "verse_key": "3:159",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَبِمَا رَحْمَةٍ مِّنَ ٱللَّهِ لِنتَ لَهُمْ ۖ وَلَوْ كُنتَ فَظًّا غَلِيظَ ٱلْقَلْبِ لَٱنفَضُّوا۟ مِنْ حَوْلِكَ ۖ فَٱعْفُ عَنْهُمْ وَٱسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى ٱلْأَمْرِ ۖ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُتَوَكِّلِينَ",
            "page_number": 71,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98761,
                    "resource_id": 20,
                    "text": "So by mercy from Allāh, [O Muḥammad], you were lenient with them. And if you had been rude [in speech] and harsh in heart, they would have disbanded from about you. So pardon them and ask forgiveness for them and consult them in the matter. And when you have decided, then rely upon Allāh. Indeed, Allāh loves those who rely [upon Him]."
                },
                {
                    "id": 216629,
                    "resource_id": 39,
                    "text": "Maka dengan sebab rahmat (yang melimpah-limpah) dari Allah (kepadamu wahai Muhammad), engkau telah bersikap lemah-lembut kepada mereka (sahabat-sahabat dan pengikutmu), dan kalaulah engkau bersikap kasar lagi keras hati, tentulah mereka lari dari kelilingmu. Oleh itu maafkanlah mereka (mengenai kesalahan yang mereka lakukan terhadapmu), dan pohonkanlah ampun bagi mereka, dan juga bermesyuaratlah dengan mereka dalam urusan (peperangan dan hal-hal keduniaan) itu. kemudian apabila engkau telah berazam (sesudah bermesyuarat, untuk membuat sesuatu) maka bertawakalah kepada Allah, sesungguhnya Allah Mengasihi orang-orang yang bertawakal kepadaNya."
                },
                {
                    "id": 1091429,
                    "resource_id": 161,
                    "text": "সুতরাং আল্লাহর পরম অনুগ্রহ যে তুমি তাদের উপর দয়ার্দ্র রয়েছ, এবং যদি তুমি রূঢ় মেজাজ ও কঠিন হৃদয় হতে তবে অবশ্যই তারা তোমার নিকট হতে সরে যেত। সুতরাং তাদের দোষ ক্ষমা কর এবং আল্লাহর কাছে তাদের গুনাহের জন্য ক্ষমা চাও এবং কাজ-কর্মে তাদের সঙ্গে পরামর্শ কর, অতঃপর যখন (কোন ব্যাপারে) সংকল্পবদ্ধ হও, তখন আল্লাহরই প্রতি ভরসা কর; নিশ্চয় আল্লাহ ভরসাকারীদেরকে পছন্দ করেন।"
                }
            ]
        },
        {
            "id": 453,
            "verse_number": 160,
            "verse_key": "3:160",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِن يَنصُرْكُمُ ٱللَّهُ فَلَا غَالِبَ لَكُمْ ۖ وَإِن يَخْذُلْكُمْ فَمَن ذَا ٱلَّذِى يَنصُرُكُم مِّنۢ بَعْدِهِۦ ۗ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
            "page_number": 71,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98764,
                    "resource_id": 20,
                    "text": "If Allāh should aid you, no one can overcome you; but if He should forsake you, who is there that can aid you after Him? And upon Allāh let the believers rely."
                },
                {
                    "id": 216632,
                    "resource_id": 39,
                    "text": "Jika Allah menolong kamu mencapai kemenangan maka tidak ada sesiapa pun yang akan dapat mengalahkan kamu; dan jika Ia mengalahkan kamu, maka siapakah yang akan dapat menolong kamu sesudah Allah (menetapkan yang demikian)? Dan (ingatlah), kepada Allah jualah hendaknya orang-orang yang beriman itu berserah diri."
                },
                {
                    "id": 1091430,
                    "resource_id": 161,
                    "text": "যদি আল্লাহ তোমাদের সাহায্য করেন, তবে তোমাদের উপর কেউই বিজয়ী হতে পারবে না এবং যদি তিনি তোমাদের সাহায্য না করেন, সে অবস্থায় এমন কে আছে যে, তোমাদেরকে সাহায্য করবে? মু’মিনদের আল্লাহর প্রতি নির্ভর করাই উচিত।"
                }
            ]
        },
        {
            "id": 454,
            "verse_number": 161,
            "verse_key": "3:161",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَا كَانَ لِنَبِىٍّ أَن يَغُلَّ ۚ وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ ٱلْقِيَـٰمَةِ ۚ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
            "page_number": 71,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98765,
                    "resource_id": 20,
                    "text": "It is not [attributable] to any prophet that he would act unfaithfully [in regard to war booty]. And whoever betrays, [taking unlawfully], will come with what he took on the Day of Resurrection. Then will every soul be [fully] compensated for what it earned, and they will not be wronged."
                },
                {
                    "id": 216633,
                    "resource_id": 39,
                    "text": "Dan tiadalah patut bagi seseorang Nabi itu (disangkakan) berkhianat (menggelapkan harta rampasan perang), dan sesiapa yang berkhianat (menggelapkan sesuatu), ia akan bawa bersama pada hari kiamat kelak apa yang dikhianatinya itu; kemudian tiap-tiap seorang akan disempurnakan (balasan bagi) apa yang telah diusahakannya, sedang mereka tidak akan dikurangkan sedikitpun (balasannya)."
                },
                {
                    "id": 1091431,
                    "resource_id": 161,
                    "text": "কোন নাবী খিয়ানাত করতে পারে না, যে ব্যক্তি খিয়ানাত করবে, সে খিয়ানাতকৃত বস্তুসহ ক্বিয়ামাতের দিন উপস্থিত হবে, অতঃপর প্রত্যেককে যা সে অর্জন করেছে তা পুরোপুরি দেয়া হবে, কারও প্রতি কোন প্রকার যুলম করা হবে না।"
                }
            ]
        },
        {
            "id": 455,
            "verse_number": 162,
            "verse_key": "3:162",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَفَمَنِ ٱتَّبَعَ رِضْوَٰنَ ٱللَّهِ كَمَنۢ بَآءَ بِسَخَطٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمَصِيرُ",
            "page_number": 71,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98766,
                    "resource_id": 20,
                    "text": "So is one who pursues the pleasure of Allāh like one who brings upon himself the anger of Allāh and whose refuge is Hell? And wretched is the destination."
                },
                {
                    "id": 216634,
                    "resource_id": 39,
                    "text": "Adakah orang yang menurut keredaan Allah itu sama seperti orang yang kesudahannya mendapat kemurkaan dari Allah? Sedang tempat kembalinya ialah neraka Jahannam, dan itulah seburuk-buruk tempat kembali."
                },
                {
                    "id": 1091432,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি আল্লাহর সন্তুষ্টি অনুসরণ করে, সে কি আল্লাহর আক্রোশে পতিত লোকের ন্যায় হতে পারে? তার নিবাস হল জাহান্নাম, আর তা কতই না নিকৃষ্ট প্রত্যাবর্তনস্থল!"
                }
            ]
        },
        {
            "id": 456,
            "verse_number": 163,
            "verse_key": "3:163",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "هُمْ دَرَجَـٰتٌ عِندَ ٱللَّهِ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
            "page_number": 71,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98767,
                    "resource_id": 20,
                    "text": "They are [varying] degrees in the sight of Allāh, and Allāh is Seeing of whatever they do."
                },
                {
                    "id": 216635,
                    "resource_id": 39,
                    "text": "Mereka itu (yang menurut keredaan Allah, dan yang mendapat kemurkaanNya), mempunyai tingkatan-tingkatan (pahala atau dosa yang berlainan) di sisi Allah; dan Allah Maha Melihat akan segala yang mereka kerjakan."
                },
                {
                    "id": 1091433,
                    "resource_id": 161,
                    "text": "আল্লাহর নিকট তাদের বিভিন্ন মর্যাদা রয়েছে, বস্তুতঃ তারা যা কিছুই করছে, আল্লাহ তার সম্যক দ্রষ্টা।"
                }
            ]
        },
        {
            "id": 457,
            "verse_number": 164,
            "verse_key": "3:164",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَقَدْ مَنَّ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنفُسِهِمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
            "page_number": 71,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98768,
                    "resource_id": 20,
                    "text": "Certainly did Allāh confer [great] favor upon the believers when He sent among them a Messenger from themselves, reciting to them His verses and purifying them and teaching them the Book [i.e., the Qur’ān] and wisdom,<sup foot_note=196076>1</sup> although they had been before in manifest error."
                },
                {
                    "id": 216636,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah telah mengurniakan (rahmatNya) kepada orang-orang yang beriman, setelah Ia mengutuskan dalam kalangan mereka seorang Rasul dari bangsa mereka sendiri, yang membacakan kepada mereka ayat-ayat Allah (kandungan Al-Quran yang membuktikan keesaan Allah dan kekuasaanNya), dan membersihkan mereka (dari iktiqad yang sesat), serta mengajar mereka Kitab Allah (Al-Quran) dan Hikmah (pengetahuan yang mendalam mengenai hukum-hukum Syariat). Dan sesungguhnya mereka sebelum (kedatangan Nabi Muhammad) itu adalah dalam kesesatan yang nyata."
                },
                {
                    "id": 1091434,
                    "resource_id": 161,
                    "text": "নিশ্চয় আল্লাহ মু’মিনদের প্রতি অত্যন্ত অনুকম্পা প্রদর্শন করেছেন, যখন তাদের নিকট তাদের নিজস্ব একজনকে রসূল করে পাঠিয়েছেন, সে তাদেরকে আল্লাহর আয়াত পড়ে শুনাচ্ছে, তাদেরকে পরিশোধন করছে, তাদেরকে কিতাব ও হিকমাত (সুন্নাহ) শিক্ষা দিচ্ছে, যদিও তারা পূর্বে সুস্পষ্ট গোমরাহীতে ছিল।"
                }
            ]
        },
        {
            "id": 458,
            "verse_number": 165,
            "verse_key": "3:165",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَوَلَمَّآ أَصَـٰبَتْكُم مُّصِيبَةٌ قَدْ أَصَبْتُم مِّثْلَيْهَا قُلْتُمْ أَنَّىٰ هَـٰذَا ۖ قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 71,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98769,
                    "resource_id": 20,
                    "text": "Why [is it that] when a [single] disaster struck you [on the day of Uḥud], although you had struck [the enemy in the battle of Badr] with one twice as great, you said, \"From where is this?\" Say, \"It is from yourselves [i.e., due to your sin].\" Indeed, Allāh is over all things competent."
                },
                {
                    "id": 216637,
                    "resource_id": 39,
                    "text": "(Patutkah kamu melanggar perintah Rasulullah)? dan (kemudiannya) apabila kamu ditimpa kemalangan (dalam peperangan Uhud), yang kamu telahpun memenangi seperti itu sebanyak dua kali ganda (dengan menimpakan kemalangan kepada musuh dalam peperangan Badar), kamu berkata: \"Dari mana datangnya (kemalangan) ini? \"Katakanlah (wahai Muhammad): \"Kemalangan) itu ialah dari kesalahan diri kamu sendiri (melanggar perintah Rasulullah)\". Sesungguhnya Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091435,
                    "resource_id": 161,
                    "text": "কী ব্যাপার! তোমাদের উপর যখন বিপদ এসেছে অথচ তোমরা তো (বদর যুদ্ধে তোমাদের শত্রুদের) এটা অপেক্ষা দ্বিগুণ বিপদ ঘটিয়েছিলে, এখন তোমরা বলছ, ‘এটা কোথেকে আসল’? (তাদেরকে) বল, ‘ওটা তোমাদের নিজেদের নিকট থেকেই এসেছে’, নিশ্চয় আল্লাহ সকল বস্তুর উপর ক্ষমতাবান।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}