{
    "verses": [
        {
            "id": 459,
            "verse_number": 166,
            "verse_key": "3:166",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَآ أَصَـٰبَكُمْ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ فَبِإِذْنِ ٱللَّهِ وَلِيَعْلَمَ ٱلْمُؤْمِنِينَ",
            "page_number": 72,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98770,
                    "resource_id": 20,
                    "text": "And what struck you on the day the two armies met [at Uḥud] was by permission of Allāh that He might make evident the [true] believers"
                },
                {
                    "id": 216638,
                    "resource_id": 39,
                    "text": "Dan apa yang telah menimpa kamu pada hari bertemu dua kumpulan (angkatan tentera - di medan perang Uhud) itu, maka (adalah ia) dengan izin Allah, dan dengan tujuan Allah hendak melahirkan dengan nyata akan orang-orang yang (sebenar-benarnya) beriman."
                },
                {
                    "id": 1091436,
                    "resource_id": 161,
                    "text": "দু’দল পরস্পরের সম্মুখীন হওয়ার দিন যে বিপদ পৌঁছেছিল, তা আল্লাহর হুকুমে ঘটেছিল, এর উদ্দেশ্য ছিল প্রকৃত মু’মিনদেরকে জেনে নেয়া।"
                }
            ]
        },
        {
            "id": 460,
            "verse_number": 167,
            "verse_key": "3:167",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلِيَعْلَمَ ٱلَّذِينَ نَافَقُوا۟ ۚ وَقِيلَ لَهُمْ تَعَالَوْا۟ قَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ أَوِ ٱدْفَعُوا۟ ۖ قَالُوا۟ لَوْ نَعْلَمُ قِتَالًا لَّٱتَّبَعْنَـٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلْإِيمَـٰنِ ۚ يَقُولُونَ بِأَفْوَٰهِهِم مَّا لَيْسَ فِى قُلُوبِهِمْ ۗ وَٱللَّهُ أَعْلَمُ بِمَا يَكْتُمُونَ",
            "page_number": 72,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98771,
                    "resource_id": 20,
                    "text": "And that He might make evident those who are hypocrites. For it was said to them, \"Come, fight in the way of Allāh or [at least] defend.\" They said, \"If we had known [there would be] battle, we would have followed you.\" They were nearer to disbelief that day than to faith, saying with their mouths what was not in their hearts. And Allāh is most knowing of what they conceal -"
                },
                {
                    "id": 216639,
                    "resource_id": 39,
                    "text": "Dan juga dengan tujuan Ia hendak melahirkan dengan nyata akan dikatakan kepada mereka: \"Marilah berperang pada jalan Allah (untuk membela Islam), atau pertahankanlah (diri, keluarga dan harta benda kamu)\". Mereka menjawab: \"Kalaulah kami faham ada peperangan (dengan sebenar-benarnya), tentulah kami mengikut kamu (turut berperang)\". Mereka ketika (mengeluarkan perkataan) itu lebih dekat kepada kufur dari dekatnya kepada iman. Mereka selalu menyebut dengan mulutnya apa yang tidak ada dalam hatinya. Dan (ingatlah), Allah Maha Mengetahui akan apa yang mereka sembunyikan."
                },
                {
                    "id": 1091437,
                    "resource_id": 161,
                    "text": "আর মুনাফিকদেরকেও জেনে নেয়া। তাদেরকে বলা হয়েছিল; এসো, ‘আল্লাহর পথে যুদ্ধ কর, কিংবা (কমপক্ষে) নিজেদের প্রতিরক্ষার ব্যবস্থা কর’। তখন তারা বলল, ‘যদি আমরা জানতাম যুদ্ধ হবে, তাহলে অবশ্যই তোমাদের অনুসরণ করতাম’। তারা ঐ দিন ঈমানের চেয়ে কুফরীরই নিকটতম ছিল, তারা মুখে এমন কথা বলে যা তাদের অন্তরে নেই, যা কিছু তারা গোপন করে আল্লাহ তা বিশেষরূপে জ্ঞাত আছেন।"
                }
            ]
        },
        {
            "id": 461,
            "verse_number": 168,
            "verse_key": "3:168",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ قَالُوا۟ لِإِخْوَٰنِهِمْ وَقَعَدُوا۟ لَوْ أَطَاعُونَا مَا قُتِلُوا۟ ۗ قُلْ فَٱدْرَءُوا۟ عَنْ أَنفُسِكُمُ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 72,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98773,
                    "resource_id": 20,
                    "text": "Those who said about their brothers while sitting [at home], \"If they had obeyed us, they would not have been killed.\" Say, \"Then prevent death from yourselves, if you should be truthful.\""
                },
                {
                    "id": 216640,
                    "resource_id": 39,
                    "text": "Merekalah juga yang mengatakan tentang hal saudara-saudaranya (yang telah terbunuh di medan perang Uhud), sedang mereka sendiri tidak turut berperang: \"Kalaulah mereka taatkan kami (turut menarik diri) tentulah mereka tidak terbunuh\". Katakanlah (wahai Muhammad): \"Jika demikian, hindarkanlah maut dari diri kamu, jika betul kamu orang-orang yang benar\"."
                },
                {
                    "id": 1091438,
                    "resource_id": 161,
                    "text": "যারা বসে থেকে নিজেদের ভাইদের সম্বন্ধে বলতে লাগল, আমাদের কথামত চললে তারা নিহত হত না। বল, তোমরা সত্যবাদী হলে তোমাদের নিজেদের উপর থেকে মরণকে হটিয়ে দাও।"
                }
            ]
        },
        {
            "id": 462,
            "verse_number": 169,
            "verse_key": "3:169",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَحْسَبَنَّ ٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتًۢا ۚ بَلْ أَحْيَآءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ",
            "page_number": 72,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98774,
                    "resource_id": 20,
                    "text": "And never think of those who have been killed in the cause of Allāh as dead. Rather, they are alive with their Lord, receiving provision,"
                },
                {
                    "id": 216644,
                    "resource_id": 39,
                    "text": "Dan jangan sekali-kali engkau menyangka orang-orang yang terbunuh (yang gugur Syahid) pada jalan Allah itu mati, (mereka tidak mati) bahkan mereka adalah hidup (secara istimewa) di sisi Tuhan mereka dengan mendapat rezeki;"
                },
                {
                    "id": 1091439,
                    "resource_id": 161,
                    "text": "যারা আল্লাহর পথে নিহত হয়েছে, তাদেরকে মৃত ভেব না, বরং তারা জীবিত, তাদের প্রতিপালকের সান্নিধ্যে থেকে তারা রিযকপ্রাপ্ত হচ্ছে।"
                }
            ]
        },
        {
            "id": 463,
            "verse_number": 170,
            "verse_key": "3:170",
            "hizb_number": 7,
            "rub_el_hizb_number": 28,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَرِحِينَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ وَيَسْتَبْشِرُونَ بِٱلَّذِينَ لَمْ يَلْحَقُوا۟ بِهِم مِّنْ خَلْفِهِمْ أَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
            "page_number": 72,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98777,
                    "resource_id": 20,
                    "text": "Rejoicing in what Allāh has bestowed upon them of His bounty, and they receive good tidings about those [to be martyred] after them who have not yet joined them - that there will be no fear concerning them, nor will they grieve."
                },
                {
                    "id": 216649,
                    "resource_id": 39,
                    "text": "(Dan juga) mereka bersukacita dengan kurniaan Allah (balasan mati Syahid) yang telah dilimpahkan kepada mereka, dan mereka bergembira dengan berita baik mengenai (saudara-saudaranya) orang-orang (Islam yang sedang berjuang), yang masih tinggal di belakang, yang belum (mati dan belum) sampai kepada mereka, (iaitu) bahawa tidak ada kebimbangan (dari berlakunya kejadian yang tidak baik) terhadap mereka, dan mereka pula tidak akan berdukacita."
                },
                {
                    "id": 1091440,
                    "resource_id": 161,
                    "text": "আল্লাহ নিজ অনুগ্রহে তাদেরকে যা দিয়েছেন তা লাভ করে তারা আনন্দিত আর যে সব ঈমানদার লোক তাদের পেছনে (পৃথিবীতে) রয়ে গেছে, এখনও তাদের সাথে এসে মিলিত হয়নি, তাদের কোন ভয় ও চিন্তে নেই জেনে তারা আনন্দিত।"
                }
            ]
        },
        {
            "id": 464,
            "verse_number": 171,
            "verse_key": "3:171",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 58,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ ٱللَّهِ وَفَضْلٍ وَأَنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُؤْمِنِينَ",
            "page_number": 72,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98778,
                    "resource_id": 20,
                    "text": "They receive good tidings of favor from Allāh and bounty and [of the fact] that Allāh does not allow the reward of believers to be lost -"
                },
                {
                    "id": 216650,
                    "resource_id": 39,
                    "text": "Mereka bergembira dengan balasan nikmat dari Allah dan limpah kurniaNya; dan (ingatlah), bahawa Allah tidak menghilangkan pahala orang-orang yang beriman."
                },
                {
                    "id": 1091441,
                    "resource_id": 161,
                    "text": "আল্লাহর নি‘মাত এবং অনুগ্রহের কারণে তারা আনন্দ প্রকাশ করে আর এটা জেনে যে, আল্লাহ মু’মিনদের সাওয়াব বিনষ্ট করেন না।"
                }
            ]
        },
        {
            "id": 465,
            "verse_number": 172,
            "verse_key": "3:172",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 59,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ ٱسْتَجَابُوا۟ لِلَّهِ وَٱلرَّسُولِ مِنۢ بَعْدِ مَآ أَصَابَهُمُ ٱلْقَرْحُ ۚ لِلَّذِينَ أَحْسَنُوا۟ مِنْهُمْ وَٱتَّقَوْا۟ أَجْرٌ عَظِيمٌ",
            "page_number": 72,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98779,
                    "resource_id": 20,
                    "text": "Those [believers] who responded to Allāh and the Messenger after injury had struck them. For those who did good among them and feared Allāh is a great reward -"
                },
                {
                    "id": 216651,
                    "resource_id": 39,
                    "text": "Iaitu orang-orang yang menjunjung perintah Allah dan RasulNya (supaya keluar menentang musuh yang menceroboh), sesudah mereka mendapat luka (tercedera di medan perang Uhud). Untuk orang-orang yang telah berbuat baik di antara mereka dan yang bertaqwa, ada balasan yang amat besar."
                },
                {
                    "id": 1091442,
                    "resource_id": 161,
                    "text": "আঘাতপ্রাপ্ত হওয়ার পরও যারা আল্লাহ এবং রসূলের ডাকে সাড়া দিয়েছে তাদের মধ্যে যারা সৎকাজ করে ও তাকওয়া অবলম্বন করে তাদের জন্য রয়েছে মহা প্রতিদান।"
                }
            ]
        },
        {
            "id": 466,
            "verse_number": 173,
            "verse_key": "3:173",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 59,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ قَالَ لَهُمُ ٱلنَّاسُ إِنَّ ٱلنَّاسَ قَدْ جَمَعُوا۟ لَكُمْ فَٱخْشَوْهُمْ فَزَادَهُمْ إِيمَـٰنًا وَقَالُوا۟ حَسْبُنَا ٱللَّهُ وَنِعْمَ ٱلْوَكِيلُ",
            "page_number": 72,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98780,
                    "resource_id": 20,
                    "text": "Those to whom people [i.e., hypocrites] said, \"Indeed, the people have gathered against you, so fear them.\" But it [merely] increased them in faith, and they said, \"Sufficient for us is Allāh, and [He is] the best Disposer of affairs.\"<sup foot_note=196077>1</sup>"
                },
                {
                    "id": 216652,
                    "resource_id": 39,
                    "text": "Mereka juga ialah yang diberitahu oleh orang-orang (pembawa berita) kepada mereka: \"Bahawa kaum (kafir musyrik) telah mengumpulkan tentera untuk memerangi kamu, oleh itu hendaklah kamu gerun kepadanya\". Maka berita itu makin menambahkan iman mereka lalu berkata: \"Cukuplah untuk (menolong) kami, dan Ia sebaik-baik pengurus (yang terserah kepadaNya segala urusan kami)\"."
                },
                {
                    "id": 1091443,
                    "resource_id": 161,
                    "text": "যাদেরকে লোকে খবর দিয়েছিল যে, একটা বড় বাহিনী তোমাদের বিরুদ্ধে জড় হচ্ছে, কাজেই তাদেরকে ভয় কর। তখন তা তাদের ঈমান বৃদ্ধি করে দিল এবং তারা বলল, ‘আমাদের জন্যে আল্লাহ্ই যথেষ্ট এবং তিনি কতই না উত্তম কর্মবিধায়ক!’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}