{
    "verses": [
        {
            "id": 467,
            "verse_number": 174,
            "verse_key": "3:174",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 59,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَٱنقَلَبُوا۟ بِنِعْمَةٍ مِّنَ ٱللَّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوٓءٌ وَٱتَّبَعُوا۟ رِضْوَٰنَ ٱللَّهِ ۗ وَٱللَّهُ ذُو فَضْلٍ عَظِيمٍ",
            "page_number": 73,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98781,
                    "resource_id": 20,
                    "text": "So they returned with favor from Allāh and bounty, no harm having touched them. And they pursued the pleasure of Allāh, and Allāh is the possessor of great bounty."
                },
                {
                    "id": 216653,
                    "resource_id": 39,
                    "text": "Setelah (pergi mengejar musuh), mereka kembali dengan mendapat nikmat dan limpah kurnia dari Allah, mereka tidak disentuh oleh sesuatu bencana pun, serta mereka pula menurut keredaan Allah. Dan ingatlah), Allah mempunyai limpah kurnia yang amat besar."
                },
                {
                    "id": 1091444,
                    "resource_id": 161,
                    "text": "অতঃপর তারা আল্লাহর নি‘মাত ও অনুগ্রহসহ ফিরে আসল, কোনও প্রকার অনিষ্ট তাদেরকে স্পর্শ করেনি, তারা আল্লাহর সন্তুষ্টির অনুসরণ করেছিল এবং আল্লাহ মহাকল্যাণময়।"
                }
            ]
        },
        {
            "id": 468,
            "verse_number": 175,
            "verse_key": "3:175",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 59,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّمَا ذَٰلِكُمُ ٱلشَّيْطَـٰنُ يُخَوِّفُ أَوْلِيَآءَهُۥ فَلَا تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ",
            "page_number": 73,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98782,
                    "resource_id": 20,
                    "text": "That is only Satan who frightens [you] of his supporters. So fear them not, but fear Me, if you are [indeed] believers."
                },
                {
                    "id": 216654,
                    "resource_id": 39,
                    "text": "Sesungguhnya (pembawa berita) yang demikian itu ialah syaitan yang (bertujuan) menakut-nakutkan (kamu terhadap) pengikut-pengikutnya (kaum kafir musyrik). Oleh itu, janganlah kamu takut kepada mereka, tetapi takutlah kepadaKu (jangan cuaikan perintahKu), jika betul kamu orang-orang yang beriman."
                },
                {
                    "id": 1091445,
                    "resource_id": 161,
                    "text": "এ লোকেরা হচ্ছে শয়ত্বান; তোমাদেরকে তার বন্ধুদের ভয় দেখায়, তোমরা তাদেরকে ভয় করো না, আমাকেই ভয় কর, যদি তোমরা মু’মিন হও।"
                }
            ]
        },
        {
            "id": 469,
            "verse_number": 176,
            "verse_key": "3:176",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 59,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا يَحْزُنكَ ٱلَّذِينَ يُسَـٰرِعُونَ فِى ٱلْكُفْرِ ۚ إِنَّهُمْ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا ۗ يُرِيدُ ٱللَّهُ أَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى ٱلْـَٔاخِرَةِ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
            "page_number": 73,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98783,
                    "resource_id": 20,
                    "text": "And do not be grieved, [O Muḥammad], by those who hasten into disbelief. Indeed, they will never harm Allāh at all. Allāh intends that He should give them no share in the Hereafter, and for them is a great punishment."
                },
                {
                    "id": 216655,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau berdukacita (wahai Muhammad), disebabkan orang-orang yang segera menceburkan diri dalam kekufuran; kerana sesungguhnya mereka tidak sekali-kali akan dapat mendatangkan mudarat kepada Allah sedikitpun. Allah menetapkan tidak memberi kepada mereka (balasan baik syurga) pada hari akhirat kelak, dan mereka pula beroleh azab seksa yang amat besar."
                },
                {
                    "id": 1091446,
                    "resource_id": 161,
                    "text": "যারা কুফরীর দিকে দ্রুত ধাবমান তারা যেন তোমাকে মর্মপীড়া না দেয়। তারা কক্ষনো আল্লাহর কিছুই ক্ষতি করতে পারবে না। পরকালে কোন অংশই আল্লাহ তাদেরকে দিতে ইচ্ছে করেন না, তাদের জন্য আছে মহাশাস্তি।"
                }
            ]
        },
        {
            "id": 470,
            "verse_number": 177,
            "verse_key": "3:177",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 59,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْكُفْرَ بِٱلْإِيمَـٰنِ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 73,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98784,
                    "resource_id": 20,
                    "text": "Indeed, those who purchase disbelief [in exchange] for faith - never will they harm Allāh at all, and for them is a painful punishment."
                },
                {
                    "id": 216641,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang membeli (memilih) kufur dengan meninggalkan iman tidak sekali-kali mereka akan dapat mendatangkan mudarat kepada Allah sedikitpun, dan mereka pula beroleh azab seksa yang tidak terperi sakitnya."
                },
                {
                    "id": 1091447,
                    "resource_id": 161,
                    "text": "যারা ঈমানের বিনিময়ে কুফরী ক্রয় করেছে, তারা কক্ষনো আল্লাহর কিছুমাত্র অনিষ্ট করতে পারবে না, তাদের জন্য আছে যন্ত্রণাদায়ক শাস্তি।"
                }
            ]
        },
        {
            "id": 471,
            "verse_number": 178,
            "verse_key": "3:178",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 59,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّمَا نُمْلِى لَهُمْ خَيْرٌ لِّأَنفُسِهِمْ ۚ إِنَّمَا نُمْلِى لَهُمْ لِيَزْدَادُوٓا۟ إِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِينٌ",
            "page_number": 73,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98785,
                    "resource_id": 20,
                    "text": "And let not those who disbelieve ever think that [because] We extend their time [of enjoyment] it is better for them. We only extend it for them so that they may increase in sin, and for them is a humiliating punishment."
                },
                {
                    "id": 216642,
                    "resource_id": 39,
                    "text": "Dan jangan sekali-kali orang-orang kafir menyangka bahawa Kami membiarkan (mereka hidup lama) itu baik bagi diri mereka; kerana sesungguhnya Kami biarkan mereka hanyalah supaya mereka bertambah dosa (di dunia), dan mereka pula beroleh azab seksa yang menghina (di akhirat kelak)."
                },
                {
                    "id": 1091448,
                    "resource_id": 161,
                    "text": "কাফিরগণ যেন কিছুতেই এ ধারণা পোষণ না করে যে, তাদেরকে আমি যে অবকাশ দিয়েছি তা তাদের জন্য মঙ্গলজনক; আমি তাদেরকে শুধু এজন্য অবকাশ দেই যে, যেন তাদের পাপের পরিমাণ বেড়ে যায়, তাদের জন্য আছে লাঞ্ছনাদায়ক শাস্তি।"
                }
            ]
        },
        {
            "id": 472,
            "verse_number": 179,
            "verse_key": "3:179",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 59,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَّا كَانَ ٱللَّهُ لِيَذَرَ ٱلْمُؤْمِنِينَ عَلَىٰ مَآ أَنتُمْ عَلَيْهِ حَتَّىٰ يَمِيزَ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ ۗ وَمَا كَانَ ٱللَّهُ لِيُطْلِعَكُمْ عَلَى ٱلْغَيْبِ وَلَـٰكِنَّ ٱللَّهَ يَجْتَبِى مِن رُّسُلِهِۦ مَن يَشَآءُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرُسُلِهِۦ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ فَلَكُمْ أَجْرٌ عَظِيمٌ",
            "page_number": 73,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98786,
                    "resource_id": 20,
                    "text": "Allāh would not leave the believers in that [state] you are in [presently] until He separates the evil from the good. Nor would Allāh reveal to you the unseen. But [instead], Allāh chooses of His messengers whom He wills, so believe in Allāh and His messengers. And if you believe and fear Him, then for you is a great reward."
                },
                {
                    "id": 216643,
                    "resource_id": 39,
                    "text": "Allah tidak sekali-kali akan membiarkan orang-orang yang beriman dalam keadaan yang kamu ada seorang (bercampur aduk mukmin dan munafik, bahkan Ia tetap menguji kamu) sehingga Ia memisahkan yang buruk (manufik) daripada yang baik (beriman). Dan Allah tidak sekali-kali akan memperlihatkan kepada kamu perkara-perkara yang Ghaib akan tetapi Allah memilih dari RasulNya sesiapa yang dikehendakiNya (untuk memperlihatkan kepadanya perkara-perkara yang Ghaib). Oleh itu berimanlah kamu kepada Allah dan Rasul-rasulNya; dan kamu beriman dan bertaqwa, maka kamu akan beroleh pahala yang besar."
                },
                {
                    "id": 1091449,
                    "resource_id": 161,
                    "text": "অসৎকে সৎ থেকে পৃথক না করা পর্যন্ত তোমরা যে অবস্থায় আছ, আল্লাহ মু’মিনদেরকে সে অবস্থায় ছেড়ে দিতে পারেন না এবং আল্লাহ তোমাদেরকে গায়িবের বিধান জ্ঞাত করেন না, তবে আল্লাহ তাঁর রাসূলগণের মধ্যে যাকে ইচ্ছে বেছে নেন, কাজেই তোমরা আল্লাহ এবং তাঁর রসূলগণের প্রতি ঈমান আন। যদি তোমরা ঈমান আন আর তাকওয়া অবলম্বন কর, তাহলে তোমাদের জন্য আছে মহাপুরস্কার।"
                }
            ]
        },
        {
            "id": 473,
            "verse_number": 180,
            "verse_key": "3:180",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 59,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ يَبْخَلُونَ بِمَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضْلِهِۦ هُوَ خَيْرًا لَّهُم ۖ بَلْ هُوَ شَرٌّ لَّهُمْ ۖ سَيُطَوَّقُونَ مَا بَخِلُوا۟ بِهِۦ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
            "page_number": 73,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98789,
                    "resource_id": 20,
                    "text": "And let not those who [greedily] withhold what Allāh has given them of His bounty ever think that it is better for them. Rather, it is worse for them. Their necks will be encircled by what they withheld on the Day of Resurrection. And to Allāh belongs the heritage of the heavens and the earth. And Allāh, of what you do, is [fully] Aware."
                },
                {
                    "id": 216645,
                    "resource_id": 39,
                    "text": "Dan jangan sekali-kali orang-orang yang bakhil dengan harta benda yang telah dikurniakan Allah kepada mereka dari kemurahanNya - menyangka bahawa keadaan bakhilnya itu baik bagi mereka. Bahkan ia adalah buruk bagi mereka. Mereka akan dikalongkan (diseksa) dengan apa yang mereka bakhilkan itu pada hari kiamat kelak. Dan bagi Allah jualah hak milik segala warisan (isi) langit dan bumi. Dan (ingatlah), Allah Maha Mengetahui dengan mendalam akan segala yang kamu kerjakan. (mukjizat) yang nyata dan dengan (korban) yang katakan, maka membunuh mereka, jika kamu orang-orang yang benar (dalam apa yang kamu dakwakan itu)?\""
                },
                {
                    "id": 1091450,
                    "resource_id": 161,
                    "text": "আল্লাহ নিজ অনুগ্রহে যা তাদেরকে দিয়েছেন তাতে যারা কৃপণতা করে, তারা যেন মনে না করে যে, তা তাদের জন্য কল্যাণকর, বরং তা তাদের জন্য (খুবই) অকল্যাণকর, তারা যাতে কৃপণতা করেছে, সত্বর ক্বিয়ামাতের দিন তারই বেড়ি তাদের গলায় পরিয়ে দেয়া হবে। আসমান ও যমীনের স্বত্বাধিকার কেবল আল্লাহরই। তোমরা যা কিছুই করছ আল্লাহ সে সম্পর্কে পূর্ণরূপে অবহিত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}