{
    "verses": [
        {
            "id": 474,
            "verse_number": 181,
            "verse_key": "3:181",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 60,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَّقَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ ۘ سَنَكْتُبُ مَا قَالُوا۟ وَقَتْلَهُمُ ٱلْأَنۢبِيَآءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
            "page_number": 74,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98790,
                    "resource_id": 20,
                    "text": "Allāh has certainly heard the statement of those [Jews] who said, \"Indeed, Allāh is poor, while we are rich.\" We will record what they said and their killing of the prophets without right and will say, \"Taste the punishment of the Burning Fire."
                },
                {
                    "id": 216657,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah telah mendengar perkataan orang-orang (Yahudi) yang mengatakan: Bahawasanya Allah miskin dan kami ialah orang-orang kaya. Kami (Allah) akan menuliskan perkataan mereka itu dan perbuatan mereka membunuh Nabi-nabi dengan tidak ada alasan yang membenarkannya, dan Kami akan katakan kepada mereka: \"Rasalah kamu azab seksa yang sentiasa membakar -"
                },
                {
                    "id": 1091451,
                    "resource_id": 161,
                    "text": "আল্লাহ অবশ্যই তাদের উক্তি শ্রবণ করেছেন যারা বলে, ‘আল্লাহ দরিদ্র এবং আমরা ধনী’, তারা যা বলে তা আমি অবশ্যই লিপিবদ্ধ করে রাখব এবং (তাদের) অন্যায়ভাবে নাবীগণকে হত্যা করার বিষয়টিও (লিপিবদ্ধ করে রাখব) এবং আমি বলব- ‘জাহান্নামের দহন যন্ত্রণা ভোগ কর’।"
                }
            ]
        },
        {
            "id": 475,
            "verse_number": 182,
            "verse_key": "3:182",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 60,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيدِ",
            "page_number": 74,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98791,
                    "resource_id": 20,
                    "text": "That is for what your hands have put forth and because Allāh is not ever unjust to [His] servants.\""
                },
                {
                    "id": 216658,
                    "resource_id": 39,
                    "text": "(Azab seksa) yang demikian itu ialah disebabkan perbuatan yang - telah dilakukan oleh tangan kamu sendiri. Dan (ingatlah), sesungguhnya Allah tidak sekali-kali berlaku zalim kepada hamba-hambanya.\""
                },
                {
                    "id": 1091452,
                    "resource_id": 161,
                    "text": "এটা তোমাদের আগেই পাঠানো কাজের বিনিময়, কারণ আল্লাহ স্বীয় বান্দাগণের প্রতি কোন প্রকার যুলম করেন না।"
                }
            ]
        },
        {
            "id": 476,
            "verse_number": 183,
            "verse_key": "3:183",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 60,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ قَالُوٓا۟ إِنَّ ٱللَّهَ عَهِدَ إِلَيْنَآ أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّىٰ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ ٱلنَّارُ ۗ قُلْ قَدْ جَآءَكُمْ رُسُلٌ مِّن قَبْلِى بِٱلْبَيِّنَـٰتِ وَبِٱلَّذِى قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَـٰدِقِينَ",
            "page_number": 74,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98792,
                    "resource_id": 20,
                    "text": "[They are] those who said, \"Indeed, Allāh has taken our promise not to believe any messenger until he brings us an offering which fire [from heaven] will consume.\" Say, \"There have already come to you messengers before me with clear proofs and [even] that of which you speak. So why did you kill them, if you should be truthful?\""
                },
                {
                    "id": 216648,
                    "resource_id": 39,
                    "text": "Orang-orang (Yahudi itulah) yang berkata: \"Sebenarnya Allah telah perintahkan kami, supaya kami jangan beriman kepada seseorang Rasul sehingga ia membawa kepada kami korban yang dimakan api. \"Katakanlah (wahai Muhammad): \"Sesungguhnya telah datang kepada kamu beberapa Rasul dahulu daripadaku dengan membawa keterangan-keterangan (mukjizat) yang nyata dan dengan (korban) yang kamu membunuh mereka, jika kamu orang-orang yang benar (dalam yang kamu dakwakan itu)?"
                },
                {
                    "id": 1091453,
                    "resource_id": 161,
                    "text": "যারা ব’লে থাকে যে, ‘আল্লাহ আমাদের কাছে অঙ্গীকার নিয়েছেন, যেন আমরা আগুনে গ্রাস করে এমন কোন কুরবানী আমাদের সামনে না দেখানো পর্যন্ত কোন রসূলের প্রতি ঈমান না আনি’। বল, ‘আমার পূর্বে বহু রসূল বহু প্রমাণসহ তোমাদের নিকট এসেছিল এবং তোমাদের কথিত সেই মু’জিযা নিয়েও (এসেছিল)। যদি তোমরা সত্যবাদী হও, তাহলে কেন তোমরা তাদেরকে হত্যা করেছিলে?’"
                }
            ]
        },
        {
            "id": 477,
            "verse_number": 184,
            "verse_key": "3:184",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 60,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ جَآءُو بِٱلْبَيِّنَـٰتِ وَٱلزُّبُرِ وَٱلْكِتَـٰبِ ٱلْمُنِيرِ",
            "page_number": 74,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98793,
                    "resource_id": 20,
                    "text": "Then if they deny you, [O Muḥammad] - so were messengers denied before you, who brought clear proofs and written ordinances and the enlightening Scripture.<sup foot_note=196078>1</sup>"
                },
                {
                    "id": 216659,
                    "resource_id": 39,
                    "text": "Oleh itu, jika mereka mendustakanmu (wahai Muhammad, maka janganlah engkau berdukacita), kerana sesungguhnya Rasul-rasul yang terdahulu daripadamu telah didustakan juga; mereka telah membawa keterangan-keterangan (mukjizat) yang nyata dan Kitab-kitab (nasihat pengajaran), serta Kitab (Syariat) yang terang jelas."
                },
                {
                    "id": 1091454,
                    "resource_id": 161,
                    "text": "তারপরও যদি কাফিরগণ তোমাকে অস্বীকার করে, তবে তোমার পূর্বেও রসূলগণকে অস্বীকার করা হয়েছিল যারা স্পষ্ট নিদর্শন, অনেক সহীফা এবং দীপ্তিমান কিতাব নিয়ে এসেছিল।"
                }
            ]
        },
        {
            "id": 478,
            "verse_number": 185,
            "verse_key": "3:185",
            "hizb_number": 8,
            "rub_el_hizb_number": 29,
            "ruku_number": 60,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۗ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۖ فَمَن زُحْزِحَ عَنِ ٱلنَّارِ وَأُدْخِلَ ٱلْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا مَتَـٰعُ ٱلْغُرُورِ",
            "page_number": 74,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98794,
                    "resource_id": 20,
                    "text": "Every soul will taste death, and you will only be given your [full] compensation on the Day of Resurrection. So he who is drawn away from the Fire and admitted to Paradise has attained [his desire]. And what is the life of this world except the enjoyment of delusion."
                },
                {
                    "id": 216660,
                    "resource_id": 39,
                    "text": "Tiap-tiap yang bernyawa akan merasai mati, dan bahawasanya pada hari kiamat sahajalah akan disempurnakan balasan kamu. Ketika itu sesiapa yang dijauhkan dari neraka dan dimasukkan ke syurga maka sesungguhnya ia telah berjaya. Dan (ingatlah bahawa) kehidupan di dunia ini (meliputi segala kemewahannya dan pangkat kebesarannya) tidak lain hanyalah kesenangan bagi orang-orang yang terpedaya."
                },
                {
                    "id": 1091455,
                    "resource_id": 161,
                    "text": "প্রতিটি জীবন মৃত্যুর আস্বাদ গ্রহণ করবে এবং ক্বিয়ামাতের দিন তোমাদেরকে পূর্ণমাত্রায় বিনিময় দেয়া হবে। যে ব্যক্তিকে জাহান্নামের আগুন হতে রক্ষা করা হল এবং জান্নাতে দাখিল করা হল, অবশ্যই সে ব্যক্তি সফলকাম হল, কেননা পার্থিব জীবন ছলনার বস্তু ছাড়া আর কিছুই নয়।"
                }
            ]
        },
        {
            "id": 479,
            "verse_number": 186,
            "verse_key": "3:186",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 60,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ لَتُبْلَوُنَّ فِىٓ أَمْوَٰلِكُمْ وَأَنفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَمِنَ ٱلَّذِينَ أَشْرَكُوٓا۟ أَذًى كَثِيرًا ۚ وَإِن تَصْبِرُوا۟ وَتَتَّقُوا۟ فَإِنَّ ذَٰلِكَ مِنْ عَزْمِ ٱلْأُمُورِ",
            "page_number": 74,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98795,
                    "resource_id": 20,
                    "text": "You will surely be tested in your possessions and in yourselves. And you will surely hear from those who were given the Scripture before you and from those who associate others with Allāh much abuse. But if you are patient and fear Allāh - indeed, that is of the matters [worthy] of resolve."
                },
                {
                    "id": 216661,
                    "resource_id": 39,
                    "text": "Demi sesungguhnya, kamu akan diuji pada harta benda dan diri kamu. Dan demi sesungguhnya, kamu akan mendengar dari orang-orang yang telah diberikan Kitab dahulu daripada kamu dan orang-orang yang musyrik: banyak (tuduhan-tuduhan dan cacian) yang menyakitkan hati. Dalam pada itu, jika kamu bersabar dan bertaqwa maka sesungguhnya yang demikian itu adalah dari perkara-perkara yang dikehendaki diambil berat (melakukannya)."
                },
                {
                    "id": 1091456,
                    "resource_id": 161,
                    "text": "অবশ্যই তোমরা তোমাদের ধনের ও জানের ব্যাপারে পরীক্ষিত হবে এবং তোমরা নিশ্চয়ই তোমাদের আগের কিতাবধারীদের ও মুশরিকদের নিকট হতে দুঃখজনক অনেক কথা শুনবে এবং তোমরা যদি ধৈর্যধারণ কর আর তাকওয়া অবলম্বন কর, তবে অবশ্যই তা হবে দৃঢ় সংকল্পের কাজ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}