{
    "verses": [
        {
            "id": 480,
            "verse_number": 187,
            "verse_key": "3:187",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 60,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ أَخَذَ ٱللَّهُ مِيثَـٰقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ لَتُبَيِّنُنَّهُۥ لِلنَّاسِ وَلَا تَكْتُمُونَهُۥ فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ وَٱشْتَرَوْا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَبِئْسَ مَا يَشْتَرُونَ",
            "page_number": 75,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98796,
                    "resource_id": 20,
                    "text": "And [mention, O Muḥammad], when Allāh took a covenant from those who were given the Scripture, [saying], \"You must make it clear [i.e., explain it] to the people and not conceal it.\" But they threw it away behind their backs and exchanged it for a small price. And wretched is that which they purchased."
                },
                {
                    "id": 216662,
                    "resource_id": 39,
                    "text": "Dan (ingatlah) ketika Allah mengambil perjanjian setia dari orang-orang yang telah diberikan Kitab (iaitu): \"Demi sesungguhnya! Hendaklah kamu menerangkan isi Kitab itu kepada umat manusia, dan jangan sekali-kali kamu menyembunyikannya\". Kemudian mereka membuang (perjanjian setia) itu ke belakang mereka, serta mereka menukarnya dengan mengambil faedah dunia yang sedikit. Maka amatlah buruknya apa yang mereka dapati dari penukaran (Kalamullah dan janjiNya) itu."
                },
                {
                    "id": 1091457,
                    "resource_id": 161,
                    "text": "(স্মরণ কর) আল্লাহ আহলে কিতাবদের নিকট থেকে অঙ্গীকার নিয়েছিলেন- তোমরা অবশ্যই তা (অর্থাৎ কিতাব) মানুষের কাছে স্পষ্টভাবে বর্ণনা করবে আর তা গোপন করবে না, কিন্তু তারা তা অগ্রাহ্য করল এবং সামান্য মূল্যে বিক্রি করল, তারা যা ক্রয় করল সে বস্তু কতই না মন্দ!"
                }
            ]
        },
        {
            "id": 481,
            "verse_number": 188,
            "verse_key": "3:188",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 60,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَا تَحْسَبَنَّ ٱلَّذِينَ يَفْرَحُونَ بِمَآ أَتَوا۟ وَّيُحِبُّونَ أَن يُحْمَدُوا۟ بِمَا لَمْ يَفْعَلُوا۟ فَلَا تَحْسَبَنَّهُم بِمَفَازَةٍ مِّنَ ٱلْعَذَابِ ۖ وَلَهُمْ عَذَابٌ أَلِيمٌ",
            "page_number": 75,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98797,
                    "resource_id": 20,
                    "text": "And never think that those who rejoice in what they have perpetrated and like to be praised for what they did not do - never think them [to be] in safety from the punishment, and for them is a painful punishment."
                },
                {
                    "id": 216663,
                    "resource_id": 39,
                    "text": "Jangan sekali-kali engkau menyangka (wahai Muhammad, bahawa) orang-orang yang bergembira dengan apa yang mereka telah lakukan, dan mereka pula suka dipuji dengan apa yang mereka tidak lakukan - jangan sekali-kali engkau menyangka mereka akan terselamat dari seksa, dan mereka pula akan beroleh azab yang tidak terperi sakitnya."
                },
                {
                    "id": 1091458,
                    "resource_id": 161,
                    "text": "তোমরা এ সব লোককে আযাব থেকে সুরক্ষিত মনে করো না যারা নিজেদের কৃতকর্মের জন্য আনন্দিত এবং এমন কাজের জন্য প্রশংসিত হতে চায় মূলতঃ যা তারা করেনি, তাদের জন্য আছে যন্ত্রণাদায়ক শাস্তি।"
                }
            ]
        },
        {
            "id": 482,
            "verse_number": 189,
            "verse_key": "3:189",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 60,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
            "page_number": 75,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98798,
                    "resource_id": 20,
                    "text": "And to Allāh belongs the dominion of the heavens and the earth, and Allāh is over all things competent."
                },
                {
                    "id": 216664,
                    "resource_id": 39,
                    "text": "Dan bagi Allah jualah kuasa pemerintah langit dan bumi, dan Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091459,
                    "resource_id": 161,
                    "text": "বস্তুতঃ আসমান ও যমীনে আছে আল্লাহরই রাজত্ব এবং আল্লাহ সকল জিনিসের উপর ক্ষমতাবান।"
                }
            ]
        },
        {
            "id": 483,
            "verse_number": 190,
            "verse_key": "3:190",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ لَـَٔايَـٰتٍ لِّأُو۟لِى ٱلْأَلْبَـٰبِ",
            "page_number": 75,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98801,
                    "resource_id": 20,
                    "text": "Indeed, in the creation of the heavens and the earth and the alternation of the night and the day are signs for those of understanding -"
                },
                {
                    "id": 216669,
                    "resource_id": 39,
                    "text": "Sesungguhnya pada kejadian langit dan bumi, dan pada pertukaran malam dan siang, ada tanda-tanda (kekuasaan, kebijaksanaan, dan keluasan rahmat Allah) bagi orang-orang yang berakal;"
                },
                {
                    "id": 1091460,
                    "resource_id": 161,
                    "text": "নিশ্চয়ই আসমানসমূহ ও যমীনের সৃষ্টিতে এবং রাত্র ও দিনের আবর্তনে জ্ঞানবানদের জন্য বহু নিদর্শন আছে।"
                }
            ]
        },
        {
            "id": 484,
            "verse_number": 191,
            "verse_key": "3:191",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ يَذْكُرُونَ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَـٰذَا بَـٰطِلًا سُبْحَـٰنَكَ فَقِنَا عَذَابَ ٱلنَّارِ",
            "page_number": 75,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98802,
                    "resource_id": 20,
                    "text": "Who remember Allāh while standing or sitting or [lying] on their sides and give thought to the creation of the heavens and the earth, [saying], \"Our Lord, You did not create this aimlessly; exalted are You [above such a thing]; then protect us from the punishment of the Fire."
                },
                {
                    "id": 216671,
                    "resource_id": 39,
                    "text": "(Iaitu) orang-orang yang menyebut dan mengingati Allah semasa mereka berdiri dan duduk dan semasa mereka berbaring mengiring, dan mereka pula memikirkan tentang kejadian langit dan bumi (sambil berkata): \"Wahai Tuhan kami! Tidaklah Engkau menjadikan benda-benda ini dengan sia-sia, Maha Suci Engkau, maka peliharalah kami dari azab neraka."
                },
                {
                    "id": 1091461,
                    "resource_id": 161,
                    "text": "যারা আল্লাহকে দন্ডায়মান, উপবিষ্ট এবং শায়িত অবস্থায় স্মরণ করে থাকে এবং আসমান ও যমীনের সৃষ্টির ব্যাপারে চিন্তা করে (ও বলে) : ‘হে আমাদের প্রতিপালক! তুমি এসব অনর্থক সৃষ্টি করনি, তোমার পবিত্রতা বর্ণনা করছি, সুতরাং আমাদেরকে অগ্নির শাস্তি হতে রক্ষা কর।"
                }
            ]
        },
        {
            "id": 485,
            "verse_number": 192,
            "verse_key": "3:192",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ ٱلنَّارَ فَقَدْ أَخْزَيْتَهُۥ ۖ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
            "page_number": 75,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98803,
                    "resource_id": 20,
                    "text": "Our Lord, indeed whoever You admit to the Fire - You have disgraced him, and for the wrongdoers there are no helpers."
                },
                {
                    "id": 216672,
                    "resource_id": 39,
                    "text": "Wahai Tuhan kami! Sebenarnya sesiapa yang Engkau masukkan ke dalam neraka maka sesungguhnya Engkau telah menghinakannya, dan orang-orang yang zalim tidak akan beroleh seorang penolong pun;"
                },
                {
                    "id": 1091462,
                    "resource_id": 161,
                    "text": "হে আমাদের প্রতিপালক! তুমি যাকে আগুনে নিক্ষেপ করবে, তাকে অবশ্যই তুমি অপমান করবে আর যালিমদের কোন সাহায্যকারী নেই।"
                }
            ]
        },
        {
            "id": 486,
            "verse_number": 193,
            "verse_key": "3:193",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِى لِلْإِيمَـٰنِ أَنْ ءَامِنُوا۟ بِرَبِّكُمْ فَـَٔامَنَّا ۚ رَبَّنَا فَٱغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ ٱلْأَبْرَارِ",
            "page_number": 75,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98804,
                    "resource_id": 20,
                    "text": "Our Lord, indeed we have heard a caller [i.e., Prophet Muḥammad (ﷺ)] calling to faith, [saying], 'Believe in your Lord,' and we have believed. Our Lord, so forgive us our sins and remove from us our misdeeds and cause us to die among the righteous."
                },
                {
                    "id": 216673,
                    "resource_id": 39,
                    "text": "Wahai Tuhan kami! Sesungguhnya kami telah mendengar seorang Penyeru (Rasul) yang menyeru kepada iman, katanya: ` Berimanlah kamu kepada Tuhan kamu ', maka kami pun beriman. Wahai Tuhan kami, ampunkanlah dosa-dosa kami, dan hapuskanlah daripada kami kesalahan-kesalahan kami, dan matikanlah kami bersama orang-orang yang berbakti;"
                },
                {
                    "id": 1091463,
                    "resource_id": 161,
                    "text": "হে আমাদের প্রতিপালক! আমরা একজন ঘোষণাকারীকে ঈমানের ঘোষণা করতে শুনেছি যে, ‘তোমরা তোমাদের প্রতিপালকের প্রতি ঈমান আনো’। সে অনুযায়ী আমরা ঈমান এনেছি। সুতরাং হে আমাদের প্রতিপালক! আমাদের গুনাহ্গুলো ক্ষমা কর এবং আমাদের থেকে আমাদের মন্দ কাজগুলো বিদূরিত কর আর নেক বান্দাদের সঙ্গে শামিল করে আমাদের মৃত্যু ঘটাও।"
                }
            ]
        },
        {
            "id": 487,
            "verse_number": 194,
            "verse_key": "3:194",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ ٱلْقِيَـٰمَةِ ۗ إِنَّكَ لَا تُخْلِفُ ٱلْمِيعَادَ",
            "page_number": 75,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98805,
                    "resource_id": 20,
                    "text": "Our Lord, and grant us what You promised us through Your messengers and do not disgrace us on the Day of Resurrection. Indeed, You do not fail in [Your] promise.\""
                },
                {
                    "id": 216674,
                    "resource_id": 39,
                    "text": "Wahai Tuhan kami! Berikanlah kepada kami pahala yang telah Engkau janjikan kepada kami melalui Rasul-rasulMu, dan janganlah Engkau hinakan kami pada hari kiamat; sesungguhnya Engkau tidak memungkiri janji\"."
                },
                {
                    "id": 1091464,
                    "resource_id": 161,
                    "text": "‘হে আমাদের প্রতিপালক! তুমি স্বীয় রসূলদের মারফত আমাদেরকে যেসব বস্তুর ওয়াদা শুনিয়েছ, তা আমাদেরকে দান কর এবং ক্বিয়ামাতের দিন আমাদেরকে লাঞ্ছিত করো না, নিশ্চয়ই তুমি ওয়া‘দা খেলাফ কর না।’"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}