{
    "verses": [
        {
            "id": 488,
            "verse_number": 195,
            "verse_key": "3:195",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَٱسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّى لَآ أُضِيعُ عَمَلَ عَـٰمِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَىٰ ۖ بَعْضُكُم مِّنۢ بَعْضٍ ۖ فَٱلَّذِينَ هَاجَرُوا۟ وَأُخْرِجُوا۟ مِن دِيَـٰرِهِمْ وَأُوذُوا۟ فِى سَبِيلِى وَقَـٰتَلُوا۟ وَقُتِلُوا۟ لَأُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ثَوَابًا مِّنْ عِندِ ٱللَّهِ ۗ وَٱللَّهُ عِندَهُۥ حُسْنُ ٱلثَّوَابِ",
            "page_number": 76,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98807,
                    "resource_id": 20,
                    "text": "And their Lord responded to them, \"Never will I allow to be lost the work of [any] worker among you, whether male or female; you are of one another. So those who emigrated or were evicted from their homes or were harmed in My cause or fought or were killed - I will surely remove from them their misdeeds, and I will surely admit them to gardens beneath which rivers flow as reward from Allāh, and Allāh has with Him the best reward.\""
                },
                {
                    "id": 216675,
                    "resource_id": 39,
                    "text": "Maka Tuhan mereka perkenankan doa mereka (dengan firmanNya): \"Sesungguhnya Aku tidak akan sia-siakan amal orang-orang yang beramal dari kalangan kamu, sama ada lelaki atau perempuan, (kerana) setengah kamu (adalah keturunan) dari setengahnya yang lain; maka orang-orang yang berhijrah (kerana menyelamatkan ugamanya), dan yang diusir ke luar dari tempat tinggalnya, dan juga yang disakiti (dengan berbagai-bagai gangguan) kerana menjalankan ugamaKu, dan yang berperang (untuk mempertahankan Islam), dan yang terbunuh (gugur Syahid dalam perang Sabil) - sesungguhnya Aku akan hapuskan kesalahan-kesalahan mereka, dan sesungguhnya Aku akan masukkan mereka ke dalam Syurga yang mengalir di bawahnya beberapa sungai, sebagai pahala dari sisi Allah. Dan di sisi Allah jualah pahala yang sebaik-baiknya (bagi mereka yang beramal soleh)\"."
                },
                {
                    "id": 1091465,
                    "resource_id": 161,
                    "text": "তখন তাদের প্রতিপালক তাদের ডাকে সাড়া দিয়ে বললেন, তোমাদের মধ্যে পুরুষ হোক কিংবা নারীই হোক কোন কর্মীরই কর্মফল আমি নষ্ট করি না, তোমরা একে অপরের অংশ। সুতরাং যারা হিজরাত করবে এবং স্বীয় গৃহ হতে বিতাড়িত হবে ও আমার পথে নির্যাতিত হবে, যুদ্ধ করবে ও নিহত হবে, নিশ্চয় আমি তাদের গুনাহসমূহ দূর করে দেব এবং নিশ্চয়ই তাদেরকে এমন জান্নাতে দাখিল করবো, যার নীচ দিয়ে বয়ে যাচ্ছে নদ-নদী, আল্লাহর নিকট হতে পুরস্কার হিসেবে, বস্তুতঃ আল্লাহর নিকটেই উত্তম বিনিময়।"
                }
            ]
        },
        {
            "id": 489,
            "verse_number": 196,
            "verse_key": "3:196",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَا يَغُرَّنَّكَ تَقَلُّبُ ٱلَّذِينَ كَفَرُوا۟ فِى ٱلْبِلَـٰدِ",
            "page_number": 76,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98808,
                    "resource_id": 20,
                    "text": "Be not deceived by the [uninhibited] movement of the disbelievers throughout the land."
                },
                {
                    "id": 216676,
                    "resource_id": 39,
                    "text": "Jangan sekali-kali engkau (wahai Muhammad) terpedaya oleh usaha gerakan orang-orang yang kafir di dalam negeri (yang membawa keuntungan-keuntungan kepada mereka)."
                },
                {
                    "id": 1091466,
                    "resource_id": 161,
                    "text": "দেশে দেশে কাফিরদের সদম্ভ পদচারণা তোমাকে যেন বিভ্রান্ত না করে।"
                }
            ]
        },
        {
            "id": 490,
            "verse_number": 197,
            "verse_key": "3:197",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَتَـٰعٌ قَلِيلٌ ثُمَّ مَأْوَىٰهُمْ جَهَنَّمُ ۚ وَبِئْسَ ٱلْمِهَادُ",
            "page_number": 76,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98809,
                    "resource_id": 20,
                    "text": "[It is but] a small enjoyment; then their [final] refuge is Hell, and wretched is the resting place."
                },
                {
                    "id": 216677,
                    "resource_id": 39,
                    "text": "(Semuanya) itu hanyalah kesenangan yang sedikit, (akhirnya akan lenyap), kemudian tempat kembali mereka neraka Jahannam: dan itulah seburuk-buruk tempat ketetapan."
                },
                {
                    "id": 1091467,
                    "resource_id": 161,
                    "text": "সামান্য ভোগ, তারপর জাহান্নাম তাদের আবাস, আর তা কতই না নিকৃষ্ট বিশ্রামস্থল!"
                }
            ]
        },
        {
            "id": 491,
            "verse_number": 198,
            "verse_key": "3:198",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَـٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ جَنَّـٰتٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا نُزُلًا مِّنْ عِندِ ٱللَّهِ ۗ وَمَا عِندَ ٱللَّهِ خَيْرٌ لِّلْأَبْرَارِ",
            "page_number": 76,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98810,
                    "resource_id": 20,
                    "text": "But those who feared their Lord will have gardens beneath which rivers flow, abiding eternally therein, as accommodation from Allāh. And that which is with Allāh is best for the righteous."
                },
                {
                    "id": 216678,
                    "resource_id": 39,
                    "text": "Tetapi orang-orang yang bertaqwa kepada Tuhan mereka, mereka beroleh Syurga-syurga yang mengalir di bawahnya beberapa sungai, mereka kekal di dalamnya, sebagai tempat sambutan tetamu (yang meriah dengan nikmat pemberian) dari Allah. Dan (ingatlah) apa jua yang ada di sisi Allah adalah lebih bagi orang-orang yang berbakti (yang taat, yang banyak berbuat kebajikan)."
                },
                {
                    "id": 1091468,
                    "resource_id": 161,
                    "text": "কিন্তু যারা তাদের প্রতিপালককে ভয় করে, তাদের জন্য আছে জান্নাত যার পাদদেশে ঝর্ণাধারা প্রবাহিত, তারা তাতে চিরকাল থাকবে, এ হল আল্লাহর নিকট হতে আতিথ্য আর আল্লাহর নিকট যা আছে, তা সৎকর্মপরায়ণদের জন্য অতি উত্তম।"
                }
            ]
        },
        {
            "id": 492,
            "verse_number": 199,
            "verse_key": "3:199",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِنَّ مِنْ أَهْلِ ٱلْكِتَـٰبِ لَمَن يُؤْمِنُ بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَـٰشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِـَٔايَـٰتِ ٱللَّهِ ثَمَنًا قَلِيلًا ۗ أُو۟لَـٰٓئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ ۗ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
            "page_number": 76,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98811,
                    "resource_id": 20,
                    "text": "And indeed, among the People of the Scripture are those who believe in Allāh and what was revealed to you and what was revealed to them, [being] humbly submissive to Allāh. They do not exchange the verses of Allāh for a small price. Those will have their reward with their Lord. Indeed, Allāh is swift in account."
                },
                {
                    "id": 216679,
                    "resource_id": 39,
                    "text": "Dan sesungguhnya di antara Ahli Kitab, ada orang yang beriman kepada Allah dan (kepada) apa yang diturunkan kepada kamu (Al-Quran) dan juga (kepada) apa yang diturunkan kepada mereka, sedang mereka khusyuk kepada Allah dengan tidak menukarkan ayat-ayat Allah untuk mengambil keuntungan dunia yang sedikit. Mereka itu beroleh pahalanya di sisi Tuhan mereka. Sesungguhnya Allah Amat segera hitungan hisabNya."
                },
                {
                    "id": 1091469,
                    "resource_id": 161,
                    "text": "আহলে কিতাবদের মধ্যেকার কিছু লোক নিঃসন্দেহে এমনও আছে, যারা আল্লাহর উপর এবং তোমাদের উপর অবতীর্ণ কিতাবের এবং তাদের প্রতি অবতীর্ণ কিতাবের উপর ঈমান রাখে, তারা আল্লাহর প্রতি বিনয়াবনত, তারা আল্লাহর আয়াতকে তুচ্ছমূল্যে বিক্রয় করে না, এরাই তারা যাদের জন্য তাদের কর্মফল নির্ধারিত রয়েছে তাদের প্রতিপালকের নিকট, আল্লাহ হিসেব গ্রহণে ত্বরিতগতি।"
                }
            ]
        },
        {
            "id": 493,
            "verse_number": 200,
            "verse_key": "3:200",
            "hizb_number": 8,
            "rub_el_hizb_number": 30,
            "ruku_number": 61,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱصْبِرُوا۟ وَصَابِرُوا۟ وَرَابِطُوا۟ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
            "page_number": 76,
            "juz_number": 4,
            "translations": [
                {
                    "id": 98814,
                    "resource_id": 20,
                    "text": "O you who have believed, persevere<sup foot_note=196081>1</sup> and endure<sup foot_note=196080>2</sup> and remain stationed<sup foot_note=196079>3</sup> and fear Allāh that you may be successful."
                },
                {
                    "id": 216681,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman! Bersabarlah kamu (menghadapi segala kesukaran dalam mengerjakan perkara-perkara yang berkebajikan), dan kuatkanlah kesabaran kamu lebih daripada kesabaran musuh, di medan perjuangan), dan bersedialah (dengan kekuatan pertahanan di daerah-daerah sempadan) serta bertaqwalah kamu kepada Allah supaya, kamu berjaya (mencapai kemenangan)."
                },
                {
                    "id": 1091470,
                    "resource_id": 161,
                    "text": "হে মু’মিনগণ! ধৈর্য অবলম্বন কর, দৃঢ়তা প্রদর্শন কর, নিজেদের প্রতিরক্ষাকল্পে পারস্পরিক বন্ধন মজবুত কর এবং আল্লাহকে ভয় কর, যাতে তোমরা সফলকাম হতে পার।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}