{
    "verses": [
        {
            "id": 500,
            "verse_number": 7,
            "verse_key": "4:7",
            "hizb_number": 8,
            "rub_el_hizb_number": 31,
            "ruku_number": 62,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لِّلرِّجَالِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ ۚ نَصِيبًا مَّفْرُوضًا",
            "page_number": 78,
            "juz_number": 4,
            "translations": [
                {
                    "id": 100082,
                    "resource_id": 20,
                    "text": "For men is a share of what the parents and close relatives leave, and for women is a share of what the parents and close relatives leave, be it little or much - an obligatory share."
                },
                {
                    "id": 214844,
                    "resource_id": 39,
                    "text": "Orang-orang lelaki ada bahagian pusaka dari peninggalan ibu bapa dan kerabat, dan orang-orang perempuan pula ada bahagian pusaka dari peninggalan ibu bapa dan kerabat, sama ada sedikit atau banyak dari harta yang ditinggalkan itu; iaitu bahagian yang telah diwajibkan (dan ditentukan oleh Allah)."
                },
                {
                    "id": 1091477,
                    "resource_id": 161,
                    "text": "মাতা-পিতা এবং আত্মীয়দের রেখে যাওয়া সম্পত্তিতে পুরুষদের অংশ রয়েছে; আর মাতা-পিতা এবং আত্মীয়দের রেখে যাওয়া সম্পত্তিতে নারীদেরও অংশ আছে, তা অল্পই হোক আর বেশিই হোক, এক নির্ধারিত অংশ।"
                }
            ]
        },
        {
            "id": 501,
            "verse_number": 8,
            "verse_key": "4:8",
            "hizb_number": 8,
            "rub_el_hizb_number": 31,
            "ruku_number": 62,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا حَضَرَ ٱلْقِسْمَةَ أُو۟لُوا۟ ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينُ فَٱرْزُقُوهُم مِّنْهُ وَقُولُوا۟ لَهُمْ قَوْلًا مَّعْرُوفًا",
            "page_number": 78,
            "juz_number": 4,
            "translations": [
                {
                    "id": 100131,
                    "resource_id": 20,
                    "text": "And when [other] relatives and orphans and the needy are present at the [time of] division, then provide for them [something] out of it [i.e., the estate] and speak to them words of appropriate kindness."
                },
                {
                    "id": 217985,
                    "resource_id": 39,
                    "text": "Dan apabila kerabat (yang tidak berhak mendapat pusaka), dan anak-anak yatim serta orang-orang miskin hadir ketika pembahagian (harta pusaka) itu, maka berikanlah kepada mereka sedikit daripadanya, dan berkatalah kepada mereka dengan kata-kata yang baik."
                },
                {
                    "id": 1091478,
                    "resource_id": 161,
                    "text": "(সম্পত্তি) বণ্টনকালে স্বজন, ইয়াতীম এবং মিসকীন উপস্থিত থাকলে তাদেরকেও তাত্থেকে কিছু দিয়ে দেবে, তাদের সঙ্গে দয়ার্দ্র ন্যায়ানুগ কথা বলবে।"
                }
            ]
        },
        {
            "id": 502,
            "verse_number": 9,
            "verse_key": "4:9",
            "hizb_number": 8,
            "rub_el_hizb_number": 31,
            "ruku_number": 62,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلْيَخْشَ ٱلَّذِينَ لَوْ تَرَكُوا۟ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَـٰفًا خَافُوا۟ عَلَيْهِمْ فَلْيَتَّقُوا۟ ٱللَّهَ وَلْيَقُولُوا۟ قَوْلًا سَدِيدًا",
            "page_number": 78,
            "juz_number": 4,
            "translations": [
                {
                    "id": 100175,
                    "resource_id": 20,
                    "text": "And let those [executors and guardians] fear [injustice] as if they [themselves] had left weak offspring behind and feared for them. So let them fear Allāh and speak words of appropriate justice."
                },
                {
                    "id": 218029,
                    "resource_id": 39,
                    "text": "Dan hendaklah takut (kepada Allah daripada melakukan aniaya kepada anak-anak yatim oleh) orang-orang (yang menjadi penjaganya), yang jika ditakdirkan mereka pula meninggalkan anak-anak yang daif (yatim) di belakang mereka, (tentulah) mereka akan merasa bimbang terhadap (masa depan dan keselamatan) anak-anak mereka; oleh itu hendaklah mereka bertaqwa kepada Allah, dan hendaklah mereka mengatakan perkataan yang betul (menepati kebenaran)."
                },
                {
                    "id": 1091479,
                    "resource_id": 161,
                    "text": "তারা যেন ভয় করে যে, অসহায় সন্তান পেছনে ছেড়ে গেলে তারাও তাদের জন্য চিন্তিত হত, সুতরাং তারা যেন আল্লাহকে ভয় করে এবং সঙ্গত কথা বলে।"
                }
            ]
        },
        {
            "id": 503,
            "verse_number": 10,
            "verse_key": "4:10",
            "hizb_number": 8,
            "rub_el_hizb_number": 31,
            "ruku_number": 62,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱلَّذِينَ يَأْكُلُونَ أَمْوَٰلَ ٱلْيَتَـٰمَىٰ ظُلْمًا إِنَّمَا يَأْكُلُونَ فِى بُطُونِهِمْ نَارًا ۖ وَسَيَصْلَوْنَ سَعِيرًا",
            "page_number": 78,
            "juz_number": 4,
            "translations": [
                {
                    "id": 99616,
                    "resource_id": 20,
                    "text": "Indeed, those who devour the property of orphans unjustly are only consuming into their bellies fire. And they will be burned in a Blaze [i.e., Hellfire]."
                },
                {
                    "id": 217469,
                    "resource_id": 39,
                    "text": "Sesungguhnya orang-orang yang memakan harta anak-anak yatim secara zalim, sebenarnya mereka itu hanyalah menelan api ke dalam perut mereka; dan mereka pula akan masuk ke dalam api neraka yang menyala-nyala."
                },
                {
                    "id": 1091480,
                    "resource_id": 161,
                    "text": "যারা ইয়াতীমদের মাল অন্যায়ভাবে গ্রাস করে, তারা তো নিজেদের পেটে কেবল অগ্নিই ভক্ষণ করে, তারা শীঘ্রই জ্বলন্ত আগুনে জ্বলবে।"
                }
            ]
        },
        {
            "id": 504,
            "verse_number": 11,
            "verse_key": "4:11",
            "hizb_number": 8,
            "rub_el_hizb_number": 31,
            "ruku_number": 63,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يُوصِيكُمُ ٱللَّهُ فِىٓ أَوْلَـٰدِكُمْ ۖ لِلذَّكَرِ مِثْلُ حَظِّ ٱلْأُنثَيَيْنِ ۚ فَإِن كُنَّ نِسَآءً فَوْقَ ٱثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ ۖ وَإِن كَانَتْ وَٰحِدَةً فَلَهَا ٱلنِّصْفُ ۚ وَلِأَبَوَيْهِ لِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٌ ۚ فَإِن لَّمْ يَكُن لَّهُۥ وَلَدٌ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُ ۚ فَإِن كَانَ لَهُۥٓ إِخْوَةٌ فَلِأُمِّهِ ٱلسُّدُسُ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِى بِهَآ أَوْ دَيْنٍ ۗ ءَابَآؤُكُمْ وَأَبْنَآؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا ۚ فَرِيضَةً مِّنَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
            "page_number": 78,
            "juz_number": 4,
            "translations": [
                {
                    "id": 99627,
                    "resource_id": 20,
                    "text": "Allāh instructs you concerning your children [i.e., their portions of inheritance]: for the male, what is equal to the share of two females. But if there are [only] daughters, two or more, for them is two thirds of one's estate.<sup foot_note=196092>1</sup> And if there is only one, for her is half. And for one's parents, to each one of them is a sixth of his estate if he left children. But if he had no children and the parents [alone] inherit from him, then for his mother is one third. And if he had brothers [and/or sisters], for his mother is a sixth,<sup foot_note=196091>2</sup> after any bequest he [may have] made or debt.<sup foot_note=196090>3</sup> Your parents or your children - you know not which of them are nearest to you in benefit. [These shares are] an obligation [imposed] by Allāh. Indeed, Allāh is ever Knowing and Wise."
                },
                {
                    "id": 217483,
                    "resource_id": 39,
                    "text": "Allah perintahkan kamu mengenai (pembahagian harta pusaka untuk) anak-anak kamu, iaitu bahagian seorang anak lelaki menyamai bahagian dua orang anak perempuan. Tetapi jika anak-anak perempuan itu lebih dari dua, maka bahagian mereka ialah dua pertiga dari harta yang ditinggalkan oleh si mati. Dan jika anak perempuan itu seorang sahaja, maka bahagiannya ialah satu perdua (separuh) harta itu. Dan bagi ibu bapa (si mati), tiap-tiap seorang dari keduanya: satu perenam dari harta yang ditinggalkan oleh si mati, jika si mati itu mempunyai anak. Tetapi jika si mati tidak mempunyai anak, sedang yang mewarisinya hanyalah kedua ibu bapanya, maka bahagian ibunya ialah satu pertiga. Kalau pula si mati itu mempunyai beberapa orang saudara (adik-beradik), maka bahagian ibunya ialah satu perenam. (Pembahagian itu) ialah sesudah diselesaikan wasiat yang telah diwasiatkan oleh si mati, dan sesudah dibayarkan hutangnya. lbu-bapa kamu dan anak-anak kamu, kamu tidak mengetahui siapa di antaranya yang lebih dekat serta banyak manfaatnya kepada kamu (Pembahagian harta pusaka dan penentuan bahagian masing-masing seperti yang diterangkan itu ialah) ketetapan dari Allah; sesungguhnya Allah adalah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1091481,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদেরকে তোমাদের সন্তান-সন্ততির (অংশ) সম্পর্কে নির্দেশ দিচ্ছেন, পুরুষ দুই নারীর অংশের সমান পাবে, তবে সন্তান-সন্ততি যদি শুধু দু’জন নারীর অধিক হয় তাহলে তাঁরা রেখে যাওয়া সম্পত্তির তিন ভাগের দু’ ভাগ পাবে, আর কেবল একটি কন্যা থাকলে সে অর্ধেক পাবে এবং তার পিতা-মাতা উভয়ের প্রত্যেকে রেখে যাওয়া সম্পত্তির ছয় ভাগের এক ভাগ পাবে যদি তার সন্তান থাকে, আর যদি তার সন্তান না থাকে এবং তার ওয়ারিশ মাতা-পিতাই হয়, সে অবস্থায় তার মাতার জন্য এক তৃতীয়াংশ, কিন্তু তার ভাই-বোন থাকলে, তার মাতা পাবে ছয় ভাগের এক ভাগ, (ঐসব বণ্টন হবে) তার কৃত ওয়াসীয়াত অথবা ঋণ পরিশোধের পর। তোমরা জান না তোমাদের পিতা এবং সন্তানদের মধ্যে কে তোমাদের পক্ষে উপকারের দিক দিয়ে অধিকতর নিকটবর্তী। (এ বণ্টন) আল্লাহর পক্ষ হতে নির্ধারিত করে দেয়া হয়েছে, নিশ্চয় আল্লাহ মহাজ্ঞানী, প্রজ্ঞাশীল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}