{
    "verses": [
        {
            "id": 505,
            "verse_number": 12,
            "verse_key": "4:12",
            "hizb_number": 8,
            "rub_el_hizb_number": 32,
            "ruku_number": 63,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَٰجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ ۚ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكْنَ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ ۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ ۚ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكْتُم ۚ مِّنۢ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْنٍ ۗ وَإِن كَانَ رَجُلٌ يُورَثُ كَلَـٰلَةً أَوِ ٱمْرَأَةٌ وَلَهُۥٓ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَٰحِدٍ مِّنْهُمَا ٱلسُّدُسُ ۚ فَإِن كَانُوٓا۟ أَكْثَرَ مِن ذَٰلِكَ فَهُمْ شُرَكَآءُ فِى ٱلثُّلُثِ ۚ مِنۢ بَعْدِ وَصِيَّةٍ يُوصَىٰ بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ ۚ وَصِيَّةً مِّنَ ٱللَّهِ ۗ وَٱللَّهُ عَلِيمٌ حَلِيمٌ",
            "page_number": 79,
            "juz_number": 4,
            "translations": [
                {
                    "id": 99647,
                    "resource_id": 20,
                    "text": "And for you is half of what your wives leave if they have no child. But if they have a child, for you is one fourth of what they leave, after any bequest they [may have] made or debt. And for them [i.e., the wives] is one fourth if you leave no child. But if you leave a child, then for them is an eighth of what you leave, after any bequest you [may have] made or debt. And if a man or woman leaves neither ascendants nor descendants but has a brother or a sister, then for each one of them is a sixth. But if they are more than two, they share a third,<sup foot_note=196094>1</sup> after any bequest which was made or debt, as long as there is no detriment [caused].<sup foot_note=196093>2</sup> [This is] an ordinance from Allāh, and Allāh is Knowing and Forbearing."
                },
                {
                    "id": 217504,
                    "resource_id": 39,
                    "text": "Dan bagi kamu satu perdua dari harta yang ditinggalkan oleh isteri-isteri kamu jika mereka tidak mempunyai anak. Tetapi jika mereka mempunyai anak maka kamu beroleh satu perempat dari harta yang mereka tinggalkan, sesudah ditunaikan wasiat yang mereka wasiatkan dan sesudah dibayarkan hutangnya. Dan bagi mereka (isteri-isteri) pula satu perempat dari harta yang kamu tinggalkan, jika kamu tidak mempunyai anak. Tetapi kalau kamu mempunyai anak maka bahagian mereka (isteri-isteri kamu) ialah satu perlapan dari harta yang kamu tinggalkan, sesudah ditunaikan wasiat yang kamu wasiatkan, dan sesudah dibayarkan hutang kamu. Dan jika si mati yang diwarisi itu, lelaki atau perempuan, yang tidak meninggalkan anak atau bapa, dan ada meninggalkan seorang saudara lelaki (seibu) atau saudara perempuan (seibu) maka bagi tiap-tiap seorang dari keduanya ialah satu perenam. Kalau pula mereka (saudara-saudara yang seibu itu) lebih dari seorang, maka mereka bersekutu pada satu pertiga (dengan mendapat sama banyak lelaki dengan perempuan), sesudah ditunaikan wasiat yang diwasiatkan oleh si mati, dan sesudah dibayarkan hutangnya; wasiat-wasiat yang tersebut hendaknya tidak mendatangkan mudarat (kepada waris-waris). (Tiap-tiap satu hukum itu) ialah ketetapan dari Allah. Dan (ingatlah) Allah Maha Mengetahui, lagi Maha Penyabar."
                },
                {
                    "id": 1091482,
                    "resource_id": 161,
                    "text": "তোমাদের স্ত্রীদের রেখে যাওয়া সম্পত্তির অর্ধেক তোমাদের জন্য- যদি তাদের কোন সন্তান না থাকে আর যদি সন্তান থাকে, তবে তোমাদের জন্য তাদের রেখে যাওয়া সম্পত্তির এক চতুর্থাংশ, তাদের কৃত ওয়াসীয়াত কিংবা ঋণ পরিশোধের পর এবং তারা তোমাদের রেখে যাওয়া সম্পত্তির সিকি অংশ পাবে যদি তোমাদের কোন সন্তান না থাকে, আর তোমাদের সন্তান থাকলে তাদের জন্য তোমাদের সম্পত্তির আট ভাগের একভাগ- তোমাদের কৃত ওয়াসীয়ত কিংবা ঋণ পরিশোধের পর। যদি পিতা-মাতাহীন ও সন্তানহীন কোন পুরুষ বা নারীর শুধু বৈপিত্রেয় একটি ভাই বা একটি ভগ্নি থাকে, তবে প্রত্যেকের জন্য ছ’ ভাগের এক ভাগ। যদি তারা তার চেয়ে অধিক হয়, তবে সকলেই তৃতীয়াংশে শরীক হবে কৃত ওয়াসীয়াত কিংবা ঋণ পরিশোধের পরে, যদি কারো জন্য ক্ষতিকর না হয়, এ হল আল্লাহর বিধান, আল্লাহ সর্বজ্ঞ, সহনশীল।"
                }
            ]
        },
        {
            "id": 506,
            "verse_number": 13,
            "verse_key": "4:13",
            "hizb_number": 8,
            "rub_el_hizb_number": 32,
            "ruku_number": 63,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "تِلْكَ حُدُودُ ٱللَّهِ ۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدْخِلْهُ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ وَذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
            "page_number": 79,
            "juz_number": 4,
            "translations": [
                {
                    "id": 99670,
                    "resource_id": 20,
                    "text": "These are the limits [set by] Allāh, and whoever obeys Allāh and His Messenger will be admitted by Him to gardens [in Paradise] under which rivers flow, abiding eternally therein; and that is the great attainment."
                },
                {
                    "id": 217526,
                    "resource_id": 39,
                    "text": "Segala hukum yang tersebut adalah batas-batas (Syariat) Allah. Dan sesiapa yang taat kepada Allah dan RasulNya, akan dimasukkan oleh Allah ke dalam Syurga yang mengalir dari bawahnya beberapa sungai, mereka kekal di dalamnya; dan itulah kejayaan yang amat besar."
                },
                {
                    "id": 1091483,
                    "resource_id": 161,
                    "text": "এসব আল্লাহর নির্ধারিত সীমা এবং যে ব্যক্তি আল্লাহ এবং তাঁর রসূলের অনুসরণ করবে, আল্লাহ তাকে জান্নাতে দাখিল করবেন, যার পাদদেশে ঝর্ণাধারা প্রবাহিত, তারা তাতে চিরবাসী হবে এবং এটা বিরাট সাফল্য।"
                }
            ]
        },
        {
            "id": 507,
            "verse_number": 14,
            "verse_key": "4:14",
            "hizb_number": 8,
            "rub_el_hizb_number": 32,
            "ruku_number": 63,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدْخِلْهُ نَارًا خَـٰلِدًا فِيهَا وَلَهُۥ عَذَابٌ مُّهِينٌ",
            "page_number": 79,
            "juz_number": 4,
            "translations": [
                {
                    "id": 99692,
                    "resource_id": 20,
                    "text": "And whoever disobeys Allāh and His Messenger and transgresses His limits - He will put him into the Fire to abide eternally therein, and he will have a humiliating punishment."
                },
                {
                    "id": 217547,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang derhaka kepada Allah dan RasulNya, dan melampaui batas-batas SyariatNya, akan dimasukkan oleh Allah ke dalam api neraka, kekalah dia di dalamnya, dan baginya azab seksa yang amat menghina."
                },
                {
                    "id": 1091484,
                    "resource_id": 161,
                    "text": "আর যে ব্যক্তি আল্লাহ এবং তাঁর রসূলের নাফরমানী করবে এবং তাঁর নির্ধারিত সীমালঙ্ঘন করবে, আল্লাহ তাকে জাহান্নামে দাখিল করবেন, সে তাতে চিরবাসী হবে এবং সে অবমাননাকর শাস্তি ভোগ করবে।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 3,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 3
    }
}