{
    "verses": [
        {
            "id": 56,
            "verse_number": 49,
            "verse_key": "2:49",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ نَجَّيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
            "page_number": 8,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97995,
                    "resource_id": 20,
                    "text": "And [recall] when We saved you [i.e., your forefathers] from the people of Pharaoh, who afflicted you with the worst torment, slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord."
                },
                {
                    "id": 215849,
                    "resource_id": 39,
                    "text": "Dan (kenangkanlah) ketika Kami selamatkan kamu dari Firaun dan orang-orangnya, yang sentiasa menyeksa kamu dengan seksa yang seburuk-buruknya; mereka menyembelih anak-anak lelaki kamu dan membiarkan hidup anak-anak perempuan kamu; sedang kejadian yang demikian itu mengandungi bala bencana dan cubaan yang besar dari Tuhan kamu."
                },
                {
                    "id": 1091033,
                    "resource_id": 161,
                    "text": "স্মরণ কর, আমি যখন তোমাদেরকে ফেরাউন গোষ্ঠী হতে মুক্তি দিয়েছিলাম, যারা তোমাদের পুত্র সন্তানকে হত্যা ক’রে আর তোমাদের নারীদেরকে জীবিত রেখে তোমাদেরকে মর্মান্তিক যাতনা দিত আর এতে তোমাদের প্রভুর পক্ষ হতে ছিল মহাপরীক্ষা।"
                }
            ]
        },
        {
            "id": 57,
            "verse_number": 50,
            "verse_key": "2:50",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ فَرَقْنَا بِكُمُ ٱلْبَحْرَ فَأَنجَيْنَـٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ",
            "page_number": 8,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97998,
                    "resource_id": 20,
                    "text": "And [recall] when We parted the sea for you and saved you and drowned the people of Pharaoh while you were looking on."
                },
                {
                    "id": 216327,
                    "resource_id": 39,
                    "text": "Dan (kenangkanlah) ketika kami belahkan laut (Merah) untuk kamu lalui (kerana melarikan diri dari angkara Firaun), maka Kami selamatkan kamu dan Kami tenggelamkan Firaun bersama-sama tenteranya, sedang kamu semua menyaksikannya."
                },
                {
                    "id": 1091034,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন তোমাদের জন্য সাগরকে বিভক্ত করেছিলাম এবং তোমাদেরকে উদ্ধার করেছিলাম এবং ফেরাউন গোষ্ঠীকে নিমজ্জিত করেছিলাম আর তোমরা তা চেয়ে চেয়ে দেখছিলে।"
                }
            ]
        },
        {
            "id": 58,
            "verse_number": 51,
            "verse_key": "2:51",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ وَٰعَدْنَا مُوسَىٰٓ أَرْبَعِينَ لَيْلَةً ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
            "page_number": 8,
            "juz_number": 1,
            "translations": [
                {
                    "id": 97999,
                    "resource_id": 20,
                    "text": "And [recall] when We made an appointment with Moses for forty nights. Then you took [for worship] the calf after him [i.e., his departure], while you were wrongdoers."
                },
                {
                    "id": 216328,
                    "resource_id": 39,
                    "text": "Dan (kenangkanlah) ketika kami berjanji kepada Nabi Musa (untuk memberi Taurat kepadanya sesudah ia bersiap selama) empat puluh malam. Kemudian, setelah ia pergi, kamu menyembah (patung) anak lembu, dan kamu sebenarnya orang-orang yang zalim (terhadap diri sendiri)."
                },
                {
                    "id": 1091035,
                    "resource_id": 161,
                    "text": "যখন মূসার উপর চল্লিশ রজনীর ওয়া‘দা করেছিলাম (কিতাব প্রদানের জন্য), তার (প্রস্থানের) পর তোমরা তখন বাছুরকে উপাস্যরূপে গ্রহণ করেছিলে, বস্তুতঃ তোমরা তো ছিলে যালিম।"
                }
            ]
        },
        {
            "id": 59,
            "verse_number": 52,
            "verse_key": "2:52",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
            "page_number": 8,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98011,
                    "resource_id": 20,
                    "text": "Then We forgave you after that so perhaps you would be grateful."
                },
                {
                    "id": 216326,
                    "resource_id": 39,
                    "text": "Kemudian sesudah itu kami maafkan kesalahan kamu, supaya kamu bersyukur."
                },
                {
                    "id": 1091036,
                    "resource_id": 161,
                    "text": "এরপরও আমি তোমাদেরকে ক্ষমা করেছি যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।"
                }
            ]
        },
        {
            "id": 60,
            "verse_number": 53,
            "verse_key": "2:53",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَٱلْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
            "page_number": 8,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98023,
                    "resource_id": 20,
                    "text": "And [recall] when We gave Moses the Scripture and criterion<sup foot_note=195955>1</sup> that perhaps you would be guided."
                },
                {
                    "id": 215875,
                    "resource_id": 39,
                    "text": "Dan (kenangkanlah) ketika Kami turunkan kepada Nabi Musa kitab (Taurat) dan keterangan-keterangan (yang terkandung di dalamnya, yang membezakan antara yang benar dengan yang salah), supaya kamu mendapat petunjuk."
                },
                {
                    "id": 1091037,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন আমি মূসাকে কিতাব ও ফুরকান দিয়েছিলাম, যাতে তোমরা সৎপথ অবলম্বন কর।"
                }
            ]
        },
        {
            "id": 61,
            "verse_number": 54,
            "verse_key": "2:54",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلْعِجْلَ فَتُوبُوٓا۟ إِلَىٰ بَارِئِكُمْ فَٱقْتُلُوٓا۟ أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
            "page_number": 8,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98035,
                    "resource_id": 20,
                    "text": "And [recall] when Moses said to his people, \"O my people, indeed you have wronged yourselves by your taking of the calf [for worship]. So repent to your Creator and kill yourselves [i.e., the guilty among you]. That is best for [all of] you in the sight of your Creator.\" Then He accepted your repentance; indeed, He is the Accepting of Repentance, the Merciful."
                },
                {
                    "id": 215889,
                    "resource_id": 39,
                    "text": "Dan (kenangkanlah) ketika Nabi Musa berkata kepada kaumnya: \" Wahai kaumku! Sesungguhnya kamu telah menganiaya diri kamu sendiri dengan sebab kamu menyembah patung anak lembu itu, maka bertaubatlah kamu kepada Allah yang menjadikan kamu; iaitu bunuhlah diri kamu. Yang demikian itu lebih baik bagi kamu di sisi Allah yang menjadikan kamu, supaya Allah menerima taubat kamu itu. Sesungguhnya Dia lah Yang Maha Pengampun (Penerima taubat), lagi Maha Mengasihani\"."
                },
                {
                    "id": 1091038,
                    "resource_id": 161,
                    "text": "স্মরণ কর, মূসা যখন আপন কওমের লোককে বলল, ‘হে আমার কওম! বাছুরকে উপাস্যরূপে গ্রহণ ক’রে তোমরা নিজেদের প্রতি কঠিন অত্যাচার করেছ, কাজেই তোমরা তোমাদের সৃষ্টিকর্তার নিকট তাওবাহ কর এবং তোমরা নিজেদেরকে (নিরপরাধীরা অপরাধীদেরকে) হত্যা কর, তোমাদের স্রষ্টার নিকট এটাই শ্রেয়, অতঃপর তিনি তোমাদের প্রতি ক্ষমা প্রদর্শন করলেন, তিনি অত্যন্ত ক্ষমাশীল, পরম দয়ালু।’"
                }
            ]
        },
        {
            "id": 62,
            "verse_number": 55,
            "verse_key": "2:55",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهْرَةً فَأَخَذَتْكُمُ ٱلصَّـٰعِقَةُ وَأَنتُمْ تَنظُرُونَ",
            "page_number": 8,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98047,
                    "resource_id": 20,
                    "text": "And [recall] when you said, \"O Moses, we will never believe you until we see Allāh outright\"; so the thunderbolt took you while you were looking on."
                },
                {
                    "id": 215900,
                    "resource_id": 39,
                    "text": "Dan (kenangkanlah) ketika kamu berkata: \"Wahai Musa! Kami tidak akan beriman kepadamu sehingga kami dapat melihat Allah dengan terang (dengan mata kepala kami)\". Maka kerana itu kamu disambar petir, sedang kamu semua melihatnya."
                },
                {
                    "id": 1091039,
                    "resource_id": 161,
                    "text": "স্মরণ কর, যখন তোমরা বলেছিলে, ‘হে মূসা! আমরা আল্লাহকে সরাসরি না দেখা পর্যন্ত তোমাকে কক্ষনো বিশ্বাস করব না’। তখন বজ্র তোমাদেরকে পাকড়াও করেছিল আর তোমরা নিজেরাই তা প্রত্যক্ষ করছিলে।"
                }
            ]
        },
        {
            "id": 63,
            "verse_number": 56,
            "verse_key": "2:56",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ثُمَّ بَعَثْنَـٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
            "page_number": 8,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98059,
                    "resource_id": 20,
                    "text": "Then We revived you after your death that perhaps you would be grateful."
                },
                {
                    "id": 215915,
                    "resource_id": 39,
                    "text": "Kemudian kami bangkitkan kamu sesudah kamu mati (atau pengsan dari sambaran petir itu), supaya kamu bersyukur."
                },
                {
                    "id": 1091040,
                    "resource_id": 161,
                    "text": "অতঃপর তোমাদের মৃত্যুর পর আমি তোমাদেরকে আবার জীবিত করলাম, যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।"
                }
            ]
        },
        {
            "id": 64,
            "verse_number": 57,
            "verse_key": "2:57",
            "hizb_number": 1,
            "rub_el_hizb_number": 3,
            "ruku_number": 7,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَظَلَّلْنَا عَلَيْكُمُ ٱلْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۖ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
            "page_number": 8,
            "juz_number": 1,
            "translations": [
                {
                    "id": 98071,
                    "resource_id": 20,
                    "text": "And We shaded you with clouds and sent down to you manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not - but they were [only] wronging themselves."
                },
                {
                    "id": 215926,
                    "resource_id": 39,
                    "text": "Dan Kami telah menaungi kamu dengan awan (dari panas matahari di padang pasir) dan Kami turunkan kepada kamu \"Mann\" dan \"Salwa\", (serta Kami berfirman): \"Makanlah dari makanan-makanan yang baik yang Kami telah kurniakan kepada kamu\". Dan tidaklah mereka menganiaya Kami (sebab mereka kufurkan nikmat itu), tetapi sebenarnya mereka adalah menganiaya diri sendiri."
                },
                {
                    "id": 1091041,
                    "resource_id": 161,
                    "text": "আমি মেঘ দ্বারা তোমাদের উপর ছায়া বিস্তার করলাম, তোমাদের কাছে মান্না ও সালওয়া প্রেরণ করলাম, (আর বললাম)তোমাদেরকে যা দান করেছি তাথেকে বৈধ বস্তুগুলো খাও, আর মূলত তারা আমার প্রতি কোন যুলম করেনি, বরং তারা নিজেদের প্রতিই যুলম করেছিল।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 9,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 9
    }
}