{
    "verses": [
        {
            "id": 513,
            "verse_number": 20,
            "verse_key": "4:20",
            "hizb_number": 8,
            "rub_el_hizb_number": 32,
            "ruku_number": 64,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِنْ أَرَدتُّمُ ٱسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ وَءَاتَيْتُمْ إِحْدَىٰهُنَّ قِنطَارًا فَلَا تَأْخُذُوا۟ مِنْهُ شَيْـًٔا ۚ أَتَأْخُذُونَهُۥ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
            "page_number": 81,
            "juz_number": 4,
            "translations": [
                {
                    "id": 99758,
                    "resource_id": 20,
                    "text": "But if you want to replace one wife with another and you have given one of them a great amount [in gifts], do not take [back] from it anything. Would you take it in injustice and manifest sin?"
                },
                {
                    "id": 217615,
                    "resource_id": 39,
                    "text": "Dan jika kamu hendak mengambil isteri (baharu) menggantikan isteri (lama yang kamu ceraikan) sedang kamu telahpun memberikan kepada seseorang di antaranya (isteri yang diceraikan itu) harta yang banyak, maka janganlah kamu mengambil sedikitpun dari harta itu. Patutkah kamu mengambilnya dengan cara yang tidak benar dan (yang menyebabkan) dosa yang nyata?"
                },
                {
                    "id": 1091490,
                    "resource_id": 161,
                    "text": "যদি তোমরা এক স্ত্রী বদলিয়ে তদস্থলে অন্য স্ত্রী গ্রহণের ইচ্ছে কর এবং তাদের একজনকে অগাধ সম্পদও দিয়ে থাক, তবুও তাত্থেকে কিছুই ফিরিয়ে নিও না। তোমরা কি (স্ত্রীর নামে) মিথ্যে দুর্নাম রটিয়ে সুস্পষ্ট গুনাহ করে তা ফেরত নেবে?"
                }
            ]
        },
        {
            "id": 514,
            "verse_number": 21,
            "verse_key": "4:21",
            "hizb_number": 8,
            "rub_el_hizb_number": 32,
            "ruku_number": 64,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَكَيْفَ تَأْخُذُونَهُۥ وَقَدْ أَفْضَىٰ بَعْضُكُمْ إِلَىٰ بَعْضٍ وَأَخَذْنَ مِنكُم مِّيثَـٰقًا غَلِيظًا",
            "page_number": 81,
            "juz_number": 4,
            "translations": [
                {
                    "id": 99759,
                    "resource_id": 20,
                    "text": "And how could you take it while you have gone in unto each other and they have taken from you a solemn covenant?"
                },
                {
                    "id": 217616,
                    "resource_id": 39,
                    "text": "Dan bagaimana kamu tergamak mengambil balik pemberian itu padahal kasih mesra kamu telah terjalin antara satu dengan yang lain, dan mereka pula (isteri-isteri kamu itu) telahpun mengambil perjanjian yang kuat daripada kamu?"
                },
                {
                    "id": 1091491,
                    "resource_id": 161,
                    "text": "কেমন করেই বা তোমরা তা গ্রহণ করবে যখন তোমরা একে অন্যের সাথে সঙ্গত হয়েছ এবং তারা তোমাদের নিকট হতে (বিবাহ বন্ধনের) সুস্পষ্ট প্রতিশ্রুতি নিয়েছে।"
                }
            ]
        },
        {
            "id": 515,
            "verse_number": 22,
            "verse_key": "4:22",
            "hizb_number": 8,
            "rub_el_hizb_number": 32,
            "ruku_number": 64,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَنكِحُوا۟ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدْ سَلَفَ ۚ إِنَّهُۥ كَانَ فَـٰحِشَةً وَمَقْتًا وَسَآءَ سَبِيلًا",
            "page_number": 81,
            "juz_number": 4,
            "translations": [
                {
                    "id": 99773,
                    "resource_id": 20,
                    "text": "And do not marry those [women] whom your fathers married, except what has already occurred.<sup foot_note=196101>1</sup> Indeed, it was an immorality and hateful [to Allāh] and was evil as a way."
                },
                {
                    "id": 217628,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu berkahwin (dengan perempuan-perempuan) yang telah diperisterikan oleh bapa kamu kecuali apa yang telah berlaku pada masa yang lalu. Sesungguhnya perbuatan itu adalah satu perkara yang keji, dan dibenci (oleh Allah), serta menjadi seburuk-buruk jalan (yang dilalui dalam perkahwinan)."
                },
                {
                    "id": 1091492,
                    "resource_id": 161,
                    "text": "যাদেরকে তোমাদের পিতৃপুরুষ বিয়ে করেছে, সেসব নারীকে বিয়ে করো না, পূর্বে যা হয়ে গেছে হয়ে গেছে, নিশ্চয়ই তা অশ্লীল, অতি ঘৃণ্য ও নিকৃষ্ট পন্থা।"
                }
            ]
        },
        {
            "id": 516,
            "verse_number": 23,
            "verse_key": "4:23",
            "hizb_number": 8,
            "rub_el_hizb_number": 32,
            "ruku_number": 65,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "حُرِّمَتْ عَلَيْكُمْ أُمَّهَـٰتُكُمْ وَبَنَاتُكُمْ وَأَخَوَٰتُكُمْ وَعَمَّـٰتُكُمْ وَخَـٰلَـٰتُكُمْ وَبَنَاتُ ٱلْأَخِ وَبَنَاتُ ٱلْأُخْتِ وَأُمَّهَـٰتُكُمُ ٱلَّـٰتِىٓ أَرْضَعْنَكُمْ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَـٰعَةِ وَأُمَّهَـٰتُ نِسَآئِكُمْ وَرَبَـٰٓئِبُكُمُ ٱلَّـٰتِى فِى حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّـٰتِى دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُوا۟ دَخَلْتُم بِهِنَّ فَلَا جُنَاحَ عَلَيْكُمْ وَحَلَـٰٓئِلُ أَبْنَآئِكُمُ ٱلَّذِينَ مِنْ أَصْلَـٰبِكُمْ وَأَن تَجْمَعُوا۟ بَيْنَ ٱلْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ ۗ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
            "page_number": 81,
            "juz_number": 4,
            "translations": [
                {
                    "id": 99785,
                    "resource_id": 20,
                    "text": "Prohibited to you [for marriage] are your mothers, your daughters, your sisters, your father's sisters, your mother's sisters, your brother's daughters, your sister's daughters, your [milk] mothers who nursed you, your sisters through nursing, your wives' mothers, and your step-daughters under your guardianship [born] of your wives unto whom you have gone in. But if you have not gone in unto them, there is no sin upon you. And [also prohibited are] the wives of your sons who are from your [own] loins, and that you take [in marriage] two sisters simultaneously, except for what has already occurred.<sup foot_note=196102>1</sup> Indeed, Allāh is ever Forgiving and Merciful."
                },
                {
                    "id": 217638,
                    "resource_id": 39,
                    "text": "Diharamkan kepada kamu berkahwin dengan (perempuan-perempuan yang berikut): ibu-ibu kamu, dan anak-anak kamu, dan saudara-saudara kamu, dan saudara-saudara bapa kamu, dan saudara-saudara ibu kamu dan anak-anak saudara kamu yang lelaki, dan anak-anak saudara kamu yang perempuan, dan ibu-ibu kamu yang telah menyusukan kamu, dan saudara-saudara susuan kamu, dan ibu-ibu isteri kamu, dan anak-anak tiri yang dalam pemuliharaan kamu dari isteri-isteri yang kamu telah campuri; tetapi kalau kamu belum campuri mereka (isteri kamu) itu (dan kamu telahpun menceraikan mereka), maka tiadalah salah kamu (berkahwin dengannya). Dan (haram juga kamu berkahwin dengan) bekas isteri anak-anak kamu sendiri yang berasal dari benih kamu. Dan diharamkan kamu menghimpunkan dua beradik sekali (untuk menjadi isteri-isteri kamu), kecuali yang telah berlaku pada masa yang lalu. Sesungguhnya Allah adalah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091493,
                    "resource_id": 161,
                    "text": "তোমাদের প্রতি হারাম করা হয়েছে তোমাদের মা এবং মেয়ে, বোন, ফুফু, খালা, ভাইঝি, ভাগিনী, দুধ মা, দুধ বোন, শ্বাশুড়ী, তোমাদের স্ত্রীদের মধ্যে যার সাথে সঙ্গত হয়েছ তার পূর্ব স্বামীর ঔরসজাত মেয়ে যারা তোমাদের তত্ত্বাবধানে আছে, কিন্তু যদি তাদের সাথে তোমরা সহবাস না করে থাক, তবে (তাদের বদলে তাদের মেয়েদেরকে বিয়ে করলে) তোমাদের প্রতি গুনাহ নেই এবং (তোমাদের প্রতি হারাম করা হয়েছে) তোমাদের ঔরসজাত পুত্রের স্ত্রী এবং এক সঙ্গে দু’ বোনকে (বিবাহ বন্ধনে) রাখা, পূর্বে যা হয়ে গেছে, হয়ে গেছে, নিশ্চয়ই আল্লাহ পরম ক্ষমাশীল, দয়ালু।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}