{
    "verses": [
        {
            "id": 520,
            "verse_number": 27,
            "verse_key": "4:27",
            "hizb_number": 9,
            "rub_el_hizb_number": 33,
            "ruku_number": 66,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُوا۟ مَيْلًا عَظِيمًا",
            "page_number": 83,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99815,
                    "resource_id": 20,
                    "text": "Allāh wants to accept your repentance, but those who follow [their] passions want you to digress [into] a great deviation."
                },
                {
                    "id": 217716,
                    "resource_id": 39,
                    "text": "Dan Allah hendak (membersihkan kamu dari dosa dengan) menerima taubat kamu, sedang orang-orang (yang fasik) yang menurut keinginan hawa nafsu (yang diharamkan oleh Allah itu) hendak mendorong kamu supaya kamu menyeleweng (dari kebenaran) dengan penyelewengan yang besar bahayanya."
                },
                {
                    "id": 1091497,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদেরকে ক্ষমা করতে চান, পক্ষান্তরে কুপ্রবৃত্তির অনুসারীরা চায় যে, তোমরা (আল্লাহর নিকট হতে) দূরে বহু দূরে সরে যাও।"
                }
            ]
        },
        {
            "id": 521,
            "verse_number": 28,
            "verse_key": "4:28",
            "hizb_number": 9,
            "rub_el_hizb_number": 33,
            "ruku_number": 66,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمْ ۚ وَخُلِقَ ٱلْإِنسَـٰنُ ضَعِيفًا",
            "page_number": 83,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99817,
                    "resource_id": 20,
                    "text": "And Allāh wants to lighten for you [your difficulties]; and mankind was created weak."
                },
                {
                    "id": 217751,
                    "resource_id": 39,
                    "text": "Allah (sentiasa) hendak meringankan (beban hukumnya) daripada kamu, kerana manusia itu dijadikan berkeadaan lemah."
                },
                {
                    "id": 1091498,
                    "resource_id": 161,
                    "text": "আল্লাহ তোমাদের ভার লঘু করতে চান, কারণ মানুষকে দুর্বলরূপে সৃষ্টি করা হয়েছে।"
                }
            ]
        },
        {
            "id": 522,
            "verse_number": 29,
            "verse_key": "4:29",
            "hizb_number": 9,
            "rub_el_hizb_number": 33,
            "ruku_number": 66,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ إِلَّآ أَن تَكُونَ تِجَـٰرَةً عَن تَرَاضٍ مِّنكُمْ ۚ وَلَا تَقْتُلُوٓا۟ أَنفُسَكُمْ ۚ إِنَّ ٱللَّهَ كَانَ بِكُمْ رَحِيمًا",
            "page_number": 83,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99819,
                    "resource_id": 20,
                    "text": "O you who have believed, do not consume one another's wealth unjustly<sup foot_note=196105>1</sup> but only [in lawful] business by mutual consent. And do not kill yourselves [or one another]. Indeed, Allāh is to you ever Merciful."
                },
                {
                    "id": 217666,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, janganlah kamu makan (gunakan) harta-harta kamu sesama kamu dengan jalan yang salah (tipu, judi dan sebagainya), kecuali dengan jalan perniagaan yang dilakukan secara suka sama suka di antara kamu, dan janganlah kamu berbunuh-bunuhan sesama sendiri. Sesungguhnya Allah sentiasa Mengasihani kamu."
                },
                {
                    "id": 1091499,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা অন্যায়ভাবে একে অন্যের সম্পদ গ্রাস করো না, তবে পারস্পরিক সম্মতিতে ব্যবসায় বৈধ এবং নিজেদের ধ্বংস ডেকে এনো না কিংবা তোমরা পরস্পরকে হত্যা করো না, নিশ্চয় আল্লাহ তোমাদের প্রতি কৃপাময়।"
                }
            ]
        },
        {
            "id": 523,
            "verse_number": 30,
            "verse_key": "4:30",
            "hizb_number": 9,
            "rub_el_hizb_number": 33,
            "ruku_number": 66,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يَفْعَلْ ذَٰلِكَ عُدْوَٰنًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
            "page_number": 83,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99822,
                    "resource_id": 20,
                    "text": "And whoever does that in aggression and injustice - then We will drive him into a Fire. And that, for Allāh, is [always] easy."
                },
                {
                    "id": 217756,
                    "resource_id": 39,
                    "text": "Dan sesiapa berbuat demikian dengan menceroboh dan aniaya, maka kami akan masukkan dia ke dalam api neraka, dan balasan yang sedemikian itu adalah mudah bagi Allah, (tidak ada sesiapapun yang dapat menghalangnya)."
                },
                {
                    "id": 1091500,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি সীমালঙ্ঘন ক’রে অন্যায়ভাবে এটা করবে, তাকে আমি অতিসত্বর অগ্নিতে দগ্ধ করব, এটা আল্লাহর পক্ষে সহজ।"
                }
            ]
        },
        {
            "id": 524,
            "verse_number": 31,
            "verse_key": "4:31",
            "hizb_number": 9,
            "rub_el_hizb_number": 33,
            "ruku_number": 66,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِن تَجْتَنِبُوا۟ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَنُدْخِلْكُم مُّدْخَلًا كَرِيمًا",
            "page_number": 83,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99823,
                    "resource_id": 20,
                    "text": "If you avoid the major sins which you are forbidden, We will remove from you your lesser sins and admit you to a noble entrance [into Paradise]."
                },
                {
                    "id": 217773,
                    "resource_id": 39,
                    "text": "Jika kamu menjauhkan dosa-dosa besar yang dilarang kamu melakukannya, Kami akan ampunkan kesalahan-kesalahan (dosa kecil) kamu, dan kami akan masukkan kamu ke tempat yang mulia (syurga)."
                },
                {
                    "id": 1091501,
                    "resource_id": 161,
                    "text": "যদি তোমরা নিষিদ্ধ কাজের বড় বড় গুলো হতে বিরত থাক, তাহলে আমি তোমাদের ছোট ছোট পাপগুলো ক্ষমা ক’রে দেব এবং তোমাদেরকে এক মহামর্যাদার স্থানে প্রবেশ করাব।"
                }
            ]
        },
        {
            "id": 525,
            "verse_number": 32,
            "verse_key": "4:32",
            "hizb_number": 9,
            "rub_el_hizb_number": 33,
            "ruku_number": 66,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَتَمَنَّوْا۟ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعْضَكُمْ عَلَىٰ بَعْضٍ ۚ لِّلرِّجَالِ نَصِيبٌ مِّمَّا ٱكْتَسَبُوا۟ ۖ وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا ٱكْتَسَبْنَ ۚ وَسْـَٔلُوا۟ ٱللَّهَ مِن فَضْلِهِۦٓ ۗ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
            "page_number": 83,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99837,
                    "resource_id": 20,
                    "text": "And do not wish for that by which Allāh has made some of you exceed others. For men is a share of what they have earned, and for women is a share of<sup foot_note=196106>1</sup> what they have earned. And ask Allāh of His bounty. Indeed Allāh is ever, of all things, Knowing."
                },
                {
                    "id": 217679,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu terlalu mengharapkan (ingin mendapat) limpah kurnia yang Allah telah berikan kepada sebahagian dari kamu (untuk menjadikan mereka) melebihi sebahagian yang lain (tentang harta benda, ilmu pengetahuan atau pangkat kebesaran). (Kerana telah tetap) orang-orang lelaki ada bahagian dari apa yang mereka usahakan, dan orang-orang perempuan pula ada bahagian dari apa yang mereka usahakan; (maka berusahalah kamu) dan pohonkanlah kepada Allah akan limpah kurnianya. Sesungguhnya Allah sentiasa Mengetahui akan tiap-tiap sesuatu."
                },
                {
                    "id": 1091502,
                    "resource_id": 161,
                    "text": "তোমরা তা কামনা করো না যা দ্বারা আল্লাহ তোমাদের কাউকে কারো উপর মর্যাদা প্রদান করেছেন। পুরুষেরা তাদের কৃতকার্যের অংশ পাবে, নারীরাও তাদের কৃতকর্মের অংশ পাবে এবং তোমরা আল্লাহর নিকট তাঁর অনুগ্রহ কামনা কর, নিশ্চয়ই আল্লাহ সর্ববিষয়ে সর্বজ্ঞ।"
                }
            ]
        },
        {
            "id": 526,
            "verse_number": 33,
            "verse_key": "4:33",
            "hizb_number": 9,
            "rub_el_hizb_number": 33,
            "ruku_number": 66,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلِكُلٍّ جَعَلْنَا مَوَٰلِىَ مِمَّا تَرَكَ ٱلْوَٰلِدَانِ وَٱلْأَقْرَبُونَ ۚ وَٱلَّذِينَ عَقَدَتْ أَيْمَـٰنُكُمْ فَـَٔاتُوهُمْ نَصِيبَهُمْ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
            "page_number": 83,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99849,
                    "resource_id": 20,
                    "text": "And for all, We have made heirs to what is left by parents and relatives. And to those whom your oaths have bound [to you] - give them their share.<sup foot_note=196107>1</sup> Indeed Allāh is ever, over all things, a Witness."
                },
                {
                    "id": 217687,
                    "resource_id": 39,
                    "text": "Dan bagi tiap-tiap (lelaki dan perempuan yang telah mati), kami telah tetapkan orang-orang yang berhak mewarisi peninggalannya iaitu ibu bapa dan kerabat yang dekat. Dan mana-mana orang yang kamu telah membuat ikatan setia dengan mereka (untuk bantu-membantu dalam masa kecemasan dan kesusahan) maka berikanlah kepada mereka bahagiannya. Sesungguhnya Allah sentiasa Menyaksikan tiap-tiap sesuatu."
                },
                {
                    "id": 1091503,
                    "resource_id": 161,
                    "text": "মাতা-পিতা ও স্বজনদের রেখে যাওয়া সম্পদে আমি প্রত্যেক উত্তরাধিকারের অংশ স্থির করেছি এবং যাদের সঙ্গে তোমাদের অঙ্গীকার রয়েছে, কাজেই তাদেরকে তাদের অংশ প্রদান কর, নিশ্চয়ই আল্লাহ সর্ববিষয়ে প্রত্যক্ষদর্শী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}