{
    "verses": [
        {
            "id": 531,
            "verse_number": 38,
            "verse_key": "4:38",
            "hizb_number": 9,
            "rub_el_hizb_number": 34,
            "ruku_number": 67,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُونَ بِٱللَّهِ وَلَا بِٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ وَمَن يَكُنِ ٱلشَّيْطَـٰنُ لَهُۥ قَرِينًا فَسَآءَ قَرِينًا",
            "page_number": 85,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99908,
                    "resource_id": 20,
                    "text": "And [also] those who spend of their wealth to be seen by the people and believe not in Allāh nor in the Last Day. And he to whom Satan is a companion - then evil is he as a companion."
                },
                {
                    "id": 217743,
                    "resource_id": 39,
                    "text": "Dan juga orang-orang yang membelanjakan hartanya dengan menunjuk-nunjuk kepada manusia (riak), dan mereka tidak pula beriman kepada Allah dan tidak juga beriman kepada hari akhirat. Dan sesiapa yang (mengambil) Syaitan itu menjadi kawannya, maka seburuk-buruk kawan ialah syaitan."
                },
                {
                    "id": 1091508,
                    "resource_id": 161,
                    "text": "(আর সেসব লোককেও আল্লাহ পছন্দ করেন না) যারা মানুষকে দেখানোর জন্য নিজেদের ধন-সম্পদ খরচ করে এবং আল্লাহ ও আখিরাত দিবসের উপর বিশ্বাস রাখে না। শয়ত্বান কারো সঙ্গী হলে সে সঙ্গী কতই না জঘন্য!"
                }
            ]
        },
        {
            "id": 532,
            "verse_number": 39,
            "verse_key": "4:39",
            "hizb_number": 9,
            "rub_el_hizb_number": 34,
            "ruku_number": 67,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَاذَا عَلَيْهِمْ لَوْ ءَامَنُوا۟ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَأَنفَقُوا۟ مِمَّا رَزَقَهُمُ ٱللَّهُ ۚ وَكَانَ ٱللَّهُ بِهِمْ عَلِيمًا",
            "page_number": 85,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99920,
                    "resource_id": 20,
                    "text": "And what [harm would come] upon them if they believed in Allāh and the Last Day and spent out of what Allāh provided for them? And Allāh is ever, about them, Knowing."
                },
                {
                    "id": 217930,
                    "resource_id": 39,
                    "text": "Dan apakah (kerugian) yang akan menimpa mereka jika mereka beriman kepada Allah dan hari akhirat, serta mereka mendermakan sebahagian dari apa yang telah dikurniakan Allah kepada mereka? Dan (ingatlah) Allah sentiasa Mengetahui akan keadaan mereka."
                },
                {
                    "id": 1091509,
                    "resource_id": 161,
                    "text": "তাদের কী ক্ষতি হত যদি তারা আল্লাহ ও আখিরাত দিবসের উপর ঈমান আনত, আর আল্লাহ তাদেরকে যে রিযক দিয়েছেন তাত্থেকে ব্যয় করত, বস্তুতঃ আল্লাহ তাদের বিষয় খুব জ্ঞাত আছেন।"
                }
            ]
        },
        {
            "id": 533,
            "verse_number": 40,
            "verse_key": "4:40",
            "hizb_number": 9,
            "rub_el_hizb_number": 34,
            "ruku_number": 67,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۖ وَإِن تَكُ حَسَنَةً يُضَـٰعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا",
            "page_number": 85,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99923,
                    "resource_id": 20,
                    "text": "Indeed, Allāh does not do injustice, [even] as much as an atom's weight; while if there is a good deed, He multiplies it and gives from Himself a great reward."
                },
                {
                    "id": 217760,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah tidak sekali-kali menganiaya (seseorang) sekalipun seberat zarah (debu). Dan kalaulah (amal yang seberat zarrah) itu amal kebajikan, nescaya akan menggandakannya dan akan memberi, dari sisiNya, pahala yang amat besar."
                },
                {
                    "id": 1091510,
                    "resource_id": 161,
                    "text": "আল্লাহ অণু পরিমাণও যুলম করেন না, আর কোন পুণ্য কাজ হলে তাকে তিনি দ্বিগুণ করেন এবং নিজের নিকট হতেও বিরাট পুরস্কার দান করেন।"
                }
            ]
        },
        {
            "id": 534,
            "verse_number": 41,
            "verse_key": "4:41",
            "hizb_number": 9,
            "rub_el_hizb_number": 34,
            "ruku_number": 67,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍۭ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَىٰ هَـٰٓؤُلَآءِ شَهِيدًا",
            "page_number": 85,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99924,
                    "resource_id": 20,
                    "text": "So how [will it be] when We bring from every nation a witness and We bring you, [O Muḥammad], against these [people] as a witness?"
                },
                {
                    "id": 217761,
                    "resource_id": 39,
                    "text": "Maka bagaimanakah (keadaan orang-orang kafir pada hari akhirat kelak), apabila Kami datangkan dari tiap-tiap umat seorang saksi (iaitu Rasul mereka sendiri menjadi saksi terhadap perbuatan mereka), dan Kami juga datangkan engkau (wahai Muhammad) sebagai saksi terhadap umatmu ini?"
                },
                {
                    "id": 1091511,
                    "resource_id": 161,
                    "text": "সুতরাং তখন কী অবস্থা দাঁড়াবে, যখন আমি প্রত্যেক উম্মাতের মধ্য হতে এক একজনকে সাক্ষী উপস্থিত করব এবং তোমাকেও হাজির করব তাদের উপর সাক্ষ্য দানের জন্য।"
                }
            ]
        },
        {
            "id": 535,
            "verse_number": 42,
            "verse_key": "4:42",
            "hizb_number": 9,
            "rub_el_hizb_number": 34,
            "ruku_number": 67,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَوْمَئِذٍ يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ وَعَصَوُا۟ ٱلرَّسُولَ لَوْ تُسَوَّىٰ بِهِمُ ٱلْأَرْضُ وَلَا يَكْتُمُونَ ٱللَّهَ حَدِيثًا",
            "page_number": 85,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99936,
                    "resource_id": 20,
                    "text": "That Day, those who disbelieved and disobeyed the Messenger will wish they could be covered by the earth. And they will not conceal from Allāh a [single] statement."
                },
                {
                    "id": 217772,
                    "resource_id": 39,
                    "text": "Pada hari itu orang-orang yang kafir dan menderhaka kepada Rasulullah, suka jika mereka disama ratakan dengan tanah (ditelan bumi), dan (ketika itu) mereka tidak dapat menyembunyikan sepatah kata pun dari pengetahuan Allah."
                },
                {
                    "id": 1091512,
                    "resource_id": 161,
                    "text": "যারা অস্বীকার করেছে এবং রসূল-এর নাফরমানী করেছে, তারা সে দিন কামনা করবে, হায়! তারা যদি মাটির সাথে মিশে যেত এবং তারা আল্লাহ হতে কোন কথাই লুকিয়ে রাখতে পারবে না।"
                }
            ]
        },
        {
            "id": 536,
            "verse_number": 43,
            "verse_key": "4:43",
            "hizb_number": 9,
            "rub_el_hizb_number": 34,
            "ruku_number": 68,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقْرَبُوا۟ ٱلصَّلَوٰةَ وَأَنتُمْ سُكَـٰرَىٰ حَتَّىٰ تَعْلَمُوا۟ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِى سَبِيلٍ حَتَّىٰ تَغْتَسِلُوا۟ ۚ وَإِن كُنتُم مَّرْضَىٰٓ أَوْ عَلَىٰ سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنكُم مِّنَ ٱلْغَآئِطِ أَوْ لَـٰمَسْتُمُ ٱلنِّسَآءَ فَلَمْ تَجِدُوا۟ مَآءً فَتَيَمَّمُوا۟ صَعِيدًا طَيِّبًا فَٱمْسَحُوا۟ بِوُجُوهِكُمْ وَأَيْدِيكُمْ ۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا",
            "page_number": 85,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99941,
                    "resource_id": 20,
                    "text": "O you who have believed, do not approach prayer while you are intoxicated until you know what you are saying<sup foot_note=196115>1</sup> or in a state of janābah,<sup foot_note=196114>2</sup> except those passing through [a place of prayer], until you have washed [your whole body]. And if you are ill or on a journey or one of you comes from the place of relieving himself or you have contacted women [i.e., had sexual intercourse] and find no water, then seek clean earth and wipe over your faces and your hands [with it]. Indeed, Allāh is ever Pardoning<sup foot_note=196113>3</sup> and Forgiving."
                },
                {
                    "id": 217781,
                    "resource_id": 39,
                    "text": "Wahai orang-orang yang beriman, janganlah kamu hampiri sembahyang (mengerjakannya) sedang kamu dalam keadaan mabuk, hingga kamu sedar dan mengetahui akan apa yang kamu katakan. Dan janganlah pula (hampiri masjid) sedang kamu dalam keadaan Junub (berhadas besar) - kecuali kamu hendak melintas sahaja - hingga kamu mandi bersuci. Dan jika kamu sakit, atau sedang dalam musafir, atau salah seorang di antara kamu datang dari tempat buang air, atau kamu bersentuh dengan perempuan, kemudian kamu tidak mendapat air (untuk mandi atau berwuduk), maka hendaklah kamu bertayamum dengan tanah - debu, yang suci, iaitu sapukanlah ke muka kamu dan kedua tangan kamu. Sesungguhnya Allah Maha Pemaaf, lagi Maha Pengampun."
                },
                {
                    "id": 1091513,
                    "resource_id": 161,
                    "text": "হে ঈমানদারগণ! তোমরা নেশাগ্রস্ত অবস্থায় সলাতের নিকটবর্তী হয়ো না যতক্ষণ না তোমরা যা বল, তা বুঝতে পার এবং অপবিত্র অবস্থায়ও (সলাতের কাছে যেও না) গোসল না করা পর্যন্ত (মসজিদে) পথ অতিক্রম করা ব্যতীত; এবং যদি তোমরা পীড়িত হও কিংবা সফরে থাক; অথবা তোমাদের কেউ শৌচস্থান হতে আসে অথবা তোমরা স্ত্রী সঙ্গম করে থাক, অতঃপর পানি না পাও, তবে পবিত্র মাটি দিয়ে তায়াম্মুম কর, আর তা দিয়ে তোমাদের মুখমন্ডল ও হস্তদ্বয় মাসহ কর; আল্লাহ নিশ্চয়ই পাপ মোচনকারী, ক্ষমাশীল।"
                }
            ]
        },
        {
            "id": 537,
            "verse_number": 44,
            "verse_key": "4:44",
            "hizb_number": 9,
            "rub_el_hizb_number": 34,
            "ruku_number": 68,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ أُوتُوا۟ نَصِيبًا مِّنَ ٱلْكِتَـٰبِ يَشْتَرُونَ ٱلضَّلَـٰلَةَ وَيُرِيدُونَ أَن تَضِلُّوا۟ ٱلسَّبِيلَ",
            "page_number": 85,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99953,
                    "resource_id": 20,
                    "text": "Have you not seen those who were given a portion of the Scripture, purchasing error [in exchange for it] and wishing you would lose the way?"
                },
                {
                    "id": 217791,
                    "resource_id": 39,
                    "text": "Tidakkah engkau memerhatikan (wahai Muhammad) orang-orang yang telah diberikan sebahagian dari Kitab, mereka memilih kesesatan (dengan meninggalkan pertunjuk Tuhan), dan mereka pula berkehendak supaya kamu juga sesat jalan."
                },
                {
                    "id": 1091514,
                    "resource_id": 161,
                    "text": "তুমি কি সেই লোকেদের প্রতি লক্ষ্য করনি, যাদেরকে কিতাবের অংশ দেয়া হয়েছিল? তারা নিজেরা পথভ্রষ্টতার সওদা করে আর তারা চায় তোমরাও পথভ্রষ্ট হয়ে যাও।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}