{
    "verses": [
        {
            "id": 568,
            "verse_number": 75,
            "verse_key": "4:75",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 71,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَا لَكُمْ لَا تُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلْوِلْدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هَـٰذِهِ ٱلْقَرْيَةِ ٱلظَّالِمِ أَهْلُهَا وَٱجْعَل لَّنَا مِن لَّدُنكَ وَلِيًّا وَٱجْعَل لَّنَا مِن لَّدُنكَ نَصِيرًا",
            "page_number": 90,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100121,
                    "resource_id": 20,
                    "text": "And what is [the matter] with you that you fight not in the cause of Allāh and [for] the oppressed among men, women, and children who say, \"Our Lord, take us out of this city of oppressive people and appoint for us from Yourself a protector and appoint for us from Yourself a helper\"?"
                },
                {
                    "id": 217972,
                    "resource_id": 39,
                    "text": "Dan apakah yang menghalang kamu (maka kamu) tidak mahu berperang pada jalan Allah (untuk menegakkan ugama Islam) dan (untuk menyelamatkan) orang-orang yang tertindas dari kaum lelaki, perempuan dan kanak-kanak, iaitu mereka yang selalu (berdoa dengan) berkata: \"Wahai Tuhan kami! Keluarkanlah kami dari negeri (Makkah) ini, yang penduduknya (kaum kafir musyrik) yang zalim, dan jadikanlah bagi kami dari pihakMu seorang pemimpin yang mengawal (keselamatan ugama kami), dan jadikanlah bagi kami dari pihakMu seorang pemimpin yang membela kami (dari ancaman musuh)\"."
                },
                {
                    "id": 1091545,
                    "resource_id": 161,
                    "text": "তোমাদের কী হয়েছে যে, তোমরা আল্লাহর পথে এবং অসহায় নারী-পুরুষ আর শিশুদের (রক্ষার) জন্য লড়াই করবে না, যারা দু‘আ করছে- ‘হে আমাদের প্রতিপালক! আমাদেরকে এ যালিম অধ্যূষিত জনপথ হতে মুক্তি দাও, তোমার পক্ষ হতে কাউকেও আমাদের বন্ধু বানিয়ে দাও এবং তোমার পক্ষ হতে কাউকেও আমাদের সাহায্যকারী করে দাও।’"
                }
            ]
        },
        {
            "id": 569,
            "verse_number": 76,
            "verse_key": "4:76",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 71,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "ٱلَّذِينَ ءَامَنُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱللَّهِ ۖ وَٱلَّذِينَ كَفَرُوا۟ يُقَـٰتِلُونَ فِى سَبِيلِ ٱلطَّـٰغُوتِ فَقَـٰتِلُوٓا۟ أَوْلِيَآءَ ٱلشَّيْطَـٰنِ ۖ إِنَّ كَيْدَ ٱلشَّيْطَـٰنِ كَانَ ضَعِيفًا",
            "page_number": 90,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100123,
                    "resource_id": 20,
                    "text": "Those who believe fight in the cause of Allāh, and those who disbelieve fight in the cause of ṭāghūt.<sup foot_note=196124>1</sup> So fight against the allies of Satan. Indeed, the plot of Satan has ever been weak."
                },
                {
                    "id": 214848,
                    "resource_id": 39,
                    "text": "Orang-orang yang beriman, berperang pada jalan Allah; dan orang-orang yang kafir pula berperang pada jalan Taghut (Syaitan). Oleh sebab itu, perangilah kamu akan pengikut-pengikut Syaitan itu, kerana sesungguhnya tipu daya Syaitan itu adalah lemah."
                },
                {
                    "id": 1091546,
                    "resource_id": 161,
                    "text": "ঈমানদারগণ আল্লাহর পথে যুদ্ধ করে আর যারা কাফির তারা তাগুতের পথে যুদ্ধ করে। কাজেই তোমরা শায়ত্বনের বন্ধুদের বিরুদ্ধে যুদ্ধ কর, শায়ত্বনের ফন্দি অবশ্যই দুর্বল।"
                }
            ]
        },
        {
            "id": 570,
            "verse_number": 77,
            "verse_key": "4:77",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 72,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمْ كُفُّوٓا۟ أَيْدِيَكُمْ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ ٱلنَّاسَ كَخَشْيَةِ ٱللَّهِ أَوْ أَشَدَّ خَشْيَةً ۚ وَقَالُوا۟ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا ٱلْقِتَالَ لَوْلَآ أَخَّرْتَنَآ إِلَىٰٓ أَجَلٍ قَرِيبٍ ۗ قُلْ مَتَـٰعُ ٱلدُّنْيَا قَلِيلٌ وَٱلْـَٔاخِرَةُ خَيْرٌ لِّمَنِ ٱتَّقَىٰ وَلَا تُظْلَمُونَ فَتِيلًا",
            "page_number": 90,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100125,
                    "resource_id": 20,
                    "text": "Have you not seen those who were told, \"Restrain your hands [from fighting]<sup foot_note=196125>1</sup> and establish prayer and give zakāh\"? But then when battle was ordained for them, at once a party of them feared men as they fear Allāh or with [even] greater fear. They said, \"Our Lord, why have You decreed upon us fighting? If only You had postponed [it for] us for a short time.\" Say, \"The enjoyment of this world is little, and the Hereafter is better for he who fears Allāh. And injustice will not be done to you, [even] as much as a thread [inside a date seed].\""
                },
                {
                    "id": 217979,
                    "resource_id": 39,
                    "text": "Tidakkah engkau (hairan) melihat (wahai Muhammad), akan orang-orang yang (pernah) dikatakan kepada mereka: \"Tahanlah tangan kamu (daripada bertindak melancarkan perang yang belum diizinkan), dan dirikanlah sembahyang serta berikanlah zakat\". (Mereka meminta juga hendak berperang), kemudian apabila mereka diperintahkan berperang, tiba-tiba sepuak di antara mereka merasa gerun kepada manusia sama seperti mereka merasa gerun kepada (azab) Allah atau lebih gerun lagi. Lalu mereka (merayu kepada Allah dengan) berkata: \"Wahai Tuhan kami, mengapa Engkau wajibkan kami berperang (pada saat ini)? Mengapa Engkau tidak biarkan kami hingga ke tempoh yang singkat (iaitu akhir hayat kami)?\" Katakanlah (wahai Muhammad): \"Harba benda yang menjadi kesenangan di dunia ini adalah sedikit sahaja, (dan akhirnya akan lenyap), dan (balasan) hari akhirat itu lebih baik lagi bagi orang-orang yang bertaqwa (kerana ia lebih mewah dan kekal selama-lamanya), dan kamu pula tidak akan dianiaya sedikit pun\"."
                },
                {
                    "id": 1091547,
                    "resource_id": 161,
                    "text": "তুমি কি তাদেরকে দেখনি, যাদেরকে বলা হয়েছিল, তোমরা তোমাদের হাত সংযত রাখ, নামায কায়িম কর এবং যাকাত দাও? অতঃপর যখন তাদের প্রতি জিহাদ ফরয করা হল, তখন তাদের একদল মানুষকে এমন ভয় করতে লাগল যেমন আল্লাহকে ভয় করা উচিত, বরং তার চেয়েও বেশী এবং বলতে লাগল, ‘হে আমাদের প্রতিপালক! কেন আমাদের প্রতি জিহাদ ফরয করলে, আমাদেরকে আরও কিছু অবসর দিলে না কেন?’ বল, ‘পার্থিব ভোগ সামান্য, যে তাকওয়া অবলম্বন করে তার জন্য আখিরাতই উত্তম, তোমাদের প্রতি বিন্দুমাত্র অন্যায় করা হবে না।’"
                }
            ]
        },
        {
            "id": 571,
            "verse_number": 78,
            "verse_key": "4:78",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 72,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَيْنَمَا تَكُونُوا۟ يُدْرِككُّمُ ٱلْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍ ۗ وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِ ٱللَّهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُوا۟ هَـٰذِهِۦ مِنْ عِندِكَ ۚ قُلْ كُلٌّ مِّنْ عِندِ ٱللَّهِ ۖ فَمَالِ هَـٰٓؤُلَآءِ ٱلْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا",
            "page_number": 90,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100127,
                    "resource_id": 20,
                    "text": "Wherever you may be, death will overtake you, even if you should be within towers of lofty construction. But if good comes to them, they say, \"This is from Allāh\"; and if evil befalls them, they say,<sup foot_note=196126>1</sup> \"This is from you.\" Say, \"All [things] are from Allāh.\" So what is [the matter] with those people that they can hardly understand any statement?"
                },
                {
                    "id": 217980,
                    "resource_id": 39,
                    "text": "Di mana jua kamu berada, maut akan mendapatkan kamu (bila sampai ajal), sekalipun kamu berada dalam benteng-benteng yang tinggi lagi kukuh. Dan kalau mereka beroleh kebaikan (kemewahan hidup), mereka berkata: \"Ini adalah dari sisi Allah\", dan kalau pula mereka ditimpa bencana, mereka berkata:\" Ini adalah dari (sesuatu nahas) yang ada padamu\". Katakanlah (wahai Muhammad): \"Semuanya itu (kebaikan dan bencana) adalah (berpunca) dari sisi Allah\". Maka apakah yang menyebabkan kaum itu hampir-hampir tidak memahami perkataan (nasihat dan pengajaran)?"
                },
                {
                    "id": 1091548,
                    "resource_id": 161,
                    "text": "তোমরা যেখানেই থাক না কেন, মৃত্যু তোমাদেরকে পেয়ে বসবেই, যদিও তোমরা সুউচ্চ সুদৃঢ় দূর্গ মধ্যে অবস্থান কর। যদি তাদের কোন কল্যাণ ঘটে, তখন তারা বলে, এটা আল্লাহর তরফ হতে। পক্ষান্তরে যদি তাদের কোন অকল্যাণ ঘটে তখন বলে, ‘এটা তো তোমার তরফ হতে।’ বল, ‘সবকিছুই আল্লাহর তরফ হতে।’ এ সম্প্রদায়ের হল কী যে, তারা কোন কথাই বুঝে না।"
                }
            ]
        },
        {
            "id": 572,
            "verse_number": 79,
            "verse_key": "4:79",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 72,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ ٱللَّهِ ۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ ۚ وَأَرْسَلْنَـٰكَ لِلنَّاسِ رَسُولًا ۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
            "page_number": 90,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100129,
                    "resource_id": 20,
                    "text": "What comes to you of good is from Allāh, but what comes to you of evil, [O man], is from yourself.<sup foot_note=196128>1</sup> And We have sent you, [O Muḥammad], to the people as a messenger, and sufficient is Allāh as Witness.<sup foot_note=196127>2</sup>"
                },
                {
                    "id": 217983,
                    "resource_id": 39,
                    "text": "Apa jua kebaikan (nikmat kesenangan) yang engkau dapati maka ia adalah dari Allah; dan apa jua bencana yang menimpamu maka ia adalah dari (kesalahan) dirimu sendiri. Dan Kami telah mengutus engkau (wahai Muhammad) kepada seluruh umat manusia sebagai seorang Rasul (yang membawa rahmat). Dan cukuplah Allah menjadi saksi (yang membuktikan kebenaran hakikat ini)."
                },
                {
                    "id": 1091549,
                    "resource_id": 161,
                    "text": "তোমার কোন কল্যাণ হলে তা হয় আল্লাহর তরফ হতে এবং তোমার যে কোন অকল্যাণ হলে তা হয় তোমার নিজের কারণে এবং আমি তোমাকে মানুষের জন্য রসূলরূপে প্রেরণ করেছি, (এ কথার) সাক্ষী হিসেবে আল্লাহ্ই যথেষ্ট।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 5,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 5
    }
}