{
    "verses": [
        {
            "id": 573,
            "verse_number": 80,
            "verse_key": "4:80",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 72,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَّن يُطِعِ ٱلرَّسُولَ فَقَدْ أَطَاعَ ٱللَّهَ ۖ وَمَن تَوَلَّىٰ فَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ حَفِيظًا",
            "page_number": 91,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100132,
                    "resource_id": 20,
                    "text": "He who obeys the Messenger has obeyed Allāh; but those who turn away - We have not sent you over them as a guardian."
                },
                {
                    "id": 217986,
                    "resource_id": 39,
                    "text": "Sesiapa yang taat kepada Rasulullah, maka sesungguhnya ia telah taat kepada Allah; dan sesiapa yang berpaling ingkar, maka (janganlah engkau berdukacita wahai Muhammad), kerana Kami tidak mengutusmu untuk menjadi pengawal (yang memelihara mereka dari melakukan kesalahan)."
                },
                {
                    "id": 1091550,
                    "resource_id": 161,
                    "text": "যে রসূলের আনুগত্য করল, সে তো আল্লাহরই আনুগত্য করল, কেউ মুখ ফিরিয়ে নিলে (জোরপূর্বক তাকে সৎপথে আনার জন্য) আমি তোমাকে তাদের প্রতি পাহারাদার করে পাঠাইনি।"
                }
            ]
        },
        {
            "id": 574,
            "verse_number": 81,
            "verse_key": "4:81",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 72,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُوا۟ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ ٱلَّذِى تَقُولُ ۖ وَٱللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ ۖ فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
            "page_number": 91,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100133,
                    "resource_id": 20,
                    "text": "And they say, \"[We pledge] obedience.\" But when they leave you, a group of them spend the night determining to do other than what you say. But Allāh records what they plan by night. So leave them alone and rely upon Allāh. And sufficient is Allāh as Disposer of affairs."
                },
                {
                    "id": 217974,
                    "resource_id": 39,
                    "text": "Dan mereka (golongan munafik) berkata: \"(Kami) taat\", kemudian apabila mereka keluar dari majlismu, segolongan dari mereka memutuskan pada malam hari satu rancangan yang lain daripada (pengakuan taat) yang mereka katakan (kepadamu). Sedang Allah (perintahkan malaikat) menulis apa yang mereka rancangkan itu; maka berpalinglah (wahai Muhammad) daripada mereka, (janganlah dihiraukan apa yang mereka rancangkan), serta berserahlah kepada Allah; kerana cukuplah Allah menjadi Pembela (yang memeliharamu dari angkara mereka)."
                },
                {
                    "id": 1091551,
                    "resource_id": 161,
                    "text": "তারা মুখেই আনুগত্য করে, কিন্তু যখন তোমার নিকট থেকে চলে যায়, তখন তাদের মধ্যে একটা দল রাত্রিবেলা একত্রিত হয়ে তোমার কথার বিরুদ্ধে সলা পরামর্শ করে, আল্লাহ তাদের রাত্রিকালীন মন্ত্রণাগুলো লিখে রাখছেন, কাজেই তাদের প্রতি ভ্রুক্ষেপ করো না, আল্লাহর উপর ভরসা কর এবং আল্লাহ্ই কর্মবিধায়ক হিসেবে যথেষ্ট।"
                }
            ]
        },
        {
            "id": 575,
            "verse_number": 82,
            "verse_key": "4:82",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 72,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ ۚ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ ٱللَّهِ لَوَجَدُوا۟ فِيهِ ٱخْتِلَـٰفًا كَثِيرًا",
            "page_number": 91,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100147,
                    "resource_id": 20,
                    "text": "Then do they not reflect upon the Qur’ān?<sup foot_note=196129>1</sup> If it had been from [any] other than Allāh, they would have found within it much contradiction."
                },
                {
                    "id": 217997,
                    "resource_id": 39,
                    "text": "Patutkah mereka (bersikap demikian), tidak mahu memikirkan isi Al-Quran? Kalaulah Al-Quran itu (datangnya) bukan dari sisi Allah, nescaya mereka akan dapati perselisihan yang banyak di dalamnya."
                },
                {
                    "id": 1091552,
                    "resource_id": 161,
                    "text": "তারা কি কুরআনের মর্ম বিষয়ে চিন্তে-ভাবনা করে না? যদি তা আল্লাহ ছাড়া অন্য কারো নিকট হতে আসত, তবে তাতে তারা অবশ্যই বহু অসঙ্গতি পেত।"
                }
            ]
        },
        {
            "id": 576,
            "verse_number": 83,
            "verse_key": "4:83",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 72,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ ٱلْأَمْنِ أَوِ ٱلْخَوْفِ أَذَاعُوا۟ بِهِۦ ۖ وَلَوْ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُو۟لِى ٱلْأَمْرِ مِنْهُمْ لَعَلِمَهُ ٱلَّذِينَ يَسْتَنۢبِطُونَهُۥ مِنْهُمْ ۗ وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَٱتَّبَعْتُمُ ٱلشَّيْطَـٰنَ إِلَّا قَلِيلًا",
            "page_number": 91,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100159,
                    "resource_id": 20,
                    "text": "And when there comes to them something [i.e., information] about [public] security or fear, they spread it around. But if they had referred it back to the Messenger or to those of authority among them, then the ones who [can] draw correct conclusions from it would have known about it. And if not for the favor of Allāh upon you and His mercy, you would have followed Satan, except for a few."
                },
                {
                    "id": 218012,
                    "resource_id": 39,
                    "text": "Dan apabila datang kepada mereka sesuatu berita mengenai keamanan atau kecemasan, mereka terus menghebahkannya; padahal kalau mereka kembalikan sahaja hal itu kepada Rasulullah dan kepada - \"Ulil-Amri\" (orang-orang yang berkuasa) di antara mereka, tentulah hal itu dapat diketahui oleh orang-orang yang layak mengambil keputusan mengenainya di antara mereka; dan jika tidaklah kerana limpah kurnia Allah dan belas kasihanNya kepada kamu, tentulah kamu (terbabas) menurut Syaitan kecuali sedikit sahaja (iaitu orang-orang yang teguh imannya dan luas ilmunya di antara kamu)."
                },
                {
                    "id": 1091553,
                    "resource_id": 161,
                    "text": "যখন তাদের নিকট নিরাপত্তার কিংবা ভয়ের কোন সংবাদ আসে তখন তারা তা রটিয়ে দেয়। যদি তারা তা রসূলের কিংবা তাদের মধ্যে যারা ক্ষমতার অধিকারী তাদের গোচরে আনত, তবে তাদের মধ্য হতে তথ্যানুসন্ধানীগণ প্রকৃত তথ্য জেনে নিত। যদি তোমাদের প্রতি আল্লাহর দয়া ও করুণা না থাকত তবে তোমাদের অল্প সংখ্যক ছাড়া সকলেই শায়ত্বনের অনুসরণ করত।"
                }
            ]
        },
        {
            "id": 577,
            "verse_number": 84,
            "verse_key": "4:84",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 72,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ ۚ وَحَرِّضِ ٱلْمُؤْمِنِينَ ۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأْسَ ٱلَّذِينَ كَفَرُوا۟ ۚ وَٱللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا",
            "page_number": 91,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100161,
                    "resource_id": 20,
                    "text": "So fight, [O Muḥammad], in the cause of Allāh; you are not held responsible except for yourself. And encourage the believers [to join you] that perhaps Allāh will restrain the [military] might of those who disbelieve. And Allāh is greater in might and stronger in [exemplary] punishment.<sup foot_note=196130>1</sup>"
                },
                {
                    "id": 218015,
                    "resource_id": 39,
                    "text": "Oleh itu, berperanglah (wahai Muhammad) pada jalan Allah (untuk membela Islam dari pencerobohan musuh); engkau tidak diberati selain daripada kewajipanmu sendiri. Dan berilah peransang kepada orang-orang yang beriman (supaya turut berjuang dengan gagah berani). Mudah-mudahan Allah menahan bahaya serangan orang-orang yang kafir itu. Dan (ingatlah) Allah Amatlah besar kekuatanNya dan Amatlah berat azab seksaNya."
                },
                {
                    "id": 1091554,
                    "resource_id": 161,
                    "text": "কাজেই আল্লাহর পথে যুদ্ধ কর, তোমাকে শুধু তোমার নিজের জন্য দায়ী করা হবে, মু’মিনদের উদ্বুদ্ধ কর, হতে পারে যে আল্লাহ কাফিরদের শক্তি সংযত করবেন এবং আল্লাহ শক্তিতে অতি প্রবল, শাস্তিদানে অতি কঠোর।"
                }
            ]
        },
        {
            "id": 578,
            "verse_number": 85,
            "verse_key": "4:85",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 72,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَّن يَشْفَعْ شَفَـٰعَةً حَسَنَةً يَكُن لَّهُۥ نَصِيبٌ مِّنْهَا ۖ وَمَن يَشْفَعْ شَفَـٰعَةً سَيِّئَةً يَكُن لَّهُۥ كِفْلٌ مِّنْهَا ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقِيتًا",
            "page_number": 91,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100163,
                    "resource_id": 20,
                    "text": "Whoever intercedes for a good cause will have a share [i.e., reward] therefrom; and whoever intercedes for an evil cause will have a portion [i.e., burden] therefrom. And ever is Allāh, over all things, a Keeper.<sup foot_note=196131>1</sup>"
                },
                {
                    "id": 218017,
                    "resource_id": 39,
                    "text": "Sesiapa yang memberikan syafaat yang baik nescaya ia akan memperoleh bahagian (pahala) daripadanya; dan sesiapa yang memberikan syafaat yang buruk, nescaya ia akan mendapat bahagian (dosa) daripadanya. Dan (ingatlah) Allah Maha Kuasa atas tiap-tiap sesuatu."
                },
                {
                    "id": 1091555,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি ভাল কাজের জন্য সুপারিশ করবে, তার জন্য তাতে (সাওয়াবের) অংশ আছে এবং যে মন্দ কাজের জন্য সুপারিশ করবে, তার জন্য তাতে অংশ আছে, আল্লাহ সকল বিষয়ে খোঁজ রাখেন।"
                }
            ]
        },
        {
            "id": 579,
            "verse_number": 86,
            "verse_key": "4:86",
            "hizb_number": 9,
            "rub_el_hizb_number": 36,
            "ruku_number": 72,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا۟ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ ۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ حَسِيبًا",
            "page_number": 91,
            "juz_number": 5,
            "translations": [
                {
                    "id": 100165,
                    "resource_id": 20,
                    "text": "And when you are greeted with a greeting, greet [in return] with one better than it or [at least] return it [in a like manner]. Indeed Allāh is ever, over all things, an Accountant."
                },
                {
                    "id": 218020,
                    "resource_id": 39,
                    "text": "Dan apabila kamu diberikan penghormatan dengan sesuatu ucapan hormat (seperti memberi salam), maka balaslah penghormatan itu dengan yang lebih baik daripadanya, atau balaslah dia (dengan cara yang sama). Sesungguhnya Allah sentiasa menghitung tiap-tiap sesuatu."
                },
                {
                    "id": 1091556,
                    "resource_id": 161,
                    "text": "যখন তোমাদেরকে সসম্মানে সালাম প্রদান করা হয়, তখন তোমরা তার চেয়ে উত্তমরূপে জওয়াবী সালাম দাও কিংবা (কমপক্ষে) অনুরূপভাবে দাও, নিশ্চয়ই আল্লাহ (ক্ষুদ্র-বৃহৎ) সকল বিষয়ে হিসাব গ্রহণকারী।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}