{
    "verses": [
        {
            "id": 595,
            "verse_number": 102,
            "verse_key": "4:102",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 76,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ ٱلصَّلَوٰةَ فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُوٓا۟ أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا۟ فَلْيَكُونُوا۟ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أُخْرَىٰ لَمْ يُصَلُّوا۟ فَلْيُصَلُّوا۟ مَعَكَ وَلْيَأْخُذُوا۟ حِذْرَهُمْ وَأَسْلِحَتَهُمْ ۗ وَدَّ ٱلَّذِينَ كَفَرُوا۟ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وَٰحِدَةً ۚ وَلَا جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَىٰٓ أَن تَضَعُوٓا۟ أَسْلِحَتَكُمْ ۖ وَخُذُوا۟ حِذْرَكُمْ ۗ إِنَّ ٱللَّهَ أَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا مُّهِينًا",
            "page_number": 95,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99619,
                    "resource_id": 20,
                    "text": "And when you [i.e., the commander of an army] are among them and lead them in prayer,<sup foot_note=196143>1</sup> let a group of them stand [in prayer] with you and let them carry their arms. And when they have prostrated, let them be [in position] behind you and have the other group come forward which has not [yet] prayed and let them pray with you, taking precaution and carrying their arms. Those who disbelieve wish that you would neglect your weapons and your baggage so they could come down upon you in one [single] attack. But there is no blame upon you, if you are troubled by rain or are ill, for putting down your arms, but take precaution. Indeed, Allāh has prepared for the disbelievers a humiliating punishment."
                },
                {
                    "id": 217472,
                    "resource_id": 39,
                    "text": "Dan apabila engkau (wahai Muhammad) berada dalam kalangan mereka (semasa perang), lalu engkau mendirikan sembahyang dengan (menjadi imam) mereka, maka hendaklah sepuak dari mereka berdiri (mengerjakan sembahyang) bersama-samamu, dan hendaklah mereka menyandang senjata masing-masing; kemudian apabila mereka telah sujud, maka hendaklah mereka berundur ke belakang (untuk menjaga serbuan musuh); dan hendaklah datang pula puak yang lain (yang kedua) yang belum sembahyang (kerana menjaga serbuan musuh), maka hendaklah mereka bersembahyang (berjamaah) bersama-samamu, dan hendakah mereka mengambil langkah berjaga-jaga serta menyandang senjata masing-masing. Orang-orang kafir memang suka kalau kamu cuai lalai akan senjata dan harta benda kamu, supaya dengan jalan itu mereka dapat menyerbu kamu beramai-ramai dengan serentak. Dan tidaklah kamu berdosa meletakkan senjata masing-masing, jika kamu dihalangi sesuatu yang menyusahkan disebabkan hujan atau kamu sakit. Dan hendaklah kamu mengambil langkah berjaga-jaga. Sesungguhnya Allah telah menyediakan bagi orang-orang kafir itu azab seksa yang amat menghina."
                },
                {
                    "id": 1091572,
                    "resource_id": 161,
                    "text": "এবং যখন তুমি মু’মিনদের মাঝে অবস্থান করবে আর তাদের সঙ্গে নামায কায়িম করবে তখন তাদের একটি দল যেন তোমার সঙ্গে দাঁড়ায় এবং সশস্ত্র থাকে, তাদের সাজদাহ করা হলে তারা যেন তোমাদের পশ্চাতে অবস্থান করে এবং অপর যে দলটি নামায আদায় করেনি তারা যেন তোমার সঙ্গে নামায আদায় করে এবং সতর্ক ও সশস্ত্র থাকে; কাফিরগণ কামনা করে যে, তোমরা যেন তোমাদের অস্ত্রশস্ত্র ও সরঞ্জামের ব্যাপারে অসতর্ক হও, যাতে তারা একজোটে তোমাদের উপর ঝাঁপিয়ে পড়তে পারে। যদি তোমাদের বৃষ্টির কারণে কষ্ট হয়, কিংবা তোমরা পীড়িত হও, তবে অস্ত্র রেখে দিলে তোমাদের কোন গুনাহ নেই, কিন্তু সতর্কতা অবলম্বন করবে, আল্লাহ কাফিরদের জন্য অবমাননাকর শাস্তি প্রস্তুত করে রেখেছেন।"
                }
            ]
        },
        {
            "id": 596,
            "verse_number": 103,
            "verse_key": "4:103",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 76,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "فَإِذَا قَضَيْتُمُ ٱلصَّلَوٰةَ فَٱذْكُرُوا۟ ٱللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَىٰ جُنُوبِكُمْ ۚ فَإِذَا ٱطْمَأْنَنتُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۚ إِنَّ ٱلصَّلَوٰةَ كَانَتْ عَلَى ٱلْمُؤْمِنِينَ كِتَـٰبًا مَّوْقُوتًا",
            "page_number": 95,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99620,
                    "resource_id": 20,
                    "text": "And when you have completed the prayer, remember Allāh standing, sitting, or [lying] on your sides. But when you become secure, re-establish [regular] prayer. Indeed, prayer has been decreed upon the believers a decree of specified times."
                },
                {
                    "id": 217475,
                    "resource_id": 39,
                    "text": "Kemudian apabila kamu telah selesai mengerjakan sembahyang, maka hendaklah kamu menyebut dan mengingati Allah semasa kamu berdiri atau duduk, dan semasa kamu berbaring. Kemudian apabila kamu telah merasa tenteram (berada dalam keadaan aman) maka dirikanlah sembahyang itu (dengan sempurna sebagaimana biasa). Sesungguhnya sembahyang itu adalah satu ketetapan yang diwajibkan atas orang-orang yang beriman, yang tertentu waktunya."
                },
                {
                    "id": 1091573,
                    "resource_id": 161,
                    "text": "যখন তোমরা নামায আদায় করে নেবে, তখন দাঁড়িয়ে, বসে, শুয়ে আল্লাহকে স্মরণ করবে, অতঃপর যখন তোমরা নিরাপদ হবে তখন (যথানিয়মে) নামায কায়িম করবে। নির্দিষ্ট সময়ে নামায কায়িম করা মু’মিনদের জন্য অবশ্য কর্তব্য।"
                }
            ]
        },
        {
            "id": 597,
            "verse_number": 104,
            "verse_key": "4:104",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 76,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تَهِنُوا۟ فِى ٱبْتِغَآءِ ٱلْقَوْمِ ۖ إِن تَكُونُوا۟ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمُونَ ۖ وَتَرْجُونَ مِنَ ٱللَّهِ مَا لَا يَرْجُونَ ۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
            "page_number": 95,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99621,
                    "resource_id": 20,
                    "text": "And do not weaken in pursuit of the enemy. If you should be suffering - so are they suffering as you are suffering, but you expect from Allāh that which they expect not. And Allāh is ever Knowing and Wise."
                },
                {
                    "id": 217476,
                    "resource_id": 39,
                    "text": "Dan janganlah kamu lemah (hilang semangat) dalam memburu musuh (yang menceroboh) itu; kerana kalau kamu menderita sakit (luka atau mati) maka sesungguhnya mereka pun menderita sakitnya seperti penderitaan kamu; sedang kamu mengharapkan dari Allah apa yang mereka tidak harapkan (iaitu balasan yang baik pada hari akhirat kelak). Dan (ingatlah) Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1091574,
                    "resource_id": 161,
                    "text": "এ (শত্রু) কওমের পশ্চাদ্ধাবণে দুর্বলতা দেখাবে না, কেননা যদি তোমরা কষ্ট পাও, তবে তোমাদের মত তারাও তো কষ্ট পায়, আর তোমরা আল্লাহ হতে এমন কিছু আশা কর, যা তারা আশা করে না। আল্লাহ মহাজ্ঞানী, বিজ্ঞানময়।"
                }
            ]
        },
        {
            "id": 598,
            "verse_number": 105,
            "verse_key": "4:105",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 77,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِتَحْكُمَ بَيْنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُ ۚ وَلَا تَكُن لِّلْخَآئِنِينَ خَصِيمًا",
            "page_number": 95,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99622,
                    "resource_id": 20,
                    "text": "Indeed, We have revealed to you, [O Muḥammad], the Book in truth so you may judge between the people by that which Allāh has shown you. And do not be for the deceitful an advocate."
                },
                {
                    "id": 217477,
                    "resource_id": 39,
                    "text": "Sesungguhnya Kami menurunkan kepadamu (wahai Muhammad) Kitab (Al-Quran) dengan membawa kebenaran, supaya engkau menghukum di antara manusia menurut apa yang Allah telah tunjukkan kepadamu (melalui wahyuNya); dan janganlah engkau menjadi pembela bagi orang-orang yang khianat."
                },
                {
                    "id": 1091575,
                    "resource_id": 161,
                    "text": "অবশ্যই আমি সত্য সহকারে তোমার প্রতি কিতাব নাযিল করেছি, যেন তুমি যা আল্লাহ তোমাকে জানিয়েছেন, সে অনুসারে মানুষের মধ্যে বিচার ফায়সালা কর এবং খিয়ানতকারীদের পক্ষে তর্ক করো না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 4,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 4
    }
}