{
    "verses": [
        {
            "id": 599,
            "verse_number": 106,
            "verse_key": "4:106",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 77,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱسْتَغْفِرِ ٱللَّهَ ۖ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
            "page_number": 96,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99623,
                    "resource_id": 20,
                    "text": "And seek forgiveness of Allāh. Indeed, Allāh is ever Forgiving and Merciful."
                },
                {
                    "id": 214808,
                    "resource_id": 39,
                    "text": "Dan hendaklah engkau memohon ampun kepada Allah; kerana sesungguhnya Allah adalah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091576,
                    "resource_id": 161,
                    "text": "আর আল্লাহর নিকট ক্ষমা চাও, নিশ্চয় আল্লাহ অতিশয় ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 600,
            "verse_number": 107,
            "verse_key": "4:107",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 77,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَا تُجَـٰدِلْ عَنِ ٱلَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا",
            "page_number": 96,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99624,
                    "resource_id": 20,
                    "text": "And do not argue on behalf of those who deceive themselves. Indeed, Allāh loves not one who is a habitually sinful deceiver."
                },
                {
                    "id": 217478,
                    "resource_id": 39,
                    "text": "Dan janganlah engkau berbahas untuk membela orang-orang yang mengkhianati diri mereka sendiri. Sesungguhnya Allah tidak suka kepada orang-orang yang selalu melakukan khianat, lagi sentiasa berdosa."
                },
                {
                    "id": 1091577,
                    "resource_id": 161,
                    "text": "নিজেদের (বিবেক ও জ্ঞানের) প্রতি খিয়ানতকারীদের পক্ষে তুমি বাদানুবাদ করো না, কারণ আল্লাহ অতি খিয়ানতকারী চরম পাপীকে পছন্দ করেন না।"
                }
            ]
        },
        {
            "id": 601,
            "verse_number": 108,
            "verse_key": "4:108",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 77,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَسْتَخْفُونَ مِنَ ٱلنَّاسِ وَلَا يَسْتَخْفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَىٰ مِنَ ٱلْقَوْلِ ۚ وَكَانَ ٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا",
            "page_number": 96,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99625,
                    "resource_id": 20,
                    "text": "They conceal [their evil intentions and deeds] from the people, but they cannot conceal [them] from Allāh, and He is with them [in His knowledge] when they spend the night in such as He does not accept of speech. And ever is Allāh, of what they do, encompassing."
                },
                {
                    "id": 217479,
                    "resource_id": 39,
                    "text": "Mereka menyembunyikan (kejahatan mereka) daripada manusia, dalam pada itu mereka tidak menyembunyikan (kejahatan mereka) daripada Allah. Padahal Allah ada bersama-sama mereka, ketika mereka merancangkan pada malam hari, kata-kata yang tidak diredhai oleh Allah. Dan (ingatlah) Allah sentiasa Meliputi PengetahuanNya akan apa yang mereka lakukan."
                },
                {
                    "id": 1091578,
                    "resource_id": 161,
                    "text": "তারা মানুষ হতে গোপন করে থাকে, কিন্তু তারা আল্লাহ হতে গোপন করতে পারে না; কেননা যে সময়ে তারা রাত্রে এমন বিষয়ে পরামর্শ করে যা আল্লাহ পছন্দ করেন না, তখনও তিনি তাদের সঙ্গেই থাকেন; আল্লাহ তাদের সমুদয় কার্যকলাপকে বেষ্টন করে আছেন।"
                }
            ]
        },
        {
            "id": 602,
            "verse_number": 109,
            "verse_key": "4:109",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 77,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ جَـٰدَلْتُمْ عَنْهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا فَمَن يُجَـٰدِلُ ٱللَّهَ عَنْهُمْ يَوْمَ ٱلْقِيَـٰمَةِ أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا",
            "page_number": 96,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99626,
                    "resource_id": 20,
                    "text": "Here you are - those who argue on their behalf in [this] worldly life - but who will argue with Allāh for them on the Day of Resurrection, or who will [then] be their representative?"
                },
                {
                    "id": 217480,
                    "resource_id": 39,
                    "text": "Sedarlah! Kamu ini adalah orang-orang (yang telah menyimpang dari kebenaran), kamu telah berhujah membela mereka (yang bersalah) dalam kehidupan dunia ini, maka siapakah yang akan berhujah kepada Allah untuk membela mereka itu pada hari kiamat kelak? Atau siapakah yang akan menjadi pelindung mereka (dari azab seksa yang disediakan oleh Allah)?"
                },
                {
                    "id": 1091579,
                    "resource_id": 161,
                    "text": "দেখ, ওরা সেই লোক যাদের পক্ষে পার্থিব জীবনে তোমরা বিতর্ক করছ কিন্তু ক্বিয়ামাত দিবসে তাদের পক্ষ হতে আল্লাহর সম্মুখে কে ঝগড়া করবে? কিংবা কে তাদের উকীল হবে?"
                }
            ]
        },
        {
            "id": 603,
            "verse_number": 110,
            "verse_key": "4:110",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 77,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يَعْمَلْ سُوٓءًا أَوْ يَظْلِمْ نَفْسَهُۥ ثُمَّ يَسْتَغْفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورًا رَّحِيمًا",
            "page_number": 96,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99594,
                    "resource_id": 20,
                    "text": "And whoever does a wrong or wrongs himself but then seeks forgiveness of Allāh will find Allāh Forgiving and Merciful."
                },
                {
                    "id": 217484,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang melakukan kejahatan atau menganiaya dirinya sendiri (dengan melakukan maksiat) kemudian ia memohon ampun kepada Allah, nescaya ia akan mendapati Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091580,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি অসৎকাজ করে কিংবা নিজের আত্মার প্রতি যুলম করে, অতঃপর আল্লাহ হতে ক্ষমা ভিক্ষে করে, সে আল্লাহকে অতি ক্ষমাশীল, পরম দয়ালু পাবে।"
                }
            ]
        },
        {
            "id": 604,
            "verse_number": 111,
            "verse_key": "4:111",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 77,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُۥ عَلَىٰ نَفْسِهِۦ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
            "page_number": 96,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99629,
                    "resource_id": 20,
                    "text": "And whoever earns [i.e., commits] a sin only earns it against himself. And Allāh is ever Knowing and Wise."
                },
                {
                    "id": 217486,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang mengerjakan sesuatu dosa maka sesungguhnya ia hanya mengerjakannya untuk (menjadi bala bencana yang) menimpa dirinya sendiri. Dan (ingatlah) Allah Maha Mengetahui, lagi Maha Bijaksana."
                },
                {
                    "id": 1091581,
                    "resource_id": 161,
                    "text": "এবং যে ব্যক্তি কোন পাপকাজ করে, সে নিজের বিরুদ্ধেই তা করে, বস্তুতঃ আল্লাহ মহাবিজ্ঞানী, প্রজ্ঞাময়।"
                }
            ]
        },
        {
            "id": 605,
            "verse_number": 112,
            "verse_key": "4:112",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 77,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يَكْسِبْ خَطِيٓـَٔةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِۦ بَرِيٓـًٔا فَقَدِ ٱحْتَمَلَ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
            "page_number": 96,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99631,
                    "resource_id": 20,
                    "text": "But whoever earns an offense or a sin and then blames it on an innocent [person] has taken upon himself a slander and manifest sin."
                },
                {
                    "id": 217488,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang melakukan suatu kesalahan atau suatu dosa, kemudian ia menuduhnya kepada orang yang tidak bersalah, maka sesungguhnya ia telah memikul kesalahan berbuat dusta, dan melakukan dosa yang amat nyata."
                },
                {
                    "id": 1091582,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি কোন ত্রুটি কিংবা পাপ ক’রে তা কোন নির্দোষ ব্যক্তির উপর চাপিয়ে দেয়, সে তো জ্বলন্ত অপবাদ এবং সুস্পষ্ট গুনাহ নিজের উপর চাপিয়ে নেয়।"
                }
            ]
        },
        {
            "id": 606,
            "verse_number": 113,
            "verse_key": "4:113",
            "hizb_number": 10,
            "rub_el_hizb_number": 38,
            "ruku_number": 78,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكَ وَرَحْمَتُهُۥ لَهَمَّت طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمْ ۖ وَمَا يَضُرُّونَكَ مِن شَىْءٍ ۚ وَأَنزَلَ ٱللَّهُ عَلَيْكَ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُن تَعْلَمُ ۚ وَكَانَ فَضْلُ ٱللَّهِ عَلَيْكَ عَظِيمًا",
            "page_number": 96,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99633,
                    "resource_id": 20,
                    "text": "And if it was not for the favor of Allāh upon you, [O Muḥammad], and His mercy, a group of them would have determined to mislead you. But they do not mislead except themselves, and they will not harm you at all. And Allāh has revealed to you the Book and wisdom and has taught you that which you did not know. And ever has the favor of Allāh upon you been great."
                },
                {
                    "id": 217490,
                    "resource_id": 39,
                    "text": "Dan kalaulah tidak kerana limpah kurnia Allah dan rahmatNya kepadamu (wahai Muhammad), nescaya berhasilah cita-cita segolongan dari mereka yang bertujuan hendak menyesatkanmu, padahal mereka tidak akan menyesatkan melainkan dirinya sendiri; dan juga mereka tidak akan dapat mendatangkan mudarat kepadamu sedikitpun; dan (selain itu) Allah telah menurunkan kepadamu Kitab (Al-Quran) serta Hikmah (pengetahuan yang mendalam), dan telah mengajarkanmu apa yang engkau tidak mengetahuinya. Dan adalah kurnia Allah yang dilimpahkanNya kepada mu amatlah besar."
                },
                {
                    "id": 1091583,
                    "resource_id": 161,
                    "text": "যদি তোমার প্রতি আল্লাহর করুণা এবং দয়া না হত, তবে তাদের একদল তো তোমাকে পথভ্রষ্ট করতেই চেয়েছিল; বস্তুতঃ তারা নিজেদেরকে ছাড়া অন্য কাউকে পথভ্রষ্ট করে না আর তারা তোমার কিছুই অনিষ্ট করতে পারবে না, কারণ আল্লাহ তোমার প্রতি কিতাব ও হিকমাত নাযিল করেছেন এবং তুমি যা জানতে না তা তোমাকে শিক্ষা দিয়েছেন এবং তোমার উপর রয়েছে আল্লাহর অপরিসীম অনুগ্রহ।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}