{
    "verses": [
        {
            "id": 607,
            "verse_number": 114,
            "verse_key": "4:114",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 78,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "۞ لَّا خَيْرَ فِى كَثِيرٍ مِّن نَّجْوَىٰهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلَـٰحٍۭ بَيْنَ ٱلنَّاسِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا",
            "page_number": 97,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99635,
                    "resource_id": 20,
                    "text": "No good is there in much of their private conversation, except for those who enjoin charity or that which is right or conciliation between people. And whoever does that seeking means to the approval of Allāh - then We are going to give him a great reward."
                },
                {
                    "id": 217492,
                    "resource_id": 39,
                    "text": "Tidak ada kebaikan pada kebanyakan bisik-bisikan mereka, kecuali (bisik-bisikan) orang yang menyuruh bersedekah, atau berbuat kebaikan, atau mendamaikan di antara manusia. Dan sesiapa yang berbuat demikian dengan maksud mencari keredaan Allah, tentulah Kami akan memberi kepadanya pahala yang amat besar."
                },
                {
                    "id": 1091584,
                    "resource_id": 161,
                    "text": "তাদের অধিকাংশ গোপন পরামর্শের মধ্যে কোন কল্যাণ নেই, কিন্তু কল্যাণ আছে যে ব্যক্তি দান-খয়রাত অথবা কোন সৎকাজের কিংবা লোকেদের মধ্যে মিলমিশের নির্দেশ দেয়। যে কেউ আল্লাহর সন্তুষ্টি সাধন উদ্দেশে এমন কাজ করবে, আমি তাকে মহা পুরস্কার দান করব।"
                }
            ]
        },
        {
            "id": 608,
            "verse_number": 115,
            "verse_key": "4:115",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 78,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُ ٱلْهُدَىٰ وَيَتَّبِعْ غَيْرَ سَبِيلِ ٱلْمُؤْمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصْلِهِۦ جَهَنَّمَ ۖ وَسَآءَتْ مَصِيرًا",
            "page_number": 97,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99637,
                    "resource_id": 20,
                    "text": "And whoever opposes the Messenger after guidance has become clear to him and follows other than the way of the believers - We will give him what he has taken<sup foot_note=196144>1</sup> and drive him into Hell, and evil it is as a destination."
                },
                {
                    "id": 217494,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang menentang (ajaran) Rasulullah sesudah terang nyata kepadanya kebenaran pertunjuk (yang dibawanya), dan ia pula mengikut jalan yang lain dari jalan orang-orang yang beriman, Kami akan memberikannya kuasa untuk melakukan (kesesatan) yang dipilihnya, dan (pada hari akhirat kelak) Kami akan memasukkannya ke dalam neraka jahanam; dan neraka jahanam itu adalah seburuk-buruk tempat kembali."
                },
                {
                    "id": 1091585,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি সত্য পথ প্রকাশিত হওয়ার পরও রসূলের বিরোধিতা করে এবং মু’মিনদের পথ বাদ দিয়ে ভিন্ন পথ অনুসরণ করে, আমি তাকে সে পথেই ফিরাব যে পথে সে ফিরে যায়, আর তাকে জাহান্নামে দগ্ধ করব, কত মন্দই না সে আবাস!"
                }
            ]
        },
        {
            "id": 609,
            "verse_number": 116,
            "verse_key": "4:116",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِنَّ ٱللَّهَ لَا يَغْفِرُ أَن يُشْرَكَ بِهِۦ وَيَغْفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَقَدْ ضَلَّ ضَلَـٰلًۢا بَعِيدًا",
            "page_number": 97,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99639,
                    "resource_id": 20,
                    "text": "Indeed, Allāh does not forgive association with Him, but He forgives what is less than that for whom He wills. And he who associates others with Allāh has certainly gone far astray."
                },
                {
                    "id": 217496,
                    "resource_id": 39,
                    "text": "Sesungguhnya Allah tidak akan mengampunkan dosa orang yang mempersekutukanNya dengan sesuatu (apa jua), dan akan mengampunkan yang lain daripada kesalahan (syirik) itu bagi sesiapa yang dikehendakiNya (menurut peraturan hukum-hukumNya); dan sesiapa yang mempersekutukan Allah dengan sesuatu (apa jua), maka sesungguhnya ia telah sesat dengan kesesatan yang amat jauh."
                },
                {
                    "id": 1091586,
                    "resource_id": 161,
                    "text": "নিশ্চয়ই আল্লাহ তাঁর সঙ্গে শরীক করাকে ক্ষমা করেন না, এছাড়া অন্য সব যাকে ইচ্ছে মাফ করেন এবং যে ব্যক্তি আল্লাহর সঙ্গে শরীক করে, সে চরমভাবে গোমরাহীতে পতিত হল।"
                }
            ]
        },
        {
            "id": 610,
            "verse_number": 117,
            "verse_key": "4:117",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِن يَدْعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَـٰثًا وَإِن يَدْعُونَ إِلَّا شَيْطَـٰنًا مَّرِيدًا",
            "page_number": 97,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99641,
                    "resource_id": 20,
                    "text": "They call upon instead of Him none but female [deities], and they [actually] call upon none but a rebellious Satan,"
                },
                {
                    "id": 217498,
                    "resource_id": 39,
                    "text": "Apa yang mereka sembah yang lain dari Allah itu, hanyalah berhala-berhala (makhluk-makhluk yang lemah), dan mereka (dengan yang demikian) tidak menyembah melainkan Syaitan yang derhaka;"
                },
                {
                    "id": 1091587,
                    "resource_id": 161,
                    "text": "তারা আল্লাহকে ছেড়ে শুধু কতকগুলো দেবীরই পূজা করে, তারা কেবল আল্লাহদ্রোহী শায়ত্বনের পূজা করে।"
                }
            ]
        },
        {
            "id": 611,
            "verse_number": 118,
            "verse_key": "4:118",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَّعَنَهُ ٱللَّهُ ۘ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا",
            "page_number": 97,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99643,
                    "resource_id": 20,
                    "text": "Whom Allāh has cursed. For he had said, \"I will surely take from among Your servants a specific portion."
                },
                {
                    "id": 217499,
                    "resource_id": 39,
                    "text": "Yang telah dilaknat oleh Allah, dan yang telah mengatakan: \"Demi sesungguhnya, aku akan mengambil dari kalangan hamba-hambaMu, bahagian yang tertentu (untuk menjadi pengikutku);"
                },
                {
                    "id": 1091588,
                    "resource_id": 161,
                    "text": "আল্লাহ তাকে লা‘নাত করেছেন কারণ সে বলেছিল, ‘আমি তোমার বান্দাদের থেকে নির্দিষ্ট অংশকে আমার অনুসারী হিসেবে গ্রহণ করব।’"
                }
            ]
        },
        {
            "id": 612,
            "verse_number": 119,
            "verse_key": "4:119",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَـَٔامُرَنَّهُمْ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلْأَنْعَـٰمِ وَلَـَٔامُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ ٱللَّهِ ۚ وَمَن يَتَّخِذِ ٱلشَّيْطَـٰنَ وَلِيًّا مِّن دُونِ ٱللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا",
            "page_number": 97,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99645,
                    "resource_id": 20,
                    "text": "And I will mislead them, and I will arouse in them [sinful] desires, and I will command them so they will slit the ears of cattle, and I will command them so they will change the creation of Allāh.\" And whoever takes Satan as an ally instead of Allāh has certainly sustained a clear loss."
                },
                {
                    "id": 217501,
                    "resource_id": 39,
                    "text": "\"Dan demi sesungguhnya, aku akan menyesatkan mereka (dari kebenaran), dan demi sesungguhnya aku akan memperdayakan mereka dengan angan-angan kosong, dan demi sesungguhnya aku akan menyuruh mereka (mencacatkan binatang-binatang ternak), lalu mereka membelah telinga binatang-binatang itu; dan aku akan menyuruh mereka mengubah ciptaan Allah\". Dan (ingatlah) sesiapa yang mengambil Syaitan menjadi pemimpin yang ditaati selain dari Allah, maka sesungguhnya rugilah ia dengan kerugian yang terang nyata."
                },
                {
                    "id": 1091589,
                    "resource_id": 161,
                    "text": "তাদেরকে অবশ্য অবশ্যই পথভ্রষ্ট করব, তাদেরকে অবশ্য অবশ্যই বহু প্রলোভন দেব এবং তাদেরকে অবশ্য অবশ্যই নির্দেশ দেব, ফলে তারা জন্তু-জানোয়ারের কান ছেদন করবে, আমি তাদেরকে অবশ্য অবশ্যই নির্দেশ দেব, ফলে তারা অবশ্য অবশ্যই আল্লাহর সৃষ্টি বিকৃত করবে। আল্লাহকে বাদ দিয়ে যে কেউ শয়ত্বানকে অভিভাবক হিসেবে গ্রহণ করে, সে সুস্পষ্টত ক্ষতিগ্রস্ত।"
                }
            ]
        },
        {
            "id": 613,
            "verse_number": 120,
            "verse_key": "4:120",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "يَعِدُهُمْ وَيُمَنِّيهِمْ ۖ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
            "page_number": 97,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99649,
                    "resource_id": 20,
                    "text": "He [i.e., Satan] promises them and arouses desire in them. But Satan does not promise them except delusion."
                },
                {
                    "id": 217506,
                    "resource_id": 39,
                    "text": "Syaitan sentiasa menjanjikan mereka (dengan janji-janji indah) serta memperdayakan mereka dengan angan-angan kosong; dan apa yang dijanjikan oleh Syaitan itu tidak lain hanyalah tipu daya semata-mata."
                },
                {
                    "id": 1091590,
                    "resource_id": 161,
                    "text": "সে তাদেরকে আশ্বাস দেয়, মিথ্যা প্রলোভন দেয়, বস্তুতঃ শয়ত্বান তাদেরকে যে আশ্বাস দেয় তা ছলনা ছাড়া আর কিছুই নয়।"
                }
            ]
        },
        {
            "id": 614,
            "verse_number": 121,
            "verse_key": "4:121",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمْ جَهَنَّمُ وَلَا يَجِدُونَ عَنْهَا مَحِيصًا",
            "page_number": 97,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99651,
                    "resource_id": 20,
                    "text": "The refuge of those will be Hell, and they will not find from it an escape."
                },
                {
                    "id": 217508,
                    "resource_id": 39,
                    "text": "Mereka itu, tempat akhirnya ialah neraka jahanam, dan mereka pula tidak akan dapat melarikan diri daripadanya."
                },
                {
                    "id": 1091591,
                    "resource_id": 161,
                    "text": "এরাই তারা যাদের আবাসস্থল জাহান্নাম এবং তারা তাত্থেকে নিস্কৃতি পাওয়ার কোন পথ পাবে না।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 8,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 8
    }
}