{
    "verses": [
        {
            "id": 615,
            "verse_number": 122,
            "verse_key": "4:122",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَنُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ وَمَنْ أَصْدَقُ مِنَ ٱللَّهِ قِيلًا",
            "page_number": 98,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99653,
                    "resource_id": 20,
                    "text": "But the ones who believe and do righteous deeds - We will admit them to gardens beneath which rivers flow, wherein they will abide forever. [It is] the promise of Allāh, [which is] truth, and who is more truthful than Allāh in statement."
                },
                {
                    "id": 217510,
                    "resource_id": 39,
                    "text": "Dan orang-orang yang beriman serta beramal soleh, Kami akan masukkan mereka ke dalam Syurga yang mengalir di bawahnya beberapa sungai, mereka kekal di dalamnya selama-lamanya, sebagai janji Allah yang benar. Dan siapakah yang lebih benar perkataannya daripada Allah?"
                },
                {
                    "id": 1091592,
                    "resource_id": 161,
                    "text": "আর যারা ঈমান এনেছে ও নেক কাজ করেছে অবিলম্বে আমি তাদেরকে জান্নাতে দাখিল করব; যার পাদদেশে ঝর্ণাধারা প্রবাহিত, তারা তাতে চিরকাল চিরস্থায়ী হয়ে থাকবে, আল্লাহর ওয়া‘দা সত্য, কথায় আল্লাহ অপেক্ষা কে বেশি সত্যবাদী?"
                }
            ]
        },
        {
            "id": 616,
            "verse_number": 123,
            "verse_key": "4:123",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "لَّيْسَ بِأَمَانِيِّكُمْ وَلَآ أَمَانِىِّ أَهْلِ ٱلْكِتَـٰبِ ۗ مَن يَعْمَلْ سُوٓءًا يُجْزَ بِهِۦ وَلَا يَجِدْ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
            "page_number": 98,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99655,
                    "resource_id": 20,
                    "text": "It [i.e., Paradise] is not [obtained] by your wishful thinking nor by that of the People of the Scripture. Whoever does a wrong will be recompensed for it, and he will not find besides Allāh a protector or a helper."
                },
                {
                    "id": 217512,
                    "resource_id": 39,
                    "text": "(Balasan yang baik yang dijanjikan oleh Allah itu) tidak akan didapati hanya dengan angan-angan kamu semata-mata, dan tidak pula dengan angan-angan ahli Kitab (Yahudi dan Nasrani). Sesiapa yang melakukan kejahatan, ia akan dibalas dengan kejahatan itu, dan ia pula tidak akan mendapat - selain dari Allah - seorang pun yang akan melindunginya, dan tidak ada juga yang dapat menolongnya."
                },
                {
                    "id": 1091593,
                    "resource_id": 161,
                    "text": "তোমাদের বাসনা আর আহলে কিতাবদের বাসনা কোন কাজে আসবে না। যে ব্যক্তি কোন কুকর্ম করবে, সে তার বিনিময় প্রাপ্ত হবে, সে আল্লাহ ছাড়া তার জন্য কোন অভিভাবক পাবে না, কোন সাহায্যকারীও না।"
                }
            ]
        },
        {
            "id": 617,
            "verse_number": 124,
            "verse_key": "4:124",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ مِن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا",
            "page_number": 98,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99657,
                    "resource_id": 20,
                    "text": "And whoever does righteous deeds, whether male or female, while being a believer - those will enter Paradise and will not be wronged, [even as much as] the speck on a date seed."
                },
                {
                    "id": 217514,
                    "resource_id": 39,
                    "text": "Dan sesiapa yang mengerjakan amal soleh, dari lelaki atau perempuan, sedang ia beriman, maka mereka itu akan masuk Syurga, dan mereka pula tidak akan dianiaya (atau dikurangkan balasannya) sedikitpun."
                },
                {
                    "id": 1091594,
                    "resource_id": 161,
                    "text": "পুরুষ ও নারীর মধ্যে যে সৎকাজ করবে আর সে ঈমানদারও বটে, তাহলে তারা জান্নাতে প্রবেশ করবে, তাদের প্রতি তিল পরিমাণও অন্যায় করা হবে না।"
                }
            ]
        },
        {
            "id": 618,
            "verse_number": 125,
            "verse_key": "4:125",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ وَٱتَّبَعَ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۗ وَٱتَّخَذَ ٱللَّهُ إِبْرَٰهِيمَ خَلِيلًا",
            "page_number": 98,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99659,
                    "resource_id": 20,
                    "text": "And who is better in religion than one who submits himself to Allāh while being a doer of good and follows the religion of Abraham, inclining toward truth? And Allāh took Abraham as an intimate friend."
                },
                {
                    "id": 217554,
                    "resource_id": 39,
                    "text": "Dan tidak ada yang lebih baik ugamanya daripada orang yang menyerahkan dirinya kepada Allah (dengan ikhlas), sedang ia berusaha mengerjakan kebaikan, dan ia pula mengikut ugama Nabi Ibrahim yang lurus (yang tetap di atas dasar tauhid); dan (kerana itulah) Allah menjadikan Nabi Ibrahim kesayanganNya."
                },
                {
                    "id": 1091595,
                    "resource_id": 161,
                    "text": "সে ব্যক্তি অপেক্ষা দ্বীনে কে বেশি উত্তম যে ব্যক্তি আল্লাহর কাছে আত্মসমর্পণ করে, অধিকন্তু সে সৎকর্মশীল এবং একনিষ্ঠভাবে ইবরাহীমের দ্বীন অনুসরণ করে। আল্লাহ ইবরাহীমকে একান্ত বন্ধুরূপে গ্রহণ করেছিলেন।"
                }
            ]
        },
        {
            "id": 619,
            "verse_number": 126,
            "verse_key": "4:126",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 79,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ مُّحِيطًا",
            "page_number": 98,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99662,
                    "resource_id": 20,
                    "text": "And to Allāh belongs whatever is in the heavens and whatever is on the earth. And ever is Allāh, of all things, encompassing."
                },
                {
                    "id": 217517,
                    "resource_id": 39,
                    "text": "Dan bagi Allah jualah segala yang ada di langit dan yang ada di bumi; dan Allah sentiasa Meliputi (pengetahuanNya dan kekuasaanNya) akan tiap-tiap sesuatu."
                },
                {
                    "id": 1091596,
                    "resource_id": 161,
                    "text": "আসমান ও যমীনে যা কিছু আছে সব আল্লাহরই এবং আল্লাহ সবকিছুকেই পরিবেষ্টন করে আছেন।"
                }
            ]
        },
        {
            "id": 620,
            "verse_number": 127,
            "verse_key": "4:127",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 80,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَيَسْتَفْتُونَكَ فِى ٱلنِّسَآءِ ۖ قُلِ ٱللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَىٰ عَلَيْكُمْ فِى ٱلْكِتَـٰبِ فِى يَتَـٰمَى ٱلنِّسَآءِ ٱلَّـٰتِى لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَٱلْمُسْتَضْعَفِينَ مِنَ ٱلْوِلْدَٰنِ وَأَن تَقُومُوا۟ لِلْيَتَـٰمَىٰ بِٱلْقِسْطِ ۚ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمًا",
            "page_number": 98,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99664,
                    "resource_id": 20,
                    "text": "And they request from you, [O Muḥammad], a [legal] ruling concerning women. Say, \"Allāh gives you a ruling about them and [about] what has been recited to you in the Book concerning the orphan girls to whom you do not give what is decreed for them<sup foot_note=196145>1</sup> - and [yet] you desire to marry them - and concerning the oppressed among children and that you maintain for orphans [their rights] in justice.\" And whatever you do of good - indeed, Allāh is ever Knowing of it."
                },
                {
                    "id": 217519,
                    "resource_id": 39,
                    "text": "Dan mereka meminta fatwa kepadamu (wahai Muhammad), mengenai (hak dan kewajipan) kaum perempuan. Katakanlah olehmu: \"Allah akan memberi keterangan (fatwa) kepada kamu mengenai mereka dan juga (ada difatwakan dalam) apa yang selalu dibacakan kepada kamu dalam Kitab (Al-Quran) ini mengenai perempuan-perempuan yatim yang kamu tidak memberi kepadanya apa yang telah ditetapkan menjadi hak mereka, dan yang kamu suka berkahwin dengan mereka; dan juga mengenai anak-anak yang lemah (yang masih kecil lagi). Dan (kamu juga diwajibkan) supaya menguruskan (hak dan keperluan) anak-anak yatim dengan adil. Dan (ingatlah) apa jua kebaikan yang kamu lakukan (kepada mereka), maka sesungguhnya Allah sentiasa Mengetahuinya.\""
                },
                {
                    "id": 1091597,
                    "resource_id": 161,
                    "text": "লোকেরা তোমার কাছে নারীদের সম্বন্ধে বিধান জানতে চাচ্ছে। বলে দাও, ‘আল্লাহ তাদের সম্বন্ধে তোমাদেরকে বিধান জানিয়ে দিচ্ছেন সেসব নারী সম্পর্কে যাদের প্রাপ্য তোমরা প্রদান কর না অথচ তাদেরকে বিয়ে করতে চাও এবং অসহায় শিশুদের সম্পর্কে এবং ইয়াতীমদের প্রতি তোমাদের ন্যায়বিচার করা সম্পর্কে যা কিতাবে তোমাদেরকে শুনানো হয় তাও জানিয়ে দেন।’ যা কিছু সৎ কাজ তোমরা কর, তদ্বিষয়ে আল্লাহ ভালভাবেই জ্ঞাত।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 6,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 6
    }
}