{
    "verses": [
        {
            "id": 621,
            "verse_number": 128,
            "verse_key": "4:128",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 80,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِنِ ٱمْرَأَةٌ خَافَتْ مِنۢ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا ۚ وَٱلصُّلْحُ خَيْرٌ ۗ وَأُحْضِرَتِ ٱلْأَنفُسُ ٱلشُّحَّ ۚ وَإِن تُحْسِنُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
            "page_number": 99,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99666,
                    "resource_id": 20,
                    "text": "And if a woman fears from her husband contempt or evasion, there is no sin upon them if they make terms of settlement between them - and settlement is best. And present in [human] souls is stinginess.<sup foot_note=196146>1</sup> But if you do good and fear Allāh - then indeed Allāh is ever, of what you do, Aware."
                },
                {
                    "id": 217522,
                    "resource_id": 39,
                    "text": "Dan jika seorang perempuan bimbang akan timbul dari suaminya \"nusyuz\" (kebencian), atau tidak melayaninya, maka tiadalah salah bagi mereka (suami isteri) membuat perdamaian di antara mereka berdua (secara yang sebaik-baiknya), kerana perdamaian itu lebih baik (bagi mereka daripada bercerai-berai); sedang sifat bakhil kedekut (tidak suka memberi atau bertolak ansur) itu memang tabiat semula jadi yang ada pada manusia. Dan jika kamu berlaku baik (dalam pergaulan), dan mencegah diri (daripada melakukan kezaliman), maka sesungguhnya Allah Maha Mendalam PengetahuanNya akan apa yang kamu lakukan."
                },
                {
                    "id": 1091598,
                    "resource_id": 161,
                    "text": "এবং যদি কোন নারী স্বীয় স্বামী হতে রূঢ়তা কিংবা উপেক্ষার আশঙ্কা করে, তবে তারা পরস্পর আপোষ করলে তাদের কোন গুনাহ নেই, বস্তুতঃ আপোষ করাই উত্তম। আর নফস্ কৃপণতার দিকে সহজেই ঝুঁকে পড়ে, আর যদি তোমরা সৎকর্ম কর এবং তাকওয়া অবলম্বন কর তবে তোমরা যা কর আল্লাহ তার খবর রাখেন।"
                }
            ]
        },
        {
            "id": 622,
            "verse_number": 129,
            "verse_key": "4:129",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 80,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلَن تَسْتَطِيعُوٓا۟ أَن تَعْدِلُوا۟ بَيْنَ ٱلنِّسَآءِ وَلَوْ حَرَصْتُمْ ۖ فَلَا تَمِيلُوا۟ كُلَّ ٱلْمَيْلِ فَتَذَرُوهَا كَٱلْمُعَلَّقَةِ ۚ وَإِن تُصْلِحُوا۟ وَتَتَّقُوا۟ فَإِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
            "page_number": 99,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99668,
                    "resource_id": 20,
                    "text": "And you will never be able to be equal [in feeling] between wives, even if you should strive [to do so]. So do not incline completely [toward one] and leave another hanging.<sup foot_note=196147>1</sup> And if you amend [your affairs] and fear Allāh - then indeed, Allāh is ever Forgiving and Merciful."
                },
                {
                    "id": 217524,
                    "resource_id": 39,
                    "text": "Dan kamu tidak akan dapat berlaku adil di antara isteri-isteri kamu sekalipun kamu bersungguh-sungguh (hendak melakukannya); oleh itu janganlah kamu cenderung dengan melampau (berat sebelah kepada isteri yang kamu sayangi) sehingga kamu biarkan isteri yang lain seperti benda yang tergantung (di awan-awan); dan jika kamu memperbaiki (keadaan yang pincang itu), dan memelihara diri (daripada perbuatan yang zalim), maka sesungguhnya Allah Maha Pengampun, lagi Maha Mengasihani."
                },
                {
                    "id": 1091599,
                    "resource_id": 161,
                    "text": "তোমরা কক্ষনো স্ত্রীদের মধ্যে সমতা রক্ষা করতে পারবে না যদিও প্রবল ইচ্ছে কর, তোমরা একজনের দিকে সম্পূর্ণরূপে ঝুঁকে পড়ো না এবং অন্যকে ঝুলিয়ে রেখ না। যদি তোমরা নিজেদেরকে সংশোধন কর এবং তাকওয়া অবলম্বন কর, তবে আল্লাহ অতি ক্ষমাশীল, পরম দয়ালু।"
                }
            ]
        },
        {
            "id": 623,
            "verse_number": 130,
            "verse_key": "4:130",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 80,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَإِن يَتَفَرَّقَا يُغْنِ ٱللَّهُ كُلًّا مِّن سَعَتِهِۦ ۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمًا",
            "page_number": 99,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99672,
                    "resource_id": 20,
                    "text": "But if they separate [by divorce], Allāh will enrich each [of them] from His abundance. And ever is Allāh Encompassing and Wise."
                },
                {
                    "id": 217528,
                    "resource_id": 39,
                    "text": "Dan jika keduanya bercerai, maka Allah akan cukupkan (keperluan) masing-masing dari limpah kurniaNya. Dan (ingatlah) Allah Maha Luas limpah kurniaNya, lagi Maha Bijaksana."
                },
                {
                    "id": 1091600,
                    "resource_id": 161,
                    "text": "তারা যদি উভয়ে পৃথক হয়ে যায় তবে আল্লাহ আপন প্রাচুর্য দিয়ে প্রত্যেককে অভাবমুক্ত করে দেবেন, আল্লাহ প্রাচুর্যময়, মহাকুশলী।"
                }
            ]
        },
        {
            "id": 624,
            "verse_number": 131,
            "verse_key": "4:131",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 80,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَلَقَدْ وَصَّيْنَا ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ ٱتَّقُوا۟ ٱللَّهَ ۚ وَإِن تَكْفُرُوا۟ فَإِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدًا",
            "page_number": 99,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99674,
                    "resource_id": 20,
                    "text": "And to Allāh belongs whatever is in the heavens and whatever is on the earth. And We have instructed those who were given the Scripture before you and yourselves to fear Allāh. But if you disbelieve - then to Allāh belongs whatever is in the heavens and whatever is on the earth. And ever is Allāh Free of need and Praiseworthy."
                },
                {
                    "id": 217530,
                    "resource_id": 39,
                    "text": "Dan bagi Allah jualah segala yang ada di langit dan yang ada di bumi; dan demi sesungguhnya, Kami telah perintahkan orang-orang yang diberi Kitab dahulu daripada kamu, dan juga (perintahkan) kamu, iaitu hendaklah bertaqwa kepada Allah; dan jika kamu kufur ingkar, maka (ketahuilah) sesungguhnya Allah jualah yang memiliki segala yang ada di langit dan yang ada di bumi; dan (ingatlah) adalah Allah Maha Kaya, lagi Maha Terpuji."
                },
                {
                    "id": 1091601,
                    "resource_id": 161,
                    "text": "যা কিছু আকাশসমূহে ও ভূমন্ডলে আছে সমস্ত আল্লাহরই এবং অবশ্যই আমি তোমাদের আগে যাদেরকে কিতাব দেয়া হয়েছিল তাদেরকে আর তোমাদেরকেও আদেশ দিয়েছি যে, আল্লাহকে ভয় কর আর যদি অমান্য কর তবে আকাশসমূহে যা আছে ও ভূমন্ডলে যা আছে তা আল্লাহরই। আল্লাহ অভাবমুক্ত, অতিশয় প্রশংসিত।"
                }
            ]
        },
        {
            "id": 625,
            "verse_number": 132,
            "verse_key": "4:132",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 80,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "وَلِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
            "page_number": 99,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99676,
                    "resource_id": 20,
                    "text": "And to Allāh belongs whatever is in the heavens and whatever is on the earth. And sufficient is Allāh as Disposer of affairs.<sup foot_note=196148>1</sup>"
                },
                {
                    "id": 214812,
                    "resource_id": 39,
                    "text": "Dan bagi Allah jualah apa yang ada di langit dan yang ada di bumi; dan cukuplah Allah sebagai Pengawal (yang mentadbirkan dan menguasai segala-galanya)."
                },
                {
                    "id": 1091602,
                    "resource_id": 161,
                    "text": "আসমানে যা আছে আর যমীনে যা আছে সব আল্লাহরই, কার্যনির্বাহক হিসেবে আল্লাহ্ই যথেষ্ট।"
                }
            ]
        },
        {
            "id": 626,
            "verse_number": 133,
            "verse_key": "4:133",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 80,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا ٱلنَّاسُ وَيَأْتِ بِـَٔاخَرِينَ ۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرًا",
            "page_number": 99,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99678,
                    "resource_id": 20,
                    "text": "If He wills, He can do away with you, O people, and bring others [in your place]. And ever is Allāh competent to do that."
                },
                {
                    "id": 217533,
                    "resource_id": 39,
                    "text": "Jika Allah menghendaki, nescaya Ia musnahkan kamu wahai umat manusia dan Ia datangkan gantinya dengan umat-umat yang lain. Dan adalah Allah Maha Kuasa melakukan yang demikian itu."
                },
                {
                    "id": 1091603,
                    "resource_id": 161,
                    "text": "তিনি ইচ্ছে করলে হে মানুষ! তোমাদেরকে বিলুপ্ত ক’রে তিনি অন্য সম্প্রদায়কে আনতে পারেন, আল্লাহ তা করতে পুরোপুরি সক্ষম।"
                }
            ]
        },
        {
            "id": 627,
            "verse_number": 134,
            "verse_key": "4:134",
            "hizb_number": 10,
            "rub_el_hizb_number": 39,
            "ruku_number": 80,
            "manzil_number": 1,
            "sajdah_number": null,
            "text_uthmani": "مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنْيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۚ وَكَانَ ٱللَّهُ سَمِيعًۢا بَصِيرًا",
            "page_number": 99,
            "juz_number": 5,
            "translations": [
                {
                    "id": 99680,
                    "resource_id": 20,
                    "text": "Whoever desires the reward of this world - then with Allāh is the reward of this world and the Hereafter. And ever is Allāh Hearing and Seeing."
                },
                {
                    "id": 217535,
                    "resource_id": 39,
                    "text": "Sesiapa yang mahukan pahala (balasan) dunia sahaja (maka rugilah ia), kerana di sisi Allah disediakan pahala (balasan) dunia dan akhirat. Dan (ingatlah) Allah sentiasa Mendengar, lagi sentiasa Melihat."
                },
                {
                    "id": 1091604,
                    "resource_id": 161,
                    "text": "যে ব্যক্তি পার্থিব পুরস্কার কামনা করে সে জেনে রাখুক যে আল্লাহর নিকট ইহলৌকিক ও পারলৌকিক পুরস্কার আছে। আল্লাহ সর্বশ্রোতা, সর্বদ্রষ্টা।"
                }
            ]
        }
    ],
    "pagination": {
        "per_page": 7,
        "current_page": 1,
        "next_page": null,
        "total_pages": 1,
        "total_records": 7
    }
}